[{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Age"},{"quote":"Common sense is the collection of prejudices acquired by age eighteen.","author":"Albert Einstein","topic":"Age"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Age"},{"quote":"Our uniqueness makes us special, makes perception valuable - but it can also make us lonely. This loneliness is different from being &#39;alone&#39;: You can be lonely even surrounded by people. The feeling I&#39;m talking about stems from the sense that we can never fully share the truth of who we are. I experienced this acutely at an early age.","author":"Amy Tan","topic":"Age"},{"quote":"Age is something that doesn&#39;t matter, unless you are a cheese.","author":"Luis Bunuel","topic":"Age"},{"quote":"Try to keep your soul young and quivering right up to old age.","author":"George Sand","topic":"Age"},{"quote":"Being confident is the key to life. Don&#39;t be afraid to be you! I&#39;m super different from a lot of kids my age with style and personality, and I&#39;m OK with it. And if you are OK with it, everyone else will be, too. Just be yourself.","author":"Leo Howard","topic":"Age"},{"quote":"Youth is the gift of nature, but age is a work of art.","author":"Stanislaw Jerzy Lec","topic":"Age"},{"quote":"Do not go gentle into that good night but rage, rage against the dying of the light.","author":"Dylan Thomas","topic":"Age"},{"quote":"Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization.","author":"Bo Bennett","topic":"Age"},{"quote":"Age is an issue of mind over matter. If you don&#39;t mind, it doesn&#39;t matter.","author":"Mark Twain","topic":"Age"},{"quote":"In our age there is no such thing as &#39;keeping out of politics.&#39; All issues are political issues, and politics itself is a mass of lies, evasions, folly, hatred and schizophrenia.","author":"George Orwell","topic":"Age"},{"quote":"There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.","author":"Sophia Loren","topic":"Age"},{"quote":"Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre.","author":"Andy Serkis","topic":"Age"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Age"},{"quote":"Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read.","author":"Francis Bacon","topic":"Age"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Age"},{"quote":"Wrinkles should merely indicate where smiles have been.","author":"Mark Twain","topic":"Age"},{"quote":"Men are like wine - some turn to vinegar, but the best improve with age.","author":"Pope John XXIII","topic":"Age"},{"quote":"The older I grow the more I distrust the familiar doctrine that age brings wisdom.","author":"H. L. Mencken","topic":"Age"},{"quote":"Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.","author":"Henry Ford","topic":"Age"},{"quote":"Cherish all your happy moments; they make a fine cushion for old age.","author":"Booth Tarkington","topic":"Age"},{"quote":"Aging is not lost youth but a new stage of opportunity and strength.","author":"Betty Friedan","topic":"Age"},{"quote":"Marriage is not about age; it&#39;s about finding the right person.","author":"Sophia Bush","topic":"Age"},{"quote":"You can&#39;t help getting older, but you don&#39;t have to get old.","author":"George Burns","topic":"Age"},{"quote":"People gossip. People are insecure, so they talk about other people so that they won&#39;t be talked about. They point out flaws in other people to make them feel good about themselves. I think at any age or any social class, that&#39;s present.","author":"Blake Lively","topic":"Age"},{"quote":"The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.","author":"Aldous Huxley","topic":"Age"},{"quote":"There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability.","author":"Sharron Angle","topic":"Age"},{"quote":"Old minds are like old horses; you must exercise them if you wish to keep them in working order.","author":"John Adams","topic":"Age"},{"quote":"Youth has no age.","author":"Pablo Picasso","topic":"Age"},{"quote":"The secret of staying young is to live honestly, eat slowly, and lie about your age.","author":"Lucille Ball","topic":"Age"},{"quote":"It is not how old you are, but how you are old.","author":"Jules Renard","topic":"Age"},{"quote":"Just remember, once you&#39;re over the hill you begin to pick up speed.","author":"Arthur Schopenhauer","topic":"Age"},{"quote":"I remember, as a boy of 17 years of age, this was a fascinating thing for me: how we human beings breathe out carbon dioxide into the air, the leaves of plants pick this carbon dioxide up, and the plant gives off oxygen, which we can breathe in and keep our life going.","author":"Percy Julian","topic":"Age"},{"quote":"A diplomat is a man who always remembers a woman&#39;s birthday but never remembers her age.","author":"Robert Frost","topic":"Age"},{"quote":"I&#39;m very mature for my age, but I&#39;m also innocent in a lot of ways.","author":"Kirsten Dunst","topic":"Age"},{"quote":"The age of a woman doesn&#39;t mean a thing. The best tunes are played on the oldest fiddles.","author":"Ralph Waldo Emerson","topic":"Age"},{"quote":"The old believe everything, the middle-aged suspect everything, the young know everything.","author":"Oscar Wilde","topic":"Age"},{"quote":"I will never be an old man. To me, old age is always 15 years older than I am.","author":"Francis Bacon","topic":"Age"},{"quote":"Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun; as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday.","author":"Eleanor Roosevelt","topic":"Age"},{"quote":"In age of consumerism and materialism, I traffic in blue sky and colored air.","author":"James Turrell","topic":"Age"},{"quote":"Old age is like everything else. To make a success of it, you&#39;ve got to start young.","author":"Theodore Roosevelt","topic":"Age"},{"quote":"Be eccentric now. Don&#39;t wait for old age to wear purple.","author":"Regina Brett","topic":"Age"},{"quote":"Age and size are only numbers. It&#39;s the attitude you bring to clothes that make the difference.","author":"Donna Karan","topic":"Age"},{"quote":"Age wrinkles the body. Quitting wrinkles the soul.","author":"Douglas MacArthur","topic":"Age"},{"quote":"You are as young as your self-confidence, as old as your fears; as young as your hope, as old as your despair.","author":"Samuel Ullman","topic":"Age"},{"quote":"To me - old age is always ten years older than I am.","author":"Bernard Baruch","topic":"Age"},{"quote":"When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory.","author":"Friedrich Nietzsche","topic":"Age"},{"quote":"Youth is a blunder; Manhood a struggle, Old Age a regret.","author":"Benjamin Disraeli","topic":"Age"},{"quote":"If you age with somebody, you go through so many roles - you&#39;re lovers, friends, enemies, colleagues, strangers; you&#39;re brother and sister. That&#39;s what intimacy is, if you&#39;re with your soulmate.","author":"Cate Blanchett","topic":"Age"},{"quote":"In youth we learn; in age we understand.","author":"Marie von Ebner-Eschenbach","topic":"Age"},{"quote":"Age is whatever you think it is. You are as old as you think you are.","author":"Muhammad Ali","topic":"Age"},{"quote":"If youth knew; if age could.","author":"Sigmund Freud","topic":"Age"},{"quote":"Robots will harvest, cook, and serve our food. They will work in our factories, drive our cars, and walk our dogs. Like it or not, the age of work is coming to an end.","author":"Gray Scott","topic":"Age"},{"quote":"My love for ice cream emerged at an early age - and has never left!","author":"Ginger Rogers","topic":"Age"},{"quote":"Your grandparents came of age in the Great Depression, when everyday life was about deprivation and sacrifice, when the economic conditions of the time were so grave and so unrelenting it would have been easy enough for the American dream to fade away.","author":"Tom Brokaw","topic":"Age"},{"quote":"Today, most young women are exposed to technology at a very young age, with mobile phones, tablets, the Web or social media. They are much more proficient with technology than prior generations since they use it for all their school work, communication and entertainment.","author":"Susan Wojcicki","topic":"Age"},{"quote":"Love has no age, no limit; and no death.","author":"John Galsworthy","topic":"Age"},{"quote":"Forty is the old age of youth; fifty the youth of old age.","author":"Victor Hugo","topic":"Age"},{"quote":"Legend: A lie that has attained the dignity of age.","author":"H. L. Mencken","topic":"Age"},{"quote":"True terror is to wake up one morning and discover that your high school class is running the country.","author":"Kurt Vonnegut","topic":"Age"},{"quote":"When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age.","author":"Victor Hugo","topic":"Age"},{"quote":"I&#39;m happy to report that my inner child is still ageless.","author":"James Broughton","topic":"Age"},{"quote":"Old age: the crown of life, our play&#39;s last act.","author":"Marcus Tullius Cicero","topic":"Age"},{"quote":"The trick is growing up without growing old.","author":"Casey Stengel","topic":"Age"},{"quote":"Hesitation increases in relation to risk in equal proportion to age.","author":"Ernest Hemingway","topic":"Age"},{"quote":"Old age is the most unexpected of all things that happen to a man.","author":"Leon Trotsky","topic":"Age"},{"quote":"In this electronic age we see ourselves being translated more and more into the form of information, moving toward the technological extension of consciousness.","author":"Marshall McLuhan","topic":"Age"},{"quote":"There&#39;s a vintage which comes with age and experience.","author":"Jon Bon Jovi","topic":"Age"},{"quote":"Old age and treachery will always beat youth and exuberance.","author":"David Mamet","topic":"Age"},{"quote":"It is surprising to notice that even from the earliest age, man finds the greatest satisfaction in feeling independent. The exalting feeling of being sufficient to oneself comes as a revelation.","author":"Maria Montessori","topic":"Age"},{"quote":"Old age is just a record of one&#39;s whole life.","author":"Muhammad Ali","topic":"Age"},{"quote":"We are approaching a new age of synthesis. Knowledge cannot be merely a degree or a skill... it demands a broader vision, capabilities in critical thinking and logical deduction without which we cannot have constructive progress.","author":"Li Ka-shing","topic":"Age"},{"quote":"In the first three years of life, the foundations of physical and also of psychic health are laid. In these years, the child not only increases in size but passes through great transformations. This is the age in which language and movement develop. The child must be safeguarded in order that these activities may develop freely.","author":"Maria Montessori","topic":"Age"},{"quote":"It is utterly false and cruelly arbitrary to put all the play and learning into childhood, all the work into middle age, and all the regrets into old age.","author":"Margaret Mead","topic":"Age"},{"quote":"Inflation is when you pay fifteen dollars for the ten-dollar haircut you used to get for five dollars when you had hair.","author":"Sam Ewing","topic":"Age"},{"quote":"My mother is an incredibly beautiful woman who has laughed at every single thing my father&#39;s ever said. At a young age, my brother and I understood that if you can make girls laugh, you can punch well above your weight class.","author":"Seth Meyers","topic":"Age"},{"quote":"I&#39;m glad I was born when I was. My time was the golden age of variety. If I were starting out again now, maybe things would happen for me, but it certainly would not be on a variety show with 28 musicians, 12 dancers, two major guest stars, 50 costumes a week by Bob Mackie. The networks just wouldn&#39;t spend the money today.","author":"Carol Burnett","topic":"Age"},{"quote":"I understood at a very early age that in nature, I felt everything I should feel in church but never did. Walking in the woods, I felt in touch with the universe and with the spirit of the universe.","author":"Alice Walker","topic":"Age"},{"quote":"No economy can succeed without a high-quality workforce, particularly in an age of globalization and technical change.","author":"Ben Bernanke","topic":"Age"},{"quote":"I started in the restaurant business at the age of 19 as a waitress. I loved the atmosphere and the camaraderie of the restaurant business. I loved not having to go to an office. I loved making people happy.","author":"Anne Burrell","topic":"Age"},{"quote":"Old age is no place for sissies.","author":"Bette Davis","topic":"Age"},{"quote":"Sometimes, people can be extraordinarily judgmental and closed-minded to anyone different or special, which is why it&#39;s so hard for young people in this day and age to be comfortable enough in their own skin to not listen to the people picking on them.","author":"Ariana Grande","topic":"Age"},{"quote":"Age does not protect you from love. But love, to some extent, protects you from age.","author":"Anais Nin","topic":"Age"},{"quote":"I think the biggest disease the world suffers from in this day and age is the disease of people feeling unloved. I know that I can give love for a minute, for half an hour, for a day, for a month, but I can give. I am very happy to do that, I want to do that.","author":"Princess Diana","topic":"Age"},{"quote":"I do believe that my whole success goes back to that time I was arrested as a wayward boy at the age of thirteen. Because then I had to quit running around and began to learn something. Most of all, I began to learn music.","author":"Louis Armstrong","topic":"Age"},{"quote":"New Age values are conscious evolution, a non-sectarian society, a non-military culture, global sharing, healing the environment, sustainable economies, self-determination, social justice, economic empowerment of the poor, love, compassion in action, going beyond religious fundamentalism, going beyond nationalism-extreme nationalism, culture.","author":"Deepak Chopra","topic":"Age"},{"quote":"Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young.","author":"J. K. Rowling","topic":"Age"},{"quote":"When the child begins to think and to make use of the written language to express his rudimentary thinking, he is ready for elementary work; and this fitness is a question not of age or other incidental circumstance but of mental maturity.","author":"Maria Montessori","topic":"Age"},{"quote":"Age is no barrier. It&#39;s a limitation you put on your mind.","author":"Jackie Joyner-Kersee","topic":"Age"},{"quote":"Instead of being presented with stereotypes by age, sex, color, class, or religion, children must have the opportunity to learn that within each range, some people are loathsome and some are delightful.","author":"Margaret Mead","topic":"Age"},{"quote":"Stone Age. Bronze Age. Iron Age. We define entire epics of humanity by the technology they use.","author":"Reed Hastings","topic":"Age"},{"quote":"I strive for perfection, but I&#39;m not perfect. But what I can say is my morals are totally different than any other 24-year-old rapper my age now. I look at life totally different. A whole other aspect. I have different views and morals on life in general. And opinions.","author":"ASAP Rocky","topic":"Age"},{"quote":"When granted many years of life, growing old in age is natural, but growing old with grace is a choice. Growing older with grace is possible for all who will set their hearts and minds on the Giver of grace, the Lord Jesus Christ.","author":"Billy Graham","topic":"Age"},{"quote":"As human beings we value the experience that comes with age. We are reminded over and over again with statements like &#39;older and wiser&#39; and &#39;respect your elders,&#39; promoting age as something to be cherished and respected.","author":"Jenna Morasca","topic":"Age"},{"quote":"Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator.","author":"Confucius","topic":"Age"},{"quote":"We aren&#39;t in an information age, we are in an entertainment age.","author":"Tony Robbins","topic":"Age"},{"quote":"Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That&#39;s why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change.","author":"Bruce Lipton","topic":"Age"},{"quote":"We are all shaped by where we grow up, though that shaping takes different forms. I don&#39;t think there&#39;s any doubt that coming of age in Winnipeg both opened my eyes and made me hungry - if I can subvert all claims to be a real writer by mixing metaphors like that.","author":"Guy Gavriel Kay","topic":"Age"},{"quote":"You can wear black at any time. You can wear it at any age. You may wear it for almost any occasion; a &#39;little black frock&#39; is essential to a woman&#39;s wardrobe.","author":"Christian Dior","topic":"Age"},{"quote":"The finest lesson I&#39;ve learned with age is that all I need is a small team of comrades who inspire me, try not to judge me, and remind me when I&#39;m judging myself.","author":"Lake Bell","topic":"Age"},{"quote":"I think that everybody needs four things in life. Everybody needs something to do regardless of age. Everybody needs someone to love. Everybody needs something to hope for, and, of course, everybody needs someone to believe in.","author":"Lou Holtz","topic":"Age"},{"quote":"New needs need new techniques. And the modern artists have found new ways and new means of making their statements... the modern painter cannot express this age, the airplane, the atom bomb, the radio, in the old forms of the Renaissance or of any other past culture.","author":"Jackson Pollock","topic":"Age"},{"quote":"I was one of those children forced into fighting at the age of 13, in my country Sierra Leone, a war that claimed the lives of my mother, father and two brothers. I know too well the emotional, psychological and physical burden that comes with being exposed to violence as a child or at any age for that matter.","author":"Ishmael Beah","topic":"Age"},{"quote":"My blog is a celebration of the unexpected, settled, happy life I find myself living in Portland, Maine, at the ripe old age of fifty with someone I deeply love and am very happy with. That&#39;s part of why I started the blog.","author":"Kate Christensen","topic":"Age"},{"quote":"The great paradox of the 21st century is that, in this age of powerful technology, the biggest problems we face internationally are problems of the human soul.","author":"Ralph Peters","topic":"Age"},{"quote":"What though youth gave love and roses, Age still leaves us friends and wine.","author":"Thomas Moore","topic":"Age"},{"quote":"People quit on jobs. They quit on marriages. They quit on school. There&#39;s an immediacy of this day and age that doesn&#39;t lend itself to being committed to anything.","author":"Emily Blunt","topic":"Age"},{"quote":"At some point in every person&#39;s life, you will need an assisted medical device - whether it&#39;s your glasses, your contacts, or as you age and you have a hip replacement or a knee replacement or a pacemaker. The prosthetic generation is all around us.","author":"Aimee Mullins","topic":"Age"},{"quote":"I feel that confidence in women - especially young girls of color - but women, in general, is so important. It is so important for us to arm ourselves and become powerful at a very young age.","author":"Viola Davis","topic":"Age"},{"quote":"In this enlightened age, there are few I believe, but what will acknowledge, that slavery as an institution is a moral &amp; political evil in any country. It is useless to expatiate on its disadvantages.","author":"Robert E. Lee","topic":"Age"},{"quote":"Today, companies have to radically revolutionize themselves every few years just to stay relevant. That&#39;s because technology and the Internet have transformed the business landscape forever. The fast-paced digital age has accelerated the need for companies to become agile.","author":"Nolan Bushnell","topic":"Age"},{"quote":"The design process usually starts as a fantasy, with ideas that I dream of and visualize. These ideas become a reality by bringing various ingredients together, from the lifestyle of my bride, her age and sex appeal, to the textures of the finest fabrics and embroideries that we produce in my family factories in India.","author":"Naeem Khan","topic":"Age"},{"quote":"Confusion of goals and perfection of means seems, in my opinion, to characterize our age.","author":"Albert Einstein","topic":"Age"},{"quote":"The three touchstones that woke Buddha up - sickness, old age, and death - are a pretty good place to start when crafting a tragic tale. And if we need to get more specific: heartbreak, destruction, miscomprehension, natural disasters, betrayal, and the waste of human potential.","author":"Paul Di Filippo","topic":"Age"},{"quote":"People have to understand one thing: at the age of 18, I arrived at a dream club like Manchester United. It was a dream come true. But, even at that moment, I was thinking about playing in England for some years and then going to play in Spain. Even at that time I was thinking that way, and I always gave 100% everything.","author":"Cristiano Ronaldo","topic":"Age"},{"quote":"Better pass boldly into that other world, in the full glory of some passion, than fade and wither dismally with age.","author":"James Joyce","topic":"Age"},{"quote":"Middle age is when your old classmates are so grey and wrinkled and bald they don&#39;t recognize you.","author":"Bennett Cerf","topic":"Age"},{"quote":"As human beings, our greatness lies not so much in being able to remake the world - that is the myth of the atomic age - as in being able to remake ourselves.","author":"Mahatma Gandhi","topic":"Age"},{"quote":"We live in an age, in an era where there is so much negativity, there is so much violence in the world, there is so much unrest and people are at war, that I wanted to promote the word love and red signifies love.","author":"Elton John","topic":"Age"},{"quote":"We live in an age where people will watch epic entertainment on their phones.","author":"Will Arnett","topic":"Age"},{"quote":"It seems as if an age of genius must be succeeded by an age of endeavour; riot and extravagance by cleanliness and hard work.","author":"Virginia Woolf","topic":"Age"},{"quote":"You can fake your age or mask it, but the passion that moves the characters has to be real.","author":"Victoria Abril","topic":"Age"},{"quote":"Both old and young alike ought to seek wisdom: the former in order that, as age comes over him, he may be young in good things because of the grace of what has been, and the latter in order that, while he is young, he may at the same time be old, because he has no fear of the things which are to come.","author":"Epicurus","topic":"Age"},{"quote":"One of the things you learn in football is that you&#39;re only as good as your last outing. I don&#39;t like to reflect on what we&#39;ve done in the past. I&#39;m not a very good storyteller, for one thing. I&#39;d disappoint you. When it&#39;s time, I&#39;ll talk about the good old days. But it&#39;s a sign of old age, reveling in the past.","author":"Chuck Noll","topic":"Age"},{"quote":"We are in an age of technology where we sit in our little cubicles and we IM each other and Skype each other and never connect as human beings.","author":"Sarah McLachlan","topic":"Age"},{"quote":"As a father, I believe that involving children in sports at a young age is generally, a wise proposition. I believe that healthy competition is... well... healthy; that sporting events foster a spirit of teamwork that far surpasses the events themselves; and that active participation keeps children moving and is good for their self-esteem.","author":"Naveen Jain","topic":"Age"},{"quote":"Let age, not envy, draw wrinkles on thy cheeks.","author":"Thomas Browne","topic":"Age"},{"quote":"One&#39;s age should be tranquil, as childhood should be playful. Hard work at either extremity of life seems out of place. At midday the sun may burn, and men labor under it; but the morning and evening should be alike calm and cheerful.","author":"Thomas Arnold","topic":"Age"},{"quote":"I grew up in the 1960s and wanted to become part of the great space exploration effort, but when I graduated from college in 1974, the Apollo program was over, and the country had moved into this pessimistic mode. We had entered the &#39;age of limits.&#39;","author":"Robert Zubrin","topic":"Age"},{"quote":"It feels like there&#39;s something for everyone in video games. It&#39;s not just a toy for a certain age group. It&#39;s steeped in the culture now.","author":"Rich Moore","topic":"Age"},{"quote":"The ruling ideas of each age have ever been the ideas of its ruling class.","author":"Karl Marx","topic":"Age"},{"quote":"As I grow older, I pay less attention to what men say. I just watch what they do.","author":"Andrew Carnegie","topic":"Age"},{"quote":"&#39;Age&#39; is the acceptance of a term of years. But maturity is the glory of years.","author":"Martha Graham","topic":"Age"},{"quote":"Bad news isn&#39;t wine. It doesn&#39;t improve with age.","author":"Colin Powell","topic":"Age"},{"quote":"Education is the best provision for old age.","author":"Aristotle","topic":"Age"},{"quote":"Adults are obsolete children.","author":"Dr. Seuss","topic":"Age"},{"quote":"Age is inevitable. Aging isn&#39;t.","author":"Marv Levy","topic":"Age"},{"quote":"Those who love deeply never grow old; they may die of old age, but they die young.","author":"Dorothy Canfield Fisher","topic":"Age"},{"quote":"In play, a child is always above his average age, above his daily behavior; in play, it is as though he were a head taller than himself.","author":"Lev Vygotsky","topic":"Age"},{"quote":"With age comes the understanding and appreciation of your most important asset, your health.","author":"Oprah Winfrey","topic":"Age"},{"quote":"Mindfulness can help people of any age. That&#39;s because we become what we think.","author":"Goldie Hawn","topic":"Age"},{"quote":"At the age of six I wanted to be a cook. At seven I wanted to be Napoleon. And my ambition has been growing steadily ever since.","author":"Salvador Dali","topic":"Age"},{"quote":"The divine right of husbands, like the divine right of kings, may, it is hoped, in this enlightened age, be contested without danger.","author":"Mary Wollstonecraft","topic":"Age"},{"quote":"There is a Fountain of Youth: It is your mind, your talents, the creativity you bring to your life and the lives of the people you love. When you learn to tap this source, you will truly have defeated age.","author":"Sophia Loren","topic":"Age"},{"quote":"I&#39;ve always hated authority from an early age. And authority have always hated me.","author":"Dr. Dre","topic":"Age"},{"quote":"The golden age is before us, not behind us.","author":"Simon the Zealot","topic":"Age"},{"quote":"Youth is in a grand flush, like the hot days of ending summer; and pleasant dreams thrall your spirit, like the smoky atmosphere that bathes the landscape of an August day.","author":"Donald G. Mitchell","topic":"Age"},{"quote":"In every age &#39;the good old days&#39; were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them.","author":"Brooks Atkinson","topic":"Age"},{"quote":"But the age of chivalry is gone. That of sophisters, economists, and calculators has succeeded; and the glory of Europe is extinguished forever.","author":"Edmund Burke","topic":"Age"},{"quote":"Lack of education, old age, bad health or discrimination - these are causes of poverty, and the way to attack it is to go to the root.","author":"Robert Kennedy","topic":"Age"},{"quote":"It is not the young people that degenerate; they are not spoiled till those of mature age are already sunk into corruption.","author":"Charles de Montesquieu","topic":"Age"},{"quote":"In my youth I stressed freedom, and in my old age I stress order. I have made the great discovery that liberty is a product of order.","author":"Will Durant","topic":"Age"},{"quote":"If you live to be one hundred, you&#39;ve got it made. Very few people die past that age.","author":"George Burns","topic":"Age"},{"quote":"The man Dickens, whom the world at large thought it knew, stood for all the Victorian virtues - probity, kindness, hard work, sympathy for the down-trodden, the sanctity of domestic life - even as his novels exposed the violence, hypocrisy, greed, and cruelty of the Victorian age.","author":"Robert Gottlieb","topic":"Age"},{"quote":"Your timeless self does not age and has no fear of the future. Contemplate your physical self and all its possessions, and practice laughing peacefully at it all.","author":"Wayne Dyer","topic":"Age"},{"quote":"When the Holocaust happened, I was 15 years old. My parents kept it a secret from me, despite belonging to the Red Cross. I only found out about it much later. Even today I still feel guilty, because I was an ignoramus between the age of 15 and 25. I am sorry I couldn&#39;t stand up for them.","author":"Jean-Luc Godard","topic":"Age"},{"quote":"I&#39;ll tell you, there is nothing better in life than being a late bloomer. I believe that success can happen at any time and at any age.","author":"Salma Hayek","topic":"Age"},{"quote":"Youth is the time of getting, middle age of improving, and old age of spending.","author":"Anne Bradstreet","topic":"Age"},{"quote":"I wanted to be a teacher. I love children, so I wanted to deal with children. Then I wanted to be a veterinarian. But by the age of ten or eleven, when I opened my mouth and said, &#39;Oh, God, what&#39;s this?&#39; I kind of knew teaching and being a veterinarian were gonna have to wait.","author":"Whitney Houston","topic":"Age"},{"quote":"My dad encouraged us to fail. Growing up, he would ask us what we failed at that week. If we didn&#39;t have something, he would be disappointed. It changed my mindset at an early age that failure is not the outcome, failure is not trying. Don&#39;t be afraid to fail.","author":"Sara Blakely","topic":"Age"},{"quote":"Everyone talks about age, but it&#39;s not about age. It&#39;s about work ethic. Winning never gets old.","author":"Lisa Leslie","topic":"Age"},{"quote":"Old age is a special problem for me because I&#39;ve never been able to shed the mental image I have of myself - a lad of about 19.","author":"E. B. White","topic":"Age"},{"quote":"Be on the alert to recognize your prime at whatever time of your life it may occur.","author":"Muriel Spark","topic":"Age"},{"quote":"We have to program the mind of the public that age is not ugly. Age is just age. Wake up, American children, and stop listening to other people&#39;s voices. Know yourself, be true to yourself and make a contribution. It took me half my life to know myself. I listened to other people&#39;s opinions and took them as gospel.","author":"Carmen Dell'Orefice","topic":"Age"},{"quote":"From a generation that came of age during the Great Depression, millions of our country&#39;s best and bravest took up arms in a worldwide struggle against tyranny.","author":"Steve Buyer","topic":"Age"},{"quote":"At the age of ten, I thought if a boy kissed you on the lips, you would have a baby, and I surely wasn&#39;t the only youngster who believed that!","author":"Ginger Rogers","topic":"Age"},{"quote":"Age does not protect you from love. But love, to some extent, protects you from age.","author":"Jeanne Moreau","topic":"Age"},{"quote":"As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of &#39;do it yourself.&#39;","author":"Marshall McLuhan","topic":"Age"},{"quote":"Youth is the spirit of adventure and awakening. It is a time of physical emerging when the body attains the vigor and good health that may ignore the caution of temperance. Youth is a period of timelessness when the horizons of age seem too distant to be noticed.","author":"Ezra Taft Benson","topic":"Age"},{"quote":"I think it&#39;s nice to age gracefully. OK, you lose the youth, a certain stamina and dewy glow, but what you gain on the inside as a human being is wonderful: the wisdom, the acceptance and the peace of mind. It&#39;s a fair exchange.","author":"Cherie Lunghi","topic":"Age"},{"quote":"Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.","author":"Mark Twain","topic":"Age"},{"quote":"The excitement of learning separates youth from old age. As long as you&#39;re learning you&#39;re not old.","author":"Rosalyn S. Yalow","topic":"Age"},{"quote":"Middle age is when you&#39;re sitting at home on a Saturday night and the telephone rings and you hope it isn&#39;t for you.","author":"Ogden Nash","topic":"Age"},{"quote":"Retirement at sixty-five is ridiculous. When I was sixty-five I still had pimples.","author":"George Burns","topic":"Age"},{"quote":"Privacy is one of the biggest problems in this new electronic age.","author":"Andy Grove","topic":"Age"},{"quote":"I have led an unusual life. I have buried a father killed at age 50 and two brothers killed in the prime of their lives. I raised my children as a single mother when my husband was arrested and held for eight years without a conviction - a hostage to my political career.","author":"Benazir Bhutto","topic":"Age"},{"quote":"Old age is like a plane flying through a storm. Once you&#39;re aboard, there&#39;s nothing you can do.","author":"Golda Meir","topic":"Age"},{"quote":"The potential for the abuse of power through digital networks - upon which we the people now depend for nearly everything, including our politics - is one of the most insidious threats to democracy in the Internet age.","author":"Rebecca MacKinnon","topic":"Age"},{"quote":"The aging process has you firmly in its grasp if you never get the urge to throw a snowball.","author":"Doug Larson","topic":"Age"},{"quote":"It&#39;s trite to say that the world has gotten smaller in the age of globalization, but my travels have told me that it&#39;s wrong to think this means there is some kind of uniform world culture.","author":"Norman Spinrad","topic":"Age"},{"quote":"From a young age, I learned to focus on the things I was good at and delegate to others what I was not good at. That&#39;s how Virgin is run. Fantastic people throughout the Virgin Group run our businesses, allowing me to think creatively and strategically.","author":"Richard Branson","topic":"Age"},{"quote":"We all grow up. Hopefully, we get wiser. Age brings wisdom, and fatherhood changes one&#39;s life completely.","author":"Frank Abagnale","topic":"Age"},{"quote":"My justification is that most people my age spend a lot of time thinking about what they&#39;re going to do for the next five or ten years. The time they spend thinking about their life, I just spend drinking.","author":"Amy Winehouse","topic":"Age"},{"quote":"With age comes common sense and wisdom.","author":"Nas","topic":"Age"},{"quote":"Age does not make us childish, as some say; it finds us true children.","author":"James Anthony Froude","topic":"Age"},{"quote":"What makes old age hard to bear is not the failing of one&#39;s faculties, mental and physical, but the burden of one&#39;s memories.","author":"W. Somerset Maugham","topic":"Age"},{"quote":"Young man, the secret of my success is that at early age I discovered that I was not God.","author":"Oliver Wendell Holmes, Jr.","topic":"Age"},{"quote":"I think it&#39;s your mental attitude. So many of us start dreading age in high school and that&#39;s a waste of a lovely life. &#39;Oh... I&#39;m 30, oh, I&#39;m 40, oh, 50.&#39; Make the most of it.","author":"Betty White","topic":"Age"},{"quote":"If you get to my age in life and nobody thinks well of you, I don&#39;t care how big your bank account is, your life is a disaster.","author":"Warren Buffett","topic":"Age"},{"quote":"None are so old as those who have outlived enthusiasm.","author":"Henry David Thoreau","topic":"Age"},{"quote":"I&#39;m at the age where food has taken the place of sex in my life. In fact, I&#39;ve just had a mirror put over my kitchen table.","author":"Rodney Dangerfield","topic":"Age"},{"quote":"A lot of people who start work at a very young age never grow up because they never got that opportunity to be a child, so they hold on to that and still do a lot of childish, silly things.","author":"Janet Jackson","topic":"Age"},{"quote":"My father... removed from Kentucky to... Indiana, in my eighth year... It was a wild region, with many bears and other wild animals still in the woods. There I grew up... Of course when I came of age, I did not know much. Still somehow, I could read, write, and cipher... but that was all.","author":"Abraham Lincoln","topic":"Age"},{"quote":"Canada has a passive-aggressive culture, with a lot of sarcasm and righteousness. That went with my weird messianic complex. The ego is a fascinating monster. I was taught from a young age that I had to serve, so that turned into me thinking I had to save the planet.","author":"Alanis Morissette","topic":"Age"},{"quote":"Why do people talk of the horrors of old age? It&#39;s great. I feel like a fine old car with the parts gradually wearing out, but I&#39;m not complaining,... Those who find growing old terrible are people who haven&#39;t done what they wanted with their lives.","author":"Martha Gellhorn","topic":"Age"},{"quote":"There are only three things that can kill a farmer: lightning, rolling over in a tractor, and old age.","author":"Bill Bryson","topic":"Age"},{"quote":"If you love someone, you love someone. It doesn&#39;t matter; age, colour, c&#39;mon!","author":"Sam Taylor-Johnson","topic":"Age"},{"quote":"You don&#39;t stop laughing because you grow older. You grow older because you stop laughing.","author":"Maurice Chevalier","topic":"Age"},{"quote":"I think that age as a number is not nearly as important as health. You can be in poor health and be pretty miserable at 40 or 50. If you&#39;re in good health, you can enjoy things into your 80s.","author":"Bob Barker","topic":"Age"},{"quote":"Old age comes on suddenly, and not gradually as is thought.","author":"Emily Dickinson","topic":"Age"},{"quote":"It is old age, rather than death, that is to be contrasted with life. Old age is life&#39;s parody, whereas death transforms life into a destiny: in a way it preserves it by giving it the absolute dimension. Death does away with time.","author":"Simone de Beauvoir","topic":"Age"},{"quote":"I am, as I&#39;ve said, merely competent. But in an age of incompetence, that makes me extraordinary.","author":"Billy Joel","topic":"Age"},{"quote":"An age is called Dark not because the light fails to shine, but because people refuse to see it.","author":"James A. Michener","topic":"Age"},{"quote":"Age is not important unless you&#39;re a cheese.","author":"Helen Hayes","topic":"Age"},{"quote":"We are always the same age inside.","author":"Gertrude Stein","topic":"Age"},{"quote":"While I am in this world, I am resolved that no vexation shall put me out of temper if I can possibly command myself. Even old age, which is making strides towards me, shall not prevail to make me peevish.","author":"Samuel Adams","topic":"Age"},{"quote":"It seems this is an age of clever critics who keep bewailing the fact that there are no works worthy of criticism.","author":"Sylvia Plath","topic":"Age"},{"quote":"Scripture is filled with examples of men and women whom God used late in life, often with great impact - men and women who refused to use old age as an excuse to ignore what God wanted them to do.","author":"Billy Graham","topic":"Age"},{"quote":"I&#39;m 42 and the age of a guy who has kids, so I guess I&#39;m playing right where I&#39;m supposed to be. I&#39;m comfortable with that, but in the same breath I&#39;d do something edgy. If someone came to me and offered me an edgy and funny story, then I&#39;d do it.","author":"Eddie Murphy","topic":"Age"},{"quote":"At the earliest age, when I saw a &#39;wet paint&#39; sign, I had to touch the paint to see if it was wet. When I get stopped at the stoplight in the middle of the night, and there&#39;s just no cars coming, and the light is red, I go. I don&#39;t think I&#39;m putting anyone in harm&#39;s way, and I&#39;ll just take the consequences. Because I&#39;m a Libertarian.","author":"Gary Johnson","topic":"Age"},{"quote":"I believe in miracles. At the age of 13, I was on holiday in Moscow with my mother. It was the only trip I took in my whole childhood. We stepped off a metro train and were approached by a talent scout who told me that she wanted to sign me to her modeling agency.","author":"Olga Kurylenko","topic":"Age"},{"quote":"There&#39;s something intrinsically Australian about a bunch of brothers and school friends getting together as a band at a very young age and all pulling together as a band at a very young age and all pulling together as mates to make something happen.","author":"Michael Hutchence","topic":"Age"},{"quote":"My father died when I was seven, leaving a widow and five sons, ranging in age from five to seventeen. My mother was the most highly-disciplined and hardest working person I have ever known, and this, combined with her love and gentleness, enabled her to make a success of each of her children.","author":"Arthur Lewis","topic":"Age"},{"quote":"Age doesn&#39;t mean anything. Age doesn&#39;t mean I can&#39;t work as hard. Age doesn&#39;t mean I can&#39;t do as well as everyone else. It&#39;s just a factor. It&#39;s just there.","author":"Zendaya","topic":"Age"},{"quote":"The goal of my diet-style is eating for optimal health and longevity. What greater benefit could there be than living healthfully and actively into old age with no dependence on medications and almost no risk of heart disease, diabetes or dementia?","author":"Joel Fuhrman","topic":"Age"},{"quote":"In youth, the days are short and the years are long. In old age, the years are short and days long.","author":"Pope Paul VI","topic":"Age"},{"quote":"So I continued through my next school, which takes me up to the age of 17, moving from the bottom stream of one year into the bottom stream of the next year, all the way through. I showed other talents which gave me self-respect, which is fine.","author":"Jeremy Irons","topic":"Age"},{"quote":"The people who live in a golden age usually go around complaining how yellow everything looks.","author":"Randall Jarrell","topic":"Age"},{"quote":"If Beethoven had been killed in a plane crash at the age of 22, it would have changed the history of music and of aviation.","author":"Tom Stoppard","topic":"Age"},{"quote":"In the information age, you don&#39;t teach philosophy as they did after feudalism. You perform it. If Aristotle were alive today he&#39;d have a talk show.","author":"Timothy Leary","topic":"Age"},{"quote":"The railroads needed standardized time; as a result, the technology of train travel shaped the way everyone gets up, eats, goes to sleep, calculates age, and, perhaps of no small importance, imagine the world as a whole, ticking reliably, with reliable deviations, according to the beat of one central clock in a physical location.","author":"Stacey D'Erasmo","topic":"Age"},{"quote":"There&#39;s no such thing as old age. I&#39;m no different now than I was 50 years ago. I&#39;m just having more fun.","author":"Philip Johnson","topic":"Age"},{"quote":"My mom beat us until she started breaking clothes hangers. Wooden clothes hangers! Once we started laughing back at her, then your spankings were through. That&#39;s the way I was raised. So, I got to be about 13 years of age when finally she quit spanking on me. But I think that it was great way to be raised.","author":"Doug Harvey","topic":"Age"},{"quote":"The way it works in our family is, it&#39;s the family business. Much like in the Mafia. Every child is given the opportunity to act at a young age and to learn what it&#39;s like to be in the business. But I didn&#39;t really know I wanted to act when I was a child.","author":"Jordan Bridges","topic":"Age"},{"quote":"We grew up in abject poverty. Acting, writing scripts and skits were a way of escaping our environment at a very young age.","author":"Viola Davis","topic":"Age"},{"quote":"The age in which we live, this non-stop distraction, is making it more impossible for the young generation to ever have the curiosity or discipline... because you need to be alone to find out anything.","author":"Vivienne Westwood","topic":"Age"},{"quote":"I am convinced that a good building must be capable of absorbing the traces of human life and taking on a specific richness... I think of the patina of age on materials, of innumerable small scratches on surfaces, of varnish that has grown dull and brittle, and of edges polished by use.","author":"Peter Zumthor","topic":"Age"},{"quote":"Whenever culture has gone through a radical change, as ours has - from industrial age to information age - there are people who will deny that things have changed; they resist it and refuse to change.","author":"Daniel Greenberg","topic":"Age"},{"quote":"Second to agriculture, humbug is the biggest industry of our age.","author":"Alfred Nobel","topic":"Age"},{"quote":"We are living in a new age of energy supply anxiety.","author":"Daniel Yergin","topic":"Age"},{"quote":"In youth we run into difficulties. In old age difficulties run into us.","author":"Josh Billings","topic":"Age"},{"quote":"In order to fix Social Security, we must restructure it so that we continue to provide for our Nation&#39;s seniors that are approaching retirement age, but allow for younger taxpayers to invest a portion of their Social Security taxes in private accounts.","author":"Herman Cain","topic":"Age"},{"quote":"Old age is the only thing that lives up to its reputation.","author":"Emily Levine","topic":"Age"},{"quote":"The face you have at age 25 is the face God gave you, but the face you have after 50 is the face you earned.","author":"Cindy Crawford","topic":"Age"},{"quote":"Each age has deemed the new-born year the fittest time for festal cheer.","author":"Walter Scott","topic":"Age"},{"quote":"Youth is the best time to be rich, and the best time to be poor.","author":"Euripides","topic":"Age"},{"quote":"Age is just a number. It&#39;s totally irrelevant unless, of course, you happen to be a bottle of wine.","author":"Joan Collins","topic":"Age"},{"quote":"Age is a very high price to pay for maturity.","author":"Tom Stoppard","topic":"Age"},{"quote":"I don&#39;t think of myself as a poor deprived ghetto girl who made good. I think of myself as somebody who from an early age knew I was responsible for myself, and I had to make good.","author":"Oprah Winfrey","topic":"Age"},{"quote":"As men get older, the toys get more expensive.","author":"Marvin Davis","topic":"Age"},{"quote":"Old age and the passage of time teach all things.","author":"Sophocles","topic":"Age"},{"quote":"Surrounding myself with beautiful women keeps me young.","author":"Hugh Hefner","topic":"Age"},{"quote":"I&#39;ve always considered myself a fairly romantic person. I believe in love and falling in love at a young age.","author":"Mandy Moore","topic":"Age"},{"quote":"Every child&#39;s taste is different. Don&#39;t worry if they&#39;re not reading &#39;War and Peace&#39; at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy.","author":"Rick Riordan","topic":"Age"},{"quote":"People say women shouldn&#39;t have long hair over a certain age, but I&#39;ve never done what everyone says.","author":"Jane Seymour","topic":"Age"},{"quote":"Like a lot of kids, I had a Superman cake or different theme cakes, but then I hit the age where I think my mom thought I was ready for the German chocolate cake that she makes for my dad. Just the sight of that, the taste of that frosting, just reminds me of being at home with my mom and my dad and my sister and my friends.","author":"Willie Geist","topic":"Age"},{"quote":"A woman has the age she deserves.","author":"Coco Chanel","topic":"Age"},{"quote":"Anything you cannot relinquish when it has outlived its usefulness possesses you, and in this materialistic age a great many of us are possessed by our possessions.","author":"Peace Pilgrim","topic":"Age"},{"quote":"We live in the age of the refugee, the age of the exile.","author":"Ariel Dorfman","topic":"Age"},{"quote":"Youth is wasted on the young.","author":"George Bernard Shaw","topic":"Age"},{"quote":"A man does not die of love or his liver or even of old age; he dies of being a man.","author":"Miguel de Unamuno","topic":"Age"},{"quote":"A woman tells her doctor, &#39;I&#39;ve got a bad back.&#39; The doctor says, &#39;It&#39;s old age.&#39; The woman says, &#39;I want a second opinion.&#39; The doctor says: &#39;Okay - you&#39;re ugly as well.&#39;","author":"Tommy Cooper","topic":"Age"},{"quote":"The harvest of old age is the recollection and abundance of blessing previously secured.","author":"Marcus Tullius Cicero","topic":"Age"},{"quote":"I must confess, I was born at a very early age.","author":"Groucho Marx","topic":"Age"},{"quote":"Dissents speak to a future age.","author":"Ruth Bader Ginsburg","topic":"Age"},{"quote":"We have grown accustomed to the wonders of clean water, indoor plumbing, laser surgery, genetic engineering, artificial joints, replacement body parts, and the much longer lives that accompany them. Yet we should remember that the vast majority of humans ever born died before the age of 10 from an infectious disease.","author":"S. Jay Olshansky","topic":"Age"},{"quote":"This might be the first generation where kids are dying at a younger age than their parents and it&#39;s related primarily to the obesity problem.","author":"Judy Davis","topic":"Age"},{"quote":"Millennials regularly draw ire for their cell phone usage. They&#39;re mobile natives, having come of age when landlines were well on their way out and payphones had gone the way of dinosaurs. Because of their native fluency, Millennials recognize mobile phones can do a whole lot more than make calls, enable texting between friends or tweeting.","author":"Chelsea Clinton","topic":"Age"},{"quote":"As time goes by and you&#39;re getting older and stuff like that - getting older sucks. You know, I hear all this crap about, &#39;Oh, you can age with dignity.&#39; Really?","author":"Mickey Rourke","topic":"Age"},{"quote":"You still stand watch, O human star, burning without a flicker, perfect flame, bright and resourceful spirit. Each of your rays a great idea - O torch which passes from hand to hand, from age to age, world without end.","author":"Karel Capek","topic":"Age"},{"quote":"Leadership in telecommunications is also essential, since we are now in the age of e-commerce.","author":"Michael Oxley","topic":"Age"},{"quote":"I don&#39;t believe one grows older. I think that what happens early on in life is that at a certain age one stands still and stagnates.","author":"T. S. Eliot","topic":"Age"},{"quote":"The most audacious thing I could possibly state in this day and age is that life is worth living. It&#39;s worth being bashed against. It&#39;s worth getting scarred by. It&#39;s worth pouring yourself over every one of its coals.","author":"Jeff Buckley","topic":"Age"},{"quote":"It is distressing to me that we live in an age in which we still must fight to protect our civil rights as Americans, in which a hate crime perpetrated against someone based their sexual orientation can go unpunished, and in which discrimination is being written into our laws.","author":"John Conyers","topic":"Age"},{"quote":"I definitely don&#39;t look my age. So I actively look for roles that will help people change their perception of me.","author":"Elijah Wood","topic":"Age"},{"quote":"There are things that tend to moderate with age. Schizophrenia is somewhat like that.","author":"John Forbes Nash, Jr.","topic":"Age"},{"quote":"What use could the humanities be in a digital age? University students focusing on the humanities may end up, at least in their parents&#39; nightmares, as dog-walkers for those majoring in computer science. But, for me, the humanities are not only relevant but also give us a toolbox to think seriously about ourselves and the world.","author":"Nicholas Kristof","topic":"Age"},{"quote":"At the age of 12 I won the school prize for Best English Essay. The prize was a copy of Somerset Maugham&#39;s &#39;Introduction To Modern English And American Literature.&#39; To this day I keep it on the shelf between my collection of Forester&#39;s works and the little urn that contains my mother&#39;s ashes.","author":"Wilbur Smith","topic":"Age"},{"quote":"In this media-drenched, multitasking, always-on age, many of us have forgotten how to unplug and immerse ourselves completely in the moment. We have forgotten how to slow down. Not surprisingly, this fast-forward culture is taking a toll on everything from our diet and health to our work and the environment.","author":"Carl Honore","topic":"Age"},{"quote":"We live in an age where there is a firehose of information, and there is no hierarchy of what is important and what is not. Where the truth is often fashioned through a variety of digital means. Are you your avatar? Who are you in social media? What face do you turn toward the world? How much does it have in common with who you actually are?","author":"David Carr","topic":"Age"},{"quote":"What could be more beautiful than a dear old lady growing wise with age? Every age can be enchanting, provided you live within it.","author":"Brigitte Bardot","topic":"Age"},{"quote":"You know, your first album is about really amazing things. Your first album is always about coming of age, first love, first loss, usually you suffer a first loss of someone that you love to death, even, you know, really big life lessons, things you learn from your parents&#39; divorce or from the travels that you took.","author":"Brandi Carlile","topic":"Age"},{"quote":"Everyone knows that at the age of 11-12, children have a marked impulse to form themselves into groups and that the respect paid to the rules and regulations of their play constitutes an important feature of this social life.","author":"Jean Piaget","topic":"Age"},{"quote":"The biggest disease this day and age is that of people feeling unloved.","author":"Princess Diana","topic":"Age"},{"quote":"We live in an age of technology and science that demands proof, and yet we desire mystery. But when God gives us mystery, we seek to destroy it by gross indifference or childish reasoning.","author":"Mother Angelica","topic":"Age"},{"quote":"Love, with very young people, is a heartless business. We drink at that age from thirst, or to get drunk; it is only later in life that we occupy ourselves with the individuality of our wine.","author":"Isak Dinesen","topic":"Age"},{"quote":"No, no, I was only funny on stage, really. I, I, think I was funny as a person toward my classmates when I was very young. You know, when I was a child, up to about the age of 12.","author":"Rowan Atkinson","topic":"Age"},{"quote":"People who refuse to rest honorably on their laurels when they reach retirement age seem very admirable to me.","author":"Helen Hayes","topic":"Age"},{"quote":"If I could have gone on describing to you the beauties of this region, who knows but I might have made a fine addition to the literature of our age?","author":"Robert Gould Shaw","topic":"Age"},{"quote":"Let us be shy no longer. Let us go to our strength. Let us offer hope. Let us tell the world that a new age is not only possible but probable.","author":"Ronald Reagan","topic":"Age"},{"quote":"I knew at a young age, whether I was playing baseball or hockey or lacrosse, that my teammates were counting on me, whether it be to strike the last batter out in a baseball game or score a big goal in a hockey game.","author":"Wayne Gretzky","topic":"Age"},{"quote":"For me, when I was a kid, volunteering was the last thing I was thinking about. When I see kids doing it now, it amazes me. It&#39;s very impressive, it gives them something productive to do as opposed to getting in trouble. For them to take time out at such a young age is remarkable. I think all kids should take a little time out to volunteer.","author":"Derek Jeter","topic":"Age"},{"quote":"With age, you see people fail more. You see yourself fail more. How do you keep that fearlessness of a kid? You keep going. Luckily, I&#39;m not afraid to make a fool of myself.","author":"Hugh Jackman","topic":"Age"},{"quote":"We cannot continue to allow immigrants to come here illegally. And in this age of terrorism, we must not let in refugees whose intentions cannot be determined.","author":"Nikki Haley","topic":"Age"},{"quote":"To separate children from others of similar age and qualifications solely because of their race generates a feeling of inferiority as to their status in the community that may affect their hearts and minds in a way unlikely ever to be undone.","author":"Earl Warren","topic":"Age"},{"quote":"Empathy is key in the design process, especially when you start expanding outside of your comfort zone to new languages, cultures, and age groups. If you try to assume what those people want, you&#39;re likely to get it wrong.","author":"Mike Krieger","topic":"Age"},{"quote":"Men do not fight for flag or country, for the Marine Corps or glory or any other abstraction. They fight for one another. And if you came through this ordeal, you would age with dignity.","author":"William Manchester","topic":"Age"},{"quote":"As the age of television progresses the Reagans will be the rule, not the exception. To be perfect for television is all a President has to be these days.","author":"Gore Vidal","topic":"Age"},{"quote":"Being young isn&#39;t about age, it&#39;s about being a free spirit. You can meet someone of 20 who&#39;s boring and old, or you can meet someone of 70 who&#39;s youthful and exciting. I met Fred Astaire when he was 72 and I was 21, and I fell in love with him. He certainly was a free spirit.","author":"Twiggy","topic":"Age"},{"quote":"Age is not measured by years. Nature does not equally distribute energy. Some people are born old and tired while others are going strong at seventy.","author":"Dorothy Thompson","topic":"Age"},{"quote":"We can&#39;t avoid age. However, we can avoid some aging. Continue to do things. Be active. Life is fantastic in the way it adjusts to demands; if you use your muscles and mind, they stay there much longer.","author":"Charles H. Townes","topic":"Age"},{"quote":"Age is just a number, and your talent will never fail you. It has no expiry date.","author":"Madhuri Dixit","topic":"Age"},{"quote":"I believe that parents need to make nutrition education a priority in their home environment. It&#39;s crucial for good health and longevity to instill in your children sound eating habits from an early age.","author":"Cat Cora","topic":"Age"},{"quote":"There&#39;s something unique about the United States, a sense of individual rights and freedoms, and a sense of social and civic responsibility that we contributed to so much of the world. We lost that mission in the 1980s and 1990s, when we entered a gilded age, and the culture of individualism became a culture of avarice.","author":"George Hickenlooper","topic":"Age"},{"quote":"Lord save us all from old age and broken health and a hope tree that has lost the faculty of putting out blossoms.","author":"Mark Twain","topic":"Age"},{"quote":"To explain all nature is too difficult a task for any one man or even for any one age. &#39;Tis much better to do a little with certainty &amp; leave the rest for others that come after you.","author":"Isaac Newton","topic":"Age"},{"quote":"Everything I read about hitting a midlife crisis was true. I had such a struggle letting go of youthful things and learning how to exist and have enthusiasm while settling into the comfort of an older age.","author":"David Bowie","topic":"Age"},{"quote":"I think a child should be allowed to take his father&#39;s or mother&#39;s name at will on coming of age. Paternity is a legal fiction.","author":"James Joyce","topic":"Age"},{"quote":"My father was sleepless most of his life. So by the age of five, I was awake with him all night long, watching bad television or we&#39;d lie in the same bed, and I&#39;d read my comic books while he read his latest spy or mystery novel.","author":"Sherman Alexie","topic":"Age"},{"quote":"An archaeologist is the best husband a woman can have. The older she gets the more interested he is in her.","author":"Agatha Christie","topic":"Age"},{"quote":"When I was 14, I used to have a calendar on my wall, crossing the days off until I was 15, because the school leaving age was 15. Then three months before I turned 15 they changed the leaving age to 16.","author":"Mark E. Smith","topic":"Age"},{"quote":"Now I am in my eighties, and I have known the joys and sorrows of a full life. Age, however, has its privileges. One is to reminisce, and another is to reminisce selectively.","author":"Rose Kennedy","topic":"Age"},{"quote":"My favorite zone is from 1890 -1915, that zone that spans the overlap of the so-called Gilded Age and the Progressive Era. People had such a boundless sense of optimism; They felt they could do anything they wanted to do, and they went out and tried to do it.","author":"Erik Larson","topic":"Age"},{"quote":"Women would be disproportionately affected by the privatization of social security. It is one of the most important safety nets for American women in old age, or in times of disability, to insure financial income for their families.","author":"Barbara Mikulski","topic":"Age"},{"quote":"Being healthy is something I learned from a very young age. Looking after yourself on the inside helps with your energy, makes your skin glow, and changes your whole outlook on life.","author":"Phoebe Tonkin","topic":"Age"},{"quote":"We&#39;re seeing the arrival of conversational robots that can walk in our world. It&#39;s a golden age of invention.","author":"David Hanson","topic":"Age"},{"quote":"The love story for me was the nature of the love and not the age of the lovers.","author":"Kate Capshaw","topic":"Age"},{"quote":"At twenty years of age the will reigns; at thirty, the wit; and at forty, the judgment.","author":"Benjamin Franklin","topic":"Age"},{"quote":"Sometimes I think it would be easier to avoid old age, to die young, but then you&#39;d never complete your life, would you? You&#39;d never wholly know you.","author":"Marilyn Monroe","topic":"Age"},{"quote":"Books were my pass to personal freedom. I learned to read at age three, and soon discovered there was a whole world to conquer that went beyond our farm in Mississippi.","author":"Oprah Winfrey","topic":"Age"},{"quote":"A man who correctly guesses a woman&#39;s age may be smart, but he&#39;s not very bright.","author":"Lucille Ball","topic":"Age"},{"quote":"I saw no African people in the printed and illustrated Sunday school lessons. I began to suspect at this early age that someone had distorted the image of my people. My long search for the true history of African people the world over began.","author":"John Henrik Clarke","topic":"Age"},{"quote":"What is an adult? A child blown up by age.","author":"Simone de Beauvoir","topic":"Age"},{"quote":"This is my 20th year in the sport. I&#39;ve known swimming and that&#39;s it. I don&#39;t want to swim past age 30; if I continue after this Olympics, and come back in 2016, I&#39;ll be 31. I&#39;m looking forward to being able to see the other side of the fence.","author":"Michael Phelps","topic":"Age"},{"quote":"When it comes to age, I just feel like puberty is, like, the most horrible time of anyone&#39;s life.","author":"Sam Smith","topic":"Age"},{"quote":"I got to experience soccer at the highest level at a young age; I decided I wanted to be part of that for as long as possible.","author":"Mia Hamm","topic":"Age"},{"quote":"It has had a tremendous impact on my life, more than on the life of most Prize winners, because I was in an unusual situation. I was unemployed at the time. I was in good health, but I had reached the age of 66 and beginning to get social security, but I didn&#39;t have much of that. I had many years of unemployment before me.","author":"John Forbes Nash, Jr.","topic":"Age"},{"quote":"We live in an age that stresses personal goals, careers, happiness, work and religion. The emphasis is on the individual and how best that individual can satisfy himself.","author":"Mother Angelica","topic":"Age"},{"quote":"My mother sent me to psychiatrists since the age of four because she didn&#39;t think little boys should be sad. When my brother was born, I stared out the window for days. Can you imagine that?","author":"Andy Kaufman","topic":"Age"},{"quote":"Children also have artistic ability, and there is wisdom in there having it! The more helpless they are, the more instructive are the examples they furnish us; and they must be preserved free of corruption from an early age.","author":"Paul Klee","topic":"Age"},{"quote":"So, you know, I think the age of exploration is just beginning, not ending, on our planet.","author":"Robert Ballard","topic":"Age"},{"quote":"I always sort of swooned at the sight of the classic barn structures in central and northern Minnesota, where everything seemed rustic and weathered and made to age gracefully.","author":"Richard Dean Anderson","topic":"Age"},{"quote":"Old age is not a disease - it is strength and survivorship, triumph over all kinds of vicissitudes and disappointments, trials and illnesses.","author":"Maggie Kuhn","topic":"Age"},{"quote":"It&#39;s not catastrophes, murders, deaths, diseases, that age and kill us; it&#39;s the way people look and laugh, and run up the steps of omnibuses.","author":"Virginia Woolf","topic":"Age"},{"quote":"Age doesn&#39;t bother me. So many of my heroes were older guys. It&#39;s the lack of years left that weighs far heavier on me than the age that I am.","author":"David Bowie","topic":"Age"},{"quote":"We of Africa protest that, in this day and age, we should continue to be treated as lesser human beings than other races.","author":"Robert Mugabe","topic":"Age"},{"quote":"In the media age, everybody was famous for 15 minutes. In the Wikipedia age, everybody can be an expert in five minutes. Special bonus: You can edit your own entry to make yourself seem even smarter.","author":"Stephen Colbert","topic":"Age"},{"quote":"A bad manner spoils everything, even reason and justice; a good one supplies everything, gilds a No, sweetens a truth, and adds a touch of beauty to old age itself.","author":"Baltasar Gracian","topic":"Age"},{"quote":"I don&#39;t need you to remind me of my age. I have a bladder to do that for me.","author":"Stephen Fry","topic":"Age"},{"quote":"I started culinary school at a very young age, and really I wanted to be out working, cooking, more than I wanted to be in a classroom. You could say I wasn&#39;t a very good student - I wanted to be a student of life and experience.","author":"Jose Andres","topic":"Age"},{"quote":"For the moment I prefer to be a beautiful woman of my age than try desperately to look 30.","author":"Demi Moore","topic":"Age"},{"quote":"When I enrolled in college at age 19, I had a total of eight years of formal classroom education. As a result, I was not comfortable with formal lectures and receiving regular homework assignments.","author":"Philip Emeagwali","topic":"Age"},{"quote":"There&#39;s no way to approach anything in an objective way. We&#39;re completely subjective; our view of the world is completely controlled by who we are as human beings, as men or women, by our age, our history, our profession, by the state of the world.","author":"Charlie Kaufman","topic":"Age"},{"quote":"Age is strictly a case of mind over matter. If you don&#39;t mind, it doesn&#39;t matter.","author":"Jack Benny","topic":"Age"},{"quote":"By the time we reached Virginia City I was considered a remarkable good shot and a fearless rider for a girl of my age.","author":"Calamity Jane","topic":"Age"},{"quote":"I prefer to put myself in an environment that&#39;s further afield and look through the eyes of someone who differs from me in age, ethnicity, gender, and\/or social class. I think a little displacement makes me a sharper observer.","author":"Amor Towles","topic":"Age"},{"quote":"Girls&#39; inner critics are starting to reveal themselves at a younger and younger age. And body image issues are an aspect of their lives which is causing them low self esteem and day-to-day suffering.","author":"Elizabeth Berkley","topic":"Age"},{"quote":"Keep courage. Whatever you do, do not feel sorry for yourself. You will win in a great age of opportunity.","author":"Richard L. Evans","topic":"Age"},{"quote":"We have been so successful in the past century at the art of living longer and staying alive that we have forgotten how to die. Too often we learn the hard way. As soon as the baby boomers pass pensionable age, their lesson will be harsher still.","author":"Terry Pratchett","topic":"Age"},{"quote":"Old age has its pleasures, which, though different, are not less than the pleasures of youth.","author":"W. Somerset Maugham","topic":"Age"},{"quote":"Age is the first limitation on roles that I&#39;ve ever had to encounter, and I hit that awhile ago.","author":"Jack Nicholson","topic":"Age"},{"quote":"The value of old age depends upon the person who reaches it. To some men of early performance it is useless. To others, who are late to develop, it just enables them to finish the job.","author":"Thomas Hardy","topic":"Age"},{"quote":"The shades of respectability begin to close about the greying head.","author":"Mason Cooley","topic":"Age"},{"quote":"I was taught from a young age that many people would treat me as a second-class citizen because I was African-American and because I was female.","author":"Queen Latifah","topic":"Age"},{"quote":"By the 1950s The Novel had become a nationwide tournament. There was a magical assumption that the end of World War II in 1945 was the dawn of a new golden age of the American Novel, like the Hemingway-Dos Passos-Fitzgerald era after World War I.","author":"Tom Wolfe","topic":"Age"},{"quote":"You are the age of your spine. You are as flexible as your spine. That transfers to other areas of your life.","author":"Diane Lane","topic":"Age"},{"quote":"One of the reasons it&#39;s important for me to write about war is I really think that the concept of war, the specifics of war, the nature of war, the ethical ambiguities of war, are introduced too late to children. I think they can hear them, understand them, know about them, at a much younger age without being scared to death by the stories.","author":"Suzanne Collins","topic":"Age"},{"quote":"I look at other people my age in this industry, other famous people my age, and they&#39;ve just got famous friends. Which is cool, but I love being normal and just chilling at mine.","author":"Maisie Williams","topic":"Age"},{"quote":"It&#39;s possible that you have been told a time or 10 that you don&#39;t appreciate how tough your elders had it. It&#39;s true that, if you had been coming of age back in, say, 1960, you would probably be feeling more restricted, if only because you were doomed to spend your days in a skirt, nylon stockings and girdle.","author":"Gail Collins","topic":"Age"},{"quote":"The denunciation of the young is a necessary part of the hygiene of older people, and greatly assists the circulation of the blood.","author":"Logan Pearsall Smith","topic":"Age"},{"quote":"To experience the northern forest in the raw, I went to northern Finland and Lapland, travelling on horseback, and sleeping on reindeer skins in the traditional open-fronted Finnish laavu. I ate elk heart, reindeer and lingonberries, and tried out spruce resin: the chewing gum of the Stone Age.","author":"Michelle Paver","topic":"Age"},{"quote":"Squirrel Girl is basically a Silver Age character in the modern age, and that makes her a fish out of water in a lot of ways. She likes being a superhero. She likes fighting crime. She doesn&#39;t sit around brooding in the darkness of her Squirrel Hole trying to figure out new ways to make crime pay.","author":"Ryan North","topic":"Age"},{"quote":"I had assumed that I would age with all my friends growing old around me, dying off very gradually one by one. And here was a plague that cut them off so early.","author":"Thom Gunn","topic":"Age"},{"quote":"If you&#39;re 90 and look good in a mini-skirt, go for it. What is &#39;age appropriate&#39;? Such nonsense. My mother lived to 106, so what&#39;s middle-age? Seventy is the new 50.","author":"Loretta Swit","topic":"Age"},{"quote":"Everybody is playing games. There are games now for pretty much every age, every demographic.","author":"Jesse Schell","topic":"Age"},{"quote":"Just as we reject racism, sexism, ageism, and heterosexism, we reject speciesism. The species of a sentient being is no more reason to deny the protection of this basic right than race, sex, age, or sexual orientation is a reason to deny membership in the human moral community to other humans.","author":"Gary L. Francione","topic":"Age"},{"quote":"Judges don&#39;t age; time decorates them.","author":"Enid Bagnold","topic":"Age"},{"quote":"The golden age has not passed; it lies in the future.","author":"Paul Signac","topic":"Age"},{"quote":"The study of expression ought to form a part of the study of psychology, but it also comes within the province of anthropology because the habitual, life-long expressions of the face determine the wrinkles of old age, which are distinctly an anthropological characteristic.","author":"Maria Montessori","topic":"Age"},{"quote":"I smoke ten to fifteen cigars a day. At my age I have to hold on to something.","author":"George Burns","topic":"Age"},{"quote":"Litigation takes the place of sex at middle age.","author":"Gore Vidal","topic":"Age"},{"quote":"No man was ever so completely skilled in the conduct of life, as not to receive new information from age and experience.","author":"Jonathan Swift","topic":"Age"},{"quote":"As a result of the digital age and the decline of first-class mail, there is no question that the Postal Service must change and develop a new business model.","author":"Bernie Sanders","topic":"Age"},{"quote":"Now is the age of anxiety.","author":"W. H. Auden","topic":"Age"},{"quote":"Women have made tons of progress. But we still have a small percentage of the top jobs in any industry, in any nation in the world. I think that&#39;s partly because from a very young age, we encourage our boys to lead and we call our girls bossy.","author":"Sheryl Sandberg","topic":"Age"},{"quote":"It is my art. I am better at it than I ever was. And I will do it as long as I can. When you reach a certain age you can slough off what is unnecessary and concentrate on what is. And why not?","author":"Arthur Miller","topic":"Age"},{"quote":"I think your whole life shows in your face and you should be proud of that.","author":"Lauren Bacall","topic":"Age"},{"quote":"We should bomb Vietnam back into the stone age.","author":"Curtis LeMay","topic":"Age"},{"quote":"Whatever poet, orator or sage may say of it, old age is still old age.","author":"Sinclair Lewis","topic":"Age"},{"quote":"I&#39;ve never been willing to lie about my age. Why on earth would I want to tell people I&#39;m 35, which I&#39;m not, and have them say, &#39;Oh that&#39;s nice,&#39; when I could tell them I&#39;m 47, which I am, and have them look at me and go, &#39;Whoa!&#39;. I&#39;m not afraid of aging. I stopped being afraid of life a long time ago.","author":"Sharon Stone","topic":"Age"},{"quote":"We women, we&#39;re always being invited to change our hairstyle, change our clothes, change our wardrobes. It&#39;s also important for us to remember as we age to keep changing the way we think of the world. I&#39;m not saying to be flaky at all; but rather than being rigid about something, stay open and available.","author":"Trudie Styler","topic":"Age"},{"quote":"If there is any message in the &#39;Wimpy Kid&#39; books, it is that reading can be and should be fun. As an adult reader, when I see an obvious moral lesson to be taught, I run in the other direction... Kids can sniff out an adult agenda from an early age. I&#39;m writing for entertainment, not to impress literary judges.","author":"Jeff Kinney","topic":"Age"},{"quote":"I&#39;d date someone younger or older; age doesn&#39;t matter to me. Or looks, really - it&#39;s all about maturity.","author":"Leona Lewis","topic":"Age"},{"quote":"My habit would have been to veer towards the dark - to prove I was something; edgy, or maybe to prove that I was cognisant of the dark side. Now, with age and confidence, I can say, yeah, that&#39;s true, but I am cognisant of the fact that people can do things well. And can be more loving than you expect.","author":"George Saunders","topic":"Age"},{"quote":"We incorporated new tastes and flavors into our kids&#39; diets from a very early age, which helped to develop their palates and prevented them from becoming picky eaters. We don&#39;t buy junk food and give them options of fresh fruit, yogurt, raw almonds, or dried whole grain cereals for snack time.","author":"Cat Cora","topic":"Age"},{"quote":"If, by chance, you were to meet me at the Casablanca airport or on a boat sailing from Tangiers, you would think me self-confident, but I am not. Even now, at my age, I am frightened when crossing borders because I am afraid of failing to understand strangers.","author":"Fatema Mernissi","topic":"Age"},{"quote":"Raised by an irresponsible mother during the Great Depression in the Jim Crow south, my father was on his own from the age of 13.","author":"Larry Elder","topic":"Age"},{"quote":"We all want to be special, to stand out; there&#39;s nothing wrong with this. The irony is that every human being is special to start with, because we&#39;re unique to start with. But we then go through some sort of boot camp from the age of zero to about 18 where we learn everything we can about how not to be unique.","author":"Karl Marlantes","topic":"Age"},{"quote":"The most important thing in convoluted families, I learnt as I wrote, is that the child feels loved. I knew from a young age that I was a problem which required constant solving; but I never felt unloved. I was lucky.","author":"Allegra Huston","topic":"Age"},{"quote":"There&#39;s no such thing as old age, there is only sorrow.","author":"Fay Weldon","topic":"Age"},{"quote":"I have discovered that just because we grow weaker physically as we age, it doesn&#39;t mean that we must grow weaker spiritually.","author":"Billy Graham","topic":"Age"},{"quote":"Not even old age knows how to love death.","author":"Sophocles","topic":"Age"},{"quote":"My parents are really quite strict, so I have to be home at a certain time - even now, at the age of 25.","author":"Tena Desae","topic":"Age"},{"quote":"Life expectancy in many parts of Africa can be something around the age of thirty five to thirty eight. I mean you&#39;re very fortunate if you live to that age. In fact when I went to Uganda for the first time one of the things that occurred to me was that I saw very few elderly people.","author":"Annie Lennox","topic":"Age"},{"quote":"If I had tried the Olympics any younger, I wouldn&#39;t have been as prepared as I am right now. But there are definitely a ton of juniors out there, all around the world and in the USA, that if there was no age limit, they could definitely make the Olympic team.","author":"Aly Raisman","topic":"Age"},{"quote":"I feel this is very important for us to have serene buildings because our civilization is chaotic as it is, you see; our whole machine age has brought about a chaos that has to be somehow counterbalanced, I think.","author":"Minoru Yamasaki","topic":"Age"},{"quote":"I think that the memory of Armenia&#39;s genocide opened my eyes at an early age to the existence of political cynicism.","author":"Serj Tankian","topic":"Age"},{"quote":"I&#39;ve always been drawn to the Edwardian period in England. To me, it seems like such a fascinating time, when the British Empire was at the height of its powers and the strict mores of the Victorian age were dissipating into the decadence of King Edward&#39;s reign.","author":"Kevin Kwan","topic":"Age"},{"quote":"Donald Trump has stunned the political world by building an unlikely coalition that crosses all demographic boundaries of age, sex, race, religion and social classes, and all party lines.","author":"Jerry Falwell, Jr.","topic":"Age"},{"quote":"We always got a strong response but I think in this day in age there is less of a marijuana fog at concerts and more of people just more naturally exuberant - it seems to me.","author":"James Young","topic":"Age"},{"quote":"Sometimes people ask me how difficult the astronaut program was, but being in Sierra Leone, being responsible for the health of more than 200 people, seven days a week, 24 hours a day, 365 days a year, at age 26 - that prepared me to take on a lot of different challenges.","author":"Mae Jemison","topic":"Age"},{"quote":"The bulk of my fans are my age, and I&#39;m aging at the same rate they are. That makes me relevant. They like hearing what I have to say. I work hard at it, but it&#39;s addicting, really.","author":"Ron White","topic":"Age"},{"quote":"In this age, I don&#39;t care how tactically or operationally brilliant you are: if you cannot create harmony - even vicious harmony - on the battlefield based on trust across service lines, across coalition and national lines, and across civilian\/military lines, you need to go home, because your leadership is obsolete.","author":"James Mattis","topic":"Age"},{"quote":"I do fear for the generations of people who came of age thinking that pop-punk is what punk is, and that all the rebellion you need is just to stick your tongue out in the mirror every once in a while.","author":"Jello Biafra","topic":"Age"},{"quote":"I don&#39;t think I am a star; I consider myself like any other girl who is of my age. Others may be working in office and doing different jobs. Similarly I don&#39;t think I am doing something different... I am also working.","author":"Deepika Padukone","topic":"Age"},{"quote":"Race and gender definitely came up, occasionally, in my life at work. But the bigger challenge that I had was age. I took roles earlier in my career than people expected, and so a lot of what I got was, &#39;Do you actually know enough to do this?&#39;","author":"Ursula Burns","topic":"Age"},{"quote":"One of the many pleasures of old age is giving things up.","author":"Malcolm Muggeridge","topic":"Age"},{"quote":"I&#39;m having this disbelief and dissatisfaction with an establishment that feels like it&#39;s moving backward, and I think there&#39;s a similar feeling with everyone of my age and in the world of music and artistic stuff. Art is an important way those feelings get expressed and help people process their feelings and opinions.","author":"K. Flay","topic":"Age"},{"quote":"From an early age my mother told me that there were so many of us that if I was to get anything in life I would have to get it myself. So I did.","author":"Michael Lee-Chin","topic":"Age"},{"quote":"As mathematics had been my best subject at school, my parents proposed - and I accepted - studies at the University of Lund in mathematics, statistics, and economics. The choice of the latter subject is said to be due to the fact that at the age of five years, I was very fond of calculating the cost of the various cakes my mother used to bake.","author":"Bertil Ohlin","topic":"Age"},{"quote":"Technology teaches passivity. Absorbed in our devices - at any age - we are absorbed in someone else&#39;s perspective.","author":"Julia Cameron","topic":"Age"},{"quote":"I want to get old gracefully. I want to have good posture, I want to be healthy and be an example to my children.","author":"Sting","topic":"Age"},{"quote":"No matter what age you are, or what your circumstances might be, you are special, and you still have something unique to offer. Your life, because of who you are, has meaning.","author":"Barbara De Angelis","topic":"Age"},{"quote":"I was well into middle age when one of my children, then in the second grade, was found to be dyslexic. I had never known the name for it, but I recognized immediately that the symptoms were also mine.","author":"Philip Schultz","topic":"Age"},{"quote":"Age is how we determine how valuable you are.","author":"Jane Elliot","topic":"Age"},{"quote":"Like I said on my bio on my webpage, I was born at an early age, I was close to my mother.","author":"Peter Jurasik","topic":"Age"},{"quote":"Our modern world, though infinitely more complex than that of ancient Greece, is also far more superficial. Where the Greeks offered simple psychological training, we live in an age of style and spin in which perceptions of good and evil slither and shift with the political view of the moment.","author":"David Gemmell","topic":"Age"},{"quote":"Next year, I hope there will be even more parties, lots of holidays and just having a good time, really. Plus wing-walking, air shows and learning to fly, as they are all things I want to do. I won&#39;t be restricted by age.","author":"Carol Vorderman","topic":"Age"},{"quote":"Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age.","author":"Frank Lloyd Wright","topic":"Age"},{"quote":"Age considers; youth ventures.","author":"Rabindranath Tagore","topic":"Age"},{"quote":"In the U.S., the &#39;50s and &#39;60s marked the documentary&#39;s golden age, especially at CBS, where pioneering television journalist Edward R. Murrow, immortalised in George Clooney&#39;s &#39;Good Night, and Good Luck,&#39; produced such landmark investigations as the CBS Reports programme &#39;Hunger in America.&#39;","author":"Naomi Wolf","topic":"Age"},{"quote":"At the age of 18, I made up my mind to never have another bad day in my life. I dove into a endless sea of gratitude from which I&#39;ve never emerged.","author":"Patch Adams","topic":"Age"},{"quote":"The closing years of life are like the end of a masquerade party, when the masks are dropped.","author":"Cesare Pavese","topic":"Age"},{"quote":"Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty.","author":"Coco Chanel","topic":"Age"},{"quote":"He who is of calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition youth and age are equally a burden.","author":"Plato","topic":"Age"},{"quote":"A graceful and honorable old age is the childhood of immortality.","author":"Pindar","topic":"Age"},{"quote":"Pakistan is heir to an intellectual tradition of which the illustrious exponent was the poet and philosopher Mohammad Iqbal. He saw the future course for Islamic societies in a synthesis between adherence to the faith and adjustment to the modern age.","author":"Benazir Bhutto","topic":"Age"},{"quote":"Basically, when you get to my age, you&#39;ll really measure your success in life by how many of the people you want to have love you actually do love you.","author":"Warren Buffett","topic":"Age"},{"quote":"I have had so many great moments, but I would have to say that dancing the Swan in &#39;Swan Lake&#39; was such a unique and passionate experience for me. It was such bloody hard work, even at that very early age, that I would not want to try to replicate it again now.","author":"William Kempe","topic":"Age"},{"quote":"Preparation for old age should begin not later than one&#39;s teens. A life which is empty of purpose until 65 will not suddenly become filled on retirement.","author":"Dwight L. Moody","topic":"Age"},{"quote":"Old age is the most unexpected of all the things that can happen to a man.","author":"James Thurber","topic":"Age"},{"quote":"The great secret that all old people share is that you really haven&#39;t changed in seventy or eighty years. Your body changes, but you don&#39;t change at all. And that, of course, causes great confusion.","author":"Doris Lessing","topic":"Age"},{"quote":"I can&#39;t wait to be that age and hanging out with a bunch of people hanging out all day playing golf and going to the beach, all my own age. We&#39;d be laughing and having a good time and getting loopy on our prescription drugs. Driving golf carts around. I can&#39;t wait.","author":"Cameron Diaz","topic":"Age"},{"quote":"Some say that the age of chivalry is past, that the spirit of romance is dead. The age of chivalry is never past, so long as there is a wrong left unredressed on earth.","author":"Charles Kingsley","topic":"Age"},{"quote":"My mother is Turtle Mountain Chippewa, and she lived on her home reservation. My father taught there. He had just been discharged from the Air Force. He went to school on the GI Bill and got his teaching credentials. He is adventurous - he worked his way through Alaska at age seventeen and paid for his living expenses by winning at the poker table.","author":"Louise Erdrich","topic":"Age"},{"quote":"Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.","author":"Albert Einstein","topic":"Age"},{"quote":"Let no one be slow to seek wisdom when he is young nor weary in the search of it when he has grown old. For no age is too early or too late for the health of the soul.","author":"Epicurus","topic":"Age"},{"quote":"I know not age, nor weariness nor defeat.","author":"Rose Kennedy","topic":"Age"},{"quote":"People are so busy dreaming the American Dream, fantasizing about what they could be or have a right to be, that they&#39;re all asleep at the switch. Consequently we are living in the Age of Human Error.","author":"Florence King","topic":"Age"},{"quote":"Many believe - and I believe - that I have been designated for this work by God. In spite of my old age, I do not want to give it up; I work out of love for God and I put all my hope in Him.","author":"Michelangelo","topic":"Age"},{"quote":"There is no longer a doubt that women are just as competent as men. Gender differences are guided by nurture, as society treats boys and girls differently from an early age.","author":"Naveen Jain","topic":"Age"},{"quote":"I am happy being able to play roles with people my age because once you do something really mature there is no turning back.","author":"Lindsay Lohan","topic":"Age"},{"quote":"What&#39;s interesting about the shift from an industrial age to a technological age is that we keep inventing new media: movies, records, radio, television, the Internet, and now ebooks - and one of the things that&#39;s most interesting about the invention of a new medium is watching it reinvent itself as it penetrates the culture.","author":"David Gerrold","topic":"Age"},{"quote":"To me, age doesn&#39;t make a difference in terms of how playful or fun life can be.","author":"Brit Morin","topic":"Age"},{"quote":"Thirty was so strange for me. I&#39;ve really had to come to terms with the fact that I am now a walking and talking adult.","author":"C. S. Lewis","topic":"Age"},{"quote":"I am growing handsome very fast indeed! I expect I shall be the belle of Amherst when I reach my 17th year. I don&#39;t doubt that I shall have perfect crowds of admirers at that age. Then how I shall delight to make them await my bidding, and with what delight shall I witness their suspense while I make my final decision.","author":"Emily Dickinson","topic":"Age"},{"quote":"Our Age of Anxiety is, in great part, the result of trying to do today&#39;s job with yesterday&#39;s tools and yesterday&#39;s concepts.","author":"Marshall McLuhan","topic":"Age"},{"quote":"From a young age, I was rubbing elbows with a very different kind of person and social class, and I felt a lot of tension and conflict in my identity because of that.","author":"David Lindsay-Abaire","topic":"Age"},{"quote":"When you&#39;re put in a position to really affect young people who are going to run the world one day, if you&#39;re able to be in their life at a young age and make a positive impact, I think that&#39;s a beautiful thing.","author":"Zendaya","topic":"Age"},{"quote":"I conclude, therefore, that this star is not some kind of comet or a fiery meteor... but that it is a star shining in the firmament itself one that has never previously been seen before our time, in any age since the beginning of the world.","author":"Tycho Brahe","topic":"Age"},{"quote":"The rewards for biotechnology are tremendous - to solve disease, eliminate poverty, age gracefully. It sounds so much cooler than Facebook.","author":"George M. Church","topic":"Age"},{"quote":"Any young man coming of age has a lot to go through. Peter Parker certainly has a lot of responsibility, and without doubt, so does Pippin - his role, his life, and how he is going to perform it. It&#39;s all about choices and how we make them.","author":"Matthew James Thomas","topic":"Age"},{"quote":"The arrogance of age must submit to be taught by youth.","author":"Edmund Burke","topic":"Age"},{"quote":"I love high heels from the age of 10! Short skirts and then high heels. My classmates used to make fun of me. Like, &#39;Ooh, she&#39;s so skinny and she&#39;s wearing high heels.&#39; But I just wore what I like, and I didn&#39;t care about people&#39;s opinions, the same as I don&#39;t care now.","author":"Irina Shayk","topic":"Age"},{"quote":"It was a melting pot in Las Vegas. You got every age level, every ethnic background, every social aura - it was an absolute Americana audience... people who were there to celebrate occasions; people who were there to gamble; people who were there because they were awed by the whole Vegas operation. Tourists.","author":"Norm Crosby","topic":"Age"},{"quote":"To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent that is to triumph over old age.","author":"Amos Bronson Alcott","topic":"Age"},{"quote":"The 21st century is dominated by networks because the introduction of the information age, we can suddenly create, free flow these globally distributed, organic, shaped networks of individuals.","author":"Chris Fussell","topic":"Age"},{"quote":"I think the thing I miss most in our age is our manners. It sounds so old-fashioned in a way. But even bad people had good manners in the old days, and manners hold a community together, and manners hold a family together; in a way, they hold the world together.","author":"Nancy Friday","topic":"Age"},{"quote":"I&#39;ve found a formula for avoiding these exaggerated fears of age; you take care of every day - let the calendar take care of the years.","author":"Ed Wynn","topic":"Age"},{"quote":"Information is the oxygen of the modern age. It seeps through the walls topped by barbed wire, it wafts across the electrified borders.","author":"Ronald Reagan","topic":"Age"},{"quote":"Exposure from a young age to the realities of the world is a super-big thing.","author":"Bill Gates","topic":"Age"},{"quote":"Every work of art is the child of its age and, in many cases, the mother of our emotions. It follows that each period of culture produces an art of its own which can never be repeated.","author":"Wassily Kandinsky","topic":"Age"},{"quote":"There&#39;s no excuse for fur in this day and age.","author":"Stella McCartney","topic":"Age"},{"quote":"At the age of thirty-seven, I was fat, and since the age of thirty-eight, I have never been fat again. That&#39;s the whole idea of effective weight loss - it&#39;s permanent because it&#39;s part of your lifestyle and the way you think about yourself, with pride and a sense of accomplishment. The goal you achieve is your own - you own it.","author":"Jean Nidetch","topic":"Age"},{"quote":"From a young age, I understood the idea of balanced flavor - the reason you put ketchup on a hamburger. I was that kid who wouldn&#39;t eat something if there was something missing. I never really understood it until I began cooking professionally, balancing acids, sweets, spicy flavors and fat.","author":"Michael Mina","topic":"Age"},{"quote":"Nobody grows old merely by living a number of years. We grow old by deserting our ideals. Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul.","author":"Samuel Ullman","topic":"Age"},{"quote":"This is the first age that&#39;s ever paid much attention to the future, which is a little ironic since we may not have one.","author":"Arthur C. Clarke","topic":"Age"},{"quote":"Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?","author":"Dennis Prager","topic":"Age"},{"quote":"Tobacco marketing often reaches children and youth and entices them to start using tobacco while they are still at an impressionable age. Nearly four out of five high school cigarette smokers will become adult smokers, even if they intend to quit in a few years. By the time they want to quit, they&#39;re hooked.","author":"Tom Frieden","topic":"Age"},{"quote":"Thomas Jefferson once said, &#39;We should never judge a president by his age, only by his works.&#39; And ever since he told me that, I stopped worrying.","author":"Ronald Reagan","topic":"Age"},{"quote":"There is no absurdity so palpable but that it may be firmly planted in the human head if you only begin to inculcate it before the age of five, by constantly repeating it with an air of great solemnity.","author":"Arthur Schopenhauer","topic":"Age"},{"quote":"Irrespective of age, we mourn for those loved and lost. Mourning is one of the deepest expressions of pure love.","author":"Russell M. Nelson","topic":"Age"},{"quote":"The philosophies of one age have become the absurdities of the next, and the foolishness of yesterday has become the wisdom of tomorrow.","author":"William Osler","topic":"Age"},{"quote":"If you&#39;re old, don&#39;t try to change yourself, change your environment.","author":"B. F. Skinner","topic":"Age"},{"quote":"No one can avoid aging, but aging productively is something else.","author":"Katharine Graham","topic":"Age"},{"quote":"The pace at which people are taking to digital technology defies our stereotypes of age, education, language and income.","author":"Narendra Modi","topic":"Age"},{"quote":"I don&#39;t feel old. I don&#39;t feel anything till noon. That&#39;s when it&#39;s time for my nap.","author":"Bob Hope","topic":"Age"},{"quote":"If repression has indeed been the fundamental link between power, knowledge, and sexuality since the classical age, it stands to reason that we will not be able to free ourselves from it except at a considerable cost.","author":"Michel Foucault","topic":"Age"},{"quote":"The truth is that at age 19, I was a teenage mother living alone with my daughter in a trailer and struggling to keep us afloat on my way to a divorce. And I knew then that I was going to have to work my way up and out of that life if I was going to give my daughter a better life and a better future, and that&#39;s what I&#39;ve done.","author":"Wendy Davis","topic":"Age"},{"quote":"I will not go into a story unprepared. I will do my homework, and that&#39;s something I learned at an early age.","author":"Ed Bradley","topic":"Age"},{"quote":"I am enormously honored to be one of the spokesmen of the New Age Womens Health Campaign, so you&#39;ll be seeing me in public service announcements and public appearances supporting the campaign.","author":"Karen Duffy","topic":"Age"},{"quote":"We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man.","author":"Lyndon B. Johnson","topic":"Age"},{"quote":"The age of chivalry is past. Bores have succeeded to dragons.","author":"Charles Dickens","topic":"Age"},{"quote":"Nobody expects to trust his body overmuch after the age of fifty.","author":"Alexander Hamilton","topic":"Age"},{"quote":"Every man desires to live long, but no man wishes to be old.","author":"Jonathan Swift","topic":"Age"},{"quote":"In a machine age, dressmaking is one of the last refuges of the human, the personal, the inimitable.","author":"Christian Dior","topic":"Age"},{"quote":"What turns me on about the digital age, what excited me personally, is that you have closed the gap between dreaming and doing. You see, it used to be that if you wanted to make a record of a song, you needed a studio and a producer. Now, you need a laptop.","author":"Bono","topic":"Age"},{"quote":"What Youth deemed crystal, Age finds out was dew.","author":"Robert Browning","topic":"Age"},{"quote":"God employs several translators; some pieces are translated by age, some by sickness, some by war, some by justice.","author":"John Donne","topic":"Age"},{"quote":"I read all the time that people think I&#39;m arrogant. They say I am cocky, a bad character. I had that from a young age. But when they meet me, they say, &#39;That image doesn&#39;t fit you.&#39;","author":"Zlatan Ibrahimovic","topic":"Age"},{"quote":"I think, at the end of the day, age is just a number. It&#39;s like, in real life, I&#39;ve got friends who are dating someone their age or dating someone who&#39;s twice their age, and they&#39;re equally in love.","author":"Margot Robbie","topic":"Age"},{"quote":"I had just been promoted to the first rugby team. It was a perfect, wonderful coming of age. My brother was already in the team, and my father had come to watch us. We went home, and my father died in front of me. Horribly, in about half an hour. He had a heart attack.","author":"Anthony Browne","topic":"Age"},{"quote":"When one knows at an early age that their gift, talent and direction is musical, one tends to focus on that and let nothing interfere or impede the forward motion toward the end of that rainbow. And after 50-something years of rockin&#39; out, you still realise there is no end to that distant rainbow until one&#39;s last sunset.","author":"Randy Bachman","topic":"Age"},{"quote":"A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay, it would give us hopes of eternal youth in a better world.","author":"Maurice Chevalier","topic":"Age"},{"quote":"With portable cameras and affordable data and non-linear digital editing, I think this is a golden age of documentary filmmaking. These new technologies mean we can make complicated, beautifully crafted and cinematic films about real-life stories.","author":"Lucy Walker","topic":"Age"},{"quote":"We take it for granted that we can see at all times of day and night. But there was a time, not all that long ago, in the age before electricity, when night brought total darkness - and with it, a not-so-small amount of terror. We get a sense of this when we go camping or when there&#39;s a power outage, and our fear of the darkness is primal.","author":"Jake Halpern","topic":"Age"},{"quote":"How young can you die of old age?","author":"Steven Wright","topic":"Age"},{"quote":"The heresy of one age becomes the orthodoxy of the next.","author":"Helen Keller","topic":"Age"},{"quote":"To teach how to live without certainty and yet without being paralysed by hesitation is perhaps the chief thing that philosophy, in our age, can do for those who study it.","author":"Bertrand Russell","topic":"Age"},{"quote":"Old age realizes the dreams of youth: look at Dean Swift; in his youth he built an asylum for the insane, in his old age he was himself an inmate.","author":"Soren Kierkegaard","topic":"Age"},{"quote":"Regardless of age, regardless of position, regardless of the business we happen to be in, all of us need to understand the importance of branding. We are CEOs of our own companies: Me, Inc. To be in business today, our most important job is to be head marketer for the brand called You.","author":"Tom Peters","topic":"Age"},{"quote":"I&#39;m inspired by people who keep on rolling, no matter their age.","author":"Jimmy Buffett","topic":"Age"},{"quote":"This is the strange thing: Dancers don&#39;t age.","author":"Twyla Tharp","topic":"Age"},{"quote":"People of my age who went to college, go into college, you know what it cost back then? Nothing or next to nothing. At the most, you had to work at Dairy Queen during the summer and that would pay for your college education.","author":"Michael Moore","topic":"Age"},{"quote":"I wanted to do two things when I was growing up, about your age. I wanted to play in the NBA, and I wanted to be a businessman after my basketball career was over, and that is what I am doing now.","author":"Magic Johnson","topic":"Age"},{"quote":"At a young age winning is not the most important thing... the important thing is to develop creative and skilled players with good confidence.","author":"Arsene Wenger","topic":"Age"},{"quote":"For me, your real age is not the age on your ID. That&#39;s just a date when you were born.","author":"Jose Mourinho","topic":"Age"},{"quote":"With age, you get to a place where you don&#39;t want to knock people out. You just want to give people a hug.","author":"Vin Diesel","topic":"Age"},{"quote":"According to the National Institute on Drug Abuse, the first use of alcohol typically begins at age 12.","author":"Xavier Becerra","topic":"Age"},{"quote":"A sense of freedom is something that, happily, comes with age and life experience.","author":"Diane Keaton","topic":"Age"},{"quote":"Where the despair of loneliness and poverty haunts every hour, the optimism to embark on new projects cannot find a place to alight on the brain&#39;s cortex. Poverty itself is an enormous obstacle to an enlightened and enlightening - not to say healthy - old age.","author":"Sherwin B. Nuland","topic":"Age"},{"quote":"Whether you are just entering the workforce or nearing retirement age, planning for the future is critical.","author":"Ron Lewis","topic":"Age"},{"quote":"It is never too late to get into tennis! While I started playing at the age of 8 when my parents gave me a tennis racquet for Christmas, tennis is a lifelong sport that can be enjoyed by people of almost any age. It&#39;s also something you never forget once you learn.","author":"Samantha Stosur","topic":"Age"},{"quote":"I never grew up thinking the goal in life was to be a millionaire. All the way through college, I had a part-time job. I worked hard to get the things that you need at that age.","author":"Cecelia Ahern","topic":"Age"},{"quote":"Age should not have its face lifted, but it should rather teach the world to admire wrinkles as the etchings of experience and the firm line of character.","author":"Clarence Day","topic":"Age"},{"quote":"In this digital age, there is no place to hide behind public relations people. This digital age requires leaders to be visible and authentic and to be able to communicate the decisions they&#39;ve made and why they&#39;ve made them, to be able to acknowledge when they&#39;ve made a mistake and to move forward, to engage in the debate.","author":"Gail Kelly","topic":"Age"},{"quote":"From birth to age 18 a girl needs good parents. From 18 to 35 she needs good looks. From 35 to 55 she needs a good personality. From 55 on, she needs good cash.","author":"Sophie Tucker","topic":"Age"},{"quote":"In every country and every age, the priest had been hostile to Liberty.","author":"Thomas Jefferson","topic":"Age"},{"quote":"My father was very energetic; my mother was very energetic. He lived to a very old age, and so did my mother. I believe that I just have it from my father, from my parents. They had wonderful energy.","author":"Donald Trump","topic":"Age"},{"quote":"Not just in commerce but in the world of ideas too our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.","author":"Soren Kierkegaard","topic":"Age"},{"quote":"The charm of history and its enigmatic lesson consist in the fact that, from age to age, nothing changes and yet everything is completely different.","author":"Aldous Huxley","topic":"Age"},{"quote":"Dressing up is a bore. At a certain age, you decorate yourself to attract the opposite sex, and at a certain age, I did that. But I&#39;m past that age.","author":"Katharine Hepburn","topic":"Age"},{"quote":"Khloe has the youngest hands. You can tell a woman&#39;s age by her hands, and she taught me that. She has way younger hands than I do because she&#39;s addicted to wearing sunscreen on them. I&#39;m not consistent with it, but maybe that will be my new year&#39;s resolution.","author":"Kylie Jenner","topic":"Age"},{"quote":"Why should society feel responsible only for the education of children, and not for the education of all adults of every age?","author":"Erich Fromm","topic":"Age"},{"quote":"A moment comes, which comes but rarely in history, when we step out from the old to the new; when an age ends; and when the soul of a nation long suppressed finds utterance.","author":"Jawaharlal Nehru","topic":"Age"},{"quote":"I think love can happen at any age... it has no age.","author":"Shah Rukh Khan","topic":"Age"},{"quote":"Today when I think about diversity, I actually think about the word &#39;inclusion.&#39; And I think this is a time of great inclusion. It&#39;s not men, it&#39;s not women alone. Whether it&#39;s geographic, it&#39;s approach, it&#39;s your style, it&#39;s your way of learning, the way you want to contribute, it&#39;s your age - it is really broad.","author":"Ginni Rometty","topic":"Age"},{"quote":"We, as artists, we have the right to express ourselves. That is our first amendment, freedom of speech. But I also believe that we have an obligation to the youth to be somewhat responsible in what we say on records. But I think that comes with age. I think that comes with artists growing up and becoming assured of who they are as people.","author":"Ja Rule","topic":"Age"},{"quote":"Italians know that what matters is style, not fashion. Italian style does not have social or age boundaries.","author":"Stefano Gabbana","topic":"Age"},{"quote":"This idea that being youthful is the only thing that&#39;s beautiful or attractive simply isn&#39;t true. I don&#39;t want to be an &#39;ageless beauty.&#39; I want to be a woman who is the best I can be at my age.","author":"Sharon Stone","topic":"Age"},{"quote":"Youth is when you&#39;re allowed to stay up late on New Year&#39;s Eve. Middle age is when you&#39;re forced to.","author":"Bill Vaughan","topic":"Age"},{"quote":"I grew up in the age of polyester. When I got to touch real silk, cotton and velvet, the feel of nonsynthetic fabrics blew me away. I know it&#39;s important how clothing looks, but it&#39;s equally important how it feels on your skin.","author":"Colleen Atwood","topic":"Age"},{"quote":"The earliest memories I have of the ocean are actually stories - stories from my grandfather, the legendary ocean explorer and conservationist Jacques Cousteau. My passion for ocean conservation stems from learning at a very young age that we&#39;re all connected; we&#39;re all in this together.","author":"Philippe Cousteau, Jr.","topic":"Age"},{"quote":"I&#39;ve been dancing since the age of two. I don&#39;t really remember it, because I was little, but my mom signed me up and would put me in cute costumes. A lot of little girls get into dancing, but I loved it so much that I kept doing it.","author":"Maddie Ziegler","topic":"Age"},{"quote":"I had the good fortune to be able to right an injustice that I thought was being heaped on young people by lowering the voting age, where you had young people that were old enough to die in Vietnam but not old enough to vote for their members of Congress that sent them there.","author":"Birch Bayh","topic":"Age"},{"quote":"Loving someone liberates the lover as well as the beloved. And that kind of love comes with age.","author":"Maya Angelou","topic":"Age"},{"quote":"If anyone thinks they&#39;d rather be in a different part of history, they&#39;re probably not a very good student of history. Life sucked in the old days. People knew very little, and you were likely to die at a young age of some horrible disease. You&#39;d probably have no teeth by now. It would be particularly awful if you were a woman.","author":"Elon Musk","topic":"Age"},{"quote":"How incessant and great are the ills with which a prolonged old age is replete.","author":"C. S. Lewis","topic":"Age"},{"quote":"As I approve of a youth that has something of the old man in him, so I am no less pleased with an old man that has something of the youth. He that follows this rule may be old in body, but can never be so in mind.","author":"Marcus Tullius Cicero","topic":"Age"},{"quote":"The kids are old enough now - I just want to let them be kids. I don&#39;t want to comment on them too much. They&#39;re at an age where I just want to let them be kids.","author":"Eminem","topic":"Age"},{"quote":"What is the worst of woes that wait on age? What stamps the wrinkle deeper on the brow? To view each loved one blotted from life&#39;s page, And be alone on earth, as I am now.","author":"Lord Byron","topic":"Age"},{"quote":"It is possible that mankind is on the threshold of a golden age; but, if so, it will be necessary first to slay the dragon that guards the door, and this dragon is religion.","author":"Bertrand Russell","topic":"Age"},{"quote":"I knew at an early age I wanted to act. Acting was always easy for me. I don&#39;t believe in predestination, but I do believe that once you get where ever it is you are going, that is where you were going to be.","author":"Morgan Freeman","topic":"Age"},{"quote":"When we looked at the life cycle in our 40s, we looked to old people for wisdom. At 80, though, we look at other 80-year-olds to see who got wise and who not. Lots of old people don&#39;t get wise, but you don&#39;t get wise unless you age.","author":"Erik Erikson","topic":"Age"},{"quote":"Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us.","author":"Thomas Carlyle","topic":"Age"},{"quote":"I shall not grow conservative with age.","author":"Elizabeth Cady Stanton","topic":"Age"},{"quote":"Another belief of mine; that everyone else my age is an adult, whereas I am merely in disguise.","author":"Margaret Atwood","topic":"Age"},{"quote":"Old age isn&#39;t a battle; old age is a massacre.","author":"Philip Roth","topic":"Age"},{"quote":"Those men who, in war, seek to preserve their lives at any rate commonly die with shame and ignominy, while those who look upon death as common to all, and unavoidable, and are only solicitous to die with honour, oftener arrive at old age and, while they live, live happier.","author":"Xenophon","topic":"Age"},{"quote":"There is no avoiding the realities of the information age. Its effects manifest differently in different sectors, but the drivers of speed and interdependence will impact us all. Organizations that continue to use 20th-century tools in today&#39;s complex environment do so at their own peril.","author":"Stanley A. McChrystal","topic":"Age"},{"quote":"Some broad themes brought me where I am today. At a very young age, my hobby became thinking and finding connections.","author":"Dean Kamen","topic":"Age"},{"quote":"Brain power improves by brain use, just as our bodily strength grows with exercise. And there is no doubt that a large proportion of the female population, from school days to late middle age, now have very complicated lives indeed.","author":"A. N. Wilson","topic":"Age"},{"quote":"When somebody who makes movies for a living - either as an actor, writer, producer or director - lives to be a certain age, you have to admire them. It is an act of courage to make a film - a courage for which you are not prepared in the rest of life. It is very hard and very destructive. But we do it because we love it.","author":"John Carpenter","topic":"Age"},{"quote":"Growing old is no more than a bad habit which a busy person has no time to form.","author":"Andre Maurois","topic":"Age"},{"quote":"I remember myself, age five, sitting on a porch overlooking a very muddy road. The day was rainy. I was wearing rubber boots, yellow - no, not yellow, green - and for all I know, I&#39;m still there.","author":"Joseph Brodsky","topic":"Age"},{"quote":"What I believe about the young age of the earth comes out of taking the Bible as written. And I&#39;ve said numerous times over the years that the age of the earth, for example, is not a salvation issue but an authority issue.","author":"Ken Ham","topic":"Age"},{"quote":"In our digital age, the Golden Rule is not enforced online.","author":"Whitney Wolfe","topic":"Age"},{"quote":"Death, torture and prison are part of daily life for the youth of Iran. They are not like us, my friends and I at their age; they are not scared. They are not what we were. They hold hands and scream: &#39;Don&#39;t be afraid! Don&#39;t be afraid! We are together!&#39; They understand that no one will give them their rights; they must go get them.","author":"Marjane Satrapi","topic":"Age"},{"quote":"Broadcast radio was entering its own golden age during the Depression, with live programming on stations all through the day. Local stations needed singers, musicians, announcers, and whipcord personalities, along with Christian clergy to give prayers and pundits to speak on world affairs.","author":"Douglas Brinkley","topic":"Age"},{"quote":"There are mysteries which men can only guess at, which age by age they may solve only in part.","author":"Bram Stoker","topic":"Age"},{"quote":"At the age of 19, I removed myself from society for almost four months, setting off years of manic episodes, including outrageous overspending. I bought several Mercedes because I thought I could. I had no money, but I rented a jet.","author":"Patty Duke","topic":"Age"},{"quote":"One of the great challenges of our age, in which the tools of our productivity are also the tools of our leisure, is to figure out how to make more useful those moments of procrastination when we&#39;re idling in front of our computer screens.","author":"Joshua Foer","topic":"Age"},{"quote":"I grew up in Sierra Leone, in a small village where as a boy my imagination was sparked by the oral tradition of storytelling. At a very young age I learned the importance of telling stories - I saw that stories are the most potent way of seeing anything we encounter in our lives, and how we can deal with living.","author":"Ishmael Beah","topic":"Age"},{"quote":"Old age isn&#39;t so bad when you consider the alternative.","author":"Maurice Chevalier","topic":"Age"},{"quote":"The coming-of-age story has sort of become a joke. It&#39;s something to capitalize on, and that is painful because when you are coming of age - when you are going through something like that - the genre is so meaningful.","author":"Mae Whitman","topic":"Age"},{"quote":"At the age of nine, I could cross the length of Glasgow on a succession of buses, wearing regulation garter-topped stockings and compulsory cap and - if I&#39;d done well enough to earn the honour in last week&#39;s test - with a First World War medal on a striped ribbon pinned to my brown blazer. I must have looked like a chocolate soldier.","author":"Ronald Frame","topic":"Age"},{"quote":"Any young man who is unmarried at the age of twenty one is a menace to the community.","author":"Brigham Young","topic":"Age"},{"quote":"Although I sometimes enjoy writing from an adult&#39;s perspective, I feel dedicated to the coming of age story - that part of a young person&#39;s life where he must make a decision that will change his life forever. I still remember what it&#39;s like to be twelve years old.","author":"Kimberly Willis Holt","topic":"Age"},{"quote":"Middle age is the awkward period when Father Time starts catching up with Mother Nature.","author":"Harold Coffin","topic":"Age"},{"quote":"I like a boyish quality in a man, somebody who is still adventurous. But I have no rules. I do not care - within reason - about your chronological age. I care whether you have passion in your life.","author":"Mary Frann","topic":"Age"},{"quote":"A man loves the meat in his youth that he cannot endure in his age.","author":"William Shakespeare","topic":"Age"},{"quote":"Old age has deformities enough of its own. It should never add to them the deformity of vice.","author":"Eleanor Roosevelt","topic":"Age"},{"quote":"At three years of age, the child has already laid the foundations of the human personality and needs the special help of education in the school. The acquisitions he has made are such that we can say the child who enters school at three is an old man.","author":"Maria Montessori","topic":"Age"},{"quote":"It is true that going out on to the street implies the risk of accidents happening, as they would to any ordinary man or woman. But if the church stays wrapped up in itself, it will age. And if I had to choose between a wounded church that goes out on to the streets and a sick, withdrawn church, I would definitely choose the first one.","author":"Pope Francis","topic":"Age"},{"quote":"This is the patent age of new inventions for killing bodies, and for saving souls. All propagated with the best intentions.","author":"Lord Byron","topic":"Age"},{"quote":"Nice to be here? At my age it&#39;s nice to be anywhere.","author":"George Burns","topic":"Age"},{"quote":"With increasing age, dullness of mind and heart sets in.","author":"Jiddu Krishnamurti","topic":"Age"},{"quote":"The mind that is wise mourns less for what age takes away; than what it leaves behind.","author":"William Wordsworth","topic":"Age"},{"quote":"In this day and age, when you can use a machine or computer to simulate or emulate what people can do together, it still can&#39;t replace the magic of four people in a room playing.","author":"Dave Grohl","topic":"Age"},{"quote":"At the beginning of the troubles of Saint Domingo, I felt that I was destined to great things. When I received this divine intimation, I was four and fifty years of age; I could neither read nor write.","author":"Toussaint Louverture","topic":"Age"},{"quote":"A man growing old becomes a child again.","author":"Sophocles","topic":"Age"},{"quote":"I now have Grit Scale scores from thousands of American adults. My data provide a snapshot of grit across adulthood. And I&#39;ve discovered a strikingly consistent pattern: grit and age go hand in hand. Sixty-somethings tend to be grittier, on average, than fifty-somethings, who are in turn grittier than forty-somethings, and so on.","author":"Angela Duckworth","topic":"Age"},{"quote":"America has been the country of my fond election from the age of thirteen, when I first saw it. I had the honour to hoist with my own hands the flag of freedom, the first time it was displayed, on the Delaware; and I have attended it with veneration ever since on the ocean.","author":"John Paul Jones","topic":"Age"},{"quote":"The name &#39;Wiz&#39; comes from me being the youngest dude in my age group of people that I hung out with. I was pretty good at anything I tried to do, so they would call me a young wiz.","author":"Wiz Khalifa","topic":"Age"},{"quote":"The Enlightenment, the Age of Reason, is seen as the beginning of modern depravity.","author":"Umberto Eco","topic":"Age"},{"quote":"The age we live in is a busy age; in which knowledge is rapidly advancing towards perfection.","author":"Jeremy Bentham","topic":"Age"},{"quote":"Some age, others mature.","author":"Sean Connery","topic":"Age"},{"quote":"Human society has dense borders - economic, religious and cultural - inculcated from an early age. We hate change.","author":"Alejandro Jodorowsky","topic":"Age"},{"quote":"I have always paid income tax. I object only when it reaches a stage when I am threatened with having nothing left for my old age - which is due to start next Tuesday or Wednesday.","author":"Noel Coward","topic":"Age"},{"quote":"Age is a matter of feeling, not of years.","author":"Washington Irving","topic":"Age"},{"quote":"The older generation had greater respect for land than science. But we live in an age when science, more than soil, has become the provider of growth and abundance. Living just on the land creates loneliness in an age of globality.","author":"Shimon Peres","topic":"Age"},{"quote":"Filth and old age, I&#39;m sure you will agree, are powerful wardens upon chastity.","author":"Geoffrey Chaucer","topic":"Age"},{"quote":"My mother inspired me to treat others as I would want to be treated regardless of age, race or financial status.","author":"Tommy Hilfiger","topic":"Age"},{"quote":"You are 27 or 28 right? It is very tough to live at that age. When nothing is sure. I have sympathy with you.","author":"Haruki Murakami","topic":"Age"},{"quote":"I&#39;m 20 years old. I like to party as much as anyone my age. Going clubbing is my way of relaxing or releasing a lot of stress. I don&#39;t feel that I should have to justify that part of my life. I don&#39;t know that I&#39;m necessarily an addict.","author":"Lindsay Lohan","topic":"Age"},{"quote":"Our parents don&#39;t always know what&#39;s right. It&#39;s a new age.","author":"Stormzy","topic":"Age"},{"quote":"My solution to the problem would be to tell the North Vietnamese Communists frankly that they&#39;ve got to drawn in their horns and stop their aggression or we&#39;re going to bomb them into the stone age.","author":"Curtis LeMay","topic":"Age"},{"quote":"Well, my son really loves wildlife. And everytime he draws a polar bear I want to tell him there probably won&#39;t any by the time... he&#39;s my age. That&#39;s kinda hard to deal with.","author":"Thom Yorke","topic":"Age"},{"quote":"It&#39;s funny: in the middle of making &#39;The Muse,&#39; I was offered, at the time, the first &#39;Ice Age,&#39; the part that Ray Romano took: I was offered the elephant. And I couldn&#39;t even stop to breathe, so I didn&#39;t do it. They&#39;ve made, like, six of them. And in the animation business, for a voice actor, that&#39;s what you want. You want six, you know?","author":"Albert Brooks","topic":"Age"},{"quote":"I&#39;m glad now, at age 66, that I never used alcohol or tobacco... I&#39;ve buried a lot of friends who used tobacco or alcohol.","author":"Jerry Falwell","topic":"Age"},{"quote":"Everyone in the world should have a trench coat, and there should be a trench coat for everyone in the world. It does not matter your age; it doesn&#39;t matter your gender.","author":"Angela Ahrendts","topic":"Age"},{"quote":"When I was younger, my whole sense of self-worth was based on whether or not I was working, which was awful. And I had a baby at 20 years old, so it wasn&#39;t just about me. At around the age of 30 there was a stretch where I wasn&#39;t working - certainly not on anything I liked, anyway - and I started to do other things.","author":"Kiefer Sutherland","topic":"Age"},{"quote":"The remarks about my reaching the age of Social Security and coming to the end of the road, they jolted me. And that was good. Because I sure as hell had no intention of just sitting around for the rest of my life. So I&#39;d whip out the paints and really go to it.","author":"Norman Rockwell","topic":"Age"},{"quote":"It is not possible to live in this age if you don&#39;t have a sense of many contradictory forces.","author":"Rem Koolhaas","topic":"Age"},{"quote":"&#39;Beauty&#39; is a currency system like the gold standard. Like any economy, it is determined by politics, and in the modern age in the West is is the last, best belief system that keeps male dominance intact.","author":"Naomi Wolf","topic":"Age"},{"quote":"After 3 years, I left the army at the ripe old age of 20, but I&#39;d like to think some of the skills are still with me. I&#39;m great at physical movement; I can still remember Morse code, and perhaps most importantly, I can fold my socks up into little balls with smiley faces.","author":"Rhys Darby","topic":"Age"},{"quote":"I have a fear of poverty in old age. I have this vision of myself living in a skip and eating cat food. It&#39;s because I&#39;m freelance, and I&#39;ve never had a proper job. I don&#39;t have a pension, and my savings are dwindling. I always thought someone would just come along and look after me.","author":"Jenny Eclair","topic":"Age"},{"quote":"By the proper intakes of vitamins and other nutrients and by following a few other healthful practices from youth or middle age on, you can, I believe, extend your life and years of well-being by twenty-five or even thirty-five years.","author":"Linus Pauling","topic":"Age"},{"quote":"Nothing will see us through the age we&#39;re entering but high consciousness, and that comes hard. We don&#39;t have a good, modern myth yet, and we need one.","author":"Robert Johnson","topic":"Age"},{"quote":"To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent - that is to triumph over old age.","author":"Thomas Bailey Aldrich","topic":"Age"},{"quote":"Africa needs more funding to continue to fight all of those diseases. We are losing more than 1.3 million young children under the age of five every year because of malaria. We&#39;ve already lost 25 million people to the pandemic of HIV-AIDS. More people are dying now from typhoid fever. Diabetes is on the rise.","author":"Dikembe Mutombo","topic":"Age"},{"quote":"In the age of globalisation, pooled sovereignty means more power, not less.","author":"Jose Manuel Barroso","topic":"Age"},{"quote":"I come from a family of tall, curvy women. I developed in my body and my shape far earlier, so from a young age I accepted it. I embraced it and saw it as an advantage.","author":"Ricki-Lee Coulter","topic":"Age"},{"quote":"My mom cooked pot roast with noodles and frozen vegetables. Or she&#39;d make spaghetti or hot dogs, or heat up TV dinners. Before I started modeling at age 19, I was 5&#39;8&quot; and weighed 165 pounds.","author":"Carol Alt","topic":"Age"},{"quote":"Every great movement in the history of Western civilization from the Carolingian age to the nineteenth century has been an international movement which owed its existence and its development to the cooperation of many different peoples.","author":"Christopher Dawson","topic":"Age"},{"quote":"Our old age was in some respects the happiest period of life.","author":"Charles Eastman","topic":"Age"},{"quote":"In many ways, the young are more religiously minded than the older generations. I think it&#39;s the flip side of an age of individualism. Youngsters are not afraid to tell you what they think, to express their faith and be quite exuberant about it.","author":"Vincent Nichols","topic":"Age"},{"quote":"At the age when Bengali youth almost inevitably writes poetry, I was listening to European classical music.","author":"Satyajit Ray","topic":"Age"},{"quote":"There have been studies that clearly state that children who are exposed to arts education at a young age will in fact do markedly better in their SAT tests.","author":"Marvin Hamlisch","topic":"Age"},{"quote":"Grandchildren have taught me how important the future is. I try to look through their eyes and envision what&#39;s in their imagination. What&#39;s the world going to look like when they&#39;re my age? That really does take a huge imagination.","author":"Richard Lugar","topic":"Age"},{"quote":"Age, like distance lends a double charm.","author":"Oliver Herford","topic":"Age"},{"quote":"Photography suits the temper of this age - of active bodies and minds. It is a perfect medium for one whose mind is teeming with ideas, imagery, for a prolific worker who would be slowed down by painting or sculpting, for one who sees quickly and acts decisively, accurately.","author":"Edward Weston","topic":"Age"},{"quote":"While I had often said that I wanted to die in bed, what I really meant was that in my old age I wanted to be stepped on by an elephant while making love.","author":"Roger Zelazny","topic":"Age"},{"quote":"Puberty was not kind to me. I had acne, eczema and had a stye in my eye, so it was quite hard to go in to somewhere where the majority were boys. At that age, they were quite vocal about what they thought of your looks.","author":"Sophie Wu","topic":"Age"},{"quote":"Responsibility for learning belongs to the student, regardless of age.","author":"Robert Martin","topic":"Age"},{"quote":"I&#39;m just like you - I want to be a good human being. I&#39;m doing my best, and I&#39;m working at it. And I&#39;m trying to be a Christian. I&#39;m always amazed when people walk up to me and say, &#39;I&#39;m a Christian.&#39; I always think, &#39;Already? You&#39;ve already got it?&#39; I&#39;m working at it. And at my age, I&#39;ll still be working at it at 96.","author":"Maya Angelou","topic":"Age"},{"quote":"In the 1940s, traveling for an African was a complicated process. All Africans over the age of sixteen were compelled to carry &#39;Native passes&#39; issued by the Native Affairs Department and were required to show that pass to any white policeman, civil servant, or employer. Failure to do so could mean arrest, trial, a jail sentence or fine.","author":"Nelson Mandela","topic":"Age"},{"quote":"For me at age 11, I had a pair of binoculars and looked up to the moon, and the moon wasn&#39;t just bigger, it was better. There were mountains and valleys and craters and shadows. And it came alive.","author":"Neil deGrasse Tyson","topic":"Age"},{"quote":"Though the Jazz Age continued it became less and less an affair of youth. The sequel was like a children&#39;s party taken over by the elders.","author":"F. Scott Fitzgerald","topic":"Age"},{"quote":"My view is that at a younger age your optimism is more and you have more imagination etc. You have less bias.","author":"A. P. J. Abdul Kalam","topic":"Age"},{"quote":"At age nine, I got a paper route. Sixty-six papers had to be delivered to sixty-six families every day. I also had to collect thirty cents a week from each customer. I owed the paper twenty cents per customer per week, and got to keep the rest. When I didn&#39;t collect, the balance came out of my profit. My average income was six dollars a week.","author":"Lou Holtz","topic":"Age"},{"quote":"I&#39;m well past the age where I&#39;m acceptable. You get to a certain age and you are forbidden access. You&#39;re not going to get the kind of coverage that you would like in music magazines, you&#39;re not going to get played on radio and you&#39;re not going to get played on television. I have to survive on word of mouth.","author":"David Bowie","topic":"Age"},{"quote":"Man has no Body distinct from his Soul; for that called Body is a portion of Soul discerned by the five Senses, the chief inlets of Soul in this age.","author":"William Blake","topic":"Age"},{"quote":"When you see people your own age afflicted and experiencing life-threatening illnesses, I think it prompts you to apply to yourself the philosophy, &#39;I want to do the best I know how to do every day.&#39;","author":"Thomas S. Monson","topic":"Age"},{"quote":"The teacher&#39;s life should have three periods, study until twenty-five, investigation until forty, profession until sixty, at which age I would have him retired on a double allowance.","author":"William Osler","topic":"Age"},{"quote":"The Western day is indeed nearing when the inner science of self-control will be found as necessary as the outer conquest of nature. This new Atomic Age will see men&#39;s minds sobered and broadened by the now scientifically indisputable truth that matter is in reality a concentrate of energy.","author":"Paramahansa Yogananda","topic":"Age"},{"quote":"Michelle Pfeiffer hasn&#39;t been finding a lot of work recently because she doesn&#39;t like what a woman her age is offered. That&#39;s a real double standard. You get Sean Connery, who gets older and older, still playing opposite young ladies, but it doesn&#39;t work the other way around.","author":"Denzel Washington","topic":"Age"},{"quote":"Age imprints more wrinkles in the mind than it does on the face.","author":"Michel de Montaigne","topic":"Age"},{"quote":"But an old age serene and bright, and lovely as a Lapland night, shall lead thee to thy grave.","author":"William Wordsworth","topic":"Age"},{"quote":"For age is opportunity no less Than youth itself, though in another dress, And as the evening twilight fades away The sky is filled with stars, invisible by day.","author":"Henry Wadsworth Longfellow","topic":"Age"},{"quote":"I had used eclectic therapy and behavior therapy on myself at the age of 19 to get over my fear of public speaking and of approaching young women in public.","author":"Albert Ellis","topic":"Age"},{"quote":"There is a quiet about the life of a farmer, and the hope of a serene old age, that no other business or profession can promise.","author":"Robert Green Ingersoll","topic":"Age"},{"quote":"My children were taught at an early age how money works and that it comes from hard work. They&#39;ve been on a commission - not an allowance - since they were little. They learned that if they worked around the house, they got paid. If they didn&#39;t work, they didn&#39;t get paid.","author":"Dave Ramsey","topic":"Age"},{"quote":"The stars shall fade away, the sun himself Grow dim with age, and nature sink in years, But thou shalt flourish in immortal youth, Unhurt amidst the wars of elements, The wrecks of matter, and the crush of worlds.","author":"Joseph Addison","topic":"Age"},{"quote":"Until the age of five, my parents spoke to me in Chinese or a combination of Chinese and English, but they didn&#39;t force me to speak Mandarin. In retrospect, this was sad, because they believed that my chance of doing well in America hinged on my fluency in English. Later, as an adult, I wanted to learn Chinese.","author":"Amy Tan","topic":"Age"},{"quote":"Confidence is something you&#39;re born with. I know I had loads of it even at the age of 15.","author":"Hedy Lamarr","topic":"Age"},{"quote":"I don&#39;t want to just be a teenage star. I want to be known by parents, and I want them to go, &#39;Oh I love that song; he&#39;s really good for his age. My daughter loves him, but I love him, too.&#39;","author":"Shawn Mendes","topic":"Age"},{"quote":"We live in the Internet age. Everyone wants clicks. Clicks are what sells.","author":"Trevor Noah","topic":"Age"},{"quote":"I will never give in to old age until I become old. And I&#39;m not old yet!","author":"Tina Turner","topic":"Age"},{"quote":"We grew up in a very creative environment and were exposed to the arts at a very young age, so it&#39;s not a surprise that all of us are in some form of the arts.","author":"Spike Lee","topic":"Age"},{"quote":"Every age can be enchanting, provided you live within it.","author":"Brigitte Bardot","topic":"Age"},{"quote":"I was five years old; I got addicted to being on stage. I felt like it was the most wonderful place on Earth, performing in front of an audience, who in this case were a bunch of classmates, kids my age.","author":"Shakira","topic":"Age"},{"quote":"I never was that boy who loved gangster films, but when I was growing up, I was obsessed with the detective Dick Tracy. It was one of my favourite movies as a kid, and he really inspired me. I would have loved to be part of that golden age of Hollywood in the 1940s. It made me want to become an actor.","author":"Ryan Gosling","topic":"Age"},{"quote":"Age is not all decay; it is the ripening, the swelling, of the fresh life within, that withers and bursts the husk.","author":"George MacDonald","topic":"Age"},{"quote":"I could cook from quite an early age - purely because I liked it.","author":"Jamie Oliver","topic":"Age"},{"quote":"I wanted to be a forest ranger or a coal man. At a very early age, I knew I didn&#39;t want to do what my dad did, which was work in an office.","author":"Harrison Ford","topic":"Age"},{"quote":"The question isn&#39;t at what age I want to retire, it&#39;s at what income.","author":"George Foreman","topic":"Age"},{"quote":"People say that when you get to a certain age that you start to mellow. I have no idea what these people are talking about.","author":"Rita Moreno","topic":"Age"},{"quote":"In the summer of 1954, after several years in Austin, Minnesota, our family moved across the state to the small, rural town of Worthington, where my dad became regional manager for a life insurance company. To me, at age 7, Worthington seemed a perfectly splendid spot on the earth.","author":"Tim O'Brien","topic":"Age"},{"quote":"For me, the end of childhood came when the number of candles on my birthday cake no longer reflected my age, around 19 or 20. From then on, each candle came to represent an entire decade.","author":"Yotam Ottolenghi","topic":"Age"},{"quote":"Most fears are basic: fear of the dark, fear of going down in the basement, fear of weird sounds, fear that somebody is waiting for you in your closet. Those kinds of things stay with you no matter what age.","author":"R. L. Stine","topic":"Age"},{"quote":"I find age such a foreign concept. I have to be reminded. I still have the extraordinary feeling of adventure, striking out into unknown fields.","author":"William Shatner","topic":"Age"},{"quote":"I&#39;m totally into new age and self-help books. I used to work in a bookstore and that&#39;s the section they gave me, and I got way into it. I just loved the power of positive thinking, letting yourself go.","author":"Jason Mraz","topic":"Age"},{"quote":"I created Punk for this day and age. Do you see Britney walking around wearing ties and singing punk? Hell no. That&#39;s what I do. I&#39;m like a Sid Vicious for a new generation.","author":"Avril Lavigne","topic":"Age"},{"quote":"I&#39;m awful at karaoke, but if I did have to sing, I&#39;d go for my favourite Frank Sinatra song &#39;I&#39;ve Got You Under My Skin.&#39; The fact I love Frank is my grandfather&#39;s doing: he drummed it into me from a very early age that Frank Sinatra is God.","author":"Matt Smith","topic":"Age"},{"quote":"As an artist, I want it to be so simple that anyone can understand it. No matter what age you are, you&#39;re going to feel it because it&#39;s real. I don&#39;t like to sugar coat. There&#39;s not too many artists that can tell stories and be vulnerable on the mic.","author":"Tink","topic":"Age"},{"quote":"The nicest thing about coming of age is that I can do whatever I like.","author":"Cilla Black","topic":"Age"},{"quote":"I&#39;m going through life&#39;s cycles at an alarmingly fast pace, but my persona has a Peter Pan quality: he doesn&#39;t age.","author":"Billy Collins","topic":"Age"},{"quote":"The Word of fire burns today On the lips of our prophets in an evil age.","author":"Margaret Walker","topic":"Age"},{"quote":"I&#39;ve been going through photos of my mother, looking back on her life and trying to put it into context. Very few people age gracefully enough to be photographed through their aging.","author":"Jamie Lee Curtis","topic":"Age"},{"quote":"Pretend to be dumb, that&#39;s the only way to reach old age.","author":"Friedrich Durrenmatt","topic":"Age"},{"quote":"To join or not to join films was the biggest choice I had to make. I&#39;d done two years of biogenetic engineering, was an economics graduate and a gold medalist. I had also been a Bharatanatyam dancer from age five, always won the best actress award in school. Finally, I decided to do things for my soul, chose to act.","author":"Amisha Patel","topic":"Age"},{"quote":"The freethinking of one age is the common sense of the next.","author":"Matthew Arnold","topic":"Age"},{"quote":"The irony is that the more we fight age, the more it shows. Paint on a 50-year-old face brings to mind a Gilbert and Sullivan comic figure. Smooth the cheeks, and suddenly the ear lobes and hands look out of place. Do we run around in October, painting the gold leaves green?","author":"Karen DeCrow","topic":"Age"},{"quote":"I love coming of age stories that have struggle.","author":"Aaron Paul","topic":"Age"},{"quote":"I wanted to write a very simple story about a boy, a wolf, a girl, a bear and a forest, so I thought I might set it in the past. I didn&#39;t realise that it went back to when I was 10: I used to love the Stone Age when I was a kid and wanted to live in it, and I got rid of my bed and slept on the floor, but I didn&#39;t remember it.","author":"Michelle Paver","topic":"Age"},{"quote":"I was preppy, then suddenly switched around age 14. I asked my mother to go to this vintage store, and she let me buy a leopard swing coat, pink cigarette pants, and lime-green gloves.","author":"Kate Spade","topic":"Age"},{"quote":"It doesn&#39;t matter how old people are. It matters if they love each other and have fun with each other. It has nothing to do with age. To get old is a mental disease. Everything is in the head.","author":"Nina Hagen","topic":"Age"},{"quote":"Gray hairs seem to my fancy like the soft light of the moon, silvering over the evening of life.","author":"Jean Paul","topic":"Age"},{"quote":"Modernism in Vienna brought together science and culture in a new way to create an Age of Insight that emphasized a more complex view of the human mind than had ever existed before.","author":"Eric Kandel","topic":"Age"},{"quote":"I think it&#39;d be wonderful if we could train young girls to be active in lots of ways and that they then wouldn&#39;t have to age at the same rate that they would if they were not more active. In other words, more physical fitness and not just the sporty kind, but the yoga, which is really important.","author":"Raquel Welch","topic":"Age"},{"quote":"I was always falling in love at a very young age - kindergarten is when I can remember. There was always a crush. And when I was in sixth grade, I started picking up guitar, so I started wanting to write about it and sing about it.","author":"Babyface","topic":"Age"},{"quote":"Man arrives as a novice at each age of his life.","author":"Nicolas Chamfort","topic":"Age"},{"quote":"In old age we are like a batch of letters that someone has sent. We are no longer in the past, we have arrived.","author":"Knut Hamsun","topic":"Age"},{"quote":"I never planned my career. I never planned to be president of Harvard. People would have thought I was crazy, probably, at the age of 8 or 10 or 20, if I had said that. So what I would say to people planning their careers is to be ready to improvise. Be ready to follow up on opportunities as they unfold.","author":"Drew Gilpin Faust","topic":"Age"},{"quote":"This will be the fourth time I&#39;ve seen this film. I&#39;m very proud of it and I think it&#39;s a great movie for women of any age. And almost every single man I&#39;ve talked to has admitted to crying.","author":"Amber Tamblyn","topic":"Age"},{"quote":"At age 26, I was chairman of UB Group but living like a 26-year-old. I lived my age. Which youngster doesn&#39;t like a Ferrari? Which youngster doesn&#39;t like a good time?... but my contemporaries were R. S. Goenka and Dhirubhai Ambani, captains of the industry but twice my age. You wouldn&#39;t necessarily expect them to be driving around in Ferraris.","author":"Vijay Mallya","topic":"Age"},{"quote":"Pirates almost never sailed with women. Just four or five are known to have worked as pirates during the Golden Age. Two of them - Mary Read and Anne Bonny - became famous, dressing as men and fighting alongside one of the most celebrated of all pirate captains, &#39;Calico&#39; Jack Rackham.","author":"Robert Kurson","topic":"Age"},{"quote":"The age I&#39;m at now, you go from being a young girl to suddenly you blossom into a woman. You ripen, you know? And then you start to rot.","author":"Liv Tyler","topic":"Age"},{"quote":"From an early age I didn&#39;t buy into the value systems of working hard in a nine-to-five job. I thought creativity, friendship and loyalty and pushing the boundaries of what was acceptable was much more interesting.","author":"Adam Clayton","topic":"Age"},{"quote":"I sign every autograph I can for kids because I remember myself at that age. I think it&#39;s ridiculous that some guys won&#39;t sign for a kid.","author":"Jim Thome","topic":"Age"},{"quote":"In an age where everything and everyone is linked through networks of glass and air, no one - no business, organization, government agency, country - is an island. We need to do right by all our stakeholders, and that&#39;s how you create value for shareholders. And one thing is for sure - no organization can succeed in a world that is failing.","author":"Don Tapscott","topic":"Age"},{"quote":"When a noble life has prepared old age, it is not decline that it reveals, but the first days of immortality.","author":"Muriel Spark","topic":"Age"},{"quote":"Poverty is everyone&#39;s problem. It cuts across any line you can name: age, race, social, geographic or religious. Whether you are black or white; rich, middle-class or poor, we are ALL touched by poverty.","author":"Kathleen Blanco","topic":"Age"},{"quote":"One hour of right-down love is worth an age of dully living on.","author":"Aphra Behn","topic":"Age"},{"quote":"My life, I realize suddenly, is July. Childhood is June, and old age is August, but here it is, July, and my life, this year, is July inside of July.","author":"Rick Bass","topic":"Age"},{"quote":"At age eleven, I became a member of the circulating library of my home town. From there on I was rarely seen outside but was reading two to four books per week, the subjects ranging from archaeology over ethnology and geography to zoology. Needless to say that I did not do much homework.","author":"Hartmut Michel","topic":"Age"},{"quote":"A stockbroker urged me to buy a stock that would triple its value every year. I told him, &#39;At my age, I don&#39;t even buy green bananas.&#39;","author":"Claude Pepper","topic":"Age"},{"quote":"The age of chivalry has gone; the age of humanity has come.","author":"Charles Sumner","topic":"Age"},{"quote":"There are periods in history when change is necessary, and other periods when it is better to keep everything for the time as it is. The art of life is to be in the rhythm of your age.","author":"Oswald Mosley","topic":"Age"},{"quote":"Love makes those young whom age doth chill, and whom he finds young keeps young still.","author":"William Cartwright","topic":"Age"},{"quote":"We are in an electronic technology age now and it&#39;s about time we put away the old stuff.","author":"Monica Edwards","topic":"Age"},{"quote":"Every man over forty is a scoundrel.","author":"George Bernard Shaw","topic":"Age"},{"quote":"My system is to be considered a system leading up, in a general way, to education. It can be followed not only in the education of little children from three to six years of age, but can be extended to children up to ten years of age.","author":"Maria Montessori","topic":"Age"},{"quote":"I think being able to age gracefully is a very important talent. It is too late for me.","author":"Clint Eastwood","topic":"Age"},{"quote":"The credit of advancing science has always been due to individuals and never to the age.","author":"Johann Wolfgang von Goethe","topic":"Age"},{"quote":"Admiration of the proletariat, like that of dams, power stations, and aeroplanes, is part of the ideology of the machine age.","author":"Bertrand Russell","topic":"Age"},{"quote":"Every age has its own poetry; in every age the circumstances of history choose a nation, a race, a class to take up the torch by creating situations that can be expressed or transcended only through poetry.","author":"Jean-Paul Sartre","topic":"Age"},{"quote":"You get to a certain age, and you are forbidden access. You&#39;re not going to get the kind of coverage that you would like in music magazines; you&#39;re not going to get played on radio, and you&#39;re not going to get played on television. I have to survive on word of mouth.","author":"David Bowie","topic":"Age"},{"quote":"We are all geniuses up to the age of ten.","author":"Aldous Huxley","topic":"Age"},{"quote":"Sex at age 90 is like trying to shoot pool with a rope.","author":"George Burns","topic":"Age"},{"quote":"Being seventy is not a sin.","author":"Golda Meir","topic":"Age"},{"quote":"Even Gaddafi&#39;s adversaries assure us that he stood out for his intelligence as a student; he was expelled from high-school for his anti-monarchic activities. He managed to enroll in another high-school and later graduated in law at the University of Benghazi at the age of 21.","author":"Fidel Castro","topic":"Age"},{"quote":"As far as my mindset changing, I see myself having more empathy in my older age.","author":"Bill Burr","topic":"Age"},{"quote":"The first crocodile I ever caught was at nine years of age, and it was a rescue.","author":"Steve Irwin","topic":"Age"},{"quote":"The class distinctions proper to a democratic society are not those of rank or money, still less, as is apt to happen when these are abandoned, of race, but of age.","author":"W. H. Auden","topic":"Age"},{"quote":"I don&#39;t like showing cleavage because I get cold, and if I had fantastic legs, I might wear short skirts - but I think at 78, one&#39;s got to act one&#39;s age.","author":"Mary Berry","topic":"Age"},{"quote":"Here&#39;s my Golden Rule for a tarnished age: Be fair with others, but keep after them until they&#39;re fair with you.","author":"Alan Alda","topic":"Age"},{"quote":"The nearer people approach old age the closer they return to a semblance of childhood, until the time comes for them to depart this life, again like children, neither tired of living nor aware of death.","author":"Desiderius Erasmus","topic":"Age"},{"quote":"When superstition is allowed to perform the task of old age in dulling the human temperament, we can say goodbye to all excellence in poetry, in painting, and in music.","author":"Denis Diderot","topic":"Age"},{"quote":"It&#39;s really amazing that in the age of unbelief, as a smart man called it, there isn&#39;t even more fraud. After all, with no God, there&#39;s no one to ever call you to account, and no accounting at all if you can get away with it.","author":"Ben Stein","topic":"Age"},{"quote":"In the age of the individual&#39;s liquidation, the question of individuality must be raised anew.","author":"Theodor Adorno","topic":"Age"},{"quote":"I want to be a dad. That&#39;s floating to the top of my list. I think it&#39;s such an important thing. I&#39;m at the age where everyone has kids, and I ask them, &#39;Is it like a puppy?&#39; And they go, &#39;It&#39;s 10 times a puppy.&#39;","author":"Jimmy Fallon","topic":"Age"},{"quote":"Anybody under the age of forty knows hip-hop, gospel and R&amp;B pretty well, and it&#39;s all a part of what we consider to be &#39;black music.&#39; There is a natural synergy between the three.","author":"John Legend","topic":"Age"},{"quote":"I&#39;m not interested in age. People who tell me their age are silly. You&#39;re as old as you feel.","author":"Henri Frederic Amiel","topic":"Age"},{"quote":"I&#39;ve definitely got a lot more cautious about my lyrics - I feel I want to be a positive force in the world, and I want to uplift people. That&#39;s something that comes with age.","author":"Brandon Flowers","topic":"Age"},{"quote":"Over the years Woodstock got glorified and romanticised and became the event that symbolised Utopia. It&#39;s the last page of our collective memory of the age of innocence. Then things turned ugly and would never be the same again.","author":"Ang Lee","topic":"Age"},{"quote":"That is something that my mother instilled in me at a very young age - to know my self-worth. And I have had times again and again in the fashion industry where all of that was tested and I rose to the occasion because I was told that I am worthy and I should be able to walk away from something that is not worthy of me.","author":"Iman","topic":"Age"},{"quote":"There is always some chance of recession in any year. But the evidence suggests that expansions don&#39;t die of old age.","author":"Janet Yellen","topic":"Age"},{"quote":"In the digital age of &#39;overnight&#39; success stories such as Facebook, the hard slog is easily overlooked.","author":"James Dyson","topic":"Age"},{"quote":"To me, the drive for monumentality is as inbred as the desire for food and sex, regardless of how we denigrate it. Monuments differ in different periods. Each age has its own.","author":"Philip Johnson","topic":"Age"},{"quote":"Living in an age of advertisement, we are perpetually disillusioned. The perfect life is spread before us every day, but it changes and withers at a touch.","author":"J. B. Priestley","topic":"Age"},{"quote":"Drumming completely eclipsed my life from age 13, when I started drum lessons. Everything disappeared. I&#39;d done well in school up until that time. I was fairly adjusted socially up until that time. And I became completely monomania, obsessed all through my teens. Nothing else existed anymore.","author":"Neil Peart","topic":"Age"},{"quote":"It is so important for people at a young age to be invited to embrace classical music and opera.","author":"Luciano Pavarotti","topic":"Age"},{"quote":"We can be incredibly disconnected in this day and age with computers and cell phones.","author":"Marcia Gay Harden","topic":"Age"},{"quote":"We&#39;re not in an information age anymore. We&#39;re in the information management age.","author":"Chris Hardwick","topic":"Age"},{"quote":"I&#39;m not a real big text guy. I&#39;m not really into this new age stuff. I don&#39;t twit or tweet, but I think face-to-face is a man thing.","author":"Jeff Fisher","topic":"Age"},{"quote":"I&#39;ve yet to meet a bitter teenager. Bitterness, jealousy and jadedness, I think, are the most unattractive qualities in a person, and unfortunately they do seem to come with age.","author":"Jane Goldman","topic":"Age"},{"quote":"I think women should start to embrace their age. What&#39;s the alternative to getting older? You die. I can&#39;t change the day I was born. But I can take care of my skin, my body, my mind, and try to live my life and be happy.","author":"Olivia Munn","topic":"Age"},{"quote":"I didn&#39;t know I was Jewish until I encountered anti-Semitism at the age of 10, when my best friend told me I couldn&#39;t come to their house because I was a Jew.","author":"Peter Eisenman","topic":"Age"},{"quote":"Man-made computers are limited in their performance by finite processing speed and memory. So, too, the cosmic computer is limited in power by its age and the finite speed of light.","author":"Paul Davies","topic":"Age"},{"quote":"He has a profound respect for old age. Especially when it&#39;s bottled.","author":"Gene Fowler","topic":"Age"},{"quote":"49 and holding. Holding tight! Fighting that heinous age every step of the way.","author":"Burt Ward","topic":"Age"},{"quote":"If you can find a group of women, any age, who are supportive and kind and love you, that&#39;s the best. I have a group of girlfriends that I would lay in front of a bus for. They&#39;ve picked me up through really, really bad times and I can definitely say I&#39;ve done the same for them.","author":"Katie Lowes","topic":"Age"},{"quote":"The trouble with our age is all signposts and no destination.","author":"Louis Kronenberger","topic":"Age"},{"quote":"It took me a long time to learn how to be brave enough to put myself out there and try everything, no matter how strange or silly. If I can impart that same wisdom to other folks - no matter what age - it would be an honor.","author":"Alethea Kontis","topic":"Age"},{"quote":"The New Age? It&#39;s just the old age stuck in a microwave oven for fifteen seconds.","author":"James Randi","topic":"Age"},{"quote":"The human heart, at whatever age, opens only to the heart that opens in return.","author":"Maria Edgeworth","topic":"Age"},{"quote":"The poetical language of an age should be the current language heightened.","author":"Gerard Manley Hopkins","topic":"Age"},{"quote":"In passing, we should note this curious mark of our own age: the only absolute allowed is the absolute insistence that there is no absolute.","author":"Francis Schaeffer","topic":"Age"},{"quote":"Don&#39;t program yourself to break down as you age with thoughts that decline is inevitable. Time may be passing for our bodies, but because they house our ageless souls, we never need to see ourselves as old and infirm.","author":"Wayne Dyer","topic":"Age"},{"quote":"Rashness belongs to youth; prudence to old age.","author":"Marcus Tullius Cicero","topic":"Age"},{"quote":"Error is acceptable as long as we are young; but one must not drag it along into old age.","author":"Johann Wolfgang von Goethe","topic":"Age"},{"quote":"We live in an age when the traditional great subjects - the human form, the landscape, even newer traditions such as abstract expressionism - are daily devalued by commercial art.","author":"Andy Warhol","topic":"Age"},{"quote":"I am of a healthy long lived race, and our minds improve with age.","author":"William Butler Yeats","topic":"Age"},{"quote":"As long as any adult thinks that he, like the parents and teachers of old, can become introspective, invoking his own youth to understand the youth before him, he is lost.","author":"Margaret Mead","topic":"Age"},{"quote":"No lying knight or lying priest ever prospered in any age, but especially not in the dark ones. Men prospered then only in following an openly declared purpose, and preaching candidly beloved and trusted creeds.","author":"John Ruskin","topic":"Age"},{"quote":"I don&#39;t care about age very much. I think back to the old people I knew when I was growing up, and they always seemed larger than life.","author":"Chinua Achebe","topic":"Age"},{"quote":"I came of age believing that, no matter what happened, I would always be able to support myself.","author":"William J. Clinton","topic":"Age"},{"quote":"There are no college courses to build up self-esteem or high school or elementary school. If you don&#39;t get those values at a early age, nurtured in your home, you don&#39;t get them.","author":"T. D. Jakes","topic":"Age"},{"quote":"I just kind of went into the blue-collar workforce at a really young age and discovered music, in terms of being a musician, around the same time. The good news is, I was probably 17 when I knew that&#39;s what I was going to do with the rest of my life, no matter what that meant.","author":"Chris Cornell","topic":"Age"},{"quote":"Age is only a number, a cipher for the records. A man can&#39;t retire his experience. He must use it. Experience achieves more with less energy and time.","author":"Bernard Baruch","topic":"Age"},{"quote":"We have a nanny in the house, but there are always times when one of my kids does something bad or wrong, and they&#39;ll listen to me more than they do the nanny. So I think it&#39;s important to set up that boundary of respect for them at a young age, so they will know, &#39;I better listen to Mommy.&#39;","author":"Britney Spears","topic":"Age"},{"quote":"I was born in ancient times, at the end of the world, in a patriarchal Catholic and conservative family. No wonder that by age five I was a raging feminist - although the term had not reached Chile yet, so nobody knew what the heck was wrong with me.","author":"Isabel Allende","topic":"Age"},{"quote":"Even one voice can be heard loudly all over the world in this day and age.","author":"Aung San Suu Kyi","topic":"Age"},{"quote":"Age is no issue to me. I think 50 is the new 30 and 70 is the new 50. There are no rules that say you have to dress a certain way or be a certain way.","author":"Tina Turner","topic":"Age"},{"quote":"At a very early age and continuing throughout my life, I have marveled at the beautiful story of the birth of our Lord and Savior, Jesus Christ.","author":"Joseph B. Wirthlin","topic":"Age"},{"quote":"The man who would forge to the front in this competitive age must be a man of prompt and determined decision.","author":"Orison Swett Marden","topic":"Age"},{"quote":"Have regular hours for work and play; make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.","author":"Louisa May Alcott","topic":"Age"},{"quote":"It is sad to grow old but nice to ripen.","author":"Brigitte Bardot","topic":"Age"},{"quote":"Most of the basic material a writer works with is acquired before the age of fifteen.","author":"Willa Cather","topic":"Age"},{"quote":"No matter what your age is, you only have now. So it&#39;s always about living in the moment and being in the moment... I refuse to let those numbers define me, and I just try to face each day positively.","author":"Christie Brinkley","topic":"Age"},{"quote":"Your body actually reminds you about your age and your injuries - the body has a stronger memory than your mind.","author":"Mikhail Baryshnikov","topic":"Age"},{"quote":"Whatever you may look like, marry a man your own age - as your beauty fades, so will his eyesight.","author":"Phyllis Diller","topic":"Age"},{"quote":"Old age is when the liver spots show through your gloves.","author":"Phyllis Diller","topic":"Age"},{"quote":"We were never supposed to live until 40. We were built to self-destruct at 30, whether from cancer or mental illness. We&#39;re all going way beyond our expiration date.","author":"Douglas Coupland","topic":"Age"},{"quote":"I majored in political science and English, but starting from the age of 17, I&#39;ve paid for everything that I&#39;ve had in my life. It was a personal choice. My parents would have helped me in any way whatsoever, but for me, you know what? I can make my own way.","author":"Gary Johnson","topic":"Age"},{"quote":"One thing about being a stand-up is it&#39;s a one-man show. You gotta do everything. You&#39;re the producer, writer, director, and the actor. You just gotta be out there and perform and give your all. It&#39;s such an honest form of art that it just taught me so much, and it kind of prepared me for manhood at an early age.","author":"Nick Cannon","topic":"Age"},{"quote":"Age shouldn&#39;t affect you. It&#39;s just like the size of your shoes - they don&#39;t determine how you live your life! You&#39;re either marvellous or you&#39;re boring, regardless of your age.","author":"Morrissey","topic":"Age"},{"quote":"I want to be part of the resurgence of things that are tangible, beautiful and soulful, rather than just give in to the digital age. But when I talk to people about this they just say, &#39;Yeah, I know what you mean,&#39; and stare at their mobiles.","author":"Jack White","topic":"Age"},{"quote":"Personality traits form at an early age and are fixed by early adulthood. Many important things about you change over the course of your lifetime, but your personality isn&#39;t one of them.","author":"Travis Bradberry","topic":"Age"},{"quote":"At the age of four with paper hats and wooden swords we&#39;re all Generals. Only some of us never grow out of it.","author":"Peter Ustinov","topic":"Age"},{"quote":"All we can do when we think of kids today is think of more hours of school, earlier age at the computer, and curfews. Who would want to grow up in that world?","author":"James Hillman","topic":"Age"},{"quote":"I remember looking up wrestling schools at the age of 10, and I emailed so many people. The responses were that I had to be 16 or 18 to train, and that was a bummer.","author":"Sasha Banks","topic":"Age"},{"quote":"I figured out it was a social thing, what women were allowed to do. At a very young age, I decided I was not going to follow women&#39;s rules.","author":"Joan Jett","topic":"Age"},{"quote":"I&#39;m very accepting with my age. It&#39;s like notches on your belt: experience, wisdom, and a different kind of beauty. There comes a day when you&#39;ve become comfortable in your skin.","author":"Zoe Saldana","topic":"Age"},{"quote":"Middle age is youth without levity, and age without decay.","author":"Doris Day","topic":"Age"},{"quote":"It&#39;s kind of a subversive act to tell a story of a woman past a certain age, to develop a four-hour movie based on a marriage and a story of two people past middle age.","author":"Frances McDormand","topic":"Age"},{"quote":"I would always encourage people of any age not to be so quick to follow other people&#39;s truths but to search and follow your own moral code and live by your own integrity, and mostly just be brave.","author":"Jewel","topic":"Age"},{"quote":"What makes us a bit nervous is, in this instant age, to release something that might take more than one listen. Where everything is instantly judged on YouTube or something! It&#39;s a bit like releasing a horse and cart on a racetrack.","author":"Chris Martin","topic":"Age"},{"quote":"The late Seventies was the death of the manufacturing age in the United States. It was also a time when the Pictures Generation artists were getting started. They co-opted the language of advertising. The factory disappeared, and weirdly, so did the art object - it was the age of making gestures, not objects.","author":"Rachel Kushner","topic":"Age"},{"quote":"A lot of people assume that women of a certain age who are not unattractive have no excuse for not having a perfect life. But you can have emotional baggage that is dragging you down like cement blocks tied to your feet.","author":"Olivia Wilde","topic":"Age"},{"quote":"From a young age, I felt like I was supposed to be the sort of female who is doing something strong.","author":"AJ Lee","topic":"Age"},{"quote":"We live in an age of instant knowledge. And there&#39;s almost a sense of entitlement to that.","author":"J. J. Abrams","topic":"Age"},{"quote":"That whole sex symbol thing I never took seriously to begin with. Thank goodness, or I&#39;d be suffering right now because it&#39;s out of your hands what happens to you with age.","author":"Bo Derek","topic":"Age"},{"quote":"I am at that age when you panic at the slightest thing.","author":"Rupert Everett","topic":"Age"},{"quote":"One problem with age is that patience begins to ebb.","author":"Carl Hiaasen","topic":"Age"},{"quote":"In the age of activism that is clearly not going away, it would seem that some form of engagement from directors with shareholders - rather than directors simply taking their cues from management - would go a long way toward helping boards work on behalf of all shareholders rather just the most vocal.","author":"Andrew Ross Sorkin","topic":"Age"},{"quote":"Diplomacy has always involved dinners with ruling elites, backroom deals and clandestine meetings. Now, in the digital age, the reports of all those parties and patrician chats can be collected in one enormous database. And once collected in digital form, it becomes very easy for them to be shared.","author":"Heather Brooke","topic":"Age"},{"quote":"When you start suppressing feelings at an early age, it hurts you down the road. Full expression of anger and pain is very important.","author":"Andrew Shue","topic":"Age"},{"quote":"Never guess a woman&#39;s age. Never guess a woman&#39;s weight. Never even talk about weight in front of a woman. And never, ever ask a woman when she&#39;s due.","author":"Lyle Lovett","topic":"Age"},{"quote":"I don&#39;t think so-called high technology matters in death. I think they had high technology before Noah&#39;s Ark. And it got lost because that was the first Ice Age.","author":"Miriam Defensor-Santiago","topic":"Age"},{"quote":"I long for the time of no more departures. It has something to do with age, probably.","author":"Heinrich Boll","topic":"Age"},{"quote":"I believe that investing in our children&#39;s development from the earliest age is the single most important contribution we can make to the health and wellbeing of our citizens, their capacity and the future prosperity of our state.","author":"Jay Weatherill","topic":"Age"},{"quote":"Eighteenth-century doctors prescribed sugar pills for nearly everything: heart problems, headache, consumption, labor pains, insanity, old age, and blindness. Hence, the French expression &#39;like an apothecary without sugar&#39; meant someone in an utterly hopeless situation.","author":"Tom Reiss","topic":"Age"},{"quote":"From a very early age, my wife and I told our son that there are times and places for everything. I told him, look, when you&#39;re in class, you have to be quiet and listen to your teacher, but when you go out to the playground, you can scream and be silly.","author":"Mark Hoppus","topic":"Age"},{"quote":"When I was 16, I was like any other boy at that age who dreams of having a good physique.","author":"Rohit Shetty","topic":"Age"},{"quote":"The reality, as the battlefield taught us, is that a 20th-century organizational system is simply insufficient for the speed of the information age.","author":"Chris Fussell","topic":"Age"},{"quote":"When I was younger, I believed my inconsistency was due to my youth. I believed that age would teach me all I needed to know and that when I was older, I would have learned the lessons of life and discovered the secrets of true spirituality. I am older - a lot older - and the secrets are still secret from me.","author":"Mike Yaconelli","topic":"Age"},{"quote":"Experts tell us that 90% of all brain development occurs by the age of five. If we don&#39;t begin thinking about education in the early years, our children are at risk of falling behind by the time they start Kindergarten.","author":"Bob Ehrlich","topic":"Age"},{"quote":"People say we live in an age of information overload. Right? I don&#39;t know about that, but I just know that I get too many marketing emails.","author":"James Veitch","topic":"Age"},{"quote":"When I get 13 or 14 years old, I get crazy with rock music, like, like, deeply crazy. And one of my favorite bands at that moment was, for example, like - bands like Metallica or Led Zeppelin, Black Sabbath, Pink Floyd and Santana, you know? And then I start to play metal, actually, when I was - at the age of 15.","author":"Juanes","topic":"Age"},{"quote":"Industrialization based on machinery, already referred to as a characteristic of our age, is but one aspect of the revolution that is being wrought by technology.","author":"Emily Greene Balch","topic":"Age"},{"quote":"The advent of the digital age and the immediacy and convenience of digital video and photography allows people to become an integral part of the feedback loop which actively shapes the content we are fed.","author":"Damian Loeb","topic":"Age"},{"quote":"I did a film when I was about 30; it&#39;s a coming of age story called &#39;Gas Food Lodging,&#39; and I&#39;m so proud of that little independent film. I play this young English geologist, and he&#39;s such a simple, loving kind of guy. Doesn&#39;t talk too much. He&#39;s just a quiet guy, and he gets the girl.","author":"Robert Knepper","topic":"Age"},{"quote":"I made about fifty-four dollars a week and spent it on two flying lessons every week at the age of sixteen and was able to get a license then pretty early and knew that that&#39;s what I wanted to do, some kind of a career in aviation. I did know about space flight, but at that point, it was still pretty far out there.","author":"Kevin A. Ford","topic":"Age"},{"quote":"I was 3 and a half, and there was an open call for a Coca-Cola commercial. We were living around Dallas, and my mom took me. I think they were calling for 16-year-olds that could ride horses and swing a rope, and for whatever reason, my mom took me up there when I was 3. But I always had a rope, and I was a little cowboy at that age.","author":"Jesse Plemons","topic":"Age"},{"quote":"No man is ever old enough to know better.","author":"Holbrook Jackson","topic":"Age"},{"quote":"The thing is, I really can&#39;t relate to anyone my own age. Not in a superior way - an inferior way, if anything. Socially, I have no idea what my friends are talking about. I don&#39;t listen to any new music. I feel very secluded.","author":"Michael Cera","topic":"Age"},{"quote":"Grilling is an easy tradition to start at any age! To get started, one only needs a modest investment in equipment and a little bit of outdoor space.","author":"Barton Seaver","topic":"Age"},{"quote":"There are three periods in life: youth, middle age and &#39;how well you look&#39;.","author":"Nelson Rockefeller","topic":"Age"},{"quote":"Old age adds to the respect due to virtue, but it takes nothing from the contempt inspired by vice; it whitens only the hair.","author":"Ira Gershwin","topic":"Age"},{"quote":"There are some men who lift the age they inhabit, till all men walk on higher ground in that lifetime.","author":"Maxwell Anderson","topic":"Age"},{"quote":"In choosing a hypothesis there is no virtue in being timid. I clearly would have been burned at the stake in another age.","author":"Thomas Gold","topic":"Age"},{"quote":"All diseases run into one, old age.","author":"Ralph Waldo Emerson","topic":"Age"},{"quote":"Bashfulness is an ornament to youth, but a reproach to old age.","author":"Aristotle","topic":"Age"},{"quote":"He who has not the spirit of this age, has all the misery of it.","author":"Voltaire","topic":"Age"},{"quote":"Alas, after a certain age every man is responsible for his face.","author":"Albert Camus","topic":"Age"},{"quote":"I&#39;m moving into that eldership age, you know? I&#39;m at the &#39;wise woman&#39; age where it&#39;s not about learning, but utilizing the information that I have in a way that serves other people. That&#39;s a high calling and it&#39;s a great responsibility.","author":"Iyanla Vanzant","topic":"Age"},{"quote":"Here comes 40. I&#39;m feeling my age and I&#39;ve ordered the Ferrari. I&#39;m going to get the whole mid-life crisis package.","author":"Keanu Reeves","topic":"Age"},{"quote":"Chinese people age overnight.","author":"Karl Pilkington","topic":"Age"},{"quote":"In every age there has been a stream of popular opinion that has carried all before it, and given a family character, as it were, to the century.","author":"Mary Wollstonecraft","topic":"Age"},{"quote":"To me, when I think of New Age, I think of crystals and rainbows and platitudes.","author":"Marianne Williamson","topic":"Age"},{"quote":"Demographics show that we are entering a battle between young and old. I call it the &#39;Age War.&#39; The young want to hang onto their money to grow their families, businesses, and wealth. The old want the tax and investment dollars of the young to sustain their old age.","author":"Robert Kiyosaki","topic":"Age"},{"quote":"Minds ripen at very different ages.","author":"Stevie Wonder","topic":"Age"},{"quote":"You have to know how to evolve with age without trying to hang on to your younger image of yourself from the past.","author":"Cate Blanchett","topic":"Age"},{"quote":"Family life is fragmenting in this modern age, but it&#39;s up to all of us to keep it together.","author":"Mary Berry","topic":"Age"},{"quote":"It is a blessed thing that in every age some one has had the individuality enough and courage enough to stand by his own convictions.","author":"Robert Green Ingersoll","topic":"Age"},{"quote":"We&#39;re past the age of heroes and hero kings... Most of our lives are basically mundane and dull, and it&#39;s up to the writer to find ways to make them interesting.","author":"John Updike","topic":"Age"},{"quote":"When I am at a dinner table, I love to ask everybody, &#39;How long do you think our species might last?&#39; I&#39;ve read that the average age of a species, of any species, is about two million years. Is it possible we can have an average life span as a species? And do you picture us two million years more or a million and a half years, or 5,000?","author":"Alan Alda","topic":"Age"},{"quote":"To me, old age is always fifteen years older than I am.","author":"Bernard Baruch","topic":"Age"},{"quote":"I was absolutely bathed in love. I was so young, starting at age 3, that working seemed very normal. I thought everybody went to work.","author":"Shirley Temple","topic":"Age"},{"quote":"Old age is a shipwreck.","author":"Charles de Gaulle","topic":"Age"},{"quote":"What&#39;s a man&#39;s age? He must hurry more, that&#39;s all; Cram in a day, what his youth took a year to hold.","author":"Robert Browning","topic":"Age"},{"quote":"My ordination in the Church of God in Christ was at age 9, and I later became a Baptist minister, which I am today.","author":"Al Sharpton","topic":"Age"},{"quote":"There is always some specific moment when we become aware that our youth is gone; but, years after, we know it was much later.","author":"Mignon McLaughlin","topic":"Age"},{"quote":"A woman telling her true age is like a buyer confiding his final price to an Armenian rug dealer.","author":"Mignon McLaughlin","topic":"Age"},{"quote":"I realized at a young age that sequence in an album is almost as important as the songs that are on the album.","author":"Dr. Dre","topic":"Age"},{"quote":"I think of dying every day... At a certain age, you should be prepared to go at any time.","author":"August Wilson","topic":"Age"},{"quote":"I was always quite good with accents - I always had quite a good ear - so from the age of about 13, I used to do a lot of voiceover and dubbing for foreign films.","author":"Kate Winslet","topic":"Age"},{"quote":"The biggest tragedy I had was the loss of my daughter from neuromuscular disease in 2000, at age 46.","author":"Alvin Toffler","topic":"Age"},{"quote":"From my perspective, there&#39;s no reason to be afraid of aging, because if you age, you&#39;re lucky! The alternative is death.","author":"Drew Barrymore","topic":"Age"},{"quote":"I&#39;m not personally obsessed with death. At a certain age, the light that you live in is inhabited by the shades - it &#39;tis.","author":"Seamus Heaney","topic":"Age"},{"quote":"You get to a certain age, and you feel the need to reward yourself just for existing.","author":"Rufus Wainwright","topic":"Age"},{"quote":"I think I hate cynicism more than anything else. It&#39;s the curse of our age, and I want to avoid it at all costs.","author":"Paul Auster","topic":"Age"},{"quote":"Doing &#39;Law &amp; Order&#39; for so long, my fan base was, like, men and women my age, and then doing &#39;Daredevil&#39;, my whole audience has changed. It&#39;s cool.","author":"Vincent D'Onofrio","topic":"Age"},{"quote":"I don&#39;t think there&#39;s anything less attractive than a man over-dyeing things on his face, so I&#39;m going to try, for as long as I can, to age as my male forefathers before me. My father started getting grays when he was in his 30s, as did my grandfather before him, so I don&#39;t want to look perpetually young.","author":"Chris Pine","topic":"Age"},{"quote":"Three hundred years ago, during the Age of Enlightenment, the coffee house became the center of innovation.","author":"Peter Diamandis","topic":"Age"},{"quote":"Middle age is when your age starts to show around your middle.","author":"Bob Hope","topic":"Age"},{"quote":"A man knows when he is growing old because he begins to look like his father.","author":"Gabriel Garcia Marquez","topic":"Age"},{"quote":"I was well motivated. What I wanted to do was work for myself. I had twenty two jobs before I started my business at the age of twenty three and I didn&#39;t want one more boss telling me what to do. So I was motivated simply because I didn&#39;t want a boss.","author":"Barbara Corcoran","topic":"Age"},{"quote":"Age for me is just a number.","author":"Haile Gebrselassie","topic":"Age"},{"quote":"By the age of 9 or 10, I knew that I had to cut my own cloth and make my own way.","author":"John le Carre","topic":"Age"},{"quote":"You feel a sense of urgency, especially at my advanced age, when you&#39;re staring into the grave.","author":"Frank McCourt","topic":"Age"},{"quote":"I was a mixture of being incredibly old for my age and incredibly backwards. I was born quite old, but then I stopped growing. I lived with my mum and dad till I was 30.","author":"Helena Bonham Carter","topic":"Age"},{"quote":"Youth does not require reasons for living, it only needs pretexts.","author":"Jose Ortega y Gasset","topic":"Age"},{"quote":"Unfortunately, in some parts of the country, some kids are taught at an early age that being different is somehow bad or wrong or worthy of ridicule.","author":"Matt Bomer","topic":"Age"},{"quote":"Thirty was a big deal for me. It was the age where I reevaluated everything - how I approached life and how I thought about myself. When I look at my 20s, or when I look at any period in my life, I think about how much time I&#39;ve wasted trying to find the right man.","author":"Amy Adams","topic":"Age"},{"quote":"In an age of exponential change, we need the power of diverse thinking, and we cannot afford to leave any talent untapped.","author":"Cathy Engelbert","topic":"Age"},{"quote":"The sanitary and mechanical age we are now entering makes up for the mercy it grants to our sense of smell by the ferocity with which it assails our sense of hearing.","author":"Havelock Ellis","topic":"Age"},{"quote":"Looking back, I realise I had to grow up and be responsible at a very tender age.","author":"Andie MacDowell","topic":"Age"},{"quote":"Because I&#39;m in an adult world and I&#39;m really working, my age is just a number. It&#39;s not really who I am.","author":"Mandy Moore","topic":"Age"},{"quote":"The only lottery I&#39;ve ever won was a $100 scratch-off card at age 16, and the 7-Eleven clerk who sold it to me said I was too young to claim my winnings.","author":"Laura Moser","topic":"Age"},{"quote":"My mother at a young age put me in bilingual, so my strength is really more in Spanish. Even though I live and I was born and raised in the States, you know, in the Bronx, in Spanish I get my point across. And when I&#39;m writing music, when I&#39;m doing music, it&#39;s easier for me, and I know exactly how to express myself.","author":"Romeo Santos","topic":"Age"},{"quote":"The music industry is an interesting lens through which to look at change, because it has had such a difficult time adjusting to the digital age.","author":"Jennifer Egan","topic":"Age"},{"quote":"Just because someone looks old doesn&#39;t mean he or she is. The skin of some people who spend a lot of time outdoors seems to age very rapidly. Someone can look 80 or 90 and only be 40 to 50.","author":"S. Jay Olshansky","topic":"Age"},{"quote":"After thirty, a body has a mind of its own.","author":"Bette Midler","topic":"Age"},{"quote":"Western civilization is the most successful civilization the world has ever seen. And some of the reasons for that is it&#39;s borrowed from other cultures along the way, back to Mosaic law, the Greek age of reason, Roman law and the Roman order of government, and the Republican form of government, by the way that we&#39;re guaranteed in our constitution.","author":"Steve King","topic":"Age"},{"quote":"There was a pony named Barbapoppa that I received at the age of five, and he was very mischievous and maybe even devilish. Barbapoppa was the most fabulous first animal I was to have and challenged me much.","author":"Chantal Sutherland","topic":"Age"},{"quote":"I was depressed at a very young age - mental illness runs in my family, especially on the female side.","author":"Petra Collins","topic":"Age"},{"quote":"You lock your windows before you leave. You put on an alarm if you live in the country because you know that there are bad people out there. Well, in this Internet age, you know that there are bad people out there. And no matter what you do, those bad people are going to get into your house.","author":"Judy Sheindlin","topic":"Age"},{"quote":"I&#39;ve always been quite mature because of the way my parents brought me up. They were very good at talking to me like a person rather than a baby, and I was around so many actors and directors from such a young age because my dad is an actor. I was more comfortable with adults rather than actually being an adult child.","author":"Saoirse Ronan","topic":"Age"},{"quote":"I&#39;ve basically grown up with Harry Potter, as so many kids my age have. It&#39;s kind of a part of my life.","author":"Saoirse Ronan","topic":"Age"},{"quote":"We&#39;re in an age of enlightenment, and we have a choice as a society which path to take.","author":"Rhys Ifans","topic":"Age"},{"quote":"I was in martial arts starting at the age of 14, and I got my black belt by the time I was 18. Soon after, I was teaching an entire school, with about 150 students. It was unbelievably intense because of the self-awareness part of becoming a black belt.","author":"Brad D. Smith","topic":"Age"},{"quote":"For a man who has compared himself to Theodore Roosevelt and the nation&#39;s challenges to those of the Gilded Age, Obama put forward a tepid agenda.","author":"Ron Fournier","topic":"Age"},{"quote":"Basically, when I went to school in Sri Lanka from age five onward, the classes there were sometimes sorted into a hierarchy of your skin tone. So the fairer-skinned kids sat at the front row, and the darker-skinned kids sat at the back by the poor ones who played out in the street all day long.","author":"M.I.A.","topic":"Age"},{"quote":"You end up as you deserve. In old age you must put up with the face, the friends, the health, and the children you have earned.","author":"Judith Viorst","topic":"Age"},{"quote":"Up until age 40, most men are just not as mature as women. So, it makes sense that a lot of women date up in age a bit.","author":"Patti Stanger","topic":"Age"},{"quote":"I think most models fear growing old, but from a tender age I had always chosen to play someone grown up. I am slowly but surely catching up with the people that I have spent the last decade and a half trying to portray.","author":"Erin O'Connor","topic":"Age"},{"quote":"Those who have no hope pass their old age shrouded with an inward gloom.","author":"Wilfred Owen","topic":"Age"},{"quote":"Learning to dislike children at an early age saves a lot of expense and aggravation later in life.","author":"Robert Byrne","topic":"Age"},{"quote":"From a very young age, I liked to take apart things. All of my Christmas gifts would wind up in a million pieces. I actually recall taking apart my dad&#39;s lawnmower three times to understand how combustible engines work.","author":"Homaro Cantu","topic":"Age"},{"quote":"The price of indulging yourself in your youth in the things you cannot afford is poverty and dependence in your old age.","author":"Dorothy Dix","topic":"Age"},{"quote":"I&#39;ve gotten involved in producing now, so the kinds of things that are more my own choice are more possible in that field because I don&#39;t have to be castable. I can actually get involved in getting stories off the ground that no one would ask me to be in because I&#39;m the wrong age, the wrong sex, the wrong nationality, or whatever.","author":"Colin Firth","topic":"Age"},{"quote":"I, for one, am pretty exhausted since I started blogging almost a year ago. But I am blaming that on my two sons, aged 3 and 6, whose perpetual-motion-machine energy is hard to keep up with at my advanced age.","author":"Kara Swisher","topic":"Age"},{"quote":"The surest sign of age is loneliness.","author":"Annie Dillard","topic":"Age"},{"quote":"Iggy Pop is a pure Michigan product - gritty, smart, but not afraid of looking stupid or foolish. His father was once a high school English teacher. I love Iggy as a physical entity, sinewy, twisty - even in old age - an embodiment of rock and roll history.","author":"David Means","topic":"Age"},{"quote":"If work and leisure are soon to be subordinated to this one utopian principle - absolute busyness - then utopia and melancholy will come to coincide: an age without conflict will dawn, perpetually busy - and without consciousness.","author":"Gunter Grass","topic":"Age"},{"quote":"I am assuming my father learned at an early age that there is nothing more dangerous than showing your true self. I think a lot of us learn that, and it actually may be true.","author":"Bruce Eric Kaplan","topic":"Age"},{"quote":"I don&#39;t think I have ever done anything for this age of children before, a pre-school audience. Generally speaking, we don&#39;t have vivid memories of that age and what influenced us, yet clearly they are hugely formative years and it&#39;s really important that we can create television of a high quality for that audience.","author":"David Tennant","topic":"Age"},{"quote":"Forty is the old age of youth, fifty is the youth of old age.","author":"Hosea Ballou","topic":"Age"},{"quote":"Somehow, when you think about yourself in old age, you think you&#39;re going to be this completely different person that you don&#39;t even recognize - because you can&#39;t imagine it, you know?","author":"Emmylou Harris","topic":"Age"},{"quote":"Some people survived the neolithic age by being brave, others by being cowardly and smart.","author":"Phil Lord","topic":"Age"},{"quote":"Age is just a number. Unless, that is, you live in Hollywood, where there&#39;s this notion that if you haven&#39;t hit it big by your 20s, you may as well hit the road.","author":"Kate Walsh","topic":"Age"},{"quote":"When you have lost people like I lost my birth mom at a young age and you remember the whole process of losing her, you want to grab on to something that makes you whole.","author":"Reese Hoffa","topic":"Age"},{"quote":"As we grow older, our bodies get shorter and our anecdotes longer.","author":"Robert Quillen","topic":"Age"},{"quote":"Real pirates were better than in movies, more daring and terrifying and cunning than any screenwriter could imagine. They operated during the Golden Age of Piracy, from 1650 to 1720.","author":"Robert Kurson","topic":"Age"},{"quote":"I&#39;ve always been interested in exploring the concept of child prodigies. When I was younger, I wrote a story about Mozart as a child, and I just always loved this idea of young people who are able to take control of their lives and bring a whole lot of change at such a young age.","author":"Marie Lu","topic":"Age"},{"quote":"My parents were concerned that I would not get good schooling, so they put me up in my uncle&#39;s house in Dharwad, and I spent about six years there. So at a very young age, I was away from my parents. I developed an amount of independence and learned to stand on my own feet.","author":"Nandan Nilekani","topic":"Age"},{"quote":"The independence once represented by the car has been replaced by cell phones and social networks, which are now at the forefront of people&#39;s expression of freedom and access. Once a symbol of &#39;coming of age,&#39; many drivers are waiting longer to get their licenses.","author":"John Zimmer","topic":"Age"},{"quote":"From a very early age, I wanted to fly aeroplanes.","author":"David Mackay","topic":"Age"},{"quote":"I never had the slightest desire to have cosmetic surgery - partly because I don&#39;t want to look like an alien and partly because it&#39;s nice to age in a way. Also, I think that if your soul is beautiful, then the rest of you stays beautiful.","author":"Emmanuelle Seigner","topic":"Age"},{"quote":"Age makes all things greater after their death; a name comes to the tongue easier from the grave.","author":"Sextus Propertius","topic":"Age"},{"quote":"At 19, everything is possible and tomorrow looks friendly.","author":"Jim Bishop","topic":"Age"},{"quote":"Knowledge in the Internet Age - networked knowledge - is becoming more like what knowledge has been in the past few hundreds years for scientists: it&#39;s provisional; it&#39;s a hypothesis that is waiting to be disproved.","author":"David Weinberger","topic":"Age"},{"quote":"Everyone is the sum total of past experiences. A character doesn&#39;t just spring to life at age thirty.","author":"Kelley Armstrong","topic":"Age"},{"quote":"There are a lot of female artists my age around at the moment, but they&#39;re all American and blonde and blue-eyed and smiley. I&#39;m totally the opposite of that. I want to show a bit more attitude and I have an opinion.","author":"Samantha Mumba","topic":"Age"},{"quote":"The appeal of the Golden Age heroes for me is their simplicity, even their naivety - they represent the fundamental building blocks of the whole superhero genre, whether it&#39;s a &#39;super&#39; man able to lift cars, or a vigilante who terrorises criminals at night like Batman.","author":"Adam Christopher","topic":"Age"},{"quote":"From a young age I was obsessed with the mysterious, the esoteric, the paranormal.","author":"Drummond Money-Coutts","topic":"Age"},{"quote":"God forbid we keep a couple secrets in this day and age!","author":"Joey McIntyre","topic":"Age"},{"quote":"I have read only the first &#39;Harry Potter&#39; book. I thought it excellent, perhaps the best thing written for older children since The Hobbit. I wish the books had been around when my kids were the right age for them.","author":"Gene Wolfe","topic":"Age"},{"quote":"As you age naturally, your family shows more and more on your face. If you deny that, you deny your heritage.","author":"Frances Conroy","topic":"Age"},{"quote":"You don&#39;t have to be age 20 and size zero to be sexually viable or viable as a woman.","author":"Belinda Carlisle","topic":"Age"},{"quote":"When I grew up, the thing boys would do during the summer is work tobacco because it was a cheap product back then. I didn&#39;t want to do that. From an early, early, early age, I was like, &#39;I like music. This performing thing comes easy.&#39; And perhaps that&#39;s how I ended up doing what I&#39;m doing today. Being a musician.","author":"Maceo Parker","topic":"Age"},{"quote":"My father insisted that I and my sisters not be indoctrinated into any religion at any age.","author":"S. T. Joshi","topic":"Age"},{"quote":"Once I had learnt my twelve times table (at the age of three) it was downhill all the way.","author":"Fred Hoyle","topic":"Age"},{"quote":"From a young age, I had done a lot of theater and musical theater. I wasn&#39;t really sure what I wanted to do with my life, but every time I was away from acting, I just felt very incomplete and a little stir crazy.","author":"Alexander Koch","topic":"Age"},{"quote":"Because of Mozart, it&#39;s all over after the age of seven.","author":"Wendy Wasserstein","topic":"Age"},{"quote":"No age, sex, or condition is above or below the absolute necessity of modesty; but without it one is vastly beneath the rank of man.","author":"Bernard Barton","topic":"Age"},{"quote":"It&#39;s always a really great feeling when I talk to people who watched &#39;Jett Jackson&#39; because we were the same age. We were all kids. I was 13 when I started working on that show, and that was part of my childhood.","author":"Lee Thompson Young","topic":"Age"},{"quote":"As you age, you have this vast cauldron of experience to draw from. Some of the experiences are great; some of them you wish you&#39;d never had. But all of them shape the work that you do and the person you become. It&#39;s just inevitable.","author":"Juliet Aubrey","topic":"Age"},{"quote":"What most persons consider as virtue, after the age of 40 is simply a loss of energy.","author":"Voltaire","topic":"Age"},{"quote":"Advice in old age is foolish; for what can be more absurd than to increase our provisions for the road the nearer we approach to our journey&#39;s end.","author":"Marcus Tullius Cicero","topic":"Age"},{"quote":"Age merely shows what children we remain.","author":"Johann Wolfgang von Goethe","topic":"Age"},{"quote":"My mother encouraged me to be artistic. It was written in a contract at an early age that I would be an artist.","author":"Kurt Cobain","topic":"Age"},{"quote":"I think that a man should not live beyond the age when he begins to deteriorate, when the flame that lighted the brightest moment of his life has weakened.","author":"Fidel Castro","topic":"Age"},{"quote":"Age doesn&#39;t affect driving - how do you like that?","author":"Mario Andretti","topic":"Age"},{"quote":"To be renewed is everything. What more could one ask for than to have one&#39;s youth back again?","author":"George Lucas","topic":"Age"},{"quote":"When I turned 60, it didn&#39;t bother me at all.","author":"Yoko Ono","topic":"Age"},{"quote":"I think when the full horror of being fifty hits you, you should stay home and have a good cry.","author":"Josh Billings","topic":"Age"},{"quote":"Children who reach the age of eighteen with their entire skills set composed on Nintendo and eating Doritos have been neglected. Their parents neglected to give them the character traits necessary to live successfully.","author":"Dave Ramsey","topic":"Age"},{"quote":"We&#39;ve put more effort into helping folks reach old age than into helping them enjoy it.","author":"Frank A. Clark","topic":"Age"},{"quote":"If you haven&#39;t turned rebel by twenty you&#39;ve got no heart; if you haven&#39;t turned establishment by thirty you&#39;ve got no brains!","author":"Kevin Spacey","topic":"Age"},{"quote":"You know you&#39;re getting old when all the names in your black book have M. D. after them.","author":"Harrison Ford","topic":"Age"},{"quote":"I get all fired up about aging in America.","author":"Willard Scott","topic":"Age"},{"quote":"A lot of people say I am using all the procedures for my face. I didn&#39;t do anything. I live a healthy life; I take care of my skin and my body. I&#39;m against Botox. I&#39;m against injections; I think it&#39;s damaging your face, damaging your nerves. It&#39;s all me. I will age gracefully, as my mom does.","author":"Melania Trump","topic":"Age"},{"quote":"We should so provide for old age that it may have no urgent wants of this world to absorb it from meditation on the next. It is awful to see the lean hands of dotage making a coffer of the grave.","author":"Pearl S. Buck","topic":"Age"},{"quote":"I think it&#39;s less common in France that a man at the age of 50 buys a Porsche and gets a young girlfriend.","author":"Carine Roitfeld","topic":"Age"},{"quote":"One of the many things nobody ever tells you about middle age is that it&#39;s such a nice change from being young.","author":"William Feather","topic":"Age"},{"quote":"I believe the true function of age is memory. I&#39;m recording as fast as I can.","author":"Rita Mae Brown","topic":"Age"},{"quote":"But now in this day and age, people are more prone to go out to try new things to enhance their performance on the field - to enhance their physical appearance.","author":"Bo Jackson","topic":"Age"},{"quote":"A grownup is a child with layers on.","author":"Woody Harrelson","topic":"Age"},{"quote":"A woman must make her fortune before she is 30; or work after she is 30; or get married.","author":"Anna Held","topic":"Age"},{"quote":"The really frightening thing about middle age is the knowledge that you&#39;ll grow out of it.","author":"Doris Day","topic":"Age"},{"quote":"It&#39;s true you never know the full depth of a parent&#39;s touch in your life until they&#39;re gone. Even if you cared for them in their old age, there&#39;s never a way to prepare yourself for the death of a parent.","author":"Donna Brazile","topic":"Age"},{"quote":"We pay when old for the excesses of youth.","author":"J. B. Priestley","topic":"Age"},{"quote":"I&#39;d been taught from an early age that I was in the &#39;other&#39; category on the standardized tests. You know, I had to go down the checklist - Caucasian, African-American, Latino, Asian-Pacific Islander, and then, you know, at the bottom is other. So, you know, very early on I was taught, in a way, that I was somehow this anomaly.","author":"Jordan Peele","topic":"Age"},{"quote":"Middle age is the time when a man is always thinking that in a week or two he will feel as good as ever.","author":"Don Marquis","topic":"Age"},{"quote":"Age is not a particularly interesting subject. Anyone can get old. All you have to do is live long enough.","author":"Don Marquis","topic":"Age"},{"quote":"For every year past the age of 27, you need to take another step toward commitment somewhere in your life. Instead of freelancing, you get a staff job. Instead of renting, you buy. Fine, instead of couch-surfing, you rent.","author":"Tracy McMillan","topic":"Age"},{"quote":"Every time I paint a portrait I lose a friend.","author":"John Singer Sargent","topic":"Age"},{"quote":"We are an age without leaders. We stopped having leaders at the end of the 20th century.","author":"Oriana Fallaci","topic":"Age"},{"quote":"Oh rage! Oh despair! Oh age, my enemy!","author":"Pierre Corneille","topic":"Age"},{"quote":"I went through a phase when I was 13 where I would only fall in love with people over the age of 19 or 20. I never had a real relationship with any of these people, but it was definitely the guy I wanted to hang out with and wanted to go on trips with. I would be like, &#39;But, Daddy, he&#39;s a musician!&#39;.","author":"Olivia Wilde","topic":"Age"},{"quote":"It&#39;s hard to come into a new relationship with food unless you&#39;re engaged in an interactive way at an early age; it&#39;s hard to change your values.","author":"Alice Waters","topic":"Age"},{"quote":"While one finds company in himself and his pursuits, he cannot feel old, no matter what his years may be.","author":"Amos Bronson Alcott","topic":"Age"},{"quote":"My notion of a wife at 40 is that a man should be able to change her, like a bank note, for two 20s.","author":"Warren Beatty","topic":"Age"},{"quote":"I would not vote to raise the retirement age to 70 because there are just too many Americans that work hard all their lives and just simply physically couldn&#39;t work until they are 70.","author":"Bill Flores","topic":"Age"},{"quote":"Age is like love, it cannot be hid.","author":"Thomas Dekker","topic":"Age"},{"quote":"I&#39;m very close in age to my older brother, and we had a field at the end of the road where we could run around, climb trees, play football.","author":"James Bay","topic":"Age"},{"quote":"For a guy who used to steal watches on the streets of Chandni Chowk for kicks, I surely think my success at the age of 22 was pretty early!","author":"Akshay Kumar","topic":"Age"},{"quote":"You should never reveal your true age.","author":"Eve Arnold","topic":"Age"},{"quote":"Like the seasons of the year, like history, truth also repeats itself. But we seldom recognize it when great poets or true artists - the prophets and the priests of our day - present it to us in garments spick and span, following the fashion of the age, the slant of its fancy, the turn and temper of its mind.","author":"Ameen Rihani","topic":"Age"},{"quote":"The lovely thing about being forty is that you can appreciate twenty-five-year-old men more.","author":"Colleen McCullough","topic":"Age"},{"quote":"I&#39;m just sick of the way things are. We&#39;re in an age in which we can&#39;t live without accepting the logic of the market. Contemporary politics is all about short-term pragmatism. We have abandoned religion and philosophy... What we have left is the automatisation of doing what the market tells us.","author":"Jose Mujica","topic":"Age"},{"quote":"The fact that I&#39;ve lived this long is not really an achievement. Time passes; we age... it&#39;s natural. This is why it annoys me when a person watches a movie and tells me that it was &#39;time pass.&#39; Would time not have passed if he hadn&#39;t watched the film?","author":"Kamal Haasan","topic":"Age"},{"quote":"What makes old age so sad is not that our joys but our hopes cease.","author":"Jean Paul","topic":"Age"},{"quote":"After you&#39;re older, two things are possibly more important than any others: health and money.","author":"Helen Gurley Brown","topic":"Age"},{"quote":"I had a bit of a male menopause. It started at the age of 18 and continued until I was 45.","author":"Ian McShane","topic":"Age"},{"quote":"Put every light you have on a dimmer. Because after a certain age, we can play with the lighting and set it on how you look best on it. It&#39;s cheaper than plastic surgery.","author":"Bryan Batt","topic":"Age"},{"quote":"A lot of my childhood memories involve walking home in floods of tears. At that age, feeling unpopular is difficult to handle.","author":"Rachel Stevens","topic":"Age"},{"quote":"I do always want to be creating something; I can&#39;t help it. I don&#39;t know why that is, but I&#39;m certainly not gonna knock it now, at the age of 36. It seems to be working.","author":"Alison Mosshart","topic":"Age"},{"quote":"I&#39;ve always written. At the age of six or seven, I would get sheets of A4 paper and fold them in half, cut the edges to make a little eight-page booklet, break it up into squares and put in little stick men with little speech bubbles, and I&#39;d have a spy story, a space story and a football story.","author":"Ian Rankin","topic":"Age"},{"quote":"I lost a dear friend of mine from a rugby injury at 26. We don&#39;t usually deal with mortality at that early age and it&#39;s given me an appreciation of time, of trying to fit everything in.","author":"Matthew Rhys","topic":"Age"},{"quote":"I like working fast, but I got to the age where the real difference between television and the movies is, I&#39;m not smart enough to be in the movies. It&#39;s a very political world. In all modesty, I can say that I&#39;m a much better actor, but that doesn&#39;t matter.","author":"William Devane","topic":"Age"},{"quote":"I&#39;m not afraid of aging.","author":"Shelley Duvall","topic":"Age"},{"quote":"Our brain starts a long degenerative arc beginning around age 40.","author":"Eric Topol","topic":"Age"},{"quote":"All artists get better with age. The more you draw, the better you&#39;re going to get.","author":"John Kricfalusi","topic":"Age"},{"quote":"When I was as you are now, towering in the confidence of twenty-one, little did I suspect that I should be at forty-nine, what I now am.","author":"Sarah Orne Jewett","topic":"Age"},{"quote":"I missed quite a lot of school because I was working from the age of 11.","author":"Natalia Vodianova","topic":"Age"},{"quote":"Whenever I go to New York or any European country, they say: &#39;Nawal, why don&#39;t you get a facelift?&#39; I tell them, &#39;I am proud of my wrinkles. Every wrinkle on my face tells the story of my life. Why should I hide my age?&#39;","author":"Nawal El Saadawi","topic":"Age"},{"quote":"I don&#39;t want to fight aging; I want to take good care of myself, but plastic surgery and all that? I&#39;m not interested.","author":"Christine Lahti","topic":"Age"},{"quote":"The real sadness of fifty is not that you change so much but that you change so little.","author":"Max Lerner","topic":"Age"},{"quote":"Success came to us at an age where we could enjoy it. We went through a lot of hard times, so we appreciate success all the more now.","author":"Matt Lucas","topic":"Age"},{"quote":"Old age is an excellent time for outrage. My goal is to say or do at least one outrageous thing every week.","author":"Louis Kronenberger","topic":"Age"},{"quote":"My first recognition of age setting in was exactly on my 36th birthday. I have no idea why, on this day of all days, I looked in the mirror and realized my face no longer looked young.","author":"Paulina Porizkova","topic":"Age"},{"quote":"The whole business of marshaling one&#39;s energies becomes more and more important as one grows older.","author":"Hume Cronyn","topic":"Age"},{"quote":"One of the many things nobody ever tells you about middle age is that it&#39;s such a nice change from being young.","author":"Dorothy Canfield Fisher","topic":"Age"},{"quote":"It&#39;s true: I married my college sweetheart. We were so lucky to find each other at such a young age.","author":"Julie Ann Emery","topic":"Age"},{"quote":"We have been filled with grief as we have witnessed the decline of the North American Church that was once filled with missionary zeal and yet now seems determined to bury itself in a deadly embrace with the spirit of the age.","author":"Peter Akinola","topic":"Age"},{"quote":"You live in a deranged age, more deranged that usual, because in spite of great scientific and technological advances, man has not the faintest idea of who he is or what he is doing.","author":"Walker Percy","topic":"Age"},{"quote":"The tendency of old age to the body, say the physiologists, is to form bone. It is as rare as it is pleasant to meet with an old man whose opinions are not ossified.","author":"Bob Wells","topic":"Age"},{"quote":"There is an anti-aging possibility, but it has to come from within.","author":"Susan Anton","topic":"Age"},{"quote":"To resist the frigidity of old age, one must combine the body, the mind, and the heart. And to keep these in parallel vigor one must exercise, study, and love.","author":"Alan Bleasdale","topic":"Age"},{"quote":"Each age tries to form its own conception of the past. Each age writes the history of the past anew with reference to the conditions uppermost in its own time.","author":"Frederick Jackson Turner","topic":"Age"},{"quote":"The answer to old age is to keep one&#39;s mind busy and to go on with one&#39;s life as if it were interminable. I always admired Chekhov for building a new house when he was dying of tuberculosis.","author":"Leon Edel","topic":"Age"},{"quote":"In an age of specialization people are proud to be able to do one thing well, but if that is all they know about, they are missing out on much else life has to offer.","author":"Dennis Flanagan","topic":"Age"},{"quote":"I find that a man is as old as his work. If his work keeps him from moving forward, he will look forward with the work.","author":"William Ernest Hocking","topic":"Age"}]