[{"quote":"I was given such a great gift. It&#39;s a miracle that never stops amazing me and reminding me to give thanks, every day. Having a wife and daughter gives me a lot more purpose. I was much more selfish before, but now I think about what kind of role model I&#39;ll be. I just want to be a better man.","author":"Jake Owen","topic":"Amazing"},{"quote":"Work hard, be kind, and amazing things will happen.","author":"Conan O'Brien","topic":"Amazing"},{"quote":"We don&#39;t even know how strong we are until we are forced to bring that hidden strength forward. In times of tragedy, of war, of necessity, people do amazing things. The human capacity for survival and renewal is awesome.","author":"Isabel Allende","topic":"Amazing"},{"quote":"There is an amazing power getting to know your inner self and learning how to use it and not fight with the world. If you know what makes you happy, your personality, interests and capabilities, just use them, and everything else flows beautifully.","author":"Juhi Chawla","topic":"Amazing"},{"quote":"God has blessed me with an amazing family, friends and work colleagues that have been my joy, my support, and my sanity. I don&#39;t know what I&#39;d do without them.","author":"Josie Loren","topic":"Amazing"},{"quote":"It&#39;s amazing. Life changes very quickly, in a very positive way, if you let it.","author":"Lindsey Vonn","topic":"Amazing"},{"quote":"When you have confidence, you can have a lot of fun. And when you have fun, you can do amazing things.","author":"Joe Namath","topic":"Amazing"},{"quote":"May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds.","author":"Edward Abbey","topic":"Amazing"},{"quote":"It is amazing what you can accomplish if you do not care who gets the credit.","author":"Harry S Truman","topic":"Amazing"},{"quote":"Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it&#39;s amazing what they can accomplish.","author":"Sam Walton","topic":"Amazing"},{"quote":"The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it&#39;s true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special.","author":"Antoine Predock","topic":"Amazing"},{"quote":"My dad was my best friend and greatest role model. He was an amazing dad, coach, mentor, soldier, husband and friend.","author":"Tiger Woods","topic":"Amazing"},{"quote":"I feel like I&#39;m really blessed and lucky that I have a very good social life outside of the gym, and I have a really amazing family. My parents are so supportive. I have a younger brother and two younger sisters, and they&#39;re really awesome. So I feel like I get the best of both worlds.","author":"Aly Raisman","topic":"Amazing"},{"quote":"The PC has improved the world in just about every area you can think of. Amazing developments in communications, collaboration and efficiencies. New kinds of entertainment and social media. Access to information and the ability to give a voice people who would never have been heard.","author":"Bill Gates","topic":"Amazing"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"Amazing"},{"quote":"If you set goals and go after them with all the determination you can muster, your gifts will take you places that will amaze you.","author":"Les Brown","topic":"Amazing"},{"quote":"Count your blessings. You are one of a kind. There&#39;s no one in the world like you. You are amazing.","author":"Richard Simmons","topic":"Amazing"},{"quote":"When you&#39;re true to who you are, amazing things happen.","author":"Deborah Norville","topic":"Amazing"},{"quote":"I thank you God for this most amazing day, for the leaping greenly spirits of trees, and for the blue dream of sky and for everything which is natural, which is infinite, which is yes.","author":"e. e. cummings","topic":"Amazing"},{"quote":"I&#39;ve prioritized taking care of my mind, having fun, and doing things that make me laugh. And eating well - as in, really good food, like steak or pasta or fresh vegetables or an amazing dessert. You know, &#39;treat yo&#39;self.&#39;","author":"Phillipa Soo","topic":"Amazing"},{"quote":"Business is all about the customer: what the customer wants and what they get. Generally, every customer wants a product or service that solves their problem, worth their money, and is delivered with amazing customer service.","author":"Fabrizio Moreira","topic":"Amazing"},{"quote":"What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations.","author":"Adam Braun","topic":"Amazing"},{"quote":"It&#39;s amazing that the amount of news that happens in the world every day always just exactly fits the newspaper.","author":"Jerry Seinfeld","topic":"Amazing"},{"quote":"I&#39;m not perfect. And who knows how many times I&#39;ve fallen short. We all fall short. That&#39;s the amazing thing about the grace of God.","author":"Tim Tebow","topic":"Amazing"},{"quote":"I think as a Canadian hockey player, you go through it in your mind so many times, being able to stand on that blue line and hear your national anthem play and being a gold medal champion, you dream of that. And then to be able to accomplish that and actually win a gold medal and represent your country its an amazing feeling.","author":"Sidney Crosby","topic":"Amazing"},{"quote":"If you tell people where to go, but not how to get there, you&#39;ll be amazed at the results.","author":"George S. Patton","topic":"Amazing"},{"quote":"My grandfather was an amazing man. You talk about character and integrity, everyone who knew him, whether they agreed with him or not, said, &#39;George Romney is a good man, and he sticks to his principles: a man of honesty and hard work, integrity.&#39;","author":"Tagg Romney","topic":"Amazing"},{"quote":"Social media is an amazing tool, but it&#39;s really the face-to-face interaction that makes a long-term impact.","author":"Felicia Day","topic":"Amazing"},{"quote":"That&#39;s the amazing thing about music: there&#39;s a song for every emotion. Can you imagine a world with no music? It would suck.","author":"Harry Styles","topic":"Amazing"},{"quote":"My childhood memories are amazing; I had freedom in every way - but I see everything from a different perspective now that I live outside.","author":"Ana de Armas","topic":"Amazing"},{"quote":"If you have the opportunity to do amazing things in your life, I strongly encourage you to invite someone to join you.","author":"Simon Sinek","topic":"Amazing"},{"quote":"It is amazing how complete is the delusion that beauty is goodness.","author":"Leo Tolstoy","topic":"Amazing"},{"quote":"If you ever catch a great boss, it&#39;s just such a rare thing, and it&#39;s amazing.","author":"James L. Brooks","topic":"Amazing"},{"quote":"Even more amazing than modern technology is our opportunity to access information directly from Heaven, without hardware, software, or monthly service fees.","author":"Russell M. Nelson","topic":"Amazing"},{"quote":"My son has been the best thing that has happened in my life. He has been amazing, and he is truly heaven-sent. And so, I just feel all that love.","author":"Ciara","topic":"Amazing"},{"quote":"There&#39;s nothing more confirming in your life than looking in front of you and seeing some really amazing people who you care a lot about who care a lot about you.","author":"Kathleen Edwards","topic":"Amazing"},{"quote":"I have short goals - to get better every day, to help my teammates every day - but my only ultimate goal is to win an NBA championship. It&#39;s all that matters. I dream about it. I dream about it all the time, how it would look, how it would feel. It would be so amazing.","author":"LeBron James","topic":"Amazing"},{"quote":"When a kid graduates from being the youngest in a family to being a big brother or sister, there&#39;s an amazing transformation. They have to make a big effort, and when they accept their new position in the family, everybody breathes a sigh of relief. All of a sudden they seem bigger, and they seem smarter, and they feel good about it, too.","author":"Peggy Rathmann","topic":"Amazing"},{"quote":"The video game culture was an important thing to keep alive in the film because we&#39;re in a new era right now. The idea that kids can play video games like Grand Theft Auto or any video game is amazing. The video games are one step before a whole other virtual universe.","author":"Vin Diesel","topic":"Amazing"},{"quote":"I feel really humbled and really grateful to have the opportunities that I&#39;ve had over the past couple of years to work with some amazing people. I think, at this point, I just want to put my head down and grind and do honest work.","author":"Ben Schnetzer","topic":"Amazing"},{"quote":"Amazement awaits us at every corner.","author":"James Broughton","topic":"Amazing"},{"quote":"There are amazingly wonderful people in all walks of life; some familiar to us and others not. Stretch yourself and really get to know people. People are in many ways one of our greatest treasures.","author":"Bryant H. McGill","topic":"Amazing"},{"quote":"My story, I feel like it&#39;s amazing, because it shows people no matter where you come from, no matter what your lifestyle is, your dreams could still come true if you believe in yourself and push hard to do what you want to do.","author":"Shanice Williams","topic":"Amazing"},{"quote":"The problem with relegating black history to one really short month, the shortest month, is not only are we telling the same stories over and over again - which are amazing, George Washington Carver is incredible, there&#39;s nobody like Frederick Douglass - but there are so many.","author":"Karyn Parsons","topic":"Amazing"},{"quote":"Being a teenager is an amazing time and a hard time. It&#39;s when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks.","author":"Sophia Bush","topic":"Amazing"},{"quote":"Try not to get lost in comparing yourself to others. Discover your gifts and let them shine! Softball is amazing that way as a sport. Everyone on the field has a slightly different ability that makes them perfect for their position.","author":"Jennie Finch","topic":"Amazing"},{"quote":"It&#39;s amazing what you&#39;ll discover if you start exploring what God has placed within you.","author":"Victoria Osteen","topic":"Amazing"},{"quote":"What I think is so amazing about having everything, and feeling like I have everything, is that I don&#39;t really find happiness within materialistic things. Like, it&#39;s cool if I can buy myself a new car, and I think it&#39;s amazing for a week, but then the thrill is over, and I&#39;m like, &#39;Oh, so I guess that wasn&#39;t really happiness.&#39;","author":"Kylie Jenner","topic":"Amazing"},{"quote":"I don&#39;t see the desert as barren at all; I see it as full and ripe. It doesn&#39;t need to be flattered with rain. It certainly needs rain, but it does with what it has, and creates amazing beauty.","author":"Joy Harjo","topic":"Amazing"},{"quote":"I love snow; I love building snowman. The only thing I don&#39;t like is the cold - so if we could have a hot Christmas, that would be amazing.","author":"Ella Henderson","topic":"Amazing"},{"quote":"I think women are amazing for being able to show what they feel. I admire women who do. I think it&#39;s a mistake when women cover their emotions to look tough. I say let&#39;s own who we are and use it as a strength.","author":"Gal Gadot","topic":"Amazing"},{"quote":"When you lose a parent, you realize how vital they are to the foundation of your life. It&#39;s impossible to understand what it means until that curtain is pulled. You&#39;re an orphan. But then I think that life is kind of remarkable, and the thing that causes the biggest pain can also bring amazing energy.","author":"Neneh Cherry","topic":"Amazing"},{"quote":"The unconditional love for you child, it&#39;s truly amazing.","author":"Jourdan Dunn","topic":"Amazing"},{"quote":"I love being on tour; I love being on the road. It&#39;s the most amazing feeling ever. I live for it; I love it.","author":"Kat Graham","topic":"Amazing"},{"quote":"Learn computer science. It&#39;s extraordinarily helpful. I like recommending learning economics as well so they think in terms of business, they have rational frameworks for looking at the world, but yeah, computer science is an amazing way to get into, even if you want to be CEO, having a tech background is helpful.","author":"Fabrice Grinda","topic":"Amazing"},{"quote":"It is quite amazing how hard the subconscious works when it is made to understand that this life is not a rehearsal, there is no safety net and no assurance of any final closure. It is also quite appalling to realize how catatonic the imagination can become when we hedge our bets, opt for the safer direction at every fork in the path.","author":"John Burdett","topic":"Amazing"},{"quote":"When you have an audience standing and screaming the entire way through the short program and cheering every element you do, whether it&#39;s footwork, or spin, or a jump, to have that kind of emotion coming at you from every direction in the building, it&#39;s the most amazing sensation you can get as a sportsman.","author":"Johnny Weir","topic":"Amazing"},{"quote":"The amazing thing about being a dad is to be able to look at your child and realize that the universe is so much bigger than you.","author":"Macklemore","topic":"Amazing"},{"quote":"It&#39;s an amazing thing to watch a lizard fold a moth into its mouth, like a sword swallower who specialises in umbrellas.","author":"Elizabeth McCracken","topic":"Amazing"},{"quote":"I have an amazing crew, so it makes life so much easier. It&#39;s fun being around a bunch of my BFFs on the road.","author":"Jacob Whitesides","topic":"Amazing"},{"quote":"I have to say I have an amazing therapist. She&#39;s my best friend for life. She&#39;s taught me how to balance everything out.","author":"Nikki Bella","topic":"Amazing"},{"quote":"Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.","author":"David Cameron","topic":"Amazing"},{"quote":"Even when I see a beautiful woman, I think, &#39;Aw, her life must be amazing.&#39; Everyone does it. That&#39;s human nature to believe that beauty is everything.","author":"Marina and the Diamonds","topic":"Amazing"},{"quote":"If you&#39;re curious, London&#39;s an amazing place.","author":"David Bailey","topic":"Amazing"},{"quote":"I&#39;ve had an amazing life, but I think I was born with a little bit of sadness in me. I&#39;ve always been attracted to those things, whether it&#39;s sad movies, sad music... when you&#39;re sad, you feel everything in a greater way than you do when you&#39;re happy.","author":"Sam Smith","topic":"Amazing"},{"quote":"I have had a lot of blessed, interesting things happen to me and have bumped up against some amazing people.","author":"Rob Lowe","topic":"Amazing"},{"quote":"Did you ever spell a word so bad that your spell check has absolutely no clue what you&#39;re trying to spell? What do you end up getting, you end up getting, like, a question mark. You got a million dollars of technology just looking back at you like, &#39;You got me, buddy. Which is pretty amazing because I have all the words.&#39;","author":"Bill Burr","topic":"Amazing"},{"quote":"It&#39;s every little girl&#39;s dream to have an exact look-alike doll. It&#39;s amazing.","author":"Bindi Irwin","topic":"Amazing"},{"quote":"Every now and then, I have blissful moments of thanking God for all the amazing things that are happening. When I leave the White House after just meeting Obama or when I see my face on the cover of &#39;Rolling Stone&#39; or when I meet someone who tells me that their daughter is inspired by me, those are moments that are incredibly joyful.","author":"Lea Michele","topic":"Amazing"},{"quote":"I feel like I&#39;m in my own head a lot; it just feels amazing, but scary, weird and confusing.","author":"Alessia Cara","topic":"Amazing"},{"quote":"For the music business, social networking is brilliant. Just when you think it&#39;s doom and gloom and you have to spend millions of pounds on marketing and this and that, you have this amazing thing now called fan power. The whole world is linked through a laptop. It&#39;s amazing. And it&#39;s free. I love it. It&#39;s absolutely brilliant.","author":"Simon Cowell","topic":"Amazing"},{"quote":"Part of what made the Macintosh great was that the people working on it were musicians, poets, and artists, and zoologists, and historians. They also happened to be the best computer scientists in the world. But if it hadn&#39;t been computer science, these people would have been doing amazing things in other fields.","author":"Steve Jobs","topic":"Amazing"},{"quote":"It is amazing that people who think we cannot afford to pay for doctors, hospitals, and medication somehow think that we can afford to pay for doctors, hospitals, medication and a government bureaucracy to administer it.","author":"Thomas Sowell","topic":"Amazing"},{"quote":"When I first started dating my husband, I had this weird fascination with the circus and clowns and old carnival things and sideshow freaks and all that. About a month after we started dating, he bought me this amazing black-and-white photo book on the circus in the 1930s, and I started sobbing.","author":"Christina Hendricks","topic":"Amazing"},{"quote":"Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one.","author":"Gloria Steinem","topic":"Amazing"},{"quote":"I play a musical instrument a little, but only for my own amazement.","author":"Fred Allen","topic":"Amazing"},{"quote":"Wonder Woman, she&#39;s amazing. I love everything that she represents and everything that she stands for. She&#39;s all about love and compassion and truth and justice and equality, and she&#39;s a whole lot of woman.","author":"Gal Gadot","topic":"Amazing"},{"quote":"The most amazing lesson in aerodynamics I ever had was the day I climbed a thermal in a glider at the same time as an eagle. I witnessed, close up, effortlessness and lightness combined with strength, precision and determination.","author":"Norman Foster","topic":"Amazing"},{"quote":"Isn&#39;t it amazing how much stuff we get done the day before vacation?","author":"Zig Ziglar","topic":"Amazing"},{"quote":"I have amazing people around me. I couldn&#39;t be in a better place. I&#39;m grateful for my life and where I&#39;m at. I never thought I could be in the position that I&#39;m in.","author":"Ashlee Simpson","topic":"Amazing"},{"quote":"Exercise is amazing, from the inside out. I feel so alive and have more energy.","author":"Vanessa Hudgens","topic":"Amazing"},{"quote":"It&#39;s quite amazing to me, as I walk around a supermarket or a health food shop, to observe the number of Fairtrade choices: not just staples such as coffee, tea, fresh fruits and rice, but cocoa and chocolate, herbs and spices, honey, ice cream, and jams.","author":"Sheherazade Goldsmith","topic":"Amazing"},{"quote":"Isn&#39;t it amazing that we are all made in God&#39;s image, and yet there is so much diversity among his people?","author":"Desmond Tutu","topic":"Amazing"},{"quote":"Truthfully, being pregnant is changing me as a person. Each day is part of this amazing journey that has completely shifted the focus of my life and made me reevaluate my personal and professional goals.","author":"Holly Madison","topic":"Amazing"},{"quote":"What I&#39;ve enjoyed most, though, is meeting people who have a real interest in food and sharing ideas with them. Good food is a global thing and I find that there is always something new and amazing to learn - I love it!","author":"Jamie Oliver","topic":"Amazing"},{"quote":"There&#39;s beauty everywhere. There are amazing things happening everywhere, you just have to be able to open your eyes and witness it. Some days, that&#39;s harder than others.","author":"Sarah McLachlan","topic":"Amazing"},{"quote":"Food makes travel so exceptional, because you get to taste what it&#39;s actually supposed to taste like. To eat the real Pad Thai or finally have a proper curry is something pretty amazing.","author":"Meghan Markle","topic":"Amazing"},{"quote":"Haiti is an amazing country. Even though the people there have so little, their attitudes resonate a crazy amount of love and joy. It is truly inspiring to see that. My love for the country starts with them.","author":"Noah Munck","topic":"Amazing"},{"quote":"Nobody in life gets exactly what they thought they were going to get. But if you work really hard and you&#39;re kind, amazing things will happen.","author":"Conan O'Brien","topic":"Amazing"},{"quote":"There are some parts of my life that are wonderful, and it&#39;s amazing to get to go to cool events and award shows and things like that, but I think the outside perception is that your life just changes overnight and you wear Dolce and Gabanna suits and drive a Mercedes. But life&#39;s just not like that.","author":"Taron Egerton","topic":"Amazing"},{"quote":"Every time you get into a new job, new location, you have an amazing opportunity in front of you. You get to play dumb for as long as people will allow you to play dumb. You get to ask all the dumb questions, you get to ask multiple people the dumb questions, and you get to make mistakes. That&#39;s how you stand out in the crowd.","author":"Gary Cohn","topic":"Amazing"},{"quote":"I hope I&#39;m not a tourist attraction - I&#39;m sure that they come here really because St. Andrews is just amazing, a beautiful place.","author":"Prince William","topic":"Amazing"},{"quote":"I love nothing better than immersing myself in different street cultures; exploring all those neighbourhoods in Tokyo was quite amazing, or visiting Morocco to see an Inditex factory.","author":"Imran Amed","topic":"Amazing"},{"quote":"Motherhood is an amazing feeling, and if you get to relive those special moments while working, it works as an icing on the cake. Kids have always been close to my heart, and working with them is a pleasure for me.","author":"Kajol","topic":"Amazing"},{"quote":"It&#39;s amazing how the biggest things in our lives - when we&#39;re around the fireplace and talking about them when we&#39;re older - the things that matter the most to us start off amazingly small and in a humble way.","author":"Frankie Ballard","topic":"Amazing"},{"quote":"It&#39;s amazing what a little encouragement can do.","author":"Winnie Harlow","topic":"Amazing"},{"quote":"If you pay attention to the world, it&#39;s an amazing place. If you don&#39;t, it&#39;s whatever you think it is.","author":"Reggie Watts","topic":"Amazing"},{"quote":"Propaganda is amazing. People can be led to believe anything.","author":"Alice Walker","topic":"Amazing"},{"quote":"Remember to look at your glass half full and not half empty. A lot of my strength comes from God. God has given me a gift - the gift of life - and it&#39;s amazing that I live each day.","author":"Mattie Stepanek","topic":"Amazing"},{"quote":"Wood carving is such an amazing skill and very underrated; once you cut it, it&#39;s hard to go back.","author":"Jonathan Anderson","topic":"Amazing"},{"quote":"It is amazing how nice people are to you when they know you&#39;re going away.","author":"Michael Arlen","topic":"Amazing"},{"quote":"Each and every one of us is amazing in our own way. We have five beautiful women who exude talent, and I am blessed and honored to be one of those women. For me, the bottom line is it&#39;s all about respect and love, and I have both for Fifth Harmony.","author":"Normani Kordei","topic":"Amazing"},{"quote":"As a young black boy, it made me proud to see black leaders that did something amazing and made the world change.","author":"John Legend","topic":"Amazing"},{"quote":"I will go back to riding one day - when I have kids. I have such amazing childhood memories of being on horseback.","author":"Kendall Jenner","topic":"Amazing"},{"quote":"I love Prince Harry. Good looking and a bit of a rebel. Me and his dad are as thick as thieves and I knew Harry before I knew his dad so we&#39;ve met a few times. I think he&#39;s amazing. And I think you can relate to him because he&#39;s made mistakes. He&#39;s cool.","author":"Cheryl Cole","topic":"Amazing"},{"quote":"Growing up, I looked up to major league baseball players, and now these young women have amazing, incredible women all across the board, from swimming to gymnastics to softball to basketball. It is incredible how far women have come and women in sports have come.","author":"Jennie Finch","topic":"Amazing"},{"quote":"It&#39;s amazing to me how many people think that voting to have the government give poor people money is compassion. Helping poor and suffering people yourself is compassion. Voting for our government to use guns to give money to help poor and suffering people is immoral, self-righteous, bullying laziness.","author":"Penn Jillette","topic":"Amazing"},{"quote":"The most amazing thing for me is that every single person who sees a movie, not necessarily one of my movies, brings a whole set of unique experiences. Now, through careful manipulation and good storytelling, you can get everybody to clap at the same time, to hopefully laugh at the same time, and to be afraid at the same time.","author":"Steven Spielberg","topic":"Amazing"},{"quote":"Sometimes it&#39;s not always about what you can see or hear but what&#39;s under the hood of a game that&#39;s most impressive. Between those thousands and thousands of lines of code, magic happens. Sometimes the most amazing feats of gaming wizardry happen without you even noticing.","author":"Rob Manuel","topic":"Amazing"},{"quote":"When it&#39;s over, I want to say: all my life I was a bride married to amazement. I was the bridegroom, taking the world into my arms.","author":"Mary Oliver","topic":"Amazing"},{"quote":"Motherhood is a dream. It really is absolutely amazing.","author":"Jessica Simpson","topic":"Amazing"},{"quote":"I have mixed feelings about how fast things are changing as a result of technology. There&#39;s no denying that through technology there are amazing things being created that help people with diseases or help people&#39;s dreams come true. But there&#39;s also this obsession. Social media is the most dangerous of them all.","author":"Amanda Crew","topic":"Amazing"},{"quote":"I tend not to wear accessories. I&#39;m not one of those gals with a drawerful of amazing jewelry. I don&#39;t even have my ears pierced! But I have one bracelet that never comes off my wrist.","author":"Rachael Taylor","topic":"Amazing"},{"quote":"You get moments all the time that kind of make you pinch yourself, some of them make you quite emotional. Winning a BRIT was a big moment because we were just so excited to be at the awards in the first place. Selling out Madison Square Garden was pretty amazing too. Then we woke to the news that our UK tour was sold out. It was crazy.","author":"Harry Styles","topic":"Amazing"},{"quote":"Failure is an amazing data point that tells you which direction not to go.","author":"Payal Kadakia","topic":"Amazing"},{"quote":"Milan, for me, is a city of discovery. You can find some amazing gardens behind some great houses; I also love finding beautiful galleries and incredible shops, but you have to explore. And the food is amazing.","author":"Francisco Costa","topic":"Amazing"},{"quote":"Always expect the unexpected. Right around Thanksgiving, when the new Alex Cross will be out. It&#39;s called Four Blind Mice and it&#39;s a pretty amazing story about several murders inside the military.","author":"James Patterson","topic":"Amazing"},{"quote":"I&#39;ve been blessed; I&#39;ve been getting so many amazing opportunities because of the UFC. I know there are going to be haters no matter how successful I am, and I just have to be thankful for all the blessings that I have because all of it can be over before you know it.","author":"Paige VanZant","topic":"Amazing"},{"quote":"Once a bustling logging town, Sandpoint has embraced its natural beauty to become an amazing resort town drawing people near and far to enjoy its beauty and recreational possibilities. It&#39;s truly a small town with a huge backyard.","author":"Nate Holland","topic":"Amazing"},{"quote":"I&#39;ve always really been a romantic at heart, and I have always wanted kids, and I think the idea of sharing your life with the right person is amazing, actually.","author":"Monica Lewinsky","topic":"Amazing"},{"quote":"It has been wild, you know? I started out just putting a song that I made out on the Internet without being sure if anyone was going to like it, and it took me on tour around the world with Justin Bieber. It&#39;s been amazing!","author":"Post Malone","topic":"Amazing"},{"quote":"My father is an amazing person. While he was a huge star, he never carried his stardom home and always remained simple and just our father at home. I have four siblings, and we were all very grounded. We lived a very simple life: would go in an auto rickshaw to school, played with normal boys.","author":"Mahesh Babu","topic":"Amazing"},{"quote":"When counting on learning from innovation, there are great successes but also failures. The Wright Brothers invented the aircraft and started an amazing process of innovation, where we now have planes that carry 500 passengers. Along the way there were some silly looking vehicles that crashed early on.","author":"Sheldon Whitehouse","topic":"Amazing"},{"quote":"To win one Moonman is amazing, to win two is incredible.","author":"Harry Styles","topic":"Amazing"},{"quote":"&#39;Sleepless&#39; was a script that had been written by three or four other writers before me, and it never really worked, but it had this amazing ending on the top of the Empire State Building that just worked, no matter what came before it.","author":"Nora Ephron","topic":"Amazing"},{"quote":"You arrive at Formula One being very skeptical, how far can your talent deal with all this, and then you understand those guys are human and pretty reasonable, and finally succeeding in winning your first race, in circumstance as such, it was just an amazing moment.","author":"Michael Schumacher","topic":"Amazing"},{"quote":"One of the most amazing locations I&#39;ve ever been is the top of the volcano in Tanzania, Africa. It&#39;s an actual volcano where you really have this lava every day.","author":"Jan de Bont","topic":"Amazing"},{"quote":"There&#39;s nothing wrong with showing sexuality. If you have that inside, it&#39;s just an expression of who you are. If you want to share that with people, that&#39;s amazing. I love that.","author":"Camila Cabello","topic":"Amazing"},{"quote":"I think getting up every morning is the most amazing thing any of us do. We know what&#39;s out there, and yet we keep going.","author":"Laura Anne Gilman","topic":"Amazing"},{"quote":"Housing Works is the coolest thrift store in the world, because not only are they the best thrift store - they&#39;re not the most thrifty thrift store - but they have amazing stuff and all of their proceeds go directly to kids, mostly homeless kids, living with AIDS and HIV in New York, in the metropolitan area.","author":"Ezra Miller","topic":"Amazing"},{"quote":"I would love to be bilingual. I think having a second or third language at my bidding would open up the world in amazing ways.","author":"Deborah Raney","topic":"Amazing"},{"quote":"I&#39;m proud of the U.S.A. We&#39;ve done some amazing things. To wear our flag in the Olympics is an honor.","author":"Shaun White","topic":"Amazing"},{"quote":"I don&#39;t develop anything. I don&#39;t practice, I don&#39;t rehearse. I just go out there, and it&#39;s just amazing and unpredictable and spontaneous every single time. It&#39;s the most cultivating incredible performance that you can go and see live for the amount of money that you can see it for.","author":"Tory Lanez","topic":"Amazing"},{"quote":"I&#39;m very happy with my life and career, but I do find myself having serious attacks of nostalgia, and I don&#39;t quite know why. Even though I&#39;ve got to travel the world and do amazing things, I still want to go back to my teenage years and change little aspects of it. It&#39;s strange, but it does continue to bug me.","author":"Edgar Wright","topic":"Amazing"},{"quote":"As a child, as far as I was concerned, my dad had an amazing job, and we had all the money we needed. My life was so fun and carefree that I didn&#39;t realize at all that we weren&#39;t rich - until I met someone rich. Still, I&#39;ve never met a rich kid who grew up as happy as I did.","author":"Artie Lange","topic":"Amazing"},{"quote":"It&#39;s not always thankless. Let&#39;s face it - it&#39;s not always thankless. I&#39;ve gotten a lot of really great recognition and I&#39;ve worked with amazing people.","author":"Kyra Sedgwick","topic":"Amazing"},{"quote":"Despite the amazing diversity we&#39;re blessed with in this country, schools are still in large part segregated because of economic disparity. Sports are one of the few areas where kids are really given the opportunity to interact with those of different races and religions.","author":"Steve Kerr","topic":"Amazing"},{"quote":"Don&#39;t contour with blush - that&#39;s so eighties. It was an amazing trend then, but it&#39;s not hot now. Instead, go for a neutral contour color that&#39;s one or two shades deeper than your skin tone.","author":"Tyra Banks","topic":"Amazing"},{"quote":"What&#39;s amazing when you get up and do something is what God does in your life. We just have to get up and do something.","author":"Tim Tebow","topic":"Amazing"},{"quote":"My mum thinks I&#39;m amazing at everything. That unconditional love is just the most precious thing you can have.","author":"Lily James","topic":"Amazing"},{"quote":"One of the most amazing things about mathematics is the people who do math aren&#39;t usually interested in application, because mathematics itself is truly a beautiful art form. It&#39;s structures and patterns, and that&#39;s what we love, and that&#39;s what we get off on.","author":"Danica McKellar","topic":"Amazing"},{"quote":"My family is mostly a chosen one. I&#39;ve managed to invite some really amazing people into my life and they become family. Brothers, sisters, siblings, mentors, role models. And I like to live that way, where your family bleeds out into the larger community.","author":"Adrian Grenier","topic":"Amazing"},{"quote":"Overcoming the obstacle of my diabetes diagnosis was something that forced me tackle the challenge head-on and, with an amazing support system, eventually come out stronger.","author":"Charlie Kimball","topic":"Amazing"},{"quote":"The perfect life would be to have an amazing part every year and to spend all my free time to just write.","author":"Melanie Laurent","topic":"Amazing"},{"quote":"Sometimes over things that I did, movies that didn&#39;t turn out very well - you go, &#39;Why did you do that?&#39; But in the end, I can&#39;t regret them because I met amazing people. There was always something that was worth it.","author":"Robin Williams","topic":"Amazing"},{"quote":"It&#39;s amazing what miracles and little angels and pure love around you can bring out.","author":"Tionne Watkins","topic":"Amazing"},{"quote":"I can&#39;t stress how much my daughter is an inspiration to stay sober. When I come home and she opens those big blue eyes at me, it&#39;s the most amazing feeling I could ever feel.","author":"A. J. McLean","topic":"Amazing"},{"quote":"For me, seeing the progression of video games and consoles - whether it be PlayStation, Xbox, or whatever - I think just seeing how good they&#39;ve gotten from the days when I first started playing is just amazing.","author":"Justin Verlander","topic":"Amazing"},{"quote":"You think aerobics is not a cool sport? I think you are wrong. It requires amazing discipline - flexibility, fitness, knowledge. And you have to do it with a big smile on your face. Also, I once performed in front of 10,000 screaming women. I tell you something, I&#39;d rather do that than kick a ball around in front of a few men.","author":"Magnus Scheving","topic":"Amazing"},{"quote":"I don&#39;t go to celebrity parties a lot. I don&#39;t really enjoy them because I really like going for it in parties. And sometimes at celebrity parties, there is no dancing on tables because people... it can be a little judgmental at times. So I tend not to go unless it is Taylor Swift&#39;s birthday party; then it&#39;s amazing.","author":"Sam Smith","topic":"Amazing"},{"quote":"Signing up for &#39;It Follows,&#39; I didn&#39;t have any idea it was going to turn out the way it did, but seeing it, the music and the feel of it definitely was pretty amazing, getting that kind of throwback feel to classic horror movies.","author":"Maika Monroe","topic":"Amazing"},{"quote":"I am indeed amazed when I consider how weak my mind is and how prone to error.","author":"Rene Descartes","topic":"Amazing"},{"quote":"Airline glamour never promised anything as mundane as elbow room, much less a flat bed, a massage, or an arugula salad. It promised a better world. Service and dress reflected the more formal era, but no one expected air travel to be comfortable. It was amazing just to have hot food above the clouds.","author":"Virginia Postrel","topic":"Amazing"},{"quote":"I always think I look better after a yoga class. It&#39;s the same as a massage. We look so amazing after a massage because we&#39;re relaxed.","author":"Andie MacDowell","topic":"Amazing"},{"quote":"You know, your first album is about really amazing things. Your first album is always about coming of age, first love, first loss, usually you suffer a first loss of someone that you love to death, even, you know, really big life lessons, things you learn from your parents&#39; divorce or from the travels that you took.","author":"Brandi Carlile","topic":"Amazing"},{"quote":"I think having children is the most amazing thing.","author":"Rachel Stevens","topic":"Amazing"},{"quote":"I love skating and sparkling and flying around the ice, and people clap for you. It&#39;s an amazing feeling.","author":"Johnny Weir","topic":"Amazing"},{"quote":"It&#39;s amazing how many things you can do when you&#39;re just pretending.","author":"Kim Gordon","topic":"Amazing"},{"quote":"People must feel that the natural world is important and valuable and beautiful and wonderful and an amazement and a pleasure.","author":"David Attenborough","topic":"Amazing"},{"quote":"It&#39;s amazing how much you can learn if your intentions are truly earnest.","author":"Chuck Berry","topic":"Amazing"},{"quote":"The sky in Texas is the most amazing sky in the whole country, I think, like you can see more sky in Texas than you can see anywhere else in the world.","author":"Idina Menzel","topic":"Amazing"},{"quote":"Going to a concert is so overwhelming and the energy is amazing.","author":"Victoria Justice","topic":"Amazing"},{"quote":"Choose what you actually want to do rather than what you think will impress people on Facebook. Ironically, when you do this, something amazing happens; what you produce stands a better chance of getting recognition. Not just on Facebook, but in the real world.","author":"Meghan Daum","topic":"Amazing"},{"quote":"Some astronauts describe the routine flushing of urine into space, where the freezing temperatures turn the droplets into a cloud of bright, drifting crystals, as being among the most amazing sights they saw on an entire voyage.","author":"Eugene Cernan","topic":"Amazing"},{"quote":"The whole process of winning the pageant has been so amazing, I&#39;m really excited to move forward into all kinds of projects.","author":"Olivia Culpo","topic":"Amazing"},{"quote":"I truly loved being pregnant and feeling what was going on inside my body and watching it change. It&#39;s difficult to recoup, but still amazing nonetheless. I would have another one.","author":"Jill Scott","topic":"Amazing"},{"quote":"As you eat more healthily, your palate changes - it&#39;s amazing. Your taste buds constantly adapt: from minute to minute, in fact. If you drank orange juice right now, it would taste sweet. But if you first ate some sweets then drank the same juice, it could taste unpleasantly bitter.","author":"Michael Greger","topic":"Amazing"},{"quote":"I think the first time baby recognises me and smiles is going to be one of the most amazing times of my life, to be honest.","author":"Greg Rutherford","topic":"Amazing"},{"quote":"When you look at the calculation, it&#39;s amazing that every time you try to prove or disprove time travel, you&#39;ve pushed Einstein&#39;s theory to the very limits where quantum effects must dominate. That&#39;s telling us that you really need a theory of everything to resolve this question. And the only candidate is string theory.","author":"Michio Kaku","topic":"Amazing"},{"quote":"I find that the most special thing to me is if you&#39;ve connected to people in some way: If someone comes up to you on the street and says something to you, and you know it&#39;s meant something to them, and it&#39;s connected to some project. That, I find, is amazing.","author":"Tim Burton","topic":"Amazing"},{"quote":"When &#39;Red Tails&#39; came along, all I knew was that they were the first African-American fighter pilots in the U.S. Air Force. I had no idea how deep the story went or about all their amazing achievements. There were a few Tuskegee Airmen on the set to make sure everything was as authentic as possible.","author":"Ne-Yo","topic":"Amazing"},{"quote":"When I was seven or eight years old, I began to read the science-fiction magazines that were brought by guests into my grandparents&#39; boarding house in Waukegan, Illinois. Those were the years when Hugo Gernsback was publishing &#39;Amazing Stories,&#39; with vivid, appallingly imaginative cover paintings that fed my hungry imagination.","author":"Ray Bradbury","topic":"Amazing"},{"quote":"It&#39;s amazing because people come up to me and say, &#39;Chuck, you&#39;re the luckiest guy in the world to be a world karate champion and a movie and TV star.&#39; When they say this to me, I kind of smile because luck had nothing to do with it; God had everything to do with it.","author":"Chuck Norris","topic":"Amazing"},{"quote":"There&#39;s always room out there for the hand-drawn image. I personally like the imperfection of hand drawing as opposed to the slick look of computer animation. But you can do good stuff either way. The Pixar movies are amazing in what they do, but there&#39;s plenty of independent animators who are doing really amazing things as well.","author":"Matt Groening","topic":"Amazing"},{"quote":"The beauty of the Catholic church is that it has a sacramental structure that can hold its own with the best out of any tradition. It has a mystical system and content that can hold its own with the best out of Tibet... its an amazing tradition, but I think you need to be critical.","author":"John O'Donohue","topic":"Amazing"},{"quote":"The network is opening up some amazing possibilities for us to reinvent content, reinvent collaboration.","author":"Tim O'Reilly","topic":"Amazing"},{"quote":"It&#39;s amazing to me that young people will still pick up a cigarette.","author":"Loni Anderson","topic":"Amazing"},{"quote":"We should celebrate how amazing our bodies are! We all have things that we like and dislike about our bodies, but we need to focus on what we love - maybe it&#39;s a great smile, strong legs or curly hair?","author":"Katherine Schwarzenegger","topic":"Amazing"},{"quote":"I think women are amazing and women&#39;s friendships are like a sisterhood and we should see more of it in television and film.","author":"Laurie Holden","topic":"Amazing"},{"quote":"It&#39;s hard for me to just say, &#39;Wow, this is amazing - I&#39;m famous. I&#39;m living the dream.&#39; I sit there and think, &#39;I&#39;m scared - this can go away tomorrow.&#39; My dad always says that I&#39;m a tortured soul because I&#39;m never pleased; I never feel like I deserve what I&#39;ve achieved.","author":"Shawn Mendes","topic":"Amazing"},{"quote":"I had very little fear about it, but basically, my straight friends talked me out of it. I think they thought as I was bisexual, there was no need to. But it&#39;s amazing how much more complicated it became because I didn&#39;t come out in the early days. I often wonder if my career would have taken a different path if I had.","author":"George Michael","topic":"Amazing"},{"quote":"One thing about open source is that even the failures contribute to the next thing that comes up. Unlike a company that could spend a million dollars in two years and fail and there&#39;s nothing really to show for it, if you spend a million dollars on open source, you probably have something amazing that other people can build on.","author":"Matt Mullenweg","topic":"Amazing"},{"quote":"I think dogs are the most amazing creatures; they give unconditional love. For me, they are the role model for being alive.","author":"Gilda Radner","topic":"Amazing"},{"quote":"As a Jew, there&#39;s a need to keep that atrocity alive. There were Catholics and gypsies and homosexuals who died in the Holocaust, too. It&#39;s amazing that people allowed this slaughter to take place. There&#39;s a need to make these films and reiterate it happened.","author":"Martin Landau","topic":"Amazing"},{"quote":"Women&#39;s bodies are amazing; what our bodies can do is incredible, so it&#39;s sad that we get distracted - all this stuff about being skinny, be this, be that - they&#39;re all distractions.","author":"Rebecca Ferguson","topic":"Amazing"},{"quote":"I wore my first pair of Louboutins during this press tour. It was absolutely amazing, they weren&#39;t heels, they were little shoes, but they were velvet and they were blue.","author":"Chloe Grace Moretz","topic":"Amazing"},{"quote":"My kids are my No. 1 priority. They&#39;re the light in my everyday life. The sunshine. The miracle. Those eyes. Those smiles. At the same time, I have an extended, amazing family that is my audience. All these people have been with me for such a long time. I have these two responsibilities.","author":"Thalia","topic":"Amazing"},{"quote":"Just going to Africa is amazing; it all comes back to the motherland. It&#39;s pretty much where everything started.","author":"Amar'e Stoudemire","topic":"Amazing"},{"quote":"It&#39;s the most amazing feeling to hold your child in your arms.","author":"Chris O'Donnell","topic":"Amazing"},{"quote":"Colombians are sick of &#39;Narcos&#39; stories because Colombia is a country that has changed so much. It&#39;s a country that&#39;s completely different from the country that we see in &#39;Narcos.&#39; They reconstructed themselves in 25 years, which is amazing.","author":"Wagner Moura","topic":"Amazing"},{"quote":"I wanted to deliver babies and become a midwife. I think childbirth is one of the most amazing things you could ever experience, and I loved working with people and seeing the joys in family when they welcome a new member to it. It really brought me joy to be around that.","author":"Natalie Martinez","topic":"Amazing"},{"quote":"I had such an amazing experience on &#39;The Pillowman&#39; that it was hard to think what else is going to live up to that.","author":"Zeljko Ivanek","topic":"Amazing"},{"quote":"I always pray for God&#39;s guidance in my life and he always provides it. He opens the right doors he shuts the right doors. And I have tremendous faith in him. He just guided my career in an amazing way.","author":"Ben Carson","topic":"Amazing"},{"quote":"If you ever have a kid who doesn&#39;t know what to do, stick him in art school. It&#39;s amazing what evolves.","author":"Ridley Scott","topic":"Amazing"},{"quote":"My first date ever, I was kind of nervous, so I was like, &#39;I&#39;m going to bring Brady to this walk on the beach with this girl,&#39; and she was like, &#39;Oh my gosh, I have a King Charles Cavalier, too.&#39; I&#39;m like, &#39;Money, perfect, amazing.&#39;","author":"Charlie Puth","topic":"Amazing"},{"quote":"You will never cease to be the most amazed person on earth at what God has done for you on the inside.","author":"Oswald Chambers","topic":"Amazing"},{"quote":"There was something amazingly enticing about programming.","author":"Vint Cerf","topic":"Amazing"},{"quote":"They say you don&#39;t want to meet your heroes, but those two guys, you do want to meet them, because they do not disappoint. Walken has this amazing sense of humor, and Pacino is like just a sweetheart of a guy.","author":"Bill Burr","topic":"Amazing"},{"quote":"The majority of the world is empty space. Empty space, empty space, empty space. All that we see in the world, the life, the animals, plants, people - it&#39;s all empty space. That&#39;s amazing!","author":"Chris Evans","topic":"Amazing"},{"quote":"Anyone who has played the game professionally, you&#39;re always taught that the ball is the most important, most precious thing, so when the ball hits the ground, it&#39;s always a mad scramble. It&#39;s amazing how many times there is a fumble, and the person who recovers it initially doesn&#39;t walk away with the ball.","author":"Barry Sanders","topic":"Amazing"},{"quote":"My dad was working abroad, in Iraq, and he was a doctor. We used to go and visit him, in Baghdad, off and on. For the first ten years of my life, we used to go backwards and forwards to Baghdad, so that was quite amazing. I spent a lot of time traveling around the Middle East.","author":"Andy Serkis","topic":"Amazing"},{"quote":"When I was growing up, my dad and I would go hunting and camping every weekend. Like everyone in my family, he is an amazing cook, and I&#39;ve tried to learn a lot from all of them.","author":"Zac Brown","topic":"Amazing"},{"quote":"There are still some people out there who believe comic books are nothing more than, well, comic books. But the true cognoscenti know graphic novels are - at their best - an amazing blend of art literature and the theater of the mind.","author":"John Ridley","topic":"Amazing"},{"quote":"We are on the precipice of a crisis, a Constitutional crisis. The checks and balances, which have been at the core of this Republic, are about to be evaporated by the nuclear option. The checks and balances that say if you get 51% of the vote, you don&#39;t get your way 100% of the time. It is amazing, it&#39;s almost a temper tantrum.","author":"Chuck Schumer","topic":"Amazing"},{"quote":"Trust me: all of us walk around and look at each other, and without saying it, we all know we&#39;re thinking, &#39;Really dude? Were still here!&#39; and pinch ourselves. Typically, careers have short life span, 10 years if you&#39;re lucky, so what we&#39;ve done is amazing.","author":"Tommy Lee","topic":"Amazing"},{"quote":"I was an amazing bartender and a great waiter. I think, in a way, that was my acting school.","author":"Nick Frost","topic":"Amazing"},{"quote":"In Singapore, there is this life and locals and restaurants and then big casinos and an array of chefs, and even Miami is almost close to Vegas when it comes to an amazing presentation of chefs. But they don&#39;t have these massive hotels that have become their own culinary villages.","author":"Daniel Boulud","topic":"Amazing"},{"quote":"I&#39;m always working with amazing people. They&#39;re just kind of put in my path.","author":"Kodi Smit-McPhee","topic":"Amazing"},{"quote":"I sometimes try to think of my life as an Iranian, and it is hard to imagine. I am grateful for the life I have had in America and all the amazing opportunities and experiences it has given me. But there is a spirit in Iranians I can see that is unbounded by geography.","author":"Pardis Sabeti","topic":"Amazing"},{"quote":"Rap music is amazing, it&#39;s beautiful. But the problem is the lyrics. The person who writes the lyrics - that&#39;s the problem.","author":"Emmanuel Jal","topic":"Amazing"},{"quote":"My maternal granddad, Leonard, was full of amazing stories. He was an orphan, with 11 or 12 brothers and sisters, and he used to tell us about growing up near the Irrawaddy river and how one brother was eaten by a crocodile.","author":"Jamie Cullum","topic":"Amazing"},{"quote":"I do like athletes as they have amazing self-discipline.","author":"Seal","topic":"Amazing"},{"quote":"I&#39;ve been diving for about 30 years, and I can honestly say that I&#39;ve had some amazing encounters with sharks, squids, and other whales. But the encounter with the right whales in the Auckland Islands was probably the best thing I&#39;ve ever done. It was just that amazing.","author":"Brian Skerry","topic":"Amazing"},{"quote":"As far as I&#39;m concerned, Cate Blanchett is a goddess, but she&#39;s really down to earth. She&#39;s got all those Oscars, she&#39;s made all those amazing films and she could spend her whole life doing that, but what does she also do? She gives birth to three boys and creates her own theatre in Sydney.","author":"Sylvester McCoy","topic":"Amazing"},{"quote":"It was really cool going to Sea World. We had an amazing time. They were amazing to us. We got to swim with the dolphins, and it was really special.","author":"Sarah Chalke","topic":"Amazing"},{"quote":"I&#39;ve always been a happy-go-lucky person. I haven&#39;t got any dark tales, I didn&#39;t draw on my own past, I&#39;m from a very normal stable background and had an amazing childhood, and I haven&#39;t got any complaints really.","author":"Vicky McClure","topic":"Amazing"},{"quote":"God has just given me such an amazing journey and able to play; it&#39;s been so much fun. I&#39;m having a blast!","author":"Bailee Madison","topic":"Amazing"},{"quote":"Surfing is such an amazing concept. You&#39;re taking on Nature with a little stick and saying, &#39;I&#39;m gonna ride you!&#39; And a lot of times Nature says, &#39;No you&#39;re not!&#39; and crashes you to the bottom.","author":"Jolene Blalock","topic":"Amazing"},{"quote":"Why is Cloud 9 so amazing? What is wrong with Cloud 8? That joke came off the top of my head, and the top of my head ain&#39;t funny!","author":"Mitch Hedberg","topic":"Amazing"},{"quote":"I swim like a fish and I have an amazing kick.","author":"Gordon Ramsay","topic":"Amazing"},{"quote":"It&#39;s amazing that I can inspire little kids to know that you can be short or tall, and your body type doesn&#39;t matter because you can do anything.","author":"Simone Biles","topic":"Amazing"},{"quote":"The U.S.S. George H. W. Bush is a great thing in my life. It&#39;s amazing. A great honor.","author":"George H. W. Bush","topic":"Amazing"},{"quote":"I&#39;m not a confrontational person or comedian. I think we can explore more things if one of us is not fighting with the other. I take it easy. But I do like comedians who are very different from myself: I love dry comics with deadpan one-liners. I look on and think, &#39;That&#39;s amazing; why didn&#39;t I think of that?&#39;","author":"Trevor Noah","topic":"Amazing"},{"quote":"My baby is amazing; even his head smells amazing. His breath, the whole thing, you could eat him! He&#39;s a big, beautiful boy. He&#39;s great.","author":"Orlando Bloom","topic":"Amazing"},{"quote":"While I&#39;m in L.A. I always make time for my favorite activity which is hiking. The trails in California are amazing, as they are always challenging, and I never get bored from all the beautiful scenery.","author":"Dylan Lauren","topic":"Amazing"},{"quote":"I feel like I&#39;ve been known for having long black hair, so when I took all my extensions out and cut my own hair, it was the most freeing thing, I think, I&#39;ve ever done. That was my 21st year: I cut my hair, I was doing Broadway; I was living in New York, and I was really having a moment of becoming my individual self, and it was amazing.","author":"Keke Palmer","topic":"Amazing"},{"quote":"Little boys have amazing minds.","author":"Ferdinand Marcos","topic":"Amazing"},{"quote":"If you look at a great city, one of its amazing features is that you&#39;re going to find all sorts of things that you might not specifically have chosen in advance. And they will change your day. Maybe your month. Maybe your whole life.","author":"Cass Sunstein","topic":"Amazing"},{"quote":"I was in college when tens of thousands of people marched on Washington for the first Earth Day. Raw sewage floated in rivers and clouds of smog hung over cities. But then something amazing happened. People spoke out. Thousands of students, workers, and ordinary citizens used their voices to say, &#39;This has to change.&#39;","author":"Frances Beinecke","topic":"Amazing"},{"quote":"Becoming food savvy is one thing, but it&#39;s amazing how fast savvy turns to snooty, and snooty leaves you preparing three-hour meals that break your budget and that the kids won&#39;t even eat.","author":"Jeffrey Kluger","topic":"Amazing"},{"quote":"I&#39;d love to own a bakery at some point. My grandmother could help me run it - she is an amazing baker! I&#39;d also love to do a cookbook.","author":"Jordin Sparks","topic":"Amazing"},{"quote":"With reality TV, sometimes it&#39;s amazing chemistry and you get these gems that turn out to be everything you hoped, and the camera loves them and they just blossom on the show. And then sometimes it&#39;s not all you envision.","author":"Alison Sweeney","topic":"Amazing"},{"quote":"When you can watch something grow that you created - it&#39;s really an amazing feeling.","author":"Brody Jenner","topic":"Amazing"},{"quote":"The most amazing thing to me about the sea is the tide. A harbour like St. Ives is totally transformed in a very short space of time by the arrival or departure of the sea.","author":"John Dyer","topic":"Amazing"},{"quote":"I&#39;m the poster boy for Propecia. It&#39;s amazing.","author":"Joe Lando","topic":"Amazing"},{"quote":"Yoga&#39;s an amazing release.","author":"Monica Keena","topic":"Amazing"},{"quote":"There&#39;s a restaurant I go to whenever I can called The Richmond Cafe. It&#39;s a little Thai restaurant owned by a group of Thai women - I think they&#39;re all a family, and they&#39;re just really, really nice, and they make amazing massaman curry.","author":"Fionn Whitehead","topic":"Amazing"},{"quote":"I dream of diving in two places where I have not been yet. One is Antarctica, because of its crystal clear waters and amazing fauna, in addition to the ice cathedrals. The other is the Arctic, where I&#39;d like to see the northernmost kelp forests.","author":"Enric Sala","topic":"Amazing"},{"quote":"It is amazing to hear grown-up people rationalize homophobia and discrimination. The lengths they go to trying to prove their points take reason to its breaking point.","author":"Henry Rollins","topic":"Amazing"},{"quote":"In the mid-&#39;60s, AM radio, pop radio, was just this incredible thing that played all kinds of music... You could hear Frank Sinatra right into the Yardbirds. The Beatles into Dean Martin. It was this amazing thing, and I miss it, in a way, because music has become so compartmentalized now, but in those days, it was all right in one spot.","author":"Tom Petty","topic":"Amazing"},{"quote":"I&#39;ve always heard that heli-skiing in Alaska is amazing. I would love to be able to do that at some point in my life.","author":"Lindsey Vonn","topic":"Amazing"},{"quote":"Men and women do think differently, and frankly, we don&#39;t understand each other. Not at all! But that&#39;s what makes relationships so amazing.","author":"Kevin Hart","topic":"Amazing"},{"quote":"I think the amazing thing about gospel music is that not only does it lift up the death and resurrection of our Lord, which is consistent with the Gospel, but it is uniquely communicated depending upon the generation.","author":"T. D. Jakes","topic":"Amazing"},{"quote":"There are a lot of historical lofts in Houston, and it&#39;s amazing for me that a lot of them were built in the 1920s. I love the exposed bricks and the very industrial stuff.","author":"Solange Knowles","topic":"Amazing"},{"quote":"More and more couples are having this negotiation or discussion, but I&#39;m still amazed at the number who aren&#39;t and where the cultural norm sort of kicks in and they just assume that mom&#39;s got to be the one who stays home, not dad.","author":"James Levine","topic":"Amazing"},{"quote":"Chick lit was amazing, and I was thrilled to be part of it.","author":"Jane Green","topic":"Amazing"},{"quote":"It&#39;s amazing, coconut oil. I use it as a moisturizer. I put it in my hair when I want a kind of greasy look. I take off my makeup with it. I put a little bit in my coffee. I have coconut oil with everything.","author":"Lykke Li","topic":"Amazing"},{"quote":"I have no regrets. I had an amazing surrogate who carried my son for me. I am so grateful to her. I can even say I am grateful for having cancer. I was always meant to be a mom, but if I didn&#39;t have cancer, I never would have had Zev. I would have had a kid, but not Zev, and I want Zev - tantrums and all.","author":"Marissa Jaret Winokur","topic":"Amazing"},{"quote":"I think that we&#39;re in a really amazing time, where there are really a lot of really fantastic female actresses and comedians. I imagine there&#39;s just a lot of opportunity for women to have powerful roles. Or it&#39;s just that there&#39;s more women writing TV. Women tend to maybe write strong women.","author":"Whitney Cummings","topic":"Amazing"},{"quote":"People who work with me think I should cut my hair. They say casting directors are less likely to hire me with long hair - that they don&#39;t have imaginations and can&#39;t picture me looking normal. People literally have conference calls about my head when I&#39;m not around. I mean, obviously I would cut my hair for an amazing part.","author":"Rory Culkin","topic":"Amazing"},{"quote":"Motherhood has most definitely changed me and my life. It&#39;s so crazy how drastic even the small details change - in such an amazing way. Even silly things, like the fact that all of my pictures on my cell phone used to be of me at photo shoots - conceited, I know! - but now every single picture on my phone is of Mason.","author":"Kourtney Kardashian","topic":"Amazing"},{"quote":"In the 20th century, we had a century where at the beginning of the century, most of the world was agricultural and industry was very primitive. At the end of that century, we had men in orbit, we had been to the moon, we had people with cell phones and colour televisions and the Internet and amazing medical technology of all kinds.","author":"David Gerrold","topic":"Amazing"},{"quote":"God&#39;s grace is amazing! We&#39;re saved by grace - God&#39;s undeserved favor - and we live by grace, which is also God&#39;s power in our lives to do what we could never do in our own strength. And it&#39;s all because God is love, and He loves us unconditionally, constantly and completely.","author":"Joyce Meyer","topic":"Amazing"},{"quote":"You don&#39;t hire for mediocrity. Instead, you bring people onto your team because you know that they&#39;ll make a valuable contribution and turn in amazing work. But, in order to have that expectation, you need to make sure you&#39;re fostering an environment that allows them to do so.","author":"Kathryn Minshew","topic":"Amazing"},{"quote":"If I were a liberal Democrat, people would say I&#39;m the super genius of all time. The super genius of all time. If you&#39;re a conservative Republican, you&#39;ve got to fight for your life. It&#39;s really an amazing thing.","author":"Donald Trump","topic":"Amazing"},{"quote":"If I can inspire people by showing that following a dream by working hard and being determined is possible, it&#39;s amazing.","author":"Leona Lewis","topic":"Amazing"},{"quote":"If I could live in one city and do every single thing I do there, I would choose Venice. You can&#39;t turn your head without seeing something amazing.","author":"Nile Rodgers","topic":"Amazing"},{"quote":"The word of God is very important to Christmas. For unto us a child was born, and we should be reminded of how Christ&#39;s amazing journey came to be.","author":"Monica Johnson","topic":"Amazing"},{"quote":"I love a beautiful gown on stage, and luckily I&#39;ve been fortunate to wear some amazing dresses.","author":"Leona Lewis","topic":"Amazing"},{"quote":"Working with amazing people, you continue to learn and develop yourself, as an actor and as a person.","author":"Josh Hutcherson","topic":"Amazing"},{"quote":"The most amazing thing is when you find yourself watching someone in the cafe or something doing something weird. It&#39;s amazing what people do, isn&#39;t it, when you just look at them, when you take the time to look.","author":"Ben Whishaw","topic":"Amazing"},{"quote":"Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience.","author":"Chuck Close","topic":"Amazing"},{"quote":"I love to have no plans. It is amazing where your day can turn when you have no plans: meeting people or just going to a little pub on the side of the road.","author":"Imelda May","topic":"Amazing"},{"quote":"People are the core of every business. Businesses are based on relationships, and relationships are based on people. I would go to an average restaurant run by amazing people over an outstanding restaurant run by awful people.","author":"Marcus Lemonis","topic":"Amazing"},{"quote":"It&#39;s very intense to be in front of a live audience. It&#39;s just an amazing experience. It&#39;s dangerous. Everything out there is heightened. The bad stuff is extra-worse. The silences are extra-silent. The good stuff is amazing. It&#39;s electric when you walk out there. For 90 minutes, you&#39;re on this other planet.","author":"Steven Wright","topic":"Amazing"},{"quote":"All of Koons&#39;s best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century&#39;s signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy.","author":"Jerry Saltz","topic":"Amazing"},{"quote":"My mom is a really good cook. I didn&#39;t get the cooking gene, but she cooks this really amazing dinner every Christmas, and that&#39;s always really fun.","author":"Miranda Cosgrove","topic":"Amazing"},{"quote":"Everybody knows about Pearl Harbor. The thing that really fascinated me is that through this tragedy there was this amazing American heroism.","author":"Michael Bay","topic":"Amazing"},{"quote":"I am deeply honored by the opportunity to lead Intel. We have amazing assets, tremendous talent, and an unmatched legacy of innovation and execution. I look forward to working with our leadership team and employees worldwide to continue our proud legacy while moving even faster into ultra-mobility to lead Intel into the next era.","author":"Brian Krzanich","topic":"Amazing"},{"quote":"It&#39;s the most amazing thing to be able to forgive.","author":"Carrie Fisher","topic":"Amazing"},{"quote":"&#39;Aladdin&#39; was probably my favorite Disney animation when I was a kid. The animation was great and Robin Williams was unbelievable as the Genie. &#39;Aladdin&#39; was an amazing adventure and the lead character was a hero for guys, which I loved. It wasn&#39;t a princess or a girl beating the odds; it was a street rat. That seemed really cool to me.","author":"Zachary Levi","topic":"Amazing"},{"quote":"With love, you should go ahead and take the risk of getting hurt because love is an amazing feeling.","author":"Britney Spears","topic":"Amazing"},{"quote":"What&#39;s so amazing in today&#39;s society is people look up to football players. And as a football player, you have a platform. And it&#39;s so much more important than any touchdown or trophy or anything you could win with football. Its taking that platform and be able to influence people.","author":"Tim Tebow","topic":"Amazing"},{"quote":"It&#39;s amazing how much information we share in social media, then we wonder why people steal our identity.","author":"Frank Abagnale","topic":"Amazing"},{"quote":"It&#39;s amazing the clarity that comes with psychotic jealousy.","author":"Rupert Everett","topic":"Amazing"},{"quote":"What&#39;s amazing is, if young people understood how doing well in school makes the rest of their life so much interesting, they would be more motivated. It&#39;s so far away in time that they can&#39;t appreciate what it means for their whole life.","author":"Bill Gates","topic":"Amazing"},{"quote":"I realized the other day that I&#39;ve lived in New York longer than I&#39;ve lived anywhere else. It&#39;s amazing: I am a New Yorker. It&#39;s strange; I never thought I would be.","author":"David Bowie","topic":"Amazing"},{"quote":"Drake is an amazing person. Also, a magician. He&#39;s a big brother, super-talent; he&#39;s cool.","author":"Travis Scott","topic":"Amazing"},{"quote":"The amount of control you have over somebody if you can monitor internet activity is amazing.","author":"Tim Berners-Lee","topic":"Amazing"},{"quote":"When I tour, it&#39;s like, well, like a food tour as much as a comedy tour. I try to eat at all the weird places, the obscure barbecue joints, burger places. There are a few spots in L.A. that I&#39;m obsessed with - one of them is the Taco Zone taco truck on Alvarado. There are secret off-menu items that are amazing.","author":"Aziz Ansari","topic":"Amazing"},{"quote":"Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I&#39;m happy.","author":"Liv Tyler","topic":"Amazing"},{"quote":"I always knew that St. Jude was an amazing organization but meeting the kids and seeing how the hospital works first hand was truly beautiful. It doesn&#39;t feel like a regular hospital all dreary and sad. It&#39;s a colorful, beautiful, comfortable, fun place to live and the energy is wonderful.","author":"Ariana Grande","topic":"Amazing"},{"quote":"I always say that I need competition, and I need competition every week, and in Spain, I was at an amazing club, but I had four matches a year: Barcelona v Real Madrid, Real Madrid v Barcelona, and after that, we&#39;d win 4-0, 5-0, 4-1, 6-1.","author":"Jose Mourinho","topic":"Amazing"},{"quote":"Because sorry to say, women run the house. They run the family. They hold things up. I mean, it&#39;s like you don&#39;t ever see your mom get sick because she handles everything. And it&#39;s kind of amazing I think to show people just how strong women are.","author":"Sophia Bush","topic":"Amazing"},{"quote":"After I finished high school I went to Hong Kong and Thailand and spent some time there. Just to get that whole experience of being out of the bubble that I was in from high school in Vancouver, to be able to travel around and be on your own was an amazing experience.","author":"Shay Mitchell","topic":"Amazing"},{"quote":"God bless you if you have one child, but I don&#39;t think anybody should have just one child. Everybody needs a sibling. I have siblings, and I have so many amazing, precious memories with my siblings. I don&#39;t know what I would do if I had been an only child.","author":"Sherri Shepherd","topic":"Amazing"},{"quote":"I&#39;m very conscious about putting good food into my body. Years ago, I went to see an amazing healer called Allah, who could read your body. She told me that I can&#39;t absorb vitamins very well, and I have to eat the right things to get my vitamins. I&#39;ve always remembered that.","author":"Trinny Woodall","topic":"Amazing"},{"quote":"We live on a planet that is amazing, beautiful, and full of wonder but not protected from powerful destructive forces of nature. We are capable of doing wonderful and selfless things but also self-absorbed and harmful things. This is the world we live in.","author":"Adam Hamilton","topic":"Amazing"},{"quote":"It&#39;s amazing to me that, in the 42 years since President Kennedy signed the Equal Pay Act into law, women today still receive fewer wages than men for the same work.","author":"Mike Honda","topic":"Amazing"},{"quote":"Tell me, why is the media here so negative? Why are we in India so embarrassed to recognise our own strengths, our achievements? We are such a great nation. We have so many amazing success stories but we refuse to acknowledge them. Why?","author":"A. P. J. Abdul Kalam","topic":"Amazing"},{"quote":"I had an amazing experience working with great people. I had a great family, a typical family with drama in certain areas, and that&#39;s pretty much everywhere in everyone&#39;s life.","author":"Tina Yothers","topic":"Amazing"},{"quote":"Music is amazing. There&#39;s some metaphysical comfort where it allows you to be isolated and alone while telling you that you are not alone... truly, the only cure for sadness is to share it with someone else.","author":"Wayne Coyne","topic":"Amazing"},{"quote":"I love firing guns. It&#39;s an amazing feeling - so sexy and powerful.","author":"Hayley Atwell","topic":"Amazing"},{"quote":"It is an amazing feature in the French character that they will let themselves be led away so easily by bad counsels and yet return again so quickly. It is certain that as these people have, out of their misery, treated us so well, we are the more bound to work for their happiness.","author":"Marie Antoinette","topic":"Amazing"},{"quote":"My favorite song? &#39;Amazing Grace.&#39; Anybody singing it. But the best it&#39;ll ever be done is by the Scottish National Pipe band and their National Orchestra. It&#39;ll bring tears to your eyes.","author":"Jimmy Dean","topic":"Amazing"},{"quote":"I&#39;m not that good looking... nobody is that good looking. I have seen a lot of movie stars, and maybe four are amazing looking. The rest have a team of gay guys who make it happen.","author":"Tina Fey","topic":"Amazing"},{"quote":"The most amazing set where I&#39;ve shot &#39;Game of Thrones&#39; is definitely Croatia, in Dubrovnik. It&#39;s such a stunning country with lots of good watersports there as well. Just a beautiful, beautiful place.","author":"Natalie Dormer","topic":"Amazing"},{"quote":"I love getting amazing jackets, because you can wear your pajamas underneath and everyone&#39;s like, &#39;Oh, fabulous jacket,&#39; and I&#39;m like, &#39;You should see what&#39;s underneath!&#39;","author":"Mary-Kate Olsen","topic":"Amazing"},{"quote":"I love vintage shopping, I think it&#39;s really fun. And I love the feeling of finding the most amazing piece for less.","author":"Emma Roberts","topic":"Amazing"},{"quote":"I think dance is amazing because what people don&#39;t realize is like when you dance your spirit and your soul get ignited. You&#39;re not only releasing endorphins, but also your spirit is awakening. It makes you feel good and happy.","author":"Laurieann Gibson","topic":"Amazing"},{"quote":"If you dream of something worth doing and then simply go to work on it and don&#39;t think anything of personalities, or emotional conflicts, or of money, or of family distractions; it is amazing how quickly you get through those 5,000 steps.","author":"Edwin Land","topic":"Amazing"},{"quote":"I guess I&#39;m a good manager now. Moreover, I&#39;m loving the concept of donning the producer&#39;s hat. It&#39;s all very exciting as well as a great learning experience. You&#39;re a part of a film right from its conception to its execution, and that&#39;s an amazing feeling.","author":"Malaika Arora Khan","topic":"Amazing"},{"quote":"The goal is to really blur the line. Can you perform a magic trick in a way that someone doesn&#39;t think it&#39;s a magic trick but is something amazing they haven&#39;t seen before? Then they have to wrestle with reality.","author":"Michael Carbonaro","topic":"Amazing"},{"quote":"I can&#39;t believe it. I&#39;m speechless. It is amazing to see where I&#39;ve come from the last two years.","author":"Libby Trickett","topic":"Amazing"},{"quote":"There was once a caustic comment from someone suggesting I was breeding a new race. Fans from different countries have married, amazing things like that. I&#39;ve been to some of the weddings. I went to one here the other day, a pagan ceremony.","author":"Terry Pratchett","topic":"Amazing"},{"quote":"My fans and followers are so amazing.","author":"Kylie Jenner","topic":"Amazing"},{"quote":"Etretat is becoming more and more amazing. Now is the real moment: the beach with all its fine boats; it is superb, and I am enraged not to be more skillful in rendering all this. I would need two hands and hundreds of canvases.","author":"Claude Monet","topic":"Amazing"},{"quote":"I&#39;m quite proud of what I anticipated about reality television from my books in the early &#39;90s, which I based on the early seasons of &#39;Cops&#39; and on the amazing stuff I had read about happening on Japanese shows and the British &#39;Big Brother&#39;.","author":"William Gibson","topic":"Amazing"},{"quote":"In football you always get judged on your last game. Whoever you are, or how amazing you are, it&#39;s the last game that everyone has seen.","author":"Thierry Henry","topic":"Amazing"},{"quote":"It&#39;s amazing living alone. I&#39;m very lucky. It&#39;s like a refuge.","author":"Paloma Faith","topic":"Amazing"},{"quote":"The thing that is really hard, and really amazing, is giving up on being perfect and beginning the work of becoming yourself.","author":"Anna Quindlen","topic":"Amazing"},{"quote":"I&#39;ve had a very interesting career. I get to do amazing things and work with amazing people and travel and learn languages - things most people don&#39;t get the opportunity to do.","author":"Gwyneth Paltrow","topic":"Amazing"},{"quote":"Society tends to always make multiples - whether it&#39;s twins or triplets or whatever - one person. And it&#39;s not always fair. I encourage multiples to embrace their individual uniqueness because, just as you are an amazing unit together, that can only happen when you are strong individually.","author":"Tia Mowry","topic":"Amazing"},{"quote":"To me, there&#39;s so much talent in the world that&#39;s locked out for the wrong reasons, whether it&#39;s innovators at the highest end where we need to change the regulation systems, or whether it&#39;s the talented people who work here who the bureaucracy&#39;s holding back, or the amazing American people.","author":"Megan Smith","topic":"Amazing"},{"quote":"Something I learned along the way is that you really have to have courage in life. You can do amazing things on any level. It doesn&#39;t have to change the world; it can just impact the people around you - that&#39;s just as amazing.","author":"Joy Mangano","topic":"Amazing"},{"quote":"When you&#39;re in elementary school, you get these amazing assignments, like to come up with your own animal, come up with your own city, come up with your own planet, what do the people look like; you&#39;re very much encouraged to be as imaginative as possible.","author":"Tony DiTerlizzi","topic":"Amazing"},{"quote":"Travel around the world is amazing. New people. New-found family, really.","author":"Dhani Jones","topic":"Amazing"},{"quote":"It&#39;s amazing where the paranoid mind can take you.","author":"Bill Ayers","topic":"Amazing"},{"quote":"I think there&#39;s just so many people in the world that don&#39;t feel understood, and when you hear a song and you go, &#39;Oh, that song understands me,&#39; that&#39;s an amazing feeling. I get it when I listen to the radio... That&#39;s a beautiful part of music.","author":"Keith Urban","topic":"Amazing"},{"quote":"We want to reinvent the phone. What&#39;s the killer app? The killer app is making calls! It&#39;s amazing how hard it is to make calls on most phones. We want to let you use contacts like never before - sync your iPhone with your PC or mac.","author":"Steve Jobs","topic":"Amazing"},{"quote":"It&#39;s amazing how confused and distracted and misdirected so many people are.","author":"Stephen Covey","topic":"Amazing"},{"quote":"Twitter and Facebook are such amazing networks for me to introduce myself to the world and for fans around the world to introduce themselves to me.","author":"Jenn Proske","topic":"Amazing"},{"quote":"Here is the amazing thing about Easter; the Resurrection Sunday for Christians is this, that Christ in the dying moments on the cross gives us the greatest illustration of forgiveness possible.","author":"T. D. Jakes","topic":"Amazing"},{"quote":"Some of my fans have said that because I&#39;ve been able to speak about my issues, that they&#39;re not afraid to speak about theirs, which is an amazing feeling.","author":"Demi Lovato","topic":"Amazing"},{"quote":"Words to me were magic. You could say a word and it could conjure up all kinds of images or feelings or a chilly sensation or whatever. It was amazing to me that words had this power.","author":"Amy Tan","topic":"Amazing"},{"quote":"I love the food in Thailand because of the exotic spices they use. Their style of cooking is unique to their culture and always amazing.","author":"Venus Williams","topic":"Amazing"},{"quote":"I absolutely adore cows. They&#39;re the most fascinating, gentle and beautiful animals. Their eyes are so amazing. I have ten that live on the land around my house. I love to talk to them. There are few things better than falling asleep in a field and being woken up by an inquisitive cow.","author":"Mary Quant","topic":"Amazing"},{"quote":"I&#39;m an amazing mama&#39;s boy.","author":"Penn Jillette","topic":"Amazing"},{"quote":"I was about to meet Beyonce, and I had a full-blown anxiety attack. Then she popped in looking gorgeous, and said, &#39;You&#39;re amazing! When I listen to you I feel like I&#39;m listening to God.&#39;","author":"Adele","topic":"Amazing"},{"quote":"Although believers by nature, are far from God, and children of wrath, even as others, yet it is amazing to think how nigh they are brought to him again by the blood of Jesus Christ.","author":"George Whitefield","topic":"Amazing"},{"quote":"The Olympic Gold medal in 1968 was definitely the highest moment of my career. It was a dream come true. I was a 19-year-old boy, and it was just amazing to be standing on top of the podium and hearing the National Anthem in the background.","author":"George Foreman","topic":"Amazing"},{"quote":"Yosemite has the most impressive and accessible granite big walls in the world. The rock is amazing. And because of that, it&#39;s been the mecca for climbing in the U.S. - and the world to a large degree - for all of climbing history. It&#39;s the place to test yourself against the historic routes of the past.","author":"Alex Honnold","topic":"Amazing"},{"quote":"Humans have an amazing capacity to believe in contradictory things. For example, to believe in an omnipotent and benevolent God but somehow excuse Him from all the suffering in the world. Or our ability to believe from the standpoint of law that humans are equal and have free will and from biology that humans are just organic machines.","author":"Yuval Noah Harari","topic":"Amazing"},{"quote":"I&#39;m in love with lots of different things. I do love love, though. I don&#39;t think love should make you feel uneasy. When you feel sick, I don&#39;t think that&#39;s love - that&#39;s infatuation. Someone who makes you feel like that is exciting - it&#39;s the one that you imagine when you think of an amazing affair - but that&#39;s not actually a stable love.","author":"Alexa Chung","topic":"Amazing"},{"quote":"I love chicken. I love chicken products: fried chicken, roasted chicken, chicken nuggets - whatever. And going to Japan, I would see that these chicken were smoked and then grilled and then have this amazing crispy skin.","author":"David Chang","topic":"Amazing"},{"quote":"Yoga changed my body 100 percent. It tones everything and leans you out. Dancer&#39;s pose is amazing. It works every muscle!","author":"Nina Dobrev","topic":"Amazing"},{"quote":"One of the things I like about music is it&#39;s an abstract art, totally abstract, where you can convey an emotion, which I find amazing.","author":"Bernard Sumner","topic":"Amazing"},{"quote":"Trophies and medals have never meant much to me. I&#39;ve had amazing experiences, which let you feel like you&#39;ve accomplished something.","author":"John Krasinski","topic":"Amazing"},{"quote":"Nobody cares about &#39;60 Minutes.&#39; Everybody cares about the Jaguars. Isn&#39;t that amazing?","author":"Shahid Khan","topic":"Amazing"},{"quote":"It&#39;s so amazing to hear a crowd of people singing one of your songs. It&#39;s the best feeling.","author":"Liam Payne","topic":"Amazing"},{"quote":"Savannah is amazing with the town squares and the hanging moss and the French Colonial houses. It&#39;s brutally romantic.","author":"David Morrissey","topic":"Amazing"},{"quote":"It&#39;s amazing to me that they&#39;re cutting physical education programs in the school systems.","author":"Shannon Miller","topic":"Amazing"},{"quote":"It&#39;s amazing what a bit of soot and shaving can do for muscle definition, honestly.","author":"Joe Dempsie","topic":"Amazing"},{"quote":"It&#39;s just a lot of fun to be able to see your ideas come into fruition. And to see people translate the things that come out of my mind vocally. And to be able to produce vocals and give people my point of view musically. And to be able to sit in the crowd and see people sing the song that I wrote, it&#39;s an amazing feeling.","author":"Rico Love","topic":"Amazing"},{"quote":"The racing driver&#39;s mind has to have the ability to have amazing anticipation, coordination, and reflex. Because of the speed the car goes.","author":"Emerson Fittipaldi","topic":"Amazing"},{"quote":"I grew up in Los Angeles, and I was always fascinated by the La Brea Tar Pits. Right in the middle of the city, in an area called the Miracle Mile, for crying out loud, we have these eldritch ponds of dark, bubbling goo. And down in the muck, there&#39;re all these amazing fossils: mammoth and saber tooth cat and dire wolf.","author":"Greg van Eekhout","topic":"Amazing"},{"quote":"There are two sorts of curiosity - the momentary and the permanent. The momentary is concerned with the odd appearance on the surface of things. The permanent is attracted by the amazing and consecutive life that flows on beneath the surface of things.","author":"Robert Wilson Lynd","topic":"Amazing"},{"quote":"The most amazing philanthropists are people who are actually making a significant sacrifice.","author":"Bill Gates","topic":"Amazing"},{"quote":"When the shriveled skin of the ordinary is stuffed out with meaning, it satisfies the senses amazingly.","author":"Virginia Woolf","topic":"Amazing"},{"quote":"If you type &#39;Salt Flats&#39; into YouTube, you&#39;ll find 100 amazing videos that were shot out there, but you won&#39;t find any that were shot in the rain.","author":"Casey Neistat","topic":"Amazing"},{"quote":"At one point when I was very young, when I was first starting out, I thought, &#39;Well, one day I&#39;ll be able to put all the music away and become a real comedian.&#39; But then I realized there are amazing musical comedians out there, that musical comedy is probably something I&#39;ll always want to pursue.","author":"Bo Burnham","topic":"Amazing"},{"quote":"I don&#39;t think I&#39;m such an amazing person who needs to be written about.","author":"Amy Winehouse","topic":"Amazing"},{"quote":"That show, &#39;The Amazing Race&#39; - is that about white people?","author":"Zach Galifianakis","topic":"Amazing"},{"quote":"You&#39;ve got to invest in the world, you&#39;ve got to read, you&#39;ve got to go to art galleries, you&#39;ve got to find out the names of plants. You&#39;ve got to start to love the world and know about the whole genius of the human race. We&#39;re amazing people.","author":"Vivienne Westwood","topic":"Amazing"},{"quote":"I&#39;ve loved Michael Jackson since the minute I was born. He&#39;s probably the most talented person ever. He was able to create such an amazing career and be probably the biggest star we&#39;ve ever had.","author":"Zendaya","topic":"Amazing"},{"quote":"I love being around my friends and my family and spending time with my husband. I like being normal and recharging my batteries, and I feel like I have the coolest job in the world where I get to get on stage and perform and get to do a lot of really amazing things.","author":"Carrie Underwood","topic":"Amazing"},{"quote":"I feel like every year there&#39;s a thing about &#39;not enough roles for ladies!&#39; and, then, also an article, like &#39;The Year of The Woman.&#39; I think that we all just know in our hearts they&#39;re underrepresented. But that doesn&#39;t mean that there aren&#39;t amazing moments.","author":"Greta Gerwig","topic":"Amazing"},{"quote":"Cotton candy is the most amazing form of caramelization ever invented by man.","author":"Jose Andres","topic":"Amazing"},{"quote":"The business of feeding people is the most amazing business in the world.","author":"Jose Andres","topic":"Amazing"},{"quote":"A delicious smoothie is a really easy way of taking on lots of amazing skin boosting ingredients and was my first port of call every morning in the run-up to my wedding - I&#39;ll throw in frozen berries, banana, spinach, almond butter, almond milk, and oats for a quick breakfast quite often.","author":"Ella Woodward","topic":"Amazing"},{"quote":"I make an enormous amount of salads, but my salads are like meals. They&#39;re amazing. I like going down to the farmers&#39; market and looking to see whatever you can find, because you can put anything in a salad.","author":"Andie MacDowell","topic":"Amazing"},{"quote":"If I had a horse of my own that I loved and fed and knew me, it would be amazing.","author":"Jason Momoa","topic":"Amazing"},{"quote":"I really enjoy watching TV; it offers an amazing window, and its an incredible way of presenting history to young people in particular.","author":"Kate Williams","topic":"Amazing"},{"quote":"I think the art fair is very much a form of urbanism. I think something really happens to the cities when such a fair happens. The city becomes an exhibition; it&#39;s amazing.","author":"Hans-Ulrich Obrist","topic":"Amazing"},{"quote":"Fatherhood is the most amazing thing that could ever have happened in my life.","author":"Corey Feldman","topic":"Amazing"},{"quote":"I love insects. They are amazing.","author":"Andrea Arnold","topic":"Amazing"},{"quote":"For such a small country, Britain packs in an amazing diversity of landscapes: coastline, lakes, mountains, rolling countryside, villages and great cities.","author":"Rory Bremner","topic":"Amazing"},{"quote":"There are lots of people whose style I admire, although I&#39;d never dress like them. Chloe Sevigny is probably the most stylish woman ever, and Lady Gaga is amazing - it&#39;s fun to watch what she&#39;s going to wear next.","author":"Eliza Doolittle","topic":"Amazing"},{"quote":"I need to take everything one step at a time. If I think about that too much, I&#39;ll miss this amazing experience.","author":"Shanice Williams","topic":"Amazing"},{"quote":"When topics are complex and meaty, don&#39;t create a never-ending email thread. It&#39;s amazing how much time people waste composing and reading carefully-worded essays, when a 5 minute in-person chat would resolve the whole thing.","author":"Justin Rosenstein","topic":"Amazing"},{"quote":"We shouldn&#39;t feel restricted by our sexuality, and our sexuality doesn&#39;t have to be a cultural choice. That&#39;s an amazing variety of music within those five main performers.","author":"Neil Tennant","topic":"Amazing"},{"quote":"There are so many young women coming up through the ranks. Adele is an amazing singer. Beyonce has great stage presence. She&#39;s just a beautiful woman. I love how everyone has just taken charge of their lives and careers.","author":"Pat Benatar","topic":"Amazing"},{"quote":"After leaving school, I travelled around Europe for about six months. In Denmark, I thought that was my chance to get an amazing haircut, so I went to what I thought was a great hairdresser. It turned out to be the car wash of hairdressers, and I walked out sporting yet another pudding bowl, but this time with a stripe bleached down the centre.","author":"Becki Newton","topic":"Amazing"},{"quote":"There are very few dance companies in the world and you have to be phenomenal. You have to not be injured. You have to have a really strong mind to deal with the dance world. People who can do it are amazing to me. You cannot have a life outside of dance.","author":"Neve Campbell","topic":"Amazing"},{"quote":"Dogs are a really amazing eye opener for us humans because their lives are compressed into such a short period, so we can see them go from puppyhood to adolescence to strong adulthood and then into their sunset years in 10 to 12 years. It really drives home the point of how finite all our lives are.","author":"John Grogan","topic":"Amazing"},{"quote":"It was an amazing experience to work with Michael Jackson, who is a legend.","author":"Mario Vazquez","topic":"Amazing"},{"quote":"I started photographing amazing African wildlife for my own pleasure. It was like a much-needed antidote to my life in the city, which I was fast becoming allergic to.","author":"Laurent Baheux","topic":"Amazing"},{"quote":"Seven hundred thousand people who have dementia in this country are not heard. I&#39;m fortunate; I can be heard. Regrettably, it&#39;s amazing how people listen if you stand up in public and give away $1 million for research into the disease, as I have done.","author":"Terry Pratchett","topic":"Amazing"},{"quote":"My wife, a schoolteacher, very disciplined. If you think I&#39;m tough, trust me, and wait till you see when the children are on the naughty step. It&#39;s hilarious. So we decided that I&#39;m going to work like a donkey and provide amazing support for the family.","author":"Gordon Ramsay","topic":"Amazing"},{"quote":"I really love the internet. They say chat-rooms are the trailer park of the internet but I find it amazing.","author":"Carrie Fisher","topic":"Amazing"},{"quote":"I feel like I&#39;ve lost so many amazing traits because I&#39;ve listened to stupid people, ignorant people who are bullies.","author":"Kylie Jenner","topic":"Amazing"},{"quote":"One of the amazing things about &#39;Seven Samurai&#39; is that there are a lot of characters. And considering you have so many, and they all have shaved heads, and you&#39;ve got good guys and bad guys and peasants, you get to understand a lot of them without too much being said.","author":"George Lucas","topic":"Amazing"},{"quote":"My stepdad provided me with an amazing childhood. I played outside like a normal kid, I rode my bike, I walked to school, but the happiest times were when I was acting.","author":"Demi Lovato","topic":"Amazing"},{"quote":"What&#39;s interesting about science is that we&#39;re constantly discovering new things about the universe, about ourselves, about our bodies, about diseases, about the possibilities of the future. It&#39;s amazing. Science is one of the coolest things about being a human being - without a doubt.","author":"Joe Rogan","topic":"Amazing"},{"quote":"It&#39;s really amazing that in the age of unbelief, as a smart man called it, there isn&#39;t even more fraud. After all, with no God, there&#39;s no one to ever call you to account, and no accounting at all if you can get away with it.","author":"Ben Stein","topic":"Amazing"},{"quote":"I thank Manchester City for giving me the opportunity to train these amazing players.","author":"Pep Guardiola","topic":"Amazing"},{"quote":"I feel like when you have an unauthorized police badge and something that looks like it could be a concealed weapon in the small of your back that when you, someone crosses you, pisses you off, road rage, I think just the slight badge and the little moving away of the jacket and not losing eye contact does amazing things.","author":"Sandra Bullock","topic":"Amazing"},{"quote":"I played rugby for years, and I had a rugby jacket that I lost when I was 14. Somehow, my brother found it in storage 15 years later, and he gave it back to me for my 30th birthday. That was amazing and probably one of the best gifts I&#39;ve ever received.","author":"Ryan Reynolds","topic":"Amazing"},{"quote":"My wife totally backs the way I am on stage; that&#39;s one of the amazing things about her. I have 120 per cent respect for her when I&#39;m on stage, so there are definitely certain things I would never do.","author":"Gerard Way","topic":"Amazing"},{"quote":"I can&#39;t say I&#39;m a Bond girl because I&#39;m too mature to be a Bond girl. I say Bond lady; Bond woman. But I&#39;m proud to be a Bond lady, because actually, Bond is the most amazing man.","author":"Monica Bellucci","topic":"Amazing"},{"quote":"We are the most amazing creatures that this world has ever produced, but we seem to also have this herd mentality; we seem to be the most stupid, also.","author":"Vivienne Westwood","topic":"Amazing"},{"quote":"Norman Lear is my all-time, ultimate hero. He&#39;s an amazing man. That&#39;s one person I&#39;m looking forward to meeting. What he did, with shows and sitcoms, he&#39;s my hero.","author":"Tyler Perry","topic":"Amazing"},{"quote":"My mother was the greatest example to me of anyone I&#39;ve ever known. She didn&#39;t have an easy life. I adored her. She worked hard all her life, and she was the one who set my values. She was quite an amazing woman, although she wasn&#39;t tough at all.","author":"Lauren Bacall","topic":"Amazing"},{"quote":"At Harvard, I got to meet and have dinner with Jamaica Kincaid. Just to have conversations with professors was absolutely amazing.","author":"Yara Shahidi","topic":"Amazing"},{"quote":"When you&#39;re a stay-at-home mother you have to pretend it&#39;s really boring, but it&#39;s not. It&#39;s enriching and fulfilling, and an amazing experience. And then when you&#39;re a working mother you have to pretend that you feel guilty all day long.","author":"Amy Poehler","topic":"Amazing"},{"quote":"I love Norse mythology - Thor and Odin and Loki - amazing characters.","author":"Rick Riordan","topic":"Amazing"},{"quote":"To get a horse to hit a mark without a rider, to get it to stand up, to get it to rear, to get it to pick up a bucket and bring it over is amazing. It&#39;s hard work and very rewarding but can be dangerous.","author":"Benedict Cumberbatch","topic":"Amazing"},{"quote":"Musicians like James Blake were a big influence on me. How he uses his vocals is amazing. And then Yeasayer and Animal Collective, who aren&#39;t pop bands exactly, but they do something that is so catchy and undeniable and so much fun.","author":"Lorde","topic":"Amazing"},{"quote":"I know nothing at all about women. They are an amazing, beautiful mystery.","author":"Peter O'Toole","topic":"Amazing"},{"quote":"You can&#39;t be as old as I am without waking up with a surprised look on your face every morning: &#39;Holy Christ, whaddya know - I&#39;m still around!&#39; It&#39;s absolutely amazing that I survived all the booze and smoking and the cars and the career.","author":"Paul Newman","topic":"Amazing"},{"quote":"It&#39;s really amazing when you discover how strong you actually are and what you really can accomplish.","author":"Alexandra Daddario","topic":"Amazing"},{"quote":"Other people pull off amazing festivals and events and things like that. I think ours is a little bit different, and that&#39;s what makes us distinct.","author":"Zac Brown","topic":"Amazing"},{"quote":"I&#39;m not terribly well read. My wife forces books into my hands and insists I read them, which I&#39;m grateful to her for. She made me read &#39;War and Peace.&#39; The whole thing. It was amazing, but I had to hide it. You can&#39;t walk round reading &#39;War and Peace&#39; - it&#39;s like you&#39;re in a comedy sketch and you think you&#39;re smart.","author":"Peter Capaldi","topic":"Amazing"},{"quote":"There is something in Shanghai that is very exciting and alive - the idea of a city with two different souls, one from today and another from a long time ago, is amazing.","author":"Alessandro Michele","topic":"Amazing"},{"quote":"Katy Perry is the sexiest woman I&#39;ve ever kissed. It was amazing and very purple - she had purple lipstick on. I don&#39;t think there will ever be anything cooler than kissing her... until I marry her maybe!","author":"Niall Horan","topic":"Amazing"},{"quote":"I&#39;ve had so many letters from people saying I&#39;ve inspired them to take up riding, and that&#39;s an amazing feeling.","author":"Charlotte Dujardin","topic":"Amazing"},{"quote":"It&#39;s an amazing feeling to go into a studio and really be alone.","author":"Joaquin Phoenix","topic":"Amazing"},{"quote":"A little bit of sun does wonders! With good protection, of course. Vitamin D is just so good for your hair and your nails. I also love coconut water and coconut oil from Whole Foods. It&#39;s amazing. You can cook with it, shower with it... you come out of the shower like a slippery seal, but it works.","author":"Poppy Delevingne","topic":"Amazing"},{"quote":"It has been an amazing experience working on &#39;Half Girlfriend.&#39;","author":"Arjun Kapoor","topic":"Amazing"},{"quote":"It is amazing to think after all that has happened in this country in the last few years, the last few decades, that so many people have this blind faith that government is our friend and therefore, so we don&#39;t need protections against it.","author":"James Bovard","topic":"Amazing"},{"quote":"Sometimes I have ice cream for lunch. Gelateria Sempione in Milan is the best in the world, hands down. The chocolate sorbetto is amazing.","author":"Margherita Missoni","topic":"Amazing"},{"quote":"I no longer do a film for the wrong reasons. I have to be convinced ethically and morally. Both the director and I have to be on the same page. There are just five songs in most films these days, and they have to be amazing. There has to be a twist in the screenplay. The editing has to be crisp. Your hard work should show, but effortlessly.","author":"Salman Khan","topic":"Amazing"},{"quote":"To me, every kitchen appliance is useful and nothing&#39;s overrated. When I look at my little espresso machine, I don&#39;t see coffee. I see a steaming valve as an opportunity to make amazing creme brulee.","author":"Grant Achatz","topic":"Amazing"},{"quote":"Nobody has it all, but for me to even come close is amazing.","author":"Adam Levine","topic":"Amazing"},{"quote":"What people don&#39;t think about when they think about New York is this amazing farmland that grows wonderful fruits, vegetables, seafood, game, and fowl just outside of Manhattan.","author":"Daniel Humm","topic":"Amazing"},{"quote":"There are amazing schools and amazing educators that are doing a wonderful job. And then there are a lot of educators that are not prepared to deal with inclusive education. They haven&#39;t been trained. It&#39;s really quite lovely and easy when you understand how to do it.","author":"Laura San Giacomo","topic":"Amazing"},{"quote":"It&#39;s jarring to go from one amazing experience to another that feels ordinary. I don&#39;t quite know how to explain it. You see the uniqueness of what you&#39;ve been doing, and disassociating yourself from it and going back to the &#39;normal&#39; life is tough.","author":"Nat Wolff","topic":"Amazing"},{"quote":"I have an amazing group of people around me who are always like, &#39;Oh, wow, you&#39;re doing such amazing things. But don&#39;t get a big head,&#39; and I&#39;m like, &#39;Thanks, man, appreciate it.&#39; It helps, you know?","author":"Sasha Lane","topic":"Amazing"},{"quote":"Portugal has amazing seafood with all the eyeballs staring back at you.","author":"Annie Wersching","topic":"Amazing"},{"quote":"Whenever I listen to a children&#39;s orchestra, I learn. They feel everything, they enjoy everything, they have amazing energy.","author":"Gustavo Dudamel","topic":"Amazing"},{"quote":"Our fears are an amazing gift of the imagination... a way of glimpsing what might be the future when there&#39;s still time to influence how that future will play out.","author":"Karen Thompson Walker","topic":"Amazing"},{"quote":"Carbon nanotubes are amazing because they&#39;re really good electrical conductors, yet they are only a few atoms in diameter. You can make transistors out of them in the same way you can with silicon. At Berkeley, we made the narrowest device anybody had ever made. It was basically a single molecule.","author":"Paul McEuen","topic":"Amazing"},{"quote":"It doesn&#39;t take money to have style, it just takes a really good eye. Sometimes you can find amazing culinary antiques that will make it feel like an old French kitchen.","author":"Tyler Florence","topic":"Amazing"},{"quote":"I&#39;m lucky that most of the time I&#39;m on location in amazing places. Most of the time, I don&#39;t need holidays, I just stop working.","author":"Stephanie Beacham","topic":"Amazing"},{"quote":"I ate fantastic Italian food in Croatia, which you wouldn&#39;t expect. The food in Istanbul was amazing. I never would&#39;ve expected that and the food, I guess you&#39;re learning something about me, the food in Prague, they&#39;re very, very heavy meat eaters, like, a lot of meat, which is great.","author":"Cliff Curtis","topic":"Amazing"},{"quote":"Shanghai set out to take over from Hong Kong and I think it&#39;s done that. It&#39;s got the most amazing futuristic skyline which rivals and even betters Tokyo.","author":"Paul Oakenfold","topic":"Amazing"},{"quote":"I always think family get-togethers when everybody just sort of crashes out are pretty much the best. If it&#39;s more than a few days it gets hard, but for just a few days, it&#39;s the most amazing thing ever.","author":"Lauren Cohan","topic":"Amazing"},{"quote":"I really just want to do the best at everything I do. I just want to have all the great people around me that I feel is family, as well as my friends, and I have an amazing girlfriend. I think having love in your life is most important.","author":"Evan Ross","topic":"Amazing"},{"quote":"If life is a checker game, someone else is moving the pieces. It isn&#39;t us. Don&#39;t be surprised by amazing coincidences. There are no accidents. Consider, as I learned to do, the incredible interconnectedness of all of life.","author":"Wayne Dyer","topic":"Amazing"},{"quote":"It&#39;s amazing, the culture Coach Belichick has been able to create in our system.","author":"Tom Brady","topic":"Amazing"},{"quote":"The amazing fact is that America is founded on a document. It&#39;s a work in progress. It can be tested by each generation.","author":"Christopher Hitchens","topic":"Amazing"},{"quote":"There&#39;s so much about Dolly Parton that every female artist should look to, whether it&#39;s reading her quotes or reading her interviews or going to one of her live shows. She&#39;s been such an amazing example to every female songwriter out there.","author":"Taylor Swift","topic":"Amazing"},{"quote":"It&#39;s amazing people get so detached from what they eat and what they wear. No one has any contact with how things are made that are put in their body and put in their mouths and I just find it alarming that no one questions it.","author":"Emma Watson","topic":"Amazing"},{"quote":"I feel like LeBron James is an amazing basketball player, but he&#39;s also a community person.","author":"Chance The Rapper","topic":"Amazing"},{"quote":"My family, the support of my friends, the amount of people that have written and come up to me on the street and said, &#39;Thank you for representing us,&#39; and Adam Lambert, and Lady Gaga, that&#39;s been amazing.","author":"Johnny Weir","topic":"Amazing"},{"quote":"The court makes an amazing amount of decisions that ought to be made by the people.","author":"Antonin Scalia","topic":"Amazing"},{"quote":"It&#39;s all about balance, and I have so much happiness in my career and am fortunate to travel the world and see so many amazing things - it will also be nice to be anchored to something grounded and in the same place. Raising a family will be a wonderful part of that.","author":"Meghan Markle","topic":"Amazing"},{"quote":"I&#39;ll tell you, Quentin Tarantino really writes the most amazing dialogue.","author":"Christopher Walken","topic":"Amazing"},{"quote":"I can tell you that Rey is an incredibly brave young woman who starts off alone and encounters Finn, and they go on an amazing adventure, and she makes relationships she never could have imagined, and she sees things she never could have imagined.","author":"Daisy Ridley","topic":"Amazing"},{"quote":"The state of Michigan going to Trump was an amazing thing. Of course the fake news media was shocked; they never considered that white working class residents of Michigan may not like being called evil racists clinging to guns and Bibles.","author":"Milo Yiannopoulos","topic":"Amazing"},{"quote":"The upside to anger? Getting it out of your system. You got to express your anger. Then you have room for more positive things. If I hold something in a long time, and then I speak it, it&#39;s amazing how the light shines so much brighter.","author":"Reba McEntire","topic":"Amazing"},{"quote":"&#39;Homefront&#39; was written by Sylvester Stallone. He actually wrote it for himself, which is, for me, an amazing privilege: To be handed a script by Sly that he wrote for himself, that he asked me to do.","author":"Jason Statham","topic":"Amazing"},{"quote":"I&#39;ve learned that while I&#39;d be a fool not to stay open to the advice and experiences of the smart, amazing people in my life, I also need to listen to what I have to say.","author":"Alicia Keys","topic":"Amazing"},{"quote":"I love Adele. Adele is my favorite artist. She&#39;s British. She&#39;s funny. She&#39;s just an amazing, incredible voice, and I love to sing as well.","author":"Millie Bobby Brown","topic":"Amazing"},{"quote":"I love Carrie Fisher, and it would be amazing to carry on her legacy.","author":"Millie Bobby Brown","topic":"Amazing"},{"quote":"The son has always felt like he was a footnote in one of the stories the father tells. The father is an amazing storyteller and one of the tales that he tells is how he met his wife.","author":"Danny DeVito","topic":"Amazing"},{"quote":"I grew up with a tribe of amazing women, but certainly my mother and my godmother really modeled women as actors.","author":"Laura Dern","topic":"Amazing"},{"quote":"I love musicians. I think artists are the most amazing people because they&#39;re constantly creating beauty for the world. With all the crazy stuff going on in the world, then there&#39;s artists reminding us of our humanity and reminding us of our heart and soul and what really matters.","author":"Christie Brinkley","topic":"Amazing"},{"quote":"If you want to go to the mall, you have to take security. But it&#39;s always cool. The kids are amazing.","author":"Aaliyah","topic":"Amazing"},{"quote":"It&#39;s amazing to me that Glenn Beck can be on the cover of &#39;Time,&#39; and there can be a whole article about him basically saying, &#39;Well, you know, he&#39;s controversial.&#39; It&#39;s like, &#39;No, he&#39;s a dangerous idiot who needs the help of a good psychiatrist!&#39;","author":"Viggo Mortensen","topic":"Amazing"},{"quote":"It&#39;s amazing what you can do with an E in A-Level art, a twisted imagination and a chainsaw.","author":"Damien Hirst","topic":"Amazing"},{"quote":"I&#39;ve got some incredible fans actually - so loyal and they make me birthday cards and Christmas cards. I got this package of poems and artwork based around the songs. They&#39;ve got this thing called &#39;Floetry&#39; where they all have to put in artwork. They&#39;ve set up their own competitions and stuff which is kind of amazing.","author":"Florence Welch","topic":"Amazing"},{"quote":"There was always music in our home. My mom and my dad loved music. I remember when we were kids we would have these great parties at the house with congas and bongos and African drums, and it was amazing. It wasn&#39;t until years later that I found out that they were actually Black Panther meetings.","author":"Queen Latifah","topic":"Amazing"},{"quote":"I think live music is really, really important. And I think it&#39;s very important to do together. It&#39;s much more fun to play to music together than the one person listening to their lone iPod Shuffle. I think it&#39;s an amazing way to build community and have children do things that are funded that&#39;s not a videogame.","author":"Sandra Tsing Loh","topic":"Amazing"},{"quote":"There&#39;s a vegan and gluten-free bakery called BabyCakes that I love. They&#39;ve got shops in New York and Los Angeles. Their stuff is amazing.","author":"Zooey Deschanel","topic":"Amazing"},{"quote":"I enjoyed being a teammate of Deion Sanders. He brings different elements to the game that many people would not even realize, and to watch and witness a superior talent like him and watch him prepare and train, and study the game is truly amazing.","author":"Emmitt Smith","topic":"Amazing"},{"quote":"So when I go home, sometimes, even when I had an amazing game, I always think about what I missed.","author":"Thierry Henry","topic":"Amazing"},{"quote":"I never thought that I would have love again, but it&#39;s amazing how the universe brings love to you.","author":"Mariah Carey","topic":"Amazing"},{"quote":"I&#39;ve always wanted to do a world creation story and visually create this amazing, incredible, magical kingdom.","author":"James Wan","topic":"Amazing"},{"quote":"Montana and I had a chemistry that was unbelievable. When I first came into the league he told me I added five years to his career, and I just think we complimented each other very well and were able to do some amazing things out on the football field.","author":"Jerry Rice","topic":"Amazing"},{"quote":"We don&#39;t wake up happy and looking absolutely perfect and feeling amazing every day, you know? We&#39;re only human. So I think, with me, I&#39;m not really scared to let people see that - because it&#39;s real.","author":"Bebe Rexha","topic":"Amazing"},{"quote":"I feel fortunate. I&#39;ve really gotten to work with amazing talented people, and to learn from them, which is why I&#39;m doing this. If I can work with the best director I&#39;m going to do it.","author":"Armie Hammer","topic":"Amazing"},{"quote":"The Madden NFL franchise holds a special place in popular culture and the cover is a coveted position for players all over the league. I&#39;m honored to be the first cover athlete chosen by Madden NFL fans and it&#39;s a great way to cap off an amazing year for the Saints and the city of New Orleans.","author":"Drew Brees","topic":"Amazing"},{"quote":"It&#39;s amazing to think how powerful of a force optimism and hope can be. It&#39;s the thing that saves me. I believed that I lived in the greatest country in the world. I still believe that, and consequently, I believed that I had a chance, even though things around me were absolutely crazy and difficult.","author":"J. D. Vance","topic":"Amazing"},{"quote":"As a kid, I always looked up to supermodels, thinking about how amazing they are. I always wanted to be in photos.","author":"Kendall Jenner","topic":"Amazing"},{"quote":"I just want to be a part of great stories, whether I&#39;m part of an amazing ensemble cast or I&#39;m leading it or the antagonist or whatever.","author":"Zoe Saldana","topic":"Amazing"},{"quote":"You see, in my view a writer is a writer not because she writes well and easily, because she has amazing talent, because everything she does is golden. In my view a writer is a writer because even when there is no hope, even when nothing you do shows any sign of promise, you keep writing anyway.","author":"Junot Diaz","topic":"Amazing"},{"quote":"I did my holy communion, and it was amazing how quickly the stories of the Bible and God and Jesus got under my skin.","author":"Joel Edgerton","topic":"Amazing"},{"quote":"I know that war and mayhem run in our blood. I refuse to believe that they must dominate our lives. We humans are animals, too, but animals with amazing powers of rationality, morality, society. We can use our strength and courage not to savage each other, but to defend our highest purposes.","author":"Donella Meadows","topic":"Amazing"},{"quote":"Like every girl, I felt amazing pressure to look like the popular girls, but no one told me the popular girls were all air brushed in magazines.","author":"Jewel","topic":"Amazing"},{"quote":"&#39;Lassie&#39; was amazing. I didn&#39;t have any scenes with humans. There&#39;s a couple little bits, here or there, but mainly just me and my horse and a couple of dogs in the Isle of Man.","author":"Peter Dinklage","topic":"Amazing"},{"quote":"I&#39;m not an amazing cook. But I can follow a recipe!","author":"Rachel McAdams","topic":"Amazing"},{"quote":"&#39;The Comeback&#39; is my favorite TV show of all-time because it&#39;s just brill. It&#39;s Lisa Kudrow&#39;s show about what it&#39;s like to be an actor on a TV show. She&#39;s so amazing on it.","author":"Gillian Jacobs","topic":"Amazing"},{"quote":"I always felt thrilled and amazed that I could put actor on my tax form.","author":"Geoffrey Rush","topic":"Amazing"},{"quote":"I&#39;ve had an incredible life with a lot of triumphs, my share of heartbreak, and some pretty amazing experiences.","author":"Mike Love","topic":"Amazing"},{"quote":"I just love comic books. I&#39;ve always loved comic book art, and I just think it&#39;s amazing.","author":"Zayn Malik","topic":"Amazing"},{"quote":"Going to the roof of the Empire State Building is pretty amazing for kids.","author":"Adam Scott","topic":"Amazing"},{"quote":"It&#39;s amazing what you can learn to get used to.","author":"Chesley Sullenberger","topic":"Amazing"},{"quote":"I want to be known as A.J. Styles, the WWE Superstar that he is, and have amazing matches, make memories - I think that&#39;s the goal.","author":"A.J. Styles","topic":"Amazing"},{"quote":"I&#39;ve had the privilege of having a lot of amazing people cook for me.","author":"Alex Guarnaschelli","topic":"Amazing"},{"quote":"Everyone has something to learn from one another. When different disciplines meet, it creates this amazing unpredictability.","author":"Jonathan Anderson","topic":"Amazing"},{"quote":"It&#39;s awesome to see something like &#39;Inception&#39;, which is just mind-blowing and amazing, and it actually resonates with the audiences. I feel like that&#39;s rare.","author":"Danny McBride","topic":"Amazing"},{"quote":"The lesson of travel seems to be so banal, but so great, which is that people are just so amazingly decent the world over. Given the disparity of income and wealth, it&#39;s amazing not just that you don&#39;t get robbed everywhere - it&#39;s amazing you don&#39;t get eaten.","author":"Geoff Dyer","topic":"Amazing"},{"quote":"I make amazing fried chicken. The secret is taco seasoning.","author":"Tituss Burgess","topic":"Amazing"},{"quote":"To be part of something special, to be an Olympian and have the chance to win a medal - it&#39;s an amazing feeling.","author":"Sonny Bill Williams","topic":"Amazing"},{"quote":"I have a great family, I live an amazing life.","author":"John Oates","topic":"Amazing"},{"quote":"If I can inspire a little girl by seeing me tag a shark, that&#39;s amazing.","author":"Ashlan Gorse Cousteau","topic":"Amazing"},{"quote":"At 13, when I was a runaway, I was taken in by the most amazing drag queens in Portland, Ore. We didn&#39;t always know where our next meal was coming from, but there was so much camaraderie and love. Not to mention, those girls could paint a face, and I learned how because of them.","author":"Rose McGowan","topic":"Amazing"},{"quote":"The phenomenon that is &#39;Game Of Thrones&#39; has propelled many actors associated with it into the minds of directors and producers, and it&#39;s a fabulous position to be in. It&#39;s because it&#39;s so adored and respected, of such high quality with such amazing cinematography.","author":"Rose Leslie","topic":"Amazing"},{"quote":"I loved filming in Morocco; it was amazing. I&#39;d never been anywhere like that. The culture was phenomenal. I was so blown away by the spirit of that country.","author":"Tatiana Maslany","topic":"Amazing"},{"quote":"It&#39;s amazing how small business owners figure out how to stretch a dollar as far as they possibly can.","author":"Marc Veasey","topic":"Amazing"},{"quote":"The theatre at my school was awesome. It was a 1,400-seat auditorium, so, being in that auditorium at 17, and having, like, 1,400 people cheer for you was, like, one of the most amazing feelings that I&#39;ve ever felt, energy-wise. It just felt right.","author":"Rutina Wesley","topic":"Amazing"},{"quote":"I met Ellie Goulding at the BRITs. She&#39;s lovely. I&#39;ve got a lot of time for her. I gave her congratulations and whatnot and she let me hold her BRIT. That was amazing - once I&#39;d touched one for the first time, I said &#39;This cannot be the last time I touch a BRIT.&#39;","author":"Tinie Tempah","topic":"Amazing"},{"quote":"I do believe in &#39;forever&#39; in terms of relationships. There&#39;s something really amazing about being with someone for a long time and really knowing each other in that way. They end up becoming your closest friend.","author":"Albert Hammond, Jr.","topic":"Amazing"},{"quote":"Most of the umpires, it&#39;s amazing: 98 percent of them will not hold a grudge. I always felt a couple of them did. I never wanted to argue with an umpire in my life.","author":"Earl Weaver","topic":"Amazing"},{"quote":"It&#39;s such an amazing thing to be loved for who you are.","author":"Debra Winger","topic":"Amazing"},{"quote":"My favorite designer is Christian Lacroix, not just because his clothes are amazing and I love them, but because he&#39;s so nice. When I did his fashion show, he was the first one to arrive there and he helped everyone.","author":"Adriana Lima","topic":"Amazing"},{"quote":"I think the amazing thing about &#39;Twin Peaks&#39; was that it completely changed television from that point forward. It showed everyone that you can just sit really quiet with storylines and characters. It can be scary, it can be uncomfortable, it can be weirdly funny.","author":"Madchen Amick","topic":"Amazing"},{"quote":"Some people ask why we don&#39;t just wait until we have the whole story before posting. The fact is that we sometimes can&#39;t get to the end story without going through this process... When a story is up and posted, it&#39;s amazing how many people come out of the woodwork to give us additional information... And readers love it.","author":"Michael Arrington","topic":"Amazing"},{"quote":"For me, I don&#39;t expect to have a really amazing meal each time I dine out. Having a good meal with your loved ones - that&#39;s what makes the experience.","author":"Wolfgang Puck","topic":"Amazing"},{"quote":"I think it&#39;s an amazing quality to be able to roll with the punches and not be totally ruined as a person because life&#39;s been rough for you. That&#39;s a really admirable way to go through your life.","author":"Anna Paquin","topic":"Amazing"},{"quote":"We always think, &#39;Well, for a person who&#39;s blind, it must be an amazing, joyful miracle if by some chance their sight is restored to them.&#39; Now, this may be true for blind people who lost their vision at a later age. It&#39;s rarely true for people who were born blind or who go blind at a very young age.","author":"Rosemary Mahoney","topic":"Amazing"},{"quote":"I was amazed by how much you have to think about as a director. As an actor, you don&#39;t have to think about much at all, as it turns out. It&#39;s very easy. And then when you step into the director&#39;s role, there&#39;s this whole universe of stuff that you have to pay attention to that&#39;s amazing to me.","author":"Misha Collins","topic":"Amazing"},{"quote":"My parents armed me with an amazing sense of humor, and it&#39;s what you need when, well, it&#39;s what anyone needs in this world.","author":"Warwick Davis","topic":"Amazing"},{"quote":"I remember the day we found the gene for the inter-species signaling molecule like it was yesterday. We got the gene, and we plugged it into a database. And we immediately saw that this gene was in an amazing number of species of bacteria. It was a huge moment of realization.","author":"Bonnie Bassler","topic":"Amazing"},{"quote":"Love makes no sense at all. But it&#39;s the most powerful and amazing force in the entire universe.","author":"Glenn Close","topic":"Amazing"},{"quote":"With &#39;The Host,&#39; I think the actors could be really big names. That would be cool. I&#39;d love to see Robert Redford put on a beard and be Jeb; he would be amazing... Matt Damon has some very Jared-esque qualities, and then Casey Affleck as Ian and Ben Affleck as Kyle. Imagine the interplay.","author":"Stephenie Meyer","topic":"Amazing"},{"quote":"I don&#39;t claim to be a particularly good father. I&#39;m flawed, let&#39;s say. I&#39;ve certainly been affected by the experience of having kids... trying to be a father, at least. It&#39;s an amazing process. It&#39;s like songwriting: it&#39;s a complete mystery to me. I don&#39;t understand it - but I&#39;ve certainly written about it.","author":"Loudon Wainwright III","topic":"Amazing"},{"quote":"Working on &#39;Downton Abbey&#39; is amazing, but there&#39;s an ensemble cast of between 18 and 21 actors. With &#39;Love Life,&#39; there are two couples and a few other key characters. As a smaller unit, you&#39;ve got to take more responsibility - at the same time, you can have more ownership of the direction it&#39;s going in.","author":"Rob James-Collier","topic":"Amazing"},{"quote":"I just think we&#39;re living in a time of massive, amazing change, like the Industrial Revolution on acid.","author":"Kelly Lynch","topic":"Amazing"},{"quote":"Pageants were an amazing platform that gave a little girl like me from the mountains of my beautiful Puerto Rico a chance to travel, explore the world, meet amazing people, work for great charities and be a voice to empower women wherever I went. For all those things, I am grateful.","author":"Joyce Giraud","topic":"Amazing"},{"quote":"I think Pussy Riot is amazing. I&#39;m honored that they were inspired by riot grrl, and obviously they&#39;re making history around the world.","author":"Corin Tucker","topic":"Amazing"},{"quote":"I get to do the most amazing things. We call it Host in Peril quite often, because people love to see me risk my life or be in danger.","author":"Rick Mercer","topic":"Amazing"},{"quote":"I&#39;m a great fan of Bloomingdale&#39;s, and I&#39;m a very loyal alumni of Parsons. I think what they do, what they&#39;ve done, is amazing. They&#39;ve educated some of the best American designers.","author":"Narciso Rodriguez","topic":"Amazing"},{"quote":"I really think it is amazing that people actually buy software.","author":"Bill Budge","topic":"Amazing"},{"quote":"Cycling has never felt like a job. To get paid for something that you absolutely love is amazing. I don&#39;t feel like I work. I just do it because I love it and I get paid to do it. I just think: &#39;What an easy way to earn a living.&#39;","author":"Laura Trott","topic":"Amazing"},{"quote":"I get to travel around the world and meet all of these amazing people, and they&#39;re singing my songs! And to me, that&#39;s crazy.","author":"Kina Grannis","topic":"Amazing"},{"quote":"The travel, the amazing work I have had the chance to do, the meetings with different people are all very inspiring and give me lots of positive energy.","author":"Saskia de Brauw","topic":"Amazing"},{"quote":"To be honest, what I struggled with in my degree is what&#39;s so helpful when it comes to social media in that I lack focus. I&#39;ll start reading about evolutionary biology and end up on quantum physics. While that makes writing your dissertation very difficult, for a page like IFLS, that&#39;s amazing because I get a wide range of everything.","author":"Elise Andrew","topic":"Amazing"},{"quote":"I like what I see now in China, but I think the Japanese are a step ahead into craziness and weirdness. I go to galleries there that are the size of a New York elevator, and every time I&#39;m surprised by the amazing things I find. I really hope I&#39;ll be able to promote some of these artists, to show their work in the West.","author":"Jean Pigozzi","topic":"Amazing"},{"quote":"My main trick is to work with amazing people. It&#39;s a long and twisty journey, and you need people that really are amazing and have this rare gift of honesty and courage and really open up.","author":"Lucy Walker","topic":"Amazing"},{"quote":"It was at Bell Labs that I first made direct contact with real semiconductor experts and thus began to fully understand what amazing materials they were and what they could do.","author":"Robert B. Laughlin","topic":"Amazing"},{"quote":"I think that when you are a teenager, it&#39;s the smartest you will ever be in your life. Teenagers are so resilient and strong, it&#39;s just amazing.","author":"James St. James","topic":"Amazing"},{"quote":"One of the amazing things about the Internet is that the content creators are the gatekeepers. We can think of an idea and execute it quickly, and we didn&#39;t have to pitch the idea to a major network or convince a studio head to sign-off on the concept.","author":"Ray William Johnson","topic":"Amazing"},{"quote":"I love heels... whoever created heels is amazing!","author":"Katie Cassidy","topic":"Amazing"},{"quote":"I had one of those light bulb &#39;a ha&#39; moments while screening &#39;Good Will Hunting&#39; in Camp David in 1998 - Madeleine Albright and the Clintons were there, and I just became really inspired by all of these amazing people. I left the screening asking myself what I could do.","author":"Lawrence Bender","topic":"Amazing"},{"quote":"That&#39;s double-edged: it&#39;s amazing that they&#39;re bringing me in and showing people new ideas, and at the same time it&#39;s a little hard because seventy percent of the time or even higher I&#39;m not going to get those roles.","author":"Rachel True","topic":"Amazing"},{"quote":"I&#39;ve become completely obsessed with Netflix original programming. &#39;House of Cards&#39; and &#39;Orange is the New Black&#39; are two of my new favorite shows. I also love having access to such an amazing library of film and television and have watched some truly enlightening documentaries.","author":"Claire Holt","topic":"Amazing"},{"quote":"I came here when I was 20. I came to go to school, but I ended up working for Halston as an assistant. That happened in a very strange way. My father had a meeting with Halston. And my father said to me, &#39;Join me. I want you to meet this amazing American designer.&#39; And I happened to just tag along, and Halston offered me a job.","author":"Naeem Khan","topic":"Amazing"},{"quote":"The thing about this business is that you always end up finding these amazing stories and these amazing people who make amazing films. I just want to work with good people and keep challenging myself with different kinds of characters.","author":"Madhur Mittal","topic":"Amazing"},{"quote":"Don&#39;t worry too much if you don&#39;t pass exams, so long as you feel you have understood the subject. It&#39;s amazing what you can get by the ability to reason things out by conventional methods, getting down to the basics of what is happening.","author":"Godfrey Hounsfield","topic":"Amazing"},{"quote":"I think women of our generation went through Cultural Revolution, went through hardship, coming from nowhere, and suddenly see China&#39;s amazing opportunity. So women just seized the opportunity.","author":"Zhang Xin","topic":"Amazing"},{"quote":"A police force, wherever they are, is made up of amazing people, and I respect them a great deal.","author":"Nancy McKeon","topic":"Amazing"},{"quote":"Music, in Mexico, just wasn&#39;t working out. So, I fell into acting and I just fell in love with it. It was amazing! It was a great safe place to just vent.","author":"Adan Canto","topic":"Amazing"},{"quote":"I always see people tweeting about these crazy amazing things their boyfriend or girlfriend did for them. You shouldn&#39;t have to constantly be trying to prove your love when you&#39;re in a relationship.","author":"Matt Prokop","topic":"Amazing"},{"quote":"Try as hard as we may for perfection, the net result of our labors is an amazing variety of imperfectness. We are surprised at our own versatility in being able to fail in so many different ways.","author":"Samuel McChord Crothers","topic":"Amazing"},{"quote":"It&#39;s amazing how much of a bodily experience being scared is. It doesn&#39;t take very long of hyperventilating to feel like you&#39;re going to pass out. It&#39;s one of those things where being scared is more of a physiological response that you can pretty easily manipulate. So in those types of scenes, it just takes a lot of energy.","author":"Willa Fitzgerald","topic":"Amazing"},{"quote":"It&#39;s amazing: I am a New Yorker. It&#39;s strange; I never thought I would be.","author":"David Bowie","topic":"Amazing"},{"quote":"I wasn&#39;t ready for fame and all that brings to your life. It was an amazing experience, but so overwhelming, because no one can tell you beforehand when it will happen or how it will impact you. So no one can tell you how to handle it, being stopped everywhere you go because people saw you on &#39;Oprah.&#39; It took me over, and I wasn&#39;t ready.","author":"Iyanla Vanzant","topic":"Amazing"},{"quote":"I feel like I have had the most amazing life in my public service.","author":"Hillary Clinton","topic":"Amazing"},{"quote":"I see hip-hop as going in a self-managing place. It&#39;s very culturally controlled and artist-controlled. It&#39;s not really based on a label anymore. Everything is pretty much in the control of the artist. Which is amazing.","author":"Travis Scott","topic":"Amazing"},{"quote":"I mean, we&#39;ve built a lot of products that we think are good, and will help people share photos and share videos and write messages to each other. But it&#39;s really all about how people are spreading Facebook around the world in all these different countries. And that&#39;s what&#39;s so amazing about the scale that it&#39;s at today.","author":"Mark Zuckerberg","topic":"Amazing"},{"quote":"The first amazing fact about gravitation is that the ratio of inertial mass to gravitational mass is constant wherever we have checked it. The second amazing thing about gravitation is how weak it is.","author":"Richard P. Feynman","topic":"Amazing"},{"quote":"Sometimes I think my husband is so amazing that I don&#39;t know why he&#39;s with me. I don&#39;t know whether I&#39;m good enough. But if I make him happy, then I&#39;m everything I want to be.","author":"Angelina Jolie","topic":"Amazing"},{"quote":"I would love to persuade Christopher Bailey to get even just a section of Burberry that&#39;s, like, organic or free trade. I love him, he&#39;s a very good person and an amazing designer, and I have a lot of respect and time for him.","author":"Emma Watson","topic":"Amazing"},{"quote":"I&#39;m really happy and had such an amazing time performing at Super Bowl - wish I could relive it all over again.","author":"Lady Gaga","topic":"Amazing"},{"quote":"France, and the whole of Europe have a great culture and an amazing history. Most important thing though is that people there know how to live! In America they&#39;ve forgotten all about it. I&#39;m afraid that the American culture is a disaster.","author":"Johnny Depp","topic":"Amazing"},{"quote":"Apart from anything else, I am designed by evolution, like we all are: if we see a little thing like that, big eyes, tiny nose, we go &#39;aaah&#39;. That&#39;s what evolution does. We are programmed to do that. So to find babies the most amazing, isn&#39;t surprising, I don&#39;t think.","author":"David Attenborough","topic":"Amazing"},{"quote":"I went on a book tour immediately after 9\/11. I was due to leave the following Wednesday, so I just did. It was an amazing thing, because planes hadn&#39;t been flying very many days, and I got on this plane and went to San Francisco, and the minute that plane lifted above the clouds, I felt this incredible sense of lightness.","author":"Joan Didion","topic":"Amazing"},{"quote":"I love &#39;Annie Hall,&#39; but then I adore &#39;Hannah and Her Sisters.&#39; Dianne Wiest is amazing in &#39;Bullets Over Broadway,&#39; but her in &#39;Hannah and Her Sisters,&#39; I absolutely loved it.","author":"Cate Blanchett","topic":"Amazing"},{"quote":"To win Best Director at Sundance was beyond anything I could have imagined for myself. It&#39;s still an incredible feeling to know I won. But as happy as I am about winning, I also know many other women of color have directed amazing films over the years that were equally deserving and didn&#39;t win.","author":"Ava DuVernay","topic":"Amazing"},{"quote":"Every mom believes her kid&#39;s school doodles are amazing, and I&#39;m no different.","author":"Solange Knowles","topic":"Amazing"},{"quote":"Anytime fashion and music go hand-in-hand and it really is an organic fit, it&#39;s amazing.","author":"Solange Knowles","topic":"Amazing"},{"quote":"I think Freddie Mercury is probably the best of all time in terms of a rock voice. There was a vulnerability to it, his technical ability was amazing, and so much of his personality would come out through his voice. I&#39;m not even a guy to buy Queen records, really, and I still think he&#39;s one of the best.","author":"Chris Cornell","topic":"Amazing"},{"quote":"It&#39;s amazing how easily people are led to fury and chaos. Unhappy people with guns are not going to make this country great.","author":"Meryl Streep","topic":"Amazing"},{"quote":"Whenever you get to change somebody&#39;s life or watch it and see it happen, it&#39;s amazing.","author":"Guy Fieri","topic":"Amazing"},{"quote":"Put it this way: If I asked, &#39;How&#39;s business?&#39; and you say, &#39;Boomin&#39; or &#39;Amazing,&#39; I already know the answer.","author":"DJ Khaled","topic":"Amazing"},{"quote":"It is spectacular. From about five minutes in, when we knew for sure that we were going to have the weather to go, the smile on my face just got bigger and bigger, and I was just beaming through the whole launch. I mean, it is just an amazing ride.","author":"Chris Hadfield","topic":"Amazing"},{"quote":"Facebook are an amazing team, a brilliant team. It&#39;s a technology that brings people together.","author":"Bono","topic":"Amazing"},{"quote":"I believe that the majority of times the scale tilts toward the good. It&#39;s this amazing thing that rolls on and if we get in the flow of it, that&#39;s God. And if we fight it, if we swim the other way, we&#39;re swimming away from the purest expression of this life.","author":"Michael J. Fox","topic":"Amazing"},{"quote":"Colombia is so different to what I know, and every aspect of the country is different to England, and I loved it. I loved the culture and the food, and the coffee was amazing. The place that we were was stunning, and it really was quite an amazing experience to film out there.","author":"Tom Holland","topic":"Amazing"},{"quote":"As a youngster, when I started writing and stuff, I did actually write more from other people&#39;s perspectives. When I hit 18 and something happened to me that hurt me, I discovered that writing the truth is really therapeutic and amazing.","author":"Sam Smith","topic":"Amazing"},{"quote":"Creating something new is the difficult part. To make it and build it and get everyone to follow? Amazing.","author":"Pep Guardiola","topic":"Amazing"},{"quote":"But when you&#39;re deprived of it for a lengthy period then you value human companionship. But you have to survive and so you devise all kinds of mental exercises and it&#39;s amazing.","author":"Wole Soyinka","topic":"Amazing"},{"quote":"Fame and stuff like that is all very cool, but at the end of the day, we&#39;re all human beings. Although what I do is incredibly surreal and fun and amazing and I&#39;m really grateful for it, I don&#39;t believe my own press release, do you know what I mean?","author":"Tom Hardy","topic":"Amazing"},{"quote":"There&#39;s barely a strand of the modern media that the Kardashian-Wests haven&#39;t been able to master, and for good reason: Kanye is an amazing performer and cultural provocateur, while Kim, through her strength of character, has created a place for herself in the glare of the world&#39;s spotlight, and it takes real guts to do that.","author":"Anna Wintour","topic":"Amazing"},{"quote":"I&#39;ve always wanted to do a cutesy little song with a guy and girl singing back and forth and thought that Regina Spektor would be kind of cool for that. I love her voice. She&#39;s an amazing musician.","author":"Brendon Urie","topic":"Amazing"},{"quote":"It&#39;s crazy because, you know, my parents always want me to watch old films to make me realize how amazing some of the older actors are. And I was obsessed as soon as I watched &#39;Stand by Me.&#39;","author":"Millie Bobby Brown","topic":"Amazing"},{"quote":"Going to college is an amazing opportunity to not only learn and be book-smart but also to kind of stretch your wings and expand yourself as a human and as an artist, whatever it is you&#39;re going for.","author":"Lindsey Stirling","topic":"Amazing"},{"quote":"There is such an advantage to self-releasing. If you can do it yourself, it&#39;s the best way to go. In Europe and the rest of world outside the U.S., I have licensed my music to labels. But it&#39;s amazing because I still own all the masters. I didn&#39;t have to give up any of those rights. I have 100 percent creative control.","author":"Lindsey Stirling","topic":"Amazing"},{"quote":"I always want to wear clothes that my children will one day look back on and say, &#39;Oh, you looked amazing - why didn&#39;t you keep that?&#39; Not, &#39;Oh my God - I can&#39;t believe you wore that.&#39;","author":"Blake Lively","topic":"Amazing"},{"quote":"It&#39;s an amazing thing to say, &#39;I&#39;m beautiful,&#39; without feeling like you&#39;re cocky.","author":"Christina Aguilera","topic":"Amazing"},{"quote":"I&#39;ve got nothing against L.A. I think it is a really beautiful place. To be able to surf and get out in the Pacific Ocean every once in a while. The hiking, all of that is amazing. I love it there.","author":"Liev Schreiber","topic":"Amazing"},{"quote":"It&#39;s amazing how fast later comes when you buy now.","author":"Milton Berle","topic":"Amazing"},{"quote":"We Belgians love when we can go to L.A. because the city is amazing and the climate is fantastic.","author":"Raf Simons","topic":"Amazing"},{"quote":"The current Babe Ruth of improv? Sacha Baron Cohen. He&#39;s pretty amazing.","author":"Seth Rogen","topic":"Amazing"},{"quote":"My siblings and I were friends with the boys who would become our stepbrothers - we grew up on the same street. I feel very special to have these amazing people in my life and if we hadn&#39;t all moved into this big house together I think I would have missed out on that, because we would have drifted apart.","author":"Florence Welch","topic":"Amazing"},{"quote":"Life is a rotten lottery. I&#39;ve had a pretty amazing life, a good life, and God knows I&#39;m thankful, but I do believe that after 30, stop whining! Everybody&#39;s dealt a hand, and it&#39;s not fair what you get. But you&#39;ve got to deal with it.","author":"John Waters","topic":"Amazing"},{"quote":"I&#39;m proud that I have done so many different kinds of things and maintained an amazing family. And I think that&#39;s the joy: that I&#39;ve been able to have everything.","author":"Billy Crystal","topic":"Amazing"},{"quote":"I doubt I&#39;ll ever pay someone to do a remix again, because there&#39;s some amazing stuff just coming out of bedrooms.","author":"Trent Reznor","topic":"Amazing"},{"quote":"There are things that people say that hurt my feelings or whatever, especially with social media right now. It can be the most amazing thing, and it can also be the most negative and detrimental thing.","author":"Zendaya","topic":"Amazing"},{"quote":"It&#39;s amazing how good getting up and moving makes you feel.","author":"Paula Deen","topic":"Amazing"},{"quote":"To be honest, everything in my life outside of tennis is great. I&#39;m doing amazing projects that, if I didn&#39;t have time off, I wouldn&#39;t be able to focus on.","author":"Maria Sharapova","topic":"Amazing"},{"quote":"The difference between Marilyn Monroe and the early Pamela Anderson is not that great. What&#39;s amazing is that the taste of American men and international tastes in terms of beauty have essentially stayed the same. Styles change, but our view of beauty stays the same.","author":"Hugh Hefner","topic":"Amazing"},{"quote":"What&#39;s amazing is that the taste of American men and international tastes in terms of beauty have essentially stayed the same. Styles change, but our view of beauty stays the same.","author":"Hugh Hefner","topic":"Amazing"},{"quote":"I&#39;ve started ordering out of teen catalogues! T-shirts, little coats, and jackets for around $35 - they&#39;re amazing. I&#39;ve become a really big fan of Urban Outfitters, Alloy and Anthropologie. Because I&#39;ll pay for quality, but I will not just pay for trend. Psychologically, I have trouble with that.","author":"Ivanka Trump","topic":"Amazing"},{"quote":"The iconic Doral was once a beacon for the ultimate in luxury golf resorts, and we have fully restored it to its prior grandeur - and then some. Besides the sun, golf, and amazing Latin food, Miami is a city of culture that has something for everyone.","author":"Ivanka Trump","topic":"Amazing"},{"quote":"I believe that one of the reasons I get to play golf all over the world is because of the barriers that Lee Elder broke down. I just think he&#39;s amazing.","author":"Darius Rucker","topic":"Amazing"},{"quote":"When you write biographies, whether it&#39;s about Ben Franklin or Einstein, you discover something amazing: They are human.","author":"Walter Isaacson","topic":"Amazing"},{"quote":"I was always amazed about how much I could finally squeeze into a thirty second commercial.","author":"Ridley Scott","topic":"Amazing"},{"quote":"My mother encouraged it so much. She was so supportive. Even if as a kid, I would do the dumbest trick, which now that I look back on some things, she would love it, she would say that&#39;s amazing, or if I&#39;d make the ugliest drawing, she would hang it up. She was amazing.","author":"David Blaine","topic":"Amazing"},{"quote":"I&#39;m just shocked and thankful that I&#39;ve gotten away with everything - experimenting here, trying at this, failing at that, being good in some things, not so good in others. It&#39;s kind of amazing that people are still sticking by me. When they come up to me in the street, I just want to write them all cheques.","author":"Michael Keaton","topic":"Amazing"},{"quote":"To me, I think of the &#39;70s as being this glorious decade where I discovered who I was and discovered all these amazing things... punk rock, electro music, fashion, all of that.","author":"Boy George","topic":"Amazing"},{"quote":"When Tom Ford asked me to consult for Gucci, I had never consulted in my life. I didn&#39;t know what consulting was, and look, we made something amazing.","author":"Carine Roitfeld","topic":"Amazing"},{"quote":"I am incredibly thankful for the strong support I have from my peers in the industry and of course my amazing fans.","author":"Miranda Lambert","topic":"Amazing"},{"quote":"You have to be clear what your message is and what you&#39;re doing. I mean, Miley Cyrus is an amazing talent, and sometimes you kind of just want to say, &#39;We know you&#39;re not Hannah Montana anymore. We know that, my dear. My darling. Now, go be great.&#39;","author":"Tori Amos","topic":"Amazing"},{"quote":"Everything has combined to make my life in New York an amazing experience. I told my manager a few years ago that I wanted to move here and try acting in the theater.","author":"Mariska Hargitay","topic":"Amazing"},{"quote":"I breastfed my son for 13 months, and I plan to do at least the same with my daughter. That&#39;s an amazing thing for babies, but it&#39;s also really good for the mother because it regulates your body again after pregnancy.","author":"Penelope Cruz","topic":"Amazing"},{"quote":"Growing up, I looked up to major league baseball players, and now these young women have amazing, incredible women all across the board, from swimming to gymnastics to softball to basketball.","author":"Jennie Finch","topic":"Amazing"},{"quote":"It&#39;s amazing that more people have climbed Mount Everest than have broken the 4-minute mile.","author":"Roger Bannister","topic":"Amazing"},{"quote":"I have an amazing wife and three daughters that always keep me motivated.","author":"Jose Andres","topic":"Amazing"},{"quote":"Stories are amazing and powerful because they can resonate with people depending on their needs and experiences and speak truths we need to hear in that moment in time.","author":"Sue Monk Kidd","topic":"Amazing"},{"quote":"I really like even numbers, and I like heavily divisible numbers. Twelve is my lucky number - I just love how divisible it is. I don&#39;t like odd numbers, and I really don&#39;t like primes. When I turned 37, I put on a strong face, but I was not looking forward to 37. But 37 turned out to be a pretty amazing year.","author":"Marissa Mayer","topic":"Amazing"},{"quote":"Nothing amazes me anymore.","author":"David Beckham","topic":"Amazing"},{"quote":"I eat an avocado every day. It&#39;s amazing for your skin. It&#39;s one of the super-foods, and I&#39;m just so into eating properly and healthily.","author":"Joan Collins","topic":"Amazing"},{"quote":"Learning how to interact with customers is something that anyone starting any business must master. It&#39;s an amazing opportunity to be able to learn the ropes at an established company and then employ your expertise at your own company.","author":"Marc Benioff","topic":"Amazing"},{"quote":"Fortunately for me, I&#39;m married to an amazing woman - Nancy Lasseter - who is wise enough not to let me buy every car I want. If I was single, I would be living in a very small apartment and renting a warehouse full of cool cars.","author":"John Lasseter","topic":"Amazing"},{"quote":"We are really on top of one another at the moment and I think it is amazing how we stay so close. Maybe that&#39;s the test. Why not totally put yourself together, rather than always wonder whether you actually like each other?","author":"Linda McCartney","topic":"Amazing"},{"quote":"Art is collaboration: we are artists all over the world. I believe that people are always going to watch Hindi films... that&#39;s never going to die, but I think it&#39;s amazing that collaborations like that are happening.","author":"Priyanka Chopra","topic":"Amazing"},{"quote":"Texas women have an amazing sense of purpose when they lose it. They&#39;re the best girls in the world - they&#39;re loyal and fun, but when they get mad, they&#39;ll try to kill you.","author":"John Cusack","topic":"Amazing"},{"quote":"When I posted my first video, I remember it hit 700 views after a week, and I was like, &#39;Oh my God, this is amazing.&#39; I was over the moon.","author":"Lilly Singh","topic":"Amazing"},{"quote":"My ideal night would probably be a dope outfit, people that I love around me. Go to get some dinner, have some amazing food. Maybe sushi or Italian: I love both.","author":"Bebe Rexha","topic":"Amazing"},{"quote":"Wasim and Waqar were amazing bowlers. I would put them right up there with the best in the world.","author":"Sachin Tendulkar","topic":"Amazing"},{"quote":"Stradivarius, in particular, was the most amazing craftsman and one of the great artists and scientists that ever lived because he figured out something with the sound and the science of acoustics that we still don&#39;t understand it completely.","author":"Joshua Bell","topic":"Amazing"},{"quote":"I can completely lose myself into just absolutely satisfying things - a really amazing cheeseburger, a pizza, good fries, a beer. I enjoy being comfortable and eating whatever the hell I like. It&#39;s a big thing for me, just having the freedom to be able to do that.","author":"Channing Tatum","topic":"Amazing"},{"quote":"I&#39;m always cooking big veggie curries for friends with tons of spices, coconut milk, chilli - I&#39;ll saute potatoes in the spices, then cook them with all the flavours and stir in some chickpeas and spinach at the end before serving it on a bed of sesame brown rice. It&#39;s easy to do and tastes amazing!","author":"Ella Woodward","topic":"Amazing"},{"quote":"I trust people to be human. Sometimes you do things that make amazing amounts of sense; sometimes you do things that don&#39;t make any sense whatsoever.","author":"Lupe Fiasco","topic":"Amazing"},{"quote":"If you take 10,000 chimpanzees and cram them together into Wembley Stadium or the Houses of Parliament, you will get chaos. But if you take 10,000 people who have never met before, they can co-operate and create amazing things.","author":"Yuval Noah Harari","topic":"Amazing"},{"quote":"Karan Malhotra is an amazing director, but he&#39;s strict.","author":"Jacqueline Fernandez","topic":"Amazing"},{"quote":"I may be a lifelong &#39;downtowner,&#39; but Central Park really is the most amazing and the most beautiful part of New York City.","author":"Moby","topic":"Amazing"},{"quote":"If I could film, we&#39;d film every episode of &#39;Doctor Who&#39; in New York. I have an affinity with the city. It has some wonderful locations and it is devastatingly vast and huge. Central Park looks amazing on camera.","author":"Matt Smith","topic":"Amazing"},{"quote":"In my dreams, whatever I am doing, I look down to see if I have prosthetics. It sets my time frame in my dream, I think. I&#39;d have these dreams that I am running and launching myself, and I look down and see that I have prosthetics. I have a lot of those, where I do great, amazing things with my prosthetics.","author":"Amy Purdy","topic":"Amazing"},{"quote":"It&#39;s really cool to see how many people try to imitate me or wear my stuff. I get a lot of Instagram videos of people doing my entrance. I think that&#39;s so cool. To see the variety of people, little girls, guys, doing it. I never really thought that would happen. It&#39;s amazing.","author":"Sasha Banks","topic":"Amazing"},{"quote":"When I was in the indies, the guys would be like, &#39;Ugh, a women&#39;s match. I&#39;m not gonna watch that.&#39; And to come back here, at every single Live Event to have a guy come up to you and say, &#39;That was amazing,&#39; I feel so accomplished.","author":"Sasha Banks","topic":"Amazing"},{"quote":"Ireland is such an amazing country, and I have this little dream in the back of my head that someday I&#39;ll end up living there. When I&#39;ve established myself in America and I don&#39;t need to live near the action, so to speak, and if you&#39;re good, the work will come to you. I feel very Irish; maybe that&#39;s why I&#39;ve been so lucky with my career.","author":"Anne Hathaway","topic":"Amazing"},{"quote":"The movies &#39;Dope&#39; and &#39;Straight Outta Compton&#39; blew me away. I love seeing directors and writers of color make amazing slices of pop culture.","author":"Hasan Minhaj","topic":"Amazing"},{"quote":"One of the many characteristics of the new is that, at first, it&#39;s very hard to recognize it for what it is. We&#39;re lucky if we recognize something as being new when it first appears. Usually I think we don&#39;t have that privilege. It&#39;s usually after the fact that we suddenly turn around and say, &#39;Wow, this thing is amazing.&#39;","author":"Junot Diaz","topic":"Amazing"},{"quote":"I think that some of the most amazing places to be or to grow up are the places right outside of great cities, because you&#39;re sort of constantly in this suspended state of, like, looking inside the window, wanting to be in the party. I think it breeds good feelings.","author":"Jack Antonoff","topic":"Amazing"},{"quote":"Sometimes, reading my own media, the negativity can upset me, but I just deal with things on a positive basis. I mean, I have up to 20,000 people singing my words back to me on a nightly basis - they share my hopes and fears, and they relate to my own life experiences. Life can be pretty isolating, but that connection is always amazing.","author":"James Blunt","topic":"Amazing"},{"quote":"My biggest lesson I&#39;ve learned about love is to keep on loving. Love is love; it&#39;s amazing. It&#39;s fine. It hurts. It&#39;s probably one of the best experiences in life.","author":"Christina Milian","topic":"Amazing"},{"quote":"Every time I got &#39;Amazing Spider-Man&#39; or &#39;Fantastic Four&#39; or another book firmly on the rails, we got pulled into some big event book or crossover and it cost momentum and messed badly with the pacing and structure of the book.","author":"J. Michael Straczynski","topic":"Amazing"},{"quote":"Winning is an amazing feeling. You don&#39;t get that in business; you don&#39;t get that in many things.","author":"Tony Fernandes","topic":"Amazing"},{"quote":"I have seen a lot of people, including myself, make a lot of tip money because of &#39;Black Water,&#39; so this is a full circle moment. To collaborate and recreate this iconic song is just an amazing moment as an artist.","author":"Zac Brown","topic":"Amazing"},{"quote":"I stumbled on a joke idea and style that worked, the audience went with it and, from that moment on, I was hooked. It&#39;s an amazing feeling.","author":"Marcus Brigstocke","topic":"Amazing"},{"quote":"I do appreciate the &#39;80s as an era, the general sounds and aesthetics of the era. The Cure, that whole kind of image is really kind of amazing, I think. The power ballads and how everything sparkles and words are really dramatic. Huge drums, things like that. I do really find it inspiring.","author":"Charli XCX","topic":"Amazing"},{"quote":"You can&#39;t be a good actor if you get too affected by fame. Because then you&#39;re not real, and you&#39;re not really wanting more. You look at a lot of actors who, before they were famous, did a lot of amazing work, and once they got too big, it just got off.","author":"Ansel Elgort","topic":"Amazing"},{"quote":"Your car should drive itself. It&#39;s amazing to me that we let humans drive cars... It&#39;s a bug that cars were invented before computers.","author":"Eric Schmidt","topic":"Amazing"},{"quote":"I still dream about being on the space station with the feeling of being weightless. The weightlessness is the most amazing, relaxing and natural feeling.","author":"Helen Sharman","topic":"Amazing"},{"quote":"I think I have had so many amazing moments in my life.","author":"Eve","topic":"Amazing"},{"quote":"The water is alive. It is alive. If we could get a mask and fins and drop down off these docks, we&#39;d see snook and redfish and probably goliath grouper. And it&#39;s an amazing world unto itself and a very thin demarcation between one world and the other. You know, the distance of the water surface.","author":"Randy Wayne White","topic":"Amazing"},{"quote":"I am writing a book called &#39;The History of Australia in Hundred Objects.&#39; It&#39;s of things we have invented in Australia. And you know, some of them are amazing. We invented the clapper boards used in films. We invented those cranes - those big long cranes used on construction sites.","author":"Barry Humphries","topic":"Amazing"},{"quote":"Acting is something I appreciate, and I think it&#39;s been an amazing experience. But I&#39;m not passionate about acting the way you probably should be to call yourself an actor.","author":"Evangeline Lilly","topic":"Amazing"},{"quote":"My son is wonderful. He is amazing.","author":"Evangeline Lilly","topic":"Amazing"},{"quote":"I know so many women in their fifties, sixties and seventies who delight in being on their own. It&#39;s amazing. They don&#39;t see any stigma attached to it. We don&#39;t need a man to prove our identity anymore.","author":"Erica Jong","topic":"Amazing"},{"quote":"I&#39;m having a great time. I get to travel and see the world. And yeah, I&#39;ll have a family, because I don&#39;t want to miss out on that amazing experience, but it&#39;s not defining who I am.","author":"Krysten Ritter","topic":"Amazing"},{"quote":"When I&#39;m breaking in a character like Jessica Jones, I have this amazing opportunity to create her backstory. It&#39;s all of the work that happens before I&#39;m ever on camera... Writing &#39;Bonfire&#39; was like doing all of that fun stuff; it was like 300 pages of prep work.","author":"Krysten Ritter","topic":"Amazing"},{"quote":"Yarn, patterns, and needle sizes have come such a long way since your grandmother&#39;s afghans. Creatively, there is just so much to get into, so much to play with. It&#39;s an amazing way to turn inward and get off your phone.","author":"Krysten Ritter","topic":"Amazing"},{"quote":"In ramp skating, there&#39;s this guy Alex Perelson who&#39;s really coming into his own and doing some amazing new stuff we haven&#39;t seen before. Just different types of spin.","author":"Tony Hawk","topic":"Amazing"},{"quote":"Linda Georgian is a wonderful psychic. She can do amazing things.","author":"Dionne Warwick","topic":"Amazing"},{"quote":"People always think that if you eat anything as a model, it&#39;s amazing. I used to tease them and say, you know I&#39;m going to throw up afterwards.","author":"Christy Turlington","topic":"Amazing"},{"quote":"Laughing is a medicine. It releases this amazing stuff.","author":"Melissa Etheridge","topic":"Amazing"},{"quote":"Exposing yourself to many kinds of art can only lead to amazing things. It helps you learn about your own art, your own taste, what kind of art you want to create for yourself.","author":"Phillipa Soo","topic":"Amazing"},{"quote":"I will say, I can definitely throw down a sick beat once in a while and provide an amazing backup track for somebody who can really, actually freestyle.","author":"Phillipa Soo","topic":"Amazing"},{"quote":"After a pretty amazing year that included more wins than I thought possible, I rang in 2013 by watching the Times Square ball drop on TV... and then heading directly to bed. It might not have been the typical New Year&#39;s Eve for a 21-year-old, but what can I say? It was a training night!","author":"Ashley Wagner","topic":"Amazing"},{"quote":"We all feel like we&#39;re alone, but as artists, we get to see firsthand from our fans that we&#39;re not. Hearing them scream the words to your songs is the most amazing feeling.","author":"Justine Skye","topic":"Amazing"},{"quote":"My fantasy is that I could wake up looking amazing, that I could be strong and stop the bully, but that everybody would love me, too. I think that&#39;s intrinsic to fantasy - fantasy is fantasy.","author":"Patty Jenkins","topic":"Amazing"},{"quote":"Oftentimes, it feels like we spend so much of our life waiting to make art, waiting for somebody to let us do something. You don&#39;t really have to do that. You can make it all the time. And 99 percent of the time, it&#39;s not going to be a big deal on a global scale. But 100 percent of the time, it&#39;s going to make you feel amazing.","author":"Daveed Diggs","topic":"Amazing"},{"quote":"When you love somebody, or something, it&#39;s amazing how willing you are to overlook the flaws.","author":"Caroline Knapp","topic":"Amazing"},{"quote":"I carry my iPod everywhere. My favorite group is the John Butler Trio, an Australian jam band. The lead singer and guitarist writes amazing lyrics.","author":"Hope Solo","topic":"Amazing"},{"quote":"Just like sunshine affects others, when the life of Jesus invades your life, you become a loving person. The effect on others is amazing.","author":"John Eldredge","topic":"Amazing"},{"quote":"It&#39;s amazing to see things that are suggested in the book fully developed and so brilliantly realized through the artistry of the designers.","author":"Suzanne Collins","topic":"Amazing"},{"quote":"Music has always been such an amazing tool for me to access self and emotion.","author":"Matisyahu","topic":"Amazing"},{"quote":"At one point, you were that employee who looked like a deer in headlights. Confused, lost, and not understanding your purpose within the organization. Even though you have the appropriate skills, you felt like you were in over your head. That is, until an amazing boss empowered you.","author":"John Rampton","topic":"Amazing"},{"quote":"My sisters are amazing. My sister is my business partner, my twin. She&#39;s an amazing producer, writer. You know, we&#39;re just grinding and trying to make my mother proud as well as God.","author":"Tasha Smith","topic":"Amazing"},{"quote":"I have my favourite fashion decade, yes, yes, yes: &#39;60s. It was a sort of little revolution; the clothes were amazing but not too exaggerated.","author":"Valentino Garavani","topic":"Amazing"},{"quote":"Brains don&#39;t really smell, but what&#39;s amazing about the brain is that it&#39;s almost like scrambled eggs or soft tofu, almost like a gel. The brain controls so much of what we do, but you could put your finger right through it.","author":"Ellen Pompeo","topic":"Amazing"},{"quote":"There&#39;s this very interesting and complicated connection between our environment and our genes and the traits that come out of the environment plus genes. And there&#39;s huge potential. I mean we see amazing abilities. Marie Curie, Albert Einstein. All sorts of arts, and literature and so forth. These are not typical traits of everybody on earth.","author":"George M. Church","topic":"Amazing"},{"quote":"I never do any television without chocolate. That&#39;s my motto and I live by it. Quite often I write the scripts and I make sure there are chocolate scenes. Actually I&#39;m a bit of a chocolate tart and will eat anything. It&#39;s amazing I&#39;m so slim.","author":"Dawn French","topic":"Amazing"},{"quote":"I got my service dog when I was medically retired out of the military, and it was the best thing that ever happened to me. I wish every medically retired serviceman could have a service dog. He&#39;s amazing. He&#39;s my best bud. I go everywhere and anywhere with him.","author":"Marcus Luttrell","topic":"Amazing"},{"quote":"I also met, early on Ella Fitzgerald. Her songbooks are some of the most amazing bodies of work.","author":"Johnny Mathis","topic":"Amazing"},{"quote":"I&#39;ve bought clothes based on record covers. Particularly from the formative music that turned me onto it in the first place when I was a kid, with the Beatles and the Small Faces. A lot of those Sixties soul artists were in really sharp sharkskin or mohair suits, and Motown artists looked amazing.","author":"Paul Weller","topic":"Amazing"},{"quote":"Some countries that I go to are still trying to deny that it&#39;s happening. In India, 2.1 million people are living with HIV AIDS. India manufactures most of the drugs that are used to cure HIV around the world, which is an amazing, amazing fact that most people don&#39;t know.","author":"Sharon Stone","topic":"Amazing"},{"quote":"I&#39;m able to provide for my family and the people that I love with things that I never used to be able to. I&#39;m getting to make music and work with amazing people. I just feel really lucky.","author":"Rebecca Ferguson","topic":"Amazing"},{"quote":"I think we have a responsibility to shape the zeitgeist with the movies we put out there. Because &#39;After Earth&#39; isn&#39;t going to do it. &#39;The Expendables 3&#39; isn&#39;t going to do it. You could make one million amazing films for the amount of money they spend on those films. I get frustrated.","author":"Will Poulter","topic":"Amazing"},{"quote":"I will always be the way I was a couple years ago before anything happened. And that&#39;s to my parents&#39; credit, my amazing parents who have been around me my whole life and raised me right. I&#39;m very happy with what has happened so far.","author":"Kaley Cuoco","topic":"Amazing"},{"quote":"A Sunday morning spent reading the paper together, maybe drinking some mimosas, alone, and talking until noon. That would be pretty amazing. Married couples with kids will understand.","author":"Dierks Bentley","topic":"Amazing"},{"quote":"People like to say how much they like stuff, but with &#39;The Sunset Tree,&#39; people shared stories about what it meant for them. And that stuff&#39;s so humbling and amazing.","author":"John Darnielle","topic":"Amazing"},{"quote":"I felt unworthy, and it&#39;s amazing how God kind of showed me that that&#39;s how we act as humans, and that&#39;s sometimes how we act in our Christian life.","author":"Benjamin Watson","topic":"Amazing"},{"quote":"I&#39;ve been blessed with so many opportunities and so many amazing things throughout this process. But all the while, I remember that the reason that I&#39;m here and the reason that I do music and tell these stories is that people come to know the love, the God that I know.","author":"Andra Day","topic":"Amazing"},{"quote":"There are amazing behind-the-scenes technicians in Portland who didn&#39;t want to raise their families in L.A.","author":"Dean Devlin","topic":"Amazing"},{"quote":"Well, there are better cartoonists now than there ever have been. I firmly believe that. There&#39;s some amazing work being done.","author":"Chris Ware","topic":"Amazing"},{"quote":"As a designer, when someone wears my clothes, the biggest compliment I can receive is that the woman looks amazing because my designs have flattered her, not taken over her. I take that philosophy to heart myself each morning when I am getting ready for the day.","author":"L'Wren Scott","topic":"Amazing"},{"quote":"The fans are amazing. I&#39;m really happy here at Arsenal, and I&#39;m going to do my best for this club.","author":"Granit Xhaka","topic":"Amazing"},{"quote":"For clothes, I like this little store on Fountain, Matrushka Construction. Beth Ann Whittaker and Laura Howe make amazing things. You can get a designer skirt with cool embroidery for 40 bucks instead of $400 or $4,000.","author":"Jill Soloway","topic":"Amazing"},{"quote":"You know that scene in &#39;Runaway Bride&#39; when Julia Roberts puts on the amazing wedding dress and looks at herself in the mirror and goes, &#39;Swish, swish&#39;? I loved that moment so much when I was a little girl.","author":"Lily James","topic":"Amazing"},{"quote":"It&#39;s amazing the things you hear from your players talking to them one on one. I never embarrassed a player, I spoke with him alone.","author":"Morgan Wootten","topic":"Amazing"},{"quote":"Clothes are an amazing tool. They are an amazing way to hide a multitude of sins; they&#39;re an amazing way to be creative. Clothes can do so many things. But at the end of the day, if they don&#39;t serve you, it&#39;s just a waste of time. Then it is frivolous.","author":"Nick Wooster","topic":"Amazing"},{"quote":"It&#39;s amazing how many introverts go into the ministry. It&#39;s amazing how many people go into the ministry who don&#39;t really like to be with people.","author":"John Piper","topic":"Amazing"},{"quote":"I&#39;ve had some amazing people in my life. Look at my father - he came from a small fishing village of five hundred people and at six foot four with giant ears and a kind of very odd expression, thought he could be a movie star. So go figure, you know?","author":"Kiefer Sutherland","topic":"Amazing"},{"quote":"I find that when I put too much makeup on, or I use a certain brand, my skin will break out. I tend to gravitate towards water-based foundations because my skin absorbs them a little better and it doesn&#39;t break out as much. I use Hourglass Mineral Veil. It&#39;s so amazing.","author":"Grace Gealey","topic":"Amazing"},{"quote":"What is happening now to me in my career is amazing, so I dwell on the things that are happening rather than the things that aren&#39;t, because what&#39;s the point? It doesn&#39;t make them happen.","author":"Katherine Kelly","topic":"Amazing"},{"quote":"Ever consider what pets must think of us? I mean, here we come back from a grocery store with the most amazing haul - chicken, pork, half a cow. They must think we&#39;re the greatest hunters on earth!","author":"Anne Tyler","topic":"Amazing"},{"quote":"It&#39;s amazing how powerful a piece of work can be and how it can influence people and change. It&#39;s pretty interesting.","author":"Mel Gibson","topic":"Amazing"},{"quote":"Traditionally, Seattle has been a great sports town and great football town. What the Huskies have achieved over the years has been pretty amazing. That&#39;s how I got my first taste of football - when I went with my father to Husky Stadium.","author":"Paul Allen","topic":"Amazing"},{"quote":"The Southbank Centre Unlimited Festival was a distinct moment in time, an amazing counterpoint to the London 2012 Paralympics. There is no question that a major shift in perspective is taking place, that the world is waking up and greeting - as if for the first time - the extraordinary community of people with disability.","author":"Charles Hazlewood","topic":"Amazing"},{"quote":"What has made America amazing has been the fact that throughout our history, throughout the more than 200 years of our history, there have been men and women of courage who stood up and decided it was more important to look out for the future of their children and their grandchildren than their own political futures.","author":"Scott Walker","topic":"Amazing"},{"quote":"The thing about America - it&#39;s different everywhere, but visually, it&#39;s amazing to shoot in the desert in the New Mexico light. It&#39;s really hard to shoot in that desert and make anything look not amazing.","author":"Lenny Abrahamson","topic":"Amazing"},{"quote":"I&#39;m really fascinated by lingos and colloquialisms that are outmoded and have gone by the wayside. I love the way people spoke in the &#39;30s, and the amazing slang of the mid-&#39;60s and &#39;70s.","author":"Beck","topic":"Amazing"},{"quote":"I was offered seven deals from seven different major labels between 2009-2011, and to be quite honest... nowadays, you need a hit record, a great radio team, an amazing PR firm, social media, a big budget, a team that is ready to work extremely hard, and the drive and passion to win!","author":"Ashanti","topic":"Amazing"},{"quote":"I&#39;m a great believer in stunt doubles. They do an amazing job.","author":"Javier Bardem","topic":"Amazing"},{"quote":"Croatia is an amazing place.","author":"Jean Reno","topic":"Amazing"},{"quote":"People say: &#39;Oh, but would you be happy for your show to go on BBC3 if it was just online?&#39; If I was sat here telling you I had just signed a huge deal with Netflix you&#39;d be going: &#39;Wow, that&#39;s amazing.&#39; You can&#39;t see it as &#39;Oh, it&#39;s no longer a channel because it&#39;s not on TV.&#39;","author":"James Corden","topic":"Amazing"},{"quote":"I saw Boy George looking amazing, absolutely unbelievable, and messaged him asking for the number of his nutritionist. I got in touch with her, and she put me on this diet plan, working out which foods do and don&#39;t suit me. It&#39;s not rocket science - basically, don&#39;t eat cake, don&#39;t eat bread.","author":"James Corden","topic":"Amazing"},{"quote":"If you can reach people in their pockets, on their lunch breaks, on their commutes to and from work, on recess at school, and make things they want to see, that&#39;s an amazing thing for a show like ours.","author":"James Corden","topic":"Amazing"},{"quote":"Over the years, I would go to my agents, my manager, and I would say, &#39;Hey, there&#39;s this amazing true story about this gay English mathematician who committed suicide in the 1950s.&#39; And they would be like, &#39;Please don&#39;t ever write that script. That is an unmakeable film.&#39;","author":"Graham Moore","topic":"Amazing"},{"quote":"There&#39;s nothing nicer than getting a round of applause for turning up for work. It&#39;s amazing! You start work, and people clap. Do you know what I mean? And then they stand up and clap at the end.","author":"James Corden","topic":"Amazing"},{"quote":"I have so many funny friends that I hang out and do bits with, and the fact that we can hire each other is amazing. I asked all of them to help make &#39;Kroll Show&#39; the best that it can be. I&#39;m selfishly trying to use their funny genius for my own benefit.","author":"Nick Kroll","topic":"Amazing"},{"quote":"The way things have changed. The pictures in the womb they have now. They&#39;re just amazing. They&#39;re just like a snapshot of a person.","author":"Amy Heckerling","topic":"Amazing"},{"quote":"It&#39;s amazing how these little guys can say things that a mortal human could never get away with. There&#39;s some sort of unspoken license... when outlandish things come out of an inanimate object, somehow it equals humor.","author":"Jeff Dunham","topic":"Amazing"},{"quote":"From Japan to Thailand, I keep discovering amazing talent, cuisine and food markets.","author":"Daniel Boulud","topic":"Amazing"},{"quote":"We have millions of users around the globe who do amazing things with our technology every day.","author":"Jack Dangermond","topic":"Amazing"},{"quote":"The people I&#39;ve been exposed to have been people of amazing integrity.","author":"Amy Grant","topic":"Amazing"},{"quote":"A couple times a year, I get in the car, and I&#39;ll drive 1,000 miles cross-country, going through side streets. I&#39;ll stay off the highways as much as possible. And I realize it&#39;s a huge country, and for us to be in so many places in the country is an amazing thing.","author":"Fred DeLuca","topic":"Amazing"},{"quote":"Listen once in a while. It&#39;s amazing what you can hear.","author":"Russell Baker","topic":"Amazing"},{"quote":"Spinning has been such an amazing part of my exercise. I love the music, the energy, and the sweat. It&#39;s a tough class, which makes me feel like I&#39;ve really accomplished something. It&#39;s a great way to burn fat and lean out the body. An all-around win!","author":"Alison Sweeney","topic":"Amazing"},{"quote":"I go to Saint Barth in the French West Indies for two weeks each year. That place is amazing. Amazing people, beautiful beaches, great wine, wonderful harbors... It&#39;s incredibly romantic.","author":"Brooke Burke","topic":"Amazing"},{"quote":"Strangely enough, when the Sugababes&#39; &#39;Freak Like Me&#39; went to number 1, which was built around my &#39;Are &#39;Friends&#39; Electric&#39; song, I had another song called &#39;Rip&#39; go to number 1 in the Kerrang TV chart, so I was pulling new people in from very different areas of musical interest. That was quite an amazing week.","author":"Gary Numan","topic":"Amazing"},{"quote":"Working on such a big film was amazing. I learned a lot. There weren&#39;t too many stunts, just some doubling.","author":"Christopher Parker","topic":"Amazing"},{"quote":"I have a really amazing fan club, it&#39;s contemporary but it&#39;s a little bit old school. There&#39;s a lot of connection. I have a fan club president who really responds to people.","author":"Martina McBride","topic":"Amazing"},{"quote":"Celebrity has some amazing advantages, of course it does. You&#39;re given an extraordinary power. It&#39;s a door-opener. I might not have to queue for things.","author":"Geri Halliwell","topic":"Amazing"},{"quote":"Good acting is good acting, however you learn it. Some people who haven&#39;t studied are amazing. Some people like Leonardo DiCaprio are naturally gifted - he&#39;s learned technique by working with people early on.","author":"Sam Rockwell","topic":"Amazing"},{"quote":"For the last 20 years of my life, I&#39;ve had the mantra to do amazing parts with amazing people in amazing projects, so I&#39;m attracted to good story, writing and character and good people. That&#39;s what I&#39;m always searching for and I don&#39;t think that&#39;s ever going to change.","author":"John Hawkes","topic":"Amazing"},{"quote":"I could talk for ages about how women are amazing, but essentially we shouldn&#39;t be manipulated by the media&#39;s expectations of our bodies. I&#39;d recommend every woman to read &#39;Women Who Run with the Wolves&#39; - it&#39;s about being in touch with your more wild, free and powerful side.","author":"Bat for Lashes","topic":"Amazing"},{"quote":"It&#39;s amazing what we can get away with and what we can&#39;t. But it&#39;s not for me to decide.","author":"Mike Judge","topic":"Amazing"},{"quote":"I think there&#39;s nothing more amazing than helping people every day.","author":"Naomie Harris","topic":"Amazing"},{"quote":"It&#39;s amazing how coke encompasses everything in your life. Addicts cannot confront life because they only think of their next hit. I ruined life for my parents, my sister and all my friends.","author":"Kirstie Alley","topic":"Amazing"},{"quote":"It&#39;s nice because success has allowed me to have a blast on stage, to be in the studio with amazing people, but I find it all a bit bizarre.","author":"David Guetta","topic":"Amazing"},{"quote":"&#39;The 100&#39; gave me this platform I never expected. I didn&#39;t expect the character to become anything. I was originally only signed up to do six episodes, and then it just sort of become this whole story and journey, which was an amazing character, a great journey, so that has been incredible, and I didn&#39;t expect anything out of it.","author":"Alycia Debnam-Carey","topic":"Amazing"},{"quote":"When Maurice touched a keyboard, it was like something from a movie, magical. He would always give you something from a movie, and you&#39;d go, what did you just play... immediately inspirational writings, amazing. That&#39;s what we&#39;re going to miss.","author":"Robin Gibb","topic":"Amazing"},{"quote":"The human body and mind are tremendous forces that are continually amazing scientists and society. Therefore, we have no choice but to keep an open mind as to what the human being can achieve.","author":"Evelyn Glennie","topic":"Amazing"},{"quote":"&#39;Breakfast at Tiffany&#39;s&#39; isn&#39;t a great movie because Audrey Hepburn is brilliant and everyone else isn&#39;t. It&#39;s a great movie because everybody is fascinating, and she is at the center of it being amazing.","author":"Campbell Scott","topic":"Amazing"},{"quote":"The lips on my upper right bicep are my girlfriend&#39;s lips. She has the most amazing lips, and I wanted to carry them around with me everywhere I go, considering I can&#39;t carry her lips physically with me. So I decided to place them in a discreet location, such as the inside part of my bicep.","author":"Jake Owen","topic":"Amazing"},{"quote":"Jerry Seinfeld is amazing in many ways, not the least of them his ability to find humor, and convincing us to find it, too, in the million-and-two details about modern life that under different circumstances might send us into paroxysms of rage.","author":"Tom Shales","topic":"Amazing"},{"quote":"It&#39;s amazing, the mentality shift that occurs in pregnancy. All of a sudden you want to be good to yourself.","author":"Elisabeth Hasselbeck","topic":"Amazing"},{"quote":"It&#39;s better to get the nutrients for healthy skin from food, not supplements. Salmon, walnuts, blueberries, spinach... lots of my favorite foods happen to be amazing for skin too.","author":"Gail Simmons","topic":"Amazing"},{"quote":"It&#39;s pretty amazing being me.","author":"Matthew Morrison","topic":"Amazing"},{"quote":"Dick Van Dyke was my first idol. He&#39;s an amazing physical comedian, like a classic clown, but also very smart and not afraid to show vulnerability.","author":"Douglas Wood","topic":"Amazing"},{"quote":"I wouldn&#39;t be where I am today without the amazing public arts education that I had.","author":"Matthew Morrison","topic":"Amazing"},{"quote":"I seriously love to cook... My grandmother was an amazing cook. As a kid I used to help her make handmade pasta, Cavatelli and Ravioli. It was one of my favorite things to do. I love the idea of making whatever is in the fridge into something.","author":"Bradley Cooper","topic":"Amazing"},{"quote":"You have to be 110% focused all of the time. It&#39;s hard when everybody is saying, &#39;Oh, you&#39;re so amazing.&#39; You have to remind yourself to stay humble.","author":"Shanice Williams","topic":"Amazing"},{"quote":"My first novel, &#39;The Lions of Lucerne,&#39; just poured out of me. It was an amazing feeling of accomplishment. My biggest fear and therefore my biggest obstacle to becoming an author had been, &#39;What if I spend all that time and the book is no good?&#39;","author":"Brad Thor","topic":"Amazing"},{"quote":"There are a lot of Chinese comics, but the Chinese comics tend to be more historical and conservative. Japanese culture, just the comics are amazing. They&#39;re like films: very few words; they move so much in these books with hundreds of pages.","author":"Ann Nocenti","topic":"Amazing"},{"quote":"The problem is Silicon Valley, which is an amazing ecosystem, also ends up being an amazing bubble, with white guys talking to white guys about white-guy problems. So it&#39;s great, but you kind of miss a lot of things around you.","author":"Maelle Gavet","topic":"Amazing"},{"quote":"I was interested in transcendence from a very early age. I was interested in what was over there, what was behind life. So when I had my first communion I was very disappointed. I had expected something amazing and surprising and spiritual. Instead all I got was a bicycle. That wasn&#39;t what I was after at all.","author":"Anselm Kiefer","topic":"Amazing"},{"quote":"I have discovered that if you take all the places of Greek myths, those specific locales turn out to be abundant fossil sites, but there is also a lot of natural knowledge embedded in those myths, showing that Greek perceptions about fossils were pretty amazing for prescientific people.","author":"Adrienne Mayor","topic":"Amazing"},{"quote":"I&#39;ve created, directed and choreographed for Lady Gaga since the beginning, so &#39;Born This Way,&#39; this was musically such an amazing evolution and such a brilliant record. So when she played it for me, it took me a while to find out the visual interpretation that I could give back to her.","author":"Laurieann Gibson","topic":"Amazing"},{"quote":"Floating Points plays a lot of music that I don&#39;t know, and I like geeking out and trying to find out what the tracks are. His knowledge of house music is pretty deep, and his selection is just amazing. And I think it&#39;s a pleasure to listen to his music because it&#39;s so perfectly produced.","author":"Jamie xx","topic":"Amazing"},{"quote":"We&#39;re in this amazing frontier of transparency. WikiLeaks. Edward Snowden. &#39;Westworld&#39; is reflecting that with these robots gaining consciousness. Them coming into consciousness is almost like us, human beings, coming into the truth of the fact that government is corrupt. Police are corrupt. Banks are corrupt. Etcetera, etcetera.","author":"Thandie Newton","topic":"Amazing"},{"quote":"It&#39;s always exciting to see different cities I love, and go on tour buses. It&#39;s so much fun to travel. My favorite part is being able to perform live in front of all these amazing people; being able to connect with them and seeing their reaction makes me feel very special.","author":"Jackie Evancho","topic":"Amazing"},{"quote":"My spray-tan woman is amazing. She comes to my house at 10 o&#39;clock the night before a shoot. The results are so brown, flawless, and natural. It&#39;s just weird because my natural skin color is very white, almost whitish yellow.","author":"Christine Teigen","topic":"Amazing"},{"quote":"I think there is something to be said for not feeling like just because you&#39;re a model you have to be dressed up, look amazing, go to every party, and be smiling all the time.","author":"Edie Campbell","topic":"Amazing"},{"quote":"I never thought about writing a novel until I was 13, and that happened by chance. I was on school holidays, and I was bored, and I thought I just wanted to do something to occupy myself instead of asking, &#39;What can I do, mum? Entertain me.&#39; I started, and it really just took over, and I realised, &#39;Wow, this is an amazing experience.&#39;","author":"Alexandra Adornetto","topic":"Amazing"},{"quote":"My favourite singer ever in the world is Ari Up from The Slits. Her voice is amazing to me. It&#39;s carefree, but it&#39;s also really amazing.","author":"Shamir","topic":"Amazing"},{"quote":"I have loads of lip balm and lip glosses. Eve Lom Kiss Mix is one that I love. I also use a Charlotte Tilbury lipstick in Amazing Grace. In a pinch, I&#39;ll put some on my cheeks as a blush.","author":"Sonya Walger","topic":"Amazing"},{"quote":"There&#39;s the Hollywood sign; there&#39;s Griffith Observatory; there&#39;s the great, amazing Los Angeles Basin. It&#39;s 465 square miles of insanity and the best food on the planet.","author":"Robert Crais","topic":"Amazing"},{"quote":"Philosophy wasn&#39;t about facts, it was about ideas. My first essay title was something like: &#39;How can you know what other people are thinking?&#39; I thought, &#39;Wow, what an amazing thing.&#39; I really thought deeply for the first time.","author":"Sophie Kinsella","topic":"Amazing"},{"quote":"Innovators are developing the ideas and bringing them to life in amazing new applications. All we, as an industry, need to do now is focus on standardizing the interfaces to ensure interoperability - and stand out of the way.","author":"Henry Samueli","topic":"Amazing"},{"quote":"I&#39;m from Naples. I was born in a poor neighborhood and I always, in my heart, felt like it would be amazing to be able to adopt a child from Naples. I could give someone the opportunity I had. I would love to give back in that way and pay it forward.","author":"Giuliana Rancic","topic":"Amazing"},{"quote":"Be open to the amazing changes which are occurring in the field that interest you.","author":"Leigh Steinberg","topic":"Amazing"},{"quote":"I love amazing people. I love dazzling them. That&#39;s why I think performing magic is one of the greatest things a person can do.","author":"Ricky Jay","topic":"Amazing"},{"quote":"It&#39;s been a pretty amazing experience, getting to go from &#39;Bosch&#39; to &#39;The Vampire Diaries&#39; back-to-back, with a little &#39;Castle&#39; in between.","author":"Annie Wersching","topic":"Amazing"},{"quote":"&#39;Sanctus&#39; deals with creation myths in every culture. It fascinates me that all cultures, evolving independently, have similar models of mankind&#39;s origins, of a Greater Being, of the flood, and so on. It&#39;s amazing how they crop up time and time again.","author":"Simon Toyne","topic":"Amazing"},{"quote":"It is amazing to sing in front of a live audience. It is incredible. The energy is awesome.","author":"Shraddha Kapoor","topic":"Amazing"},{"quote":"Someone could be amazing at what they do, but if you don&#39;t like them, why bother hiring them?","author":"Chip Conley","topic":"Amazing"},{"quote":"In fact, it is amazing how much European films - Italian, French, German and English - have recovered a certain territory of the audience in their countries over the last few years.","author":"Wim Wenders","topic":"Amazing"},{"quote":"Recently, I went to a disco with friends, and all the young people were saying, &#39;Dudamel, we want to go to your concert, but it&#39;s impossible because it&#39;s sold out.&#39; It&#39;s really amazing.","author":"Gustavo Dudamel","topic":"Amazing"},{"quote":"I would love to learn popping, locking and robotics, gymnastics and acrobatics; it is amazing to learn these things.","author":"Malaika Arora Khan","topic":"Amazing"},{"quote":"I thought Steve Jobs was amazing. He was such a great businessman. Someone that has just been really continually successful with their brand and hasn&#39;t gone away, Madonna is incredible. We&#39;ve all kind of listened to her for years and seen her grow up and change, and she&#39;s never strayed away from who she is.","author":"Tabatha Coffey","topic":"Amazing"},{"quote":"For &#39;Around the World in 80 Plates&#39; we got to travel all over, having what was like a cross between a culinary competition and races. And in each country we had a chef Ambassador. We went to London, Barcelona, Bologna, Hong Kong, Thailand, Morocco... It was amazing.","author":"Curtis Stone","topic":"Amazing"},{"quote":"It&#39;s been amazing getting to go from city to city and perform for thousands of people. It&#39;s an amazing feeling, and the energy is crazy.","author":"Austin Mahone","topic":"Amazing"},{"quote":"Failure is ultimately very liberating. Once you come out the other side of it, you just might have faced one of your biggest fears and lived. The other side of failure is a big elimination of fear of failure. Trust me, that is an amazing gift.","author":"Julie Wainwright","topic":"Amazing"},{"quote":"It&#39;s been so amazing. I&#39;ve always struggled with this barrier that I felt like I&#39;d had up until blogging came along. Just one comment from somebody really sparks something in me. It doesn&#39;t need to be this huge war between me and the listeners anymore. I really thrive on that.","author":"Imogen Heap","topic":"Amazing"},{"quote":"Egyptian comedy has a very, very old tradition. Our theater and our movies are just, like, amazing. And Egypt is kind of like the Hollywood of the Middle East. I mean, we had cinema maybe decades before the other Arab countries ever got independence.","author":"Bassem Youssef","topic":"Amazing"},{"quote":"Children are amazing, and while I go to places like Princeton and Harvard and Yale, and of course I teach at Columbia, NYU, and that&#39;s nice and I love students, but the most fun of all are the real little ones, the young ones.","author":"David Dinkins","topic":"Amazing"},{"quote":"I had amazing intellectual privilege as a kid. My mom taught me to read when I was two or three. When I was five, I read and wrote well enough to do my nine-year older brother&#39;s homework in exchange for chocolate or cigarettes. By the time I was 10, I was reading Orwell, Tolstoy&#39;s &#39;War and Peace,&#39; and the Koran. I was reading comic books, too.","author":"Chris Abani","topic":"Amazing"},{"quote":"They played Boston. They played at the Boston Tea Party and through an amazing chain of events I got to hang out with them backstage even though I was underage.","author":"Jonathan Richman","topic":"Amazing"},{"quote":"I think as a business it would be amazing if the euro was to collapse, but financially and economically I think that would be a bit of a tsunami for everybody to cope with.","author":"Lloyd Dorfman","topic":"Amazing"},{"quote":"I try as much as possible to give you a great basic product and what comes out, I feel, is really amazing.","author":"Jil Sander","topic":"Amazing"},{"quote":"There are a lot of people with a lot of money, and I&#39;m amazed they don&#39;t understand what a great pleasure it can be to give.","author":"Robert Mondavi","topic":"Amazing"},{"quote":"I like powerful women, and I gravitate to any point in history when a female has significant power. I can spend hours researching any such amazing lady, from Ching Shih to Hatshepsut to Boudica to Zenobia.","author":"Gail Carriger","topic":"Amazing"},{"quote":"I live on a farm in Dorset. The nearest neighbour is a quarter of a mile away. It&#39;s really quiet, with an amazing view - can&#39;t see a pylon, can&#39;t see a road. Blockbuster&#39;s an event in our house, when the little blue envelope comes in.","author":"Martin Clunes","topic":"Amazing"},{"quote":"I&#39;ve done my best to work from a place of humility - always looking over your shoulder saying, &#39;Does this suck?&#39; and I think that&#39;s a good way to work. The other way to work is where you start to think, &#39;I&#39;m on fire, I&#39;m amazing!&#39; and I don&#39;t think that&#39;s the way to work.","author":"David O. Russell","topic":"Amazing"},{"quote":"I mean, the whole idea of movies was it was special to go to see - you went to a movie theater to see something that was magical and amazing, in a very special location.","author":"Bob Balaban","topic":"Amazing"},{"quote":"My father is an amazing guy - he&#39;s a total, total patriot... He loves America ... and he says what&#39;s on his mind... He&#39;s not like the typical politician who has to pander to everybody.","author":"Eric Trump","topic":"Amazing"},{"quote":"Spanx are amazing. Thank you to the inventor of that.","author":"Vanessa Lachey","topic":"Amazing"},{"quote":"Every time I stepped onto the stage as Jesus, it felt like someone was pouring some honey into my body. It was amazing, an amazing feeling. And then when I had to let go of it, it was hard.","author":"Juan Pablo Di Pace","topic":"Amazing"},{"quote":"I don&#39;t really watch a lot of TV, but I do watch &#39;Adventure Time&#39;, &#39;The Amazing World of Gumball&#39;, and &#39;Looney Tunes&#39; and old classic cartoons.","author":"Ty Simpkins","topic":"Amazing"},{"quote":"It&#39;s amazing to see places like Madison Square Garden on the schedule again.","author":"Roger Andrew Taylor","topic":"Amazing"},{"quote":"James Franco has this interesting and relaxed look. It&#39;s pretty &#39;I don&#39;t care,&#39; but it still looks good. Ryan Gosling also has amazing style. I take a lot of my fashion tips from those two. In my opinion, they&#39;re the ones getting it right.","author":"Josh Henderson","topic":"Amazing"},{"quote":"It&#39;s amazing to get one Olympic gold, but you have to be a legend to get two. And that&#39;s definitely my aim.","author":"Jade Jones","topic":"Amazing"},{"quote":"How did the economy produce all these amazing things that we have around us - computers and cell phones and so on? There were a bunch of ideas, and the good ones grew and prospered. And the bad ones were pretty ruthlessly weeded out.","author":"Tim Harford","topic":"Amazing"},{"quote":"Hawaii was beautiful of course, we played at Turtle Bay an amazing resort right on the ocean.","author":"Natalie Gulbis","topic":"Amazing"},{"quote":"I live in New York. I have an amazing apartment over there; I have this amazing life over there that&#39;s full of glamour. I get treated like a queen over there - and that&#39;s one of the reasons I love coming home. It&#39;s very grounding.","author":"Nicole Trunfio","topic":"Amazing"},{"quote":"Failure&#39;s inevitable. It happens all the time in a complex economy. And how did the economy produce all these amazing things that we have around us, computers and cell phones and so on? Well, the process was trial and error. There were a bunch of ideas, and the good ones grew and prospered, and the bad ones were pretty ruthlessly weeded out.","author":"Tim Harford","topic":"Amazing"},{"quote":"Everyone feels a sense of ownership in creating a Lynn Shelton movie. Lynn chooses amazing people - including the crew. Every person there is committed to making the film the best it can be.","author":"Josh Pais","topic":"Amazing"},{"quote":"I really enjoyed being Peppy Miller. She was an amazing character and her energy followed me everywhere. When I talk about her I want to be her again.","author":"Berenice Bejo","topic":"Amazing"},{"quote":"I would love to work with Anthony Hopkins; I would love to work with Meryl Streep; I would love to work with DeNiro; I would love to work with Johnny Depp; I&#39;d love to work with Brad Pitt, Matt Damon, Gwyneth Paltrow... I think she&#39;s amazing.","author":"Tara Reid","topic":"Amazing"},{"quote":"Acting is fantastic, but to be able to create a whole world on celluloid is amazing. It&#39;s like taking your dreams straight from your head and projecting them onto a screen.","author":"Amber Benson","topic":"Amazing"},{"quote":"Warren Spector is amazing, and his team is as good as any in the business. Shame to see all the revenues from their game entangled with all the madness of the Dallas office.","author":"Mike Wilson","topic":"Amazing"},{"quote":"When you are doing something neat, and you&#39;re doing it with neat people, and there is that convergence, something amazing will happen.","author":"Rony Abovitz","topic":"Amazing"},{"quote":"When we look out into space, we&#39;re looking back in time; the light from a galaxy a billion light-years away, for instance, will take a billion years to reach us. It&#39;s an amazing thing. The history is there for us to see. It&#39;s not mushed up like the geologic record of Earth. You can just see it exactly as it was.","author":"Margaret Geller","topic":"Amazing"},{"quote":"Teens like a lot of the same things adults do: smart people doing amazing things against awful odds.","author":"Kim Harrison","topic":"Amazing"},{"quote":"Luckily, I have some amazing friends.","author":"Rebecca Black","topic":"Amazing"},{"quote":"I am so grateful, without sounding cheesy, to have such amazing friends with me and to have a career that&#39;s going so well.","author":"Chelsea Leyland","topic":"Amazing"},{"quote":"The coolest party I&#39;ve ever D.J.ed would have to be for the artist Damien Hirst. It was an amazing party in Berlin. I had such a great time, and people danced all night long.","author":"Chelsea Leyland","topic":"Amazing"},{"quote":"If you want to create a great product, just focus on one person. Make that one person have the most amazing experience ever.","author":"Brian Chesky","topic":"Amazing"},{"quote":"I try and borrow my mom&#39;s vintage stuff as much as she lets me - she has this amazing vintage Gucci that I love.","author":"Jessica Springsteen","topic":"Amazing"},{"quote":"My dad was a journalist. He was in Rwanda right after the genocide. In Berlin when the wall came down. He was always disappearing and coming back with amazing stories. So telling stories for a living made sense to me.","author":"Patrick J. Adams","topic":"Amazing"},{"quote":"Well just meeting J. K. Rowling was amazing because she created all this world. And all the fans, we all get so obsessed with it and then you met the one person who made it all up. It was just so amazing. And I was just so amazed that that she wrote this book and all of the films have happened.","author":"Evanna Lynch","topic":"Amazing"},{"quote":"I have many friends in Special Forces, and the amazing thing about these guys is how quickly they can read someone.","author":"Mike Vogel","topic":"Amazing"},{"quote":"The amazing thing about technology is that people have power. We are seeing it all the time in that innocuous people you would never know are having their voices heard because of this ability and technology we have.","author":"Eric Balfour","topic":"Amazing"},{"quote":"It&#39;s amazing what you can do without in terms of filmmaking when a story is really important.","author":"Justin Chadwick","topic":"Amazing"},{"quote":"I think it&#39;s becoming very acceptable for adults and teenagers to be playful lifelong. You know, it&#39;s very acceptable to be a video gamer and be 35 years old. It&#39;s acceptable to be a Lego adult fan and build amazing things, even though you&#39;re 40 or 25 years old.","author":"Jorgen Vig Knudstorp","topic":"Amazing"},{"quote":"You&#39;re working with models who are looking at their watch, and it didn&#39;t work for me. I wanted to have relationships with amazing people.","author":"Thierry Mugler","topic":"Amazing"},{"quote":"Lauryn Hill&#39;s always been a hero of mine. And Bruno Mars, Janelle Monae and Adele, those are the current artists I would reference in terms of who&#39;s been able to do really amazing pop records with really cool, organic throwback elements of soul in there as well.","author":"Judith Hill","topic":"Amazing"},{"quote":"When I graduated, I was told I was the first Latino to have three graduate degrees from Harvard. And Harvard does something amazing to you. It opens the doors to the world.","author":"Raul Ruiz","topic":"Amazing"},{"quote":"Polo is a great thing to do with your kids and your family - it is a great day out. And to me, horses are amazing creatures that give you this cable to Earth and put you in contact with nature.","author":"Nacho Figueras","topic":"Amazing"},{"quote":"And Shanghai is amazing. I&#39;m a fan of science fiction so when you&#39;re there in the night with all the lights and all this modernity, it&#39;s like a set in a movie.","author":"Berenice Marlohe","topic":"Amazing"},{"quote":"I absolutely love being a mother. It&#39;s been a blessing. It&#39;s fun and it&#39;s hard, but it&#39;s absolutely amazing.","author":"Keisha Castle-Hughes","topic":"Amazing"},{"quote":"I have an amazing and supportive family. I&#39;m fortunate to have a close relationship with everyone.","author":"Jonathan Keltz","topic":"Amazing"},{"quote":"My week is full-tilt boogie. I wake up every morning, and the singular thought in my head is that maybe today is the day that I&#39;m going to find an artist who is so amazing, an artist who will change pop culture. I&#39;m in hot pursuit, always.","author":"Lyor Cohen","topic":"Amazing"},{"quote":"It&#39;s kind of amazing how well you can get to know someone without talking.","author":"Rhea Seehorn","topic":"Amazing"},{"quote":"I&#39;ve always been a big fan of Mariah Carey. I think it&#39;s her personality. As much as she has an amazing voice, she has a crazy personality and I love the fact that she&#39;s not afraid to hide that.","author":"Jessica Mauboy","topic":"Amazing"},{"quote":"I have a black pair of suede Jimmy Choos. I&#39;ve only worn them once to a Sony event. The heels have these arrow plates in a pattern. There&#39;s gold, black and white and they&#39;re amazing!","author":"Jessica Mauboy","topic":"Amazing"},{"quote":"One of the defense mechanisms I have for the difficulties in the business, one of which is rejection, is that if I do the work, I go in, and I&#39;m prepared and I audition and they don&#39;t hire me, I&#39;m always just amazed, thinking, &#39;Wow! For that money, they could&#39;ve had Bruce McGill, and they didn&#39;t take me? I just think that&#39;s amazing.&#39;","author":"Bruce McGill","topic":"Amazing"},{"quote":"I had an amazing experience with &#39;Third Watch&#39;. I was so happy when &#39;The Game&#39; came back because I never wanted it to end. And then with &#39;Burn Notice,&#39; too.","author":"Coby Bell","topic":"Amazing"},{"quote":"I had an amazing experience doing &#39;Skins.&#39; It was the first acting I&#39;d ever done in my entire life, so I had to learn on set for those two years. I had to keep my head screwed on and learn from the other cast.","author":"Mitch Hewer","topic":"Amazing"},{"quote":"As a kid, I always wanted to be like Spielberg and to make wonderful movies. Even when I was making &#39;Indiana Jones,&#39; I was looking at how he would come up with these amazing shots and how he would choreograph the blocking and all that. So I knew from early on I would go to film school and try to work behind the camera.","author":"Jonathan Ke Quan","topic":"Amazing"},{"quote":"Technology is at the forefront of everything these days - communication, work. It&#39;s amazing and scary at the same time how robots have evolved, but I find it hard to believe that robots will completely rule the world. Not in my lifetime anyway.","author":"Graham McTavish","topic":"Amazing"},{"quote":"People who learn to windsurf, they&#39;re in it for life. It never gets boring. It&#39;s always different, amazing, exciting. It&#39;s such a wonderful feeling when you&#39;re ripping through the waves, feeling weightless.","author":"Nick Dempsey","topic":"Amazing"},{"quote":"Working with real wolves has been exhilarating. They&#39;re so amazing. They&#39;re these beautiful, brilliant animals and they&#39;re great to work with.","author":"Kelly Overton","topic":"Amazing"},{"quote":"I just feel energized when I am around young, talented people. There is something about these kids that&#39;s amazing. I learn as much from them as they do from me.","author":"Sally Struthers","topic":"Amazing"},{"quote":"Steve Jobs&#39; ability to focus in on a few things that count, get people who get user interface right, and market things as revolutionary are amazing things.","author":"Bill Gates","topic":"Amazing"},{"quote":"This whole phenomenon of the computer in a library is an amazing thing.","author":"Bill Gates","topic":"Amazing"},{"quote":"The nuclear industry has this amazing record, even equipment from generations one and two. But nuclear mishaps tend to come in these big events - Chernobyl, Three Mile Island, and now Fukushima - so it&#39;s more visible.","author":"Bill Gates","topic":"Amazing"},{"quote":"I do believe in love; it&#39;s wonderful - especially love third time around, it&#39;s even more precious; it&#39;s kind of amazing.","author":"Robin Williams","topic":"Amazing"},{"quote":"I met Tiger Woods when he was younger. He&#39;s amazing - obviously technically, but his mental approach, too. He&#39;s really something.","author":"John Wooden","topic":"Amazing"},{"quote":"It&#39;s amazing how people will give when you don&#39;t ask. Many of them send money because they believe in the message.","author":"Joel Osteen","topic":"Amazing"},{"quote":"We live in a day that nobody&#39;s lived in before: where you can touch more people. The message I&#39;ll speak tonight and the message that I speak at home, people in India will hear. It&#39;s just an amazing day.","author":"Joel Osteen","topic":"Amazing"},{"quote":"I have an amazing team; I have amazing producers; I have amazing writers, but at the end of it, it&#39;s me making the decisions on the writing, the tone, the editing.","author":"Ellen DeGeneres","topic":"Amazing"},{"quote":"It is amazing how a new child can refocus one&#39;s direction seconds after its birth.","author":"David Bowie","topic":"Amazing"},{"quote":"If there was an observer on Mars, they would probably be amazed that we have survived this long.","author":"Noam Chomsky","topic":"Amazing"},{"quote":"When you become a Christian, something truly amazing happens: God comes to live inside your heart. You become the home of God.","author":"Joyce Meyer","topic":"Amazing"},{"quote":"It&#39;s amazing if you just listen to people. They tell you all the time things that you can do for them, without even realizing what they&#39;re doing. I&#39;ve learned to take notice of those things and if it&#39;s something that I feel God wants me to do, then I try to do that to add joy to their life.","author":"Joyce Meyer","topic":"Amazing"},{"quote":"It&#39;s amazing to me the number of people who will volunteer to help at church but won&#39;t lift a finger to help at home!","author":"Joyce Meyer","topic":"Amazing"},{"quote":"I&#39;ve worn dresses from all different price ranges, and the thing that couture dresses have in common is that the fit is amazing.","author":"Beyonce Knowles","topic":"Amazing"},{"quote":"Miles Davis would have this lineup of all these amazing musicians and one day would just say, &#39;We&#39;re done.&#39; After tons of great records and tickets sold, he said, &#39;Now I&#39;m going to grow my hair out and play my horn through a wah-wah pedal.&#39; Rather than play it safe, he went on.","author":"Henry Rollins","topic":"Amazing"},{"quote":"I think the U.K. is an amazing place and has been extremely good to me. Some of my favorite and most-listened-to bands are from England. I have met many good people there and have been in front of some of the most loyal audiences I have ever encountered.","author":"Henry Rollins","topic":"Amazing"},{"quote":"Being in New York is an almost overwhelming experience. While Washington, D.C., is my favorite American city, I regard New York City as the most amazing city in the world. No other comes close. It is an incredible, inexhaustible engine.","author":"Henry Rollins","topic":"Amazing"},{"quote":"To combat the confusion and depression that assault me when I come off the road in the middle of a tour, I seek the most oblivionated music possible. When it&#39;s the &#39;way out there&#39; that I seek, I go right to my stash of amazing music from Japan.","author":"Henry Rollins","topic":"Amazing"},{"quote":"I&#39;ve been pleased to work with so many wonderful stars through the years. This has been an amazing journey. I hope it continues.","author":"Keanu Reeves","topic":"Amazing"},{"quote":"Victor Cruz just got his deal with Givenchy - amazing. I was so excited for him. That was amazing. So I think there are great opportunities for a lot of athletes out there.","author":"Colin Kaepernick","topic":"Amazing"},{"quote":"Seeing yourself in print is such an amazing concept: you can get so much attention without having to actually show up somewhere... You don&#39;t have to dress up, for instance, and you can&#39;t hear them boo you right away.","author":"Anne Lamott","topic":"Amazing"},{"quote":"If you&#39;re a basketball player and you don&#39;t stop and take pictures with your fans, you can have an amazing game and everyone still loves you.","author":"Kim Kardashian","topic":"Amazing"},{"quote":"Anytime I meet people who got to make the deliberate choice, whose parents chose Canada, I&#39;m jealous. Because I think being able to choose it, rather than being Canadian by default, is an amazing statement of attachment to Canada.","author":"Justin Trudeau","topic":"Amazing"},{"quote":"It&#39;d be great to be in a position where you can make choices regardless of money. My tastes are always gonna lead me to go for the amazing project where I&#39;m being paid in Turkish cantaloupes.","author":"Will Ferrell","topic":"Amazing"},{"quote":"My father opened a restaurant. It&#39;s so amazing... it&#39;s so freaking delicious, but I&#39;m telling you I gain five pounds every time I go in there.","author":"Lady Gaga","topic":"Amazing"},{"quote":"I love Benny Hill. He one of my favourites of aaall time. Like, the way Benny did it, he was just amazing. Just seeing how he put songs together and comedy and the timing and the sketches. He was way ahead of his time.","author":"Snoop Dogg","topic":"Amazing"},{"quote":"Working with some of the best makeup artists has taught me a lot of amazing tricks to making me feel more confident, and I can&#39;t wait to share them with you guys.","author":"Kylie Jenner","topic":"Amazing"},{"quote":"I&#39;ve been picked on my whole entire life, and I feel like I started the IAmMoreThan campaign on Instagram to try to find other people who have been bullied and totally overcame it and did something amazing with it.","author":"Kylie Jenner","topic":"Amazing"},{"quote":"I understand that being able to appeal to the public and having an amazing sense of humour is not something that comes easy. It&#39;s definitely a gift and for which I&#39;m thankful.","author":"Kevin Hart","topic":"Amazing"},{"quote":"People are generally amazed that I would take an interest in any forum that would require me to stop talking for three hours.","author":"Henry Kissinger","topic":"Amazing"},{"quote":"I don&#39;t want people to see me fall. I mean, I got enough people cheering for me to fall now... The Internet has created some amazing place for evil to exist, you dig?","author":"Steve Harvey","topic":"Amazing"},{"quote":"The support down here in Rio has been amazing - between my family, Team U.S.A. and Team Kellogg&#39;s, I&#39;ve felt so much love. This whole experience has been a dream come true.","author":"Simone Biles","topic":"Amazing"},{"quote":"There are goals that I have, and then I dream of it, and then I make it a reality. If I could crawl out of my skin and see it, it would be really amazing.","author":"Simone Biles","topic":"Amazing"},{"quote":"LinkedIn was an amazing deal for us to do because of their mission.","author":"Satya Nadella","topic":"Amazing"},{"quote":"I&#39;d like to share my experiences and the lessons I&#39;ve learned and hopefully create some amazing, fun courses.","author":"Tiger Woods","topic":"Amazing"},{"quote":"Becoming a &#39;Sir&#39; is slightly uncomfortable at first, although it is a considerable honor. It is amazing how quickly you become accustomed to it.","author":"Edmund Hillary","topic":"Amazing"},{"quote":"What I&#39;d love to do is every now and then go, &#39;Oh my God, I&#39;ve got this amazing idea for &#39;Doctor Who.&#39;","author":"Neil Gaiman","topic":"Amazing"},{"quote":"Working on the Dave Chappelle show was amazing.","author":"Bill Burr","topic":"Amazing"},{"quote":"My mother was the most amazing person. She taught me to be kind to other women. She believed in family. She was with my father from the first day they met. All that I am, she taught me.","author":"Sidney Poitier","topic":"Amazing"},{"quote":"It&#39;s amazing how much trouble you can get in when you don&#39;t have anything else to do.","author":"Quincy Jones","topic":"Amazing"},{"quote":"It&#39;s a melting pot, southern Africa. You find these cultural collisions that result in art and music, and it&#39;s pretty amazing.","author":"Dave Matthews","topic":"Amazing"},{"quote":"At once I feel that comedy is this amazing sort of transcendent thing, and I&#39;m also open to the fact that maybe it&#39;s just an evolutionary hiccup, something that upright apes do in their free time.","author":"Bo Burnham","topic":"Amazing"},{"quote":"I&#39;m a big fan of Mashable and TechCrunch and other outlets like that, but TechMeme obviously does an amazing job of aggregating.","author":"Gary Vaynerchuk","topic":"Amazing"},{"quote":"I love Ashford &amp; Simpson, and I love the Brothers Gibb. They are amazing.","author":"RuPaul","topic":"Amazing"},{"quote":"I think the fact that I made enough noise in the world that I might be remembered is an amazing achievement. You can&#39;t ask for more than that.","author":"Nas","topic":"Amazing"},{"quote":"I really admire Werner Herzog and Spike Lee. They&#39;re amazing documentarians. If you took away all the narratives, they&#39;d just be amazing documentarians.","author":"Ava DuVernay","topic":"Amazing"},{"quote":"Fashion is a strange world sometimes. Amazing, but strange.","author":"Solange Knowles","topic":"Amazing"},{"quote":"I&#39;m happy that I have a beautiful, wonderful, amazing child who&#39;s made me a better person.","author":"Solange Knowles","topic":"Amazing"},{"quote":"It&#39;s amazing marrying someone who wants nothing to do with Hollywood.","author":"Nicolas Cage","topic":"Amazing"},{"quote":"Everybody has their role in the food world and what they choose to appreciate. I&#39;m not a fine dining chef. I appreciate it. I think Thomas Keller is amazing. But I really like where I&#39;m at; I like what I do. I like how it makes people feel.","author":"Guy Fieri","topic":"Amazing"},{"quote":"As far as the public is concerned, India is amazingly secular.","author":"Shah Rukh Khan","topic":"Amazing"},{"quote":"I think the greatest hip-hop artist of all time is Jay-Z, without a doubt. He just keeps amazing me with his performance, and since &#39;96, that guy has been producing at least one hit every summer and every winter. That&#39;s a pretty good resume.","author":"John Cena","topic":"Amazing"},{"quote":"I put together amazing records, whether that&#39;s finding the beat or putting the right hook on there, and picking the right artists on the record. That&#39;s me being an A&amp;R. And I&#39;m making sure that they give me their best.","author":"DJ Khaled","topic":"Amazing"},{"quote":"Meeting President Obama was amazing. Very inspiring.","author":"DJ Khaled","topic":"Amazing"},{"quote":"If you get half a million, at a certain stage you probably will get 4 million people, if they are able to hear it. The touring thing is unbelievable. It really is amazing from what we did the last tour even to what we are doing now.","author":"John Mayer","topic":"Amazing"},{"quote":"I&#39;m not a kid anymore. And I&#39;m excited for all the amazing things to come.","author":"Paris Hilton","topic":"Amazing"},{"quote":"I&#39;m so happy to be able to give kids the opportunity to learn about amazing world of dance and music that I&#39;ve have been lucky enough to make such a big part of my own life.","author":"Britney Spears","topic":"Amazing"},{"quote":"I love Jessica Simpson. I love her voice. She&#39;s amazing.","author":"Britney Spears","topic":"Amazing"},{"quote":"There are so many soulful singers, even the ones coming from London, like Adele and Jessie J, who are just amazing. It feels like a really cool time to be making music now.","author":"Britney Spears","topic":"Amazing"},{"quote":"My father is an amazing man.","author":"Sherman Alexie","topic":"Amazing"},{"quote":"It&#39;s amazing having so many people care so much about what I&#39;m doing.","author":"Shawn Mendes","topic":"Amazing"},{"quote":"Chance The Rapper is just unreal: he&#39;s changing rap and really creating this whole amazing new style.","author":"Shawn Mendes","topic":"Amazing"},{"quote":"It&#39;s amazing what ordinary people can do if they set out without preconceived notions.","author":"Ben Stein","topic":"Amazing"},{"quote":"I want my opponents to look at me across the net and just not want to play me because I look so fit and amazing and strong. So that&#39;s always my goal.","author":"Venus Williams","topic":"Amazing"},{"quote":"Dublin is one of my favourite cities. It&#39;s an absolutely amazing place.","author":"Tom Holland","topic":"Amazing"},{"quote":"It was amazing for me to play a character opposite Benedict Cumberbatch - he&#39;s someone who I&#39;ve looked up to for years - and the idea that I would work with him and then become friends with him was an amazing experience.","author":"Tom Holland","topic":"Amazing"},{"quote":"I&#39;ve been blessed to have an amazing mom and two amazing sisters - so they set a very high standard.","author":"Tim Tebow","topic":"Amazing"},{"quote":"I grew up a Detroit Tigers fan, and now to be an owner of the Dodgers is amazing.","author":"Magic Johnson","topic":"Amazing"},{"quote":"When the youth of America gets together, amazing things happen.","author":"Tom Ford","topic":"Amazing"},{"quote":"I want to be like Tom Cruise from &#39;The Outsiders&#39; and go on and do amazing movies for a long time.","author":"Ashton Kutcher","topic":"Amazing"},{"quote":"I heard some stuff recently from Julian Casablancas, and his solo stuff is amazing. If I could write with anyone, it would be him.","author":"Harry Styles","topic":"Amazing"},{"quote":"I had a client who was a professional baseball player once, and he would go to clubs and dance for seven, eight, nine hours at a time. He wouldn&#39;t drink, he wouldn&#39;t take drugs - he just danced because he had so much physical energy; he was this amazing athlete.","author":"Martha Beck","topic":"Amazing"},{"quote":"If you saw Queen Elizabeth it would be amazing, she came from another planet. She was so attractive in what she was wearing.","author":"Vivienne Westwood","topic":"Amazing"},{"quote":"I am constantly amazed by Tina Fey. And I am Tina Fey.","author":"Tina Fey","topic":"Amazing"},{"quote":"I truly enjoy Bono. I think he is an amazing person; I love him.","author":"Mary J. Blige","topic":"Amazing"},{"quote":"When you finally understand who you are, ages 6 through 60 will understand who you are. Because when they see a person that&#39;s come through all that I&#39;ve come through, still standing, it&#39;s amazing.","author":"Mary J. Blige","topic":"Amazing"},{"quote":"I&#39;m glad that my parents missed one thing that was really unbelievable. They saw me hit this great success. It was a blast and we had a lot of laughs. And it was just an amazing time. They passed away. And then after I got, you know, famous, all these haters came out of nowhere.","author":"Dane Cook","topic":"Amazing"},{"quote":"I&#39;ve read a hundred fantastic scripts that didn&#39;t pan out as films, and I completely put that on the directors. I&#39;ve also read some mediocre scripts that have ended up being amazing, and I credit that to the directors. They&#39;re the storytellers. If you don&#39;t have a good storyteller, you really have nothing.","author":"Chris Evans","topic":"Amazing"},{"quote":"The thing about dancing - what it taught me all those years - is it gives you an amazing sense of discipline in forcing yourself to do things that you know are good for you but you don&#39;t really want to do.","author":"Madonna Ciccone","topic":"Amazing"},{"quote":"How can you sing of amazing grace and all God&#39;s wonders without using your hands?","author":"Mahalia Jackson","topic":"Amazing"},{"quote":"I am fully committed to Hannah Montana. It&#39;s what gave me this amazing opportunity to reach out to so many people. I&#39;m really excited about our new season. We are making great new episodes that I can&#39;t wait for our fans to see and I&#39;m looking forward to the &#39;Hannah Montana&#39; movie that will be out in the spring.","author":"Miley Cyrus","topic":"Amazing"},{"quote":"I have two children and it&#39;s amazing how in tune they are with nature, with light, with smells, with time.","author":"Hugh Jackman","topic":"Amazing"},{"quote":"It&#39;s amazing how ideas start out, isn&#39;t it?","author":"Nigel Farage","topic":"Amazing"},{"quote":"My grandmother was amazing. She completely believed in me and was very encouraging. She would go to the supermarket or the butcher or wherever and tell people, &#39;My grandson is going to be the next Calvin Klein.&#39;","author":"Marc Jacobs","topic":"Amazing"},{"quote":"I&#39;m always amazed at anyone&#39;s interest in what I have to say.","author":"Orlando Bloom","topic":"Amazing"},{"quote":"Amazingly when you add life and consciousness to the equation you can actually explain some of the biggest puzzles of science.","author":"Robert Lanza","topic":"Amazing"},{"quote":"I really liked the helicopter pilot in &#39;Dawn of the Dead&#39;, when he gets bitten and comes out of the elevator. That guy was amazing. He did this incredible walk that we didn&#39;t even know about until we started shooting.","author":"George A. Romero","topic":"Amazing"},{"quote":"As a kid, I kind of spent my life being amazed by being tricked. I love being tricked. I still love it today.","author":"Daniel Craig","topic":"Amazing"},{"quote":"We used to go to Studio 54 - an amazing place.","author":"Jerry Hall","topic":"Amazing"},{"quote":"There is such amazing talent at Disney. My job is 100% creative, and I am very excited to creatively lead them.","author":"John Lasseter","topic":"Amazing"},{"quote":"If it&#39;s an amazing role, I&#39;ll do anything.","author":"Vin Diesel","topic":"Amazing"},{"quote":"&#39;Grease&#39; changed my life in the most amazing way, and I&#39;ve had such an amazing life. When things go wrong, you&#39;ve got to believe you will get through them and focus on the positive things in your life.","author":"Olivia Newton-John","topic":"Amazing"},{"quote":"It&#39;s been amazing, the number of commercials that I&#39;ve done, starting back in 1968. It must be 8,000.","author":"Casey Kasem","topic":"Amazing"},{"quote":"Do you like my suit? I think this is an amazing suit, don&#39;t you think?","author":"Tom Selleck","topic":"Amazing"},{"quote":"Growing up, I was obsessed with Disney movies like &#39;The Little Mermaid,&#39; &#39;Aladdin&#39; and &#39;Beauty And The Beast.&#39; I was always singing the songs from these movies, so to find myself in the studio with Alan Menken was an amazing experience. In fact, it was a dream come true.","author":"Mandy Moore","topic":"Amazing"},{"quote":"I think we&#39;re going to enter a phase where there&#39;s less interest in the CGI and there&#39;s a demand for story again. I think we&#39;ve dropped the ball a little bit on stories for the sake of the amazing toys that we&#39;ve played with.","author":"Peter Jackson","topic":"Amazing"},{"quote":"Considering the amount of information we&#39;re bombarded by, it&#39;s amazing if a song can transcend time.","author":"Michael Bolton","topic":"Amazing"},{"quote":"I love the exploration of someone who has such a different background from you. That exploration runs to compassion and to cracking yourself open and creating more understanding of how weird and amazing life is.","author":"Rachel McAdams","topic":"Amazing"},{"quote":"I feel like I have so many amazing opportunities because of my immigrant mother, my immigrant grandparents.","author":"Winnie Harlow","topic":"Amazing"},{"quote":"I love kids. It&#39;s amazing that I have the opportunity to hang out with my stepson all the time.","author":"Gisele Bundchen","topic":"Amazing"},{"quote":"I came to New York for school, and then I did this amazing show that was received very well, with a great group of people, and I felt like I was creating something that I was really proud of, and then &#39;Hamilton&#39; was my next big thing in New York.","author":"Phillipa Soo","topic":"Amazing"},{"quote":"I wanted to have a label to not only release my own stuff but to also give young talent a chance to release their music without signing away their life. I had a great time with Spinnin&#39;, and the people I worked with were amazing, but the contract wasn&#39;t really for me. It wasn&#39;t what I wanted.","author":"Martin Garrix","topic":"Amazing"},{"quote":"People like Frank Zappa were amazing for us Brits.","author":"Rick Wakeman","topic":"Amazing"},{"quote":"I think Angelina Jolie has done amazing, amazing things, and the international adoption rate just since her has skyrocketed. It&#39;s unbelievable.","author":"Jessica Simpson","topic":"Amazing"},{"quote":"The opportunity, number one, to work with Ang Lee is an amazing thing for me.","author":"Sam Elliott","topic":"Amazing"},{"quote":"I mean, there are some amazing storytelling being done on the small screen right now. That&#39;s what so cool about being in television right now. Studios, networks are starting to throw more resources, better writers, more production values... and to be part of that is awesome.","author":"Ian Somerhalder","topic":"Amazing"},{"quote":"It&#39;s an amazing luxury to say I&#39;m 31 years old and I&#39;m gonna take a year off. That&#39;s pretty amazing.","author":"Sarah McLachlan","topic":"Amazing"},{"quote":"The body is an amazing machine... If you eat the right things your body will perform incredibly well!","author":"Shawn Johnson","topic":"Amazing"},{"quote":"&#39;10&#39; was amazing! I had no career before &#39;10&#39; and then all of a sudden I was able to do pretty much whatever I was able to do in the business.","author":"Bo Derek","topic":"Amazing"},{"quote":"That&#39;s an amazing feeling, to walk onstage, and you&#39;re not thinking about anything, you&#39;re not thinking about your lines or what you&#39;re supposed to do - your body, your brain knows, so there&#39;s freedom. There&#39;s not fear, there&#39;s not nerves.","author":"Eric McCormack","topic":"Amazing"},{"quote":"It was amazing to me that, all of a sudden, I was hearing my music on the radio and coming out of cars.","author":"Lenny Kravitz","topic":"Amazing"},{"quote":"I was re-watching &#39;E.T.&#39; recently, and that scene where they&#39;re all around the pizza, bringing the pizza in, and gambling and stuff together, it&#39;s such an amazing tone, it&#39;s so rough, and nobody&#39;s really talking about anything, and it feels like you&#39;re in that room with them.","author":"Colin Trevorrow","topic":"Amazing"},{"quote":"To me, when a great band is playing together, it&#39;s amazing for me.","author":"John Oates","topic":"Amazing"},{"quote":"You just have to speak up. You just have to say, &#39;I would like to do this,&#39; and it&#39;s amazing what people who listen can do for you.","author":"Jim Parsons","topic":"Amazing"},{"quote":"But I am not going to live for ever. And the more I know it, the more amazed I am by being here at all.","author":"William Hurt","topic":"Amazing"},{"quote":"Miami Beach is a completely interesting hybrid because it is, on the one hand, a resort and, on the other hand, a real city. This condition of city and water on two sides I think is really amazing. And in the heart of that city, it has put an enormous convention center, an enormous physical presence.","author":"Rem Koolhaas","topic":"Amazing"},{"quote":"I have heard, &#39;Never go to bed angry,&#39; and that makes sense. Unless you&#39;re always checking yourself, a grudge or something small can break apart a relationship, and you start to forget what is so amazing about your partner.","author":"Diplo","topic":"Amazing"},{"quote":"My dad has had a rare form of leukemia since I was in about 7th grade. But they&#39;ve come up with some amazing drugs since then and he&#39;s doing really well today.","author":"Tom DeLonge","topic":"Amazing"},{"quote":"It&#39;s amazing how, over time, a person&#39;s perspective can be altered.","author":"Fred Durst","topic":"Amazing"},{"quote":"I don&#39;t like staying in hotels. I like to be in my own bed. San Diego as a city is really awesome. The only hard part of it for me is that I&#39;m away from my family and my house. But as far as shooting down there, we get amazing locations, and the crew is really, really stellar down there. They are really fun.","author":"Kristen Bell","topic":"Amazing"},{"quote":"I mean, there is amazing amount of oil and gas and other resources out beneath the sea. It&#39;s staggering.","author":"Robert Ballard","topic":"Amazing"},{"quote":"I have amazing friends who have led inspirational lives.","author":"Andrew Shue","topic":"Amazing"},{"quote":"I was impressed by Hendrix. His attitude was brilliant. Even the way he walked was amazing.","author":"Ritchie Blackmore","topic":"Amazing"},{"quote":"It&#39;s amazing, if you know what you want to say, how fast it is to write.","author":"Evan Davis","topic":"Amazing"},{"quote":"When you&#39;re offered things, it makes it so much easier to be indecisive. And it&#39;s silly because you can pass on some really amazing things.","author":"Alicia Silverstone","topic":"Amazing"},{"quote":"In 29 years, I had recorded over 2,200 songs. I was amazed.","author":"Kate Smith","topic":"Amazing"},{"quote":"I really want to work with Adele, I think she&#39;s amazing. Lykke Li as well. I love them both. I&#39;d also like to work with The Script. I met them in Australia and we just got on like a house on fire.","author":"Tinie Tempah","topic":"Amazing"},{"quote":"The truth sets you free. It&#39;s a very liberating thing, when you say this is who I am warts and all and then you can just get on with life. It&#39;s amazing.","author":"Geri Halliwell","topic":"Amazing"},{"quote":"I like pens. My writing is so amazing there&#39;s never a need to erase.","author":"Todd Barry","topic":"Amazing"},{"quote":"I trained myself to not get my hopes up, because there were so many times in the room where you&#39;d be like, &#39;This feels amazing, this is a hit!&#39; And it never saw the light of day.","author":"Nick Jonas","topic":"Amazing"},{"quote":"To feel the presence of the Lord is an amazing thing.","author":"Lisa Leslie","topic":"Amazing"},{"quote":"Finding the perfect lookalike to work with is crucial and a lengthy process. We have our regulars, but we also use social media all the time to find people. It&#39;s amazing who you can unearth on Twitter.","author":"Alison Jackson","topic":"Amazing"},{"quote":"So, you know, parenting is a very intimate and amazing experience and one of the best experiences of my life.","author":"Uma Thurman","topic":"Amazing"},{"quote":"So much of &#39;Jaws&#39; was amazing because the mind filled in what was missing.","author":"Bill Sienkiewicz","topic":"Amazing"},{"quote":"People never cease to amaze me.","author":"Tina Yothers","topic":"Amazing"},{"quote":"I grew up in a Christian home with amazing parents.","author":"Allyson Felix","topic":"Amazing"},{"quote":"People are doing amazing things right now on the Web.","author":"Chris Hughes","topic":"Amazing"},{"quote":"The body can do amazing things in a situation when it is really called for.","author":"Suzanne Farrell","topic":"Amazing"},{"quote":"Isn&#39;t it amazing how celebrity status preempts even the most ingrained hatreds?","author":"Camryn Manheim","topic":"Amazing"},{"quote":"Just know that as long as your family thinks you&#39;re amazing, then you really are amazing.","author":"Sabrina Bryan","topic":"Amazing"},{"quote":"I think that a lot of companies are still amazingly price sensitive.","author":"Sanjay Kumar","topic":"Amazing"},{"quote":"Elle MacPherson is absolutely amazing; she is just so beautiful.","author":"Carol Alt","topic":"Amazing"},{"quote":"I have this rather amazing report which, roughly speaking, says I was the worst student the biology master had ever taught.","author":"John Gurdon","topic":"Amazing"},{"quote":"I love kimonos because you can just throw them on over anything. Ever since I got my first kimono from Lane Bryant in high school and thought, &#39;This is amazing; I can wear it with everything!&#39;","author":"Lizzo","topic":"Amazing"},{"quote":"You would be amazed what the ordinary guy knows.","author":"Matt Drudge","topic":"Amazing"},{"quote":"The &#39;60s were an amazing time.","author":"Peter Max","topic":"Amazing"},{"quote":"I have a ridiculous fear of sharks but I&#39;d jump in the water in a second for an amazing role.","author":"Kate Mara","topic":"Amazing"},{"quote":"It&#39;s amazing how a competitive nature can turn a negative into something positive.","author":"Barry Mann","topic":"Amazing"},{"quote":"Emmanuel Lewis was amazing to work with. I&#39;ll love that guy to the end of time.","author":"Corin Nemec","topic":"Amazing"},{"quote":"There is a film called &#39;A Separation.&#39; If you see it playing, go see it. It&#39;s beautiful. It&#39;s so well written and the acting is amazing. It&#39;s one of those films that you would love to be a part of.","author":"Demian Bichir","topic":"Amazing"},{"quote":"I had a friend whose family had dinner together. The mother would tuck you in at night and make breakfast in the morning. They even had a spare bike for a friend. It just seemed so amazing to me.","author":"Moon Unit Zappa","topic":"Amazing"},{"quote":"I have no regrets of fighting for four years to get &#39;Sordid Lives&#39; on the small screen. It was a fantasy. I mean, I got to work with amazing actors like Rue McClanahan!","author":"Del Shores","topic":"Amazing"},{"quote":"I love television. Television is a great medium; I&#39;m fortunate enough to direct amazing television.","author":"Michelle MacLaren","topic":"Amazing"},{"quote":"My mum&#39;s amazing - every time I achieve something in my career, she buys me a diamond earring.","author":"Katie McGrath","topic":"Amazing"},{"quote":"It&#39;s amazing how stress keeps you trim.","author":"Peter Andre","topic":"Amazing"},{"quote":"Pebble Beach. It is tough and the lay out is amazing.","author":"Natalie Gulbis","topic":"Amazing"},{"quote":"It&#39;s amazing how, age after age, in country after country, and in all languages, Shakespeare emerges as incomparable.","author":"M. H. Abrams","topic":"Amazing"},{"quote":"It&#39;s pretty amazing to me that my first hit record was an Elvis Presley record.","author":"Mac Davis","topic":"Amazing"},{"quote":"When I performed at &#39;Open Mic U.K.&#39; I had this connection with the audience that I&#39;d never felt before, and I loved it. It was my first big thing, and looking out into the crowd... was just amazing.","author":"Birdy","topic":"Amazing"},{"quote":"My family is just an amazing melting pot of wonderful religions and faiths.","author":"Rima Fakih","topic":"Amazing"},{"quote":"When Finley gets his vaccinations, it kills me, and you can&#39;t protect yourself from that. My heart is being ripped out with every shot. It&#39;s a deeper level of emotion that I wasn&#39;t prepared to feel, but it&#39;s completely amazing. It has opened me up both as a person and as an actress. Everything has a deeper meaning now.","author":"Holly Combs","topic":"Amazing"},{"quote":"My introduction to the Madonna Inn came as a young boy when we would take summer vacations to a nearby town. My dad would take us into their gift shop bathroom, which was a huge waterfall that functioned as the men&#39;s urinal. So as a kid, this was the most amazing thing I had ever seen.","author":"Aaron Ruell","topic":"Amazing"},{"quote":"I have an amazing spouse; we&#39;re a team. He works, and I work, and we sort of do this dance with each other so that we can be present to our kids. But I think the whole &#39;balance&#39; thing is an illusion; we just embrace the imbalance.","author":"Sarah Rafferty","topic":"Amazing"},{"quote":"I think what makes someone pretty amazing is being comfortable in your own skin.","author":"Brendan Dooling","topic":"Amazing"},{"quote":"Isn&#39;t it amazing the way the future succeeds in creating an appropriate past?","author":"John Leonard","topic":"Amazing"},{"quote":"&#39;Yosemite&#39; opened doors for me in the New York theater community in amazing ways. There&#39;s a whole world of fearless young theater makers here who put shows together on a shoestring budget and with gigantic hearts.","author":"Kathryn Erbe","topic":"Amazing"},{"quote":"I had a stunt double for &#39;The Bronze.&#39; She&#39;s literally the most amazing human being I&#39;ve ever seen. She&#39;s NCAA women&#39;s gymnastics champion. She was incredible. I would poke her thighs, and my nail would break because it was like poking a rock.","author":"Haley Lu Richardson","topic":"Amazing"},{"quote":"It&#39;s amazing the hours you pull when you&#39;re the lead of a show.","author":"Jamie Luner","topic":"Amazing"}]