[{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"To provide meaningful architecture is not to parody history but to articulate it.","author":"Daniel Libeskind","topic":"Architecture"},{"quote":"In the big picture, architecture is the art and science of making sure that our cities and buildings fit with the way we want to live our lives.","author":"Bjarke Ingels","topic":"Architecture"},{"quote":"When you look at Japanese traditional architecture, you have to look at Japanese culture and its relationship with nature. You can actually live in a harmonious, close contact with nature - this very unique to Japan.","author":"Tadao Ando","topic":"Architecture"},{"quote":"Switzerland is a small, steep country, much more up and down than sideways, and is all stuck over with large brown hotels built on the cuckoo clock style of architecture.","author":"Ernest Hemingway","topic":"Architecture"},{"quote":"Architecture is the learned game, correct and magnificent, of forms assembled in the light.","author":"Le Corbusier","topic":"Architecture"},{"quote":"Color in certain places has the great value of making the outlines and structural planes seem more energetic.","author":"Antoni Gaudi","topic":"Architecture"},{"quote":"New Orleans is unlike any city in America. Its cultural diversity is woven into the food, the music, the architecture - even the local superstitions. It&#39;s a sensory experience on all levels and there&#39;s a story lurking around every corner.","author":"Ruta Sepetys","topic":"Architecture"},{"quote":"In a way I spend my entire life stealing from everything - from the past, from cities I love, from where I grew up - grabbing things, taking not only from architecture but from Italy, art, writing, poetry, music.","author":"Renzo Piano","topic":"Architecture"},{"quote":"A great building must begin with the unmeasurable, must go through measurable means when it is being designed and in the end must be unmeasurable.","author":"Louis Kahn","topic":"Architecture"},{"quote":"A house is a machine for living in.","author":"Le Corbusier","topic":"Architecture"},{"quote":"Architecture begins when you place two bricks carefully together.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"The only job that was ever of interest to me other than filmmaking is architecture.","author":"Christopher Nolan","topic":"Architecture"},{"quote":"Architecture depends on its time. It is the crystallization of its inner structure, the slow unfolding of its form.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"In architecture you should live for 150 years, because you have to learn in the first 75 years.","author":"Renzo Piano","topic":"Architecture"},{"quote":"All architecture is great architecture after sunset; perhaps architecture is really a nocturnal art, like the art of fireworks.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"To create architecture is to put in order. Put what in order? Function and objects.","author":"Le Corbusier","topic":"Architecture"},{"quote":"Bridges are perhaps the most invisible form of public architecture.","author":"Bruce Jackson","topic":"Architecture"},{"quote":"I&#39;ve always thought that design can have equal importance to the idea of internal architecture. Professionally, things can be very dogmatic - you do the architecture, someone else does the interiors, someone else does the furniture, the fabric, etc. But I think design is all-encompassing.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"Architecture is a science arising out of many other sciences, and adorned with much and varied learning; by the help of which a judgment is formed of those works which are the result of other arts.","author":"Vitruvius","topic":"Architecture"},{"quote":"I try to give people a different way of looking at their surroundings. That&#39;s art to me.","author":"Maya Lin","topic":"Architecture"},{"quote":"Form follows function.","author":"Louis Sullivan","topic":"Architecture"},{"quote":"Architecture is a very dangerous job. If a writer makes a bad book, eh, people don&#39;t read it. But if you make bad architecture, you impose ugliness on a place for a hundred years.","author":"Renzo Piano","topic":"Architecture"},{"quote":"I used to think that the great thing about sculpture was that, like Stonehenge, it was something that stood against time in an adamantine way, and was an absolute mass in space. Now I try to use the language of architecture to redescribe the body as a place.","author":"Antony Gormley","topic":"Architecture"},{"quote":"For me, architecture is not just creating a space to protect people but to make them dream as well.","author":"Mario Botta","topic":"Architecture"},{"quote":"Make big plans; aim high in hope and work, remembering that a noble, logical diagram once recorded will not die, but long after we are gone be a living thing, asserting itself with ever-growing insistence.","author":"Daniel Burnham","topic":"Architecture"},{"quote":"Underwater, I experience space with my body. I&#39;ll see a school of fish gathering and moving together and I&#39;ll exclaim, &#39;This is architecture.&#39;","author":"Antoine Predock","topic":"Architecture"},{"quote":"Prose is architecture, not interior decoration, and the Baroque is over.","author":"Ernest Hemingway","topic":"Architecture"},{"quote":"Architecture starts when you carefully put two bricks together. There it begins.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"I don&#39;t want to do architecture that&#39;s dry and dull.","author":"Frank Gehry","topic":"Architecture"},{"quote":"The team architecture means setting up an organization that helps people produce that great work in teams.","author":"Jay Chiat","topic":"Architecture"},{"quote":"But I absolutely believe that architecture is a social activity that has to do with some sort of communication or places of interaction, and that to change the environment is to change behaviour.","author":"Thom Mayne","topic":"Architecture"},{"quote":"My hope is that light, flexible architecture might bring about a new and open society.","author":"Frei Otto","topic":"Architecture"},{"quote":"Blockchain technology isn&#39;t just a more efficient way to settle securities. It will fundamentally change market structures, and maybe even the architecture of the Internet itself.","author":"Abigail Johnson","topic":"Architecture"},{"quote":"Architecture has always been a very idealistic profession. It&#39;s about making the world a better place, and it works over the generations because people go on vacation and they look for it.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Chicago is known for good steaks, expensive stores and beautiful architecture. Unfortunately, the Windy City also enjoys a reputation for corrupt politics, violent crime, and some of the strictest gun control laws anywhere in the country.","author":"Bob Barr","topic":"Architecture"},{"quote":"In Rome, I particularly love the history, churches, sculptures and architecture and the fact that you can walk along a tiny cobbled street and turn the corner to find the Trevi Fountain. London is evocative of other eras and full of history.","author":"Philip Treacy","topic":"Architecture"},{"quote":"Of course I believe imaginative architecture can make a difference to people&#39;s lives, but I wish it was possible to divert some of the effort we put into ambitious museums and galleries into the basic architectural building blocks of society.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"I believe that the way people live can be directed a little by architecture.","author":"Tadao Ando","topic":"Architecture"},{"quote":"I think about architecture all the time. That&#39;s the problem. But I&#39;ve always been like that. I dream it sometimes.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"The dialogue between client and architect is about as intimate as any conversation you can have, because when you&#39;re talking about building a house, you&#39;re talking about dreams.","author":"Robert A. M. Stern","topic":"Architecture"},{"quote":"Nothing is as dangerous in architecture as dealing with separated problems. If we split life into separated problems we split the possibilities to make good building art.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"My passion and great enjoyment for architecture, and the reason the older I get the more I enjoy it, is because I believe we - architects - can effect the quality of life of the people.","author":"Richard Rogers","topic":"Architecture"},{"quote":"To me, architecture is an art, naturally, and it isn&#39;t architecture unless it&#39;s alive. Alive is what art is. If it&#39;s not alive, it&#39;s dead, and it&#39;s not art.","author":"John Lautner","topic":"Architecture"},{"quote":"Architecture is inhabited sculpture.","author":"Constantin Brancusi","topic":"Architecture"},{"quote":"It was the drawing that led me to architecture, the search for light and astonishing forms.","author":"Oscar Niemeyer","topic":"Architecture"},{"quote":"For me, the excitement in architecture revolves around the idea and the phenomenon of the experience of that idea. Residences offer almost immediate gratification. You can shape space, light, and materials to a degree that you sometimes can&#39;t in larger projects.","author":"Steven Holl","topic":"Architecture"},{"quote":"Architecture must not do violence to space or its neighbors.","author":"I. M. Pei","topic":"Architecture"},{"quote":"I think that narrative, fiction filmmaking is the culmination of several art forms: theater, art history, architecture. Whereas doc filmmaking is more pure cinema, like cinema verite is film in its purest form.","author":"George Hickenlooper","topic":"Architecture"},{"quote":"Architecture is the will of an epoch translated into space.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"The mother art is architecture. Without an architecture of our own we have no soul of our own civilization.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"There is a powerful need for symbolism, and that means the architecture must have something that appeals to the human heart. There is a powerful need for symbolism, and that means the architecture must have something that appeals to the human heart.","author":"Kenzo Tange","topic":"Architecture"},{"quote":"I don&#39;t build in order to have clients. I have clients in order to build.","author":"Ayn Rand","topic":"Architecture"},{"quote":"If you look at the Earth without architecture, it&#39;s sometimes a little bit unpleasant. So there is this basic human need to do shelter in the broadest sense of the word, whether it&#39;s a movie theater or a simple log cabin in the mountains. This is the core of architecture: To provide a space for human beings.","author":"Peter Zumthor","topic":"Architecture"},{"quote":"Istanbul is inspiring because it has its own code of architecture, literature, poetry, music.","author":"Christian Louboutin","topic":"Architecture"},{"quote":"A dress is a piece of ephemeral architecture, designed to enhance the proportions of the female body.","author":"Christian Dior","topic":"Architecture"},{"quote":"My buildings will be my legacy... they will speak for me long after I&#39;m gone.","author":"Julia Morgan","topic":"Architecture"},{"quote":"Good architecture should be a projection of life itself, and that implies an intimate knowledge of biological, social, technical, and artistic problems.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Those who look for the laws of Nature as a support for their new works collaborate with the creator.","author":"Antoni Gaudi","topic":"Architecture"},{"quote":"A building has integrity just like a man. And just as seldom.","author":"Ayn Rand","topic":"Architecture"},{"quote":"Liquid architecture. It&#39;s like jazz - you improvise, you work together, you play off each other, you make something, they make something. And I think it&#39;s a way of - for me, it&#39;s a way of trying to understand the city, and what might happen in the city.","author":"Frank Gehry","topic":"Architecture"},{"quote":"I think the chance of finding beauty is higher if you don&#39;t work on it directly. Beauty in architecture is driven by practicality. This is what you learn from studying the old townscapes of the Swiss farmers.","author":"Peter Zumthor","topic":"Architecture"},{"quote":"Architects have made architecture too complex. We need to simplify it and use a language that everyone can understand.","author":"Toyo Ito","topic":"Architecture"},{"quote":"I work a little bit like a sculptor. When I start, my first idea for a building is with the material. I believe architecture is about that. It&#39;s not about paper, it&#39;s not about forms. It&#39;s about space and material.","author":"Peter Zumthor","topic":"Architecture"},{"quote":"There is something about giving everything to your profession. In Italian, an obsession is not necessarily negative. It&#39;s the art of putting all your energy into one thing; it&#39;s the art of transforming even what you eat for lunch into architecture.","author":"Renzo Piano","topic":"Architecture"},{"quote":"Buildings should serve people, not the other way around.","author":"John Portman","topic":"Architecture"},{"quote":"Proportions are what makes the old Greek temples classic in their beauty. They are like huge blocks, from which the air has been literally hewn out between the columns.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"London is one of the most civilised places in the world for the procedure of making architecture and urban design.","author":"Renzo Piano","topic":"Architecture"},{"quote":"The body moves through space every day, and in architecture in cities that can be orchestrated. Not in a dictatorial fashion, but in a way of creating options, open-ended sort of personal itineraries within a building. And I see that as akin to cinematography or choreography, where episodic movement, episodic moments, occur in dance and film.","author":"Antoine Predock","topic":"Architecture"},{"quote":"The secret to the movie business, or any business, is to get a good education in a subject besides film - whether it&#39;s history, psychology, economics, or architecture - so you have something to make a movie about. All the skill in the world isn&#39;t going to help you unless you have something to say.","author":"George Lucas","topic":"Architecture"},{"quote":"The principle of the Gothic architecture is infinity made imaginable.","author":"Samuel Taylor Coleridge","topic":"Architecture"},{"quote":"Architecture has its place in the concrete world. This is where it exists. This is where it makes its statement.","author":"Peter Zumthor","topic":"Architecture"},{"quote":"I would like my architecture to inspire people to use their own resources, to move into the future.","author":"Tadao Ando","topic":"Architecture"},{"quote":"Architecture is the art of how to waste space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Architecture is the reaching out for the truth.","author":"Louis Kahn","topic":"Architecture"},{"quote":"Jobs offshoring began with manufacturing, but the rise of the high-speed Internet made it possible to move offshore tradable professional skills, such as software engineering, information technology, various forms of engineering, architecture, accounting, and even the medical reading of MRIs and CT-Scans.","author":"Paul Craig Roberts","topic":"Architecture"},{"quote":"I want to abolish time, especially in the contemplation of architecture.","author":"Piet Mondrian","topic":"Architecture"},{"quote":"Once you learn to look at architecture not merely as an art more or less well or more or less badly done, but as a social manifestation, the critical eye becomes clairvoyant.","author":"Louis Sullivan","topic":"Architecture"},{"quote":"All the revision in the world will not save a bad first draft: for the architecture of the thing comes, or fails to come, in the first conception, and revision only affects the detail and ornament, alas!","author":"T. E. Lawrence","topic":"Architecture"},{"quote":"Every building is a prototype. No two are alike.","author":"Helmut Jahn","topic":"Architecture"},{"quote":"To me, a building - if it&#39;s beautiful - is the love of one man, he&#39;s made it out of his love for space, materials, things like that.","author":"Martha Graham","topic":"Architecture"},{"quote":"There are a lot of questions about whether architecture is art. The people who ask that think pretty tract houses are architecture. But that doesn&#39;t hold up.","author":"Frank Gehry","topic":"Architecture"},{"quote":"I see music as fluid architecture.","author":"Joni Mitchell","topic":"Architecture"},{"quote":"Architecture belongs to culture, not to civilization.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"I would like to use architecture to create bonds between people who live in cities, and even use it to recover the communities that used to exist in every single city.","author":"Toyo Ito","topic":"Architecture"},{"quote":"The rules of navigation never navigated a ship. The rules of architecture never built a house.","author":"Thomas Reid","topic":"Architecture"},{"quote":"Architecture is unnecessarily difficult. It&#39;s very tough.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"Spiritual space is lost in gaining convenience. I saw the need to create a mixture of Japanese spiritual culture and modern western architecture.","author":"Tadao Ando","topic":"Architecture"},{"quote":"A world of few choices, whether in jeans or mates, is a world in which individual differences become sources of alienation, unhappiness, even self-loathing. If no jeans fit, you&#39;ll feel uncomfortable or inferior. If no housing developments reflect your taste for unique architecture, you&#39;ll write screeds against philistine mass culture.","author":"Virginia Postrel","topic":"Architecture"},{"quote":"When you found a company, you have the original vision, you make all the original decisions, you know every employee, you kind of know every aspect of the product architecture and its limitations.","author":"Ben Horowitz","topic":"Architecture"},{"quote":"Architecture is measured against the past; you build in the future, and you try to imagine the future.","author":"Richard Rogers","topic":"Architecture"},{"quote":"I think all good architecture should challenge you, make you start asking questions. You don&#39;t have to understand it. You may not like it. That&#39;s OK.","author":"Thom Mayne","topic":"Architecture"},{"quote":"I search for surprise in my architecture. A work of art should cause the emotion of newness.","author":"Oscar Niemeyer","topic":"Architecture"},{"quote":"The problem with digital architecture is that an algorithm can produce endless variations, so an architect has many choices.","author":"Peter Eisenman","topic":"Architecture"},{"quote":"Modern Architecture died in St. Louis, Missouri, on July 15, 1972, at 3.32 p.m. (or thereabouts), when the infamous Pruitt Igoe scheme, or rather several of its slab blocks, were given the final coup de grace by dynamite.","author":"Charles Jencks","topic":"Architecture"},{"quote":"The work of art shows people new directions and thinks of the future. The house thinks of the present.","author":"Adolf Loos","topic":"Architecture"},{"quote":"The problem of architecture has always been the same throughout time. Its authentic quality is reached through its proportions, and the proportions cost nothing. In fact, most of them are proportions among things, not the things themselves. Art is almost always a question of proportions.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"On inspection, Gaudi&#39;s architecture isn&#39;t whimsical at all.","author":"P. J. O'Rourke","topic":"Architecture"},{"quote":"Architecture is particularly difficult for women; there&#39;s no reason for it to be. I don&#39;t want to blame men or society, but I think it was for a long time, the clients were men, the building industry is all male.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"Architecture tends to consume everything else, it has become one&#39;s entire life.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"Of course I know very little about architecture, and the older I get the less I know.","author":"Richard Rogers","topic":"Architecture"},{"quote":"Tuscany is so full of history and beauty - you meet wonders of art and architecture on almost every corner. But I love the region&#39;s homier aspects: the special sweetness of the tomatoes, the soft mozzarella, the heady scents of basil and garlic everywhere.","author":"Trudie Styler","topic":"Architecture"},{"quote":"Space has always been the spiritual dimension of architecture. It is not the physical statement of the structure so much as what it contains that moves us.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"I have traveled a fair amount, and I have visited some great cities. I love architecture and museums and castles and ruins and central markets and even double-decker bus tours. But, I am a sucker for a tropical beach.","author":"Chelsea Cain","topic":"Architecture"},{"quote":"To me... San Francisco is an ideal city, intellectually stimulating and naturally beautiful. The oceans and forests are close enough to refresh the spirit; the architecture is always exciting.","author":"Ruth Bernhard","topic":"Architecture"},{"quote":"Architecture has joined the world of fashion, but fashion is passing and architecture is timeless.","author":"Moshe Safdie","topic":"Architecture"},{"quote":"I started collecting aerial photographs of Native American and South Pacific architecture; only the African ones were fractal. And if you think about it, all these different societies have different geometric design themes that they use. So Native Americans use a combination of circular symmetry and fourfold symmetry.","author":"Ron Eglash","topic":"Architecture"},{"quote":"We have to base architecture on the environment.","author":"Toyo Ito","topic":"Architecture"},{"quote":"My mother studied English and drama at the University of Pennsylvania, where my father studied architecture. She was a great influence in all sorts of ways, a wicked wit.","author":"Donald Barthelme","topic":"Architecture"},{"quote":"I hope you will understand that architecture has nothing to do with the inventions of forms. It is not a playground for children, young or old. Architecture is the real battleground of the spirit.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"I didn&#39;t even have a clear idea of why I wanted to go to Oxford - apart from the fact I had fallen in love with the architecture. It certainly wasn&#39;t out of some great sense of academic or intellectual achievement. In many ways, my education only began after I&#39;d left university.","author":"Alan Bennett","topic":"Architecture"},{"quote":"In a society that celebrates the inessential, architecture can put up a resistance, counteract the waste of forms and meanings and speak its own language.","author":"Peter Zumthor","topic":"Architecture"},{"quote":"The dialogue of architecture has been centered too long around the idea of truth.","author":"Michael Graves","topic":"Architecture"},{"quote":"The thing I love about Rome is that is has so many layers. In it, you can follow anything that interests you: town planning, architecture, churches or culture. It&#39;s a city rich in antiquity and early Christian treasures, and just endlessly fascinating. There&#39;s nowhere else like it.","author":"Claire Tomalin","topic":"Architecture"},{"quote":"I truly believe that the great heroes that create the history of architecture are people who take risks and write to tell about it.","author":"Peter Eisenman","topic":"Architecture"},{"quote":"You have to accept as an architect to be exposed to criticism. Architecture should not rely on full harmony.","author":"Renzo Piano","topic":"Architecture"},{"quote":"There is a lot of bad architecture. What we need more is to look at how our landscape should look in the next decades.","author":"Dieter Rams","topic":"Architecture"},{"quote":"Everything man is doing in architecture is to try to go against nature. Of course we have to understand nature to know how far we have to go against nature. The secret, I think, of the future is not doing too much. All architects have the tendency to do too much.","author":"Frei Otto","topic":"Architecture"},{"quote":"Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"Architecture is how the person places herself in the space. Fashion is about how you place the object on the person.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"The greatest advances of civilization, whether in architecture or painting, in science and literature, in industry or agriculture, have never come from centralized government.","author":"Milton Friedman","topic":"Architecture"},{"quote":"Architecture is the will of an epoch translated into space. Living, Changing, New. Not yesterday, not tomorrow, only today can be given form. Only such architecture is creative.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"If architecture is frozen music then music must be liquid architecture.","author":"Quincy Jones","topic":"Architecture"},{"quote":"A lasting architecture has to have roots.","author":"I. M. Pei","topic":"Architecture"},{"quote":"Each new situation requires a new architecture.","author":"Jean Nouvel","topic":"Architecture"},{"quote":"Nothing requires the architect&#39;s care more than the due proportions of buildings.","author":"Vitruvius","topic":"Architecture"},{"quote":"Oratory is the masterful art. Poetry, painting, music, sculpture, architecture please, thrill, inspire - but oratory rules. The orator dominates those who hear him, convinces their reason, controls their judgment, compels their action. For the time being, he is master.","author":"David Josiah Brewer","topic":"Architecture"},{"quote":"There&#39;s a technicality to designing and wearing hats. A hat is balancing the proportions of your face; it&#39;s like architecture or mathematics.","author":"Philip Treacy","topic":"Architecture"},{"quote":"We require from buildings two kinds of goodness: first, the doing their practical duty well: then that they be graceful and pleasing in doing it.","author":"John Ruskin","topic":"Architecture"},{"quote":"It&#39;s not new that architecture can profoundly affect a place, sometimes transform it. Architecture and any art can transform a person, even save someone.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Information and inspiration are everywhere... history, art, architecture, everything an illustrator needs. Europe is, after all, the land that has generated most of the enduring myths and legends of Western culture.","author":"John Howe","topic":"Architecture"},{"quote":"I don&#39;t divide architecture, landscape and gardening; to me they are one.","author":"Luis Barragan","topic":"Architecture"},{"quote":"Quebec City is the most European of any city in North America; they speak French all the time. There is a part of town called Old Quebec which is really like being in France. The architecture is just gorgeous, food, shopping. I&#39;d say Quebec City is the most beautiful city in North America I&#39;ve seen.","author":"Sebastian Bach","topic":"Architecture"},{"quote":"In any architecture, there is an equity between the pragmatic function and the symbolic function.","author":"Michael Graves","topic":"Architecture"},{"quote":"To me, form doesn&#39;t always follow function. Form has a life of its own, and at times, it may be the motivating force in design. When you&#39;re dealing with form as a sculptor, you feel that you are quite free in attempting to mould and shape things you want to do, but in architecture, it&#39;s much more difficult because it has to have a function.","author":"I. M. Pei","topic":"Architecture"},{"quote":"There is still a real need for good quality architecture, not paper architecture, but the real stuff.","author":"Peter Zumthor","topic":"Architecture"},{"quote":"Light, God&#39;s eldest daughter, is a principal beauty in a building.","author":"Thomas Fuller","topic":"Architecture"},{"quote":"I&#39;m drawn to furniture design as complete architecture on a minor scale.","author":"Brad Pitt","topic":"Architecture"},{"quote":"Architecture is a art when one consciously or unconsciously creates aesthetic emotion in the atmosphere and when this environment produces well being.","author":"Luis Barragan","topic":"Architecture"},{"quote":"The Bauhaus strives to bring together all creative effort into one whole, to reunify all the disciplines of practical art - sculpture, painting, handicrafts, and crafts - as inseparable components of a new architecture.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Infrastructure is much more important than architecture.","author":"Rem Koolhaas","topic":"Architecture"},{"quote":"Not yesterday, not tomorrow, only today can be given form. Only this architecture creates.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Washington, D.C., has everything that Rome, Paris and London have in the way of great architecture - great power bases. Washington has obelisks and pyramids and underground tunnels and great art and a whole shadow world that we really don&#39;t see.","author":"Dan Brown","topic":"Architecture"},{"quote":"Good conductors know when to let an orchestra lead itself. Ninety percent of what a conductor does comes in the rehearsal - the vision, the structure, the architecture.","author":"Joshua Bell","topic":"Architecture"},{"quote":"For me, architecture is the means, not the end. It&#39;s a means of making different life forms possible.","author":"Bjarke Ingels","topic":"Architecture"},{"quote":"Cities are the greatest creations of humanity.","author":"Daniel Libeskind","topic":"Architecture"},{"quote":"The secret of good architecture is having more than meets the eye.","author":"Annabelle Selldorf","topic":"Architecture"},{"quote":"I like things that are kind of eclectic, when one thing doesn&#39;t go with another. That&#39;s why I love Rome. The town itself is that way. It&#39;s where Fascist architecture meets classic Renaissance, where the ancient bangs up against the contemporary. It has a touch of everything. That&#39;s my style, and that&#39;s what my work is about.","author":"Giambattista Valli","topic":"Architecture"},{"quote":"Architecture is basically a container of something. I hope they will enjoy not so much the teacup, but the tea.","author":"Yoshio Taniguchi","topic":"Architecture"},{"quote":"In architecture the idea degenerated. Design allows a more direct and pleasurable route.","author":"Charles Eames","topic":"Architecture"},{"quote":"Architecture struck me between the eye and the eyeball.","author":"Louis Kahn","topic":"Architecture"},{"quote":"Architecture is about public space held by buildings.","author":"Richard Rogers","topic":"Architecture"},{"quote":"I believe that architecture, as anything else in life, is evolutionary. Ideas evolve; they don&#39;t come from outer space and crash into the drawing board.","author":"Bjarke Ingels","topic":"Architecture"},{"quote":"There&#39;s a snobbery at work in architecture. The subject is too often treated as a fine art, delicately wrapped in mumbo-jumbo. In reality, it&#39;s an all-embracing discipline taking in science, art, maths, engineering, climate, nature, politics, economics.","author":"Norman Foster","topic":"Architecture"},{"quote":"What is now called &#39;green architecture&#39; is an opportunistic caricature of a much deeper consideration of the issues related to sustainability that architecture has been engaged with for many years. It was one of the first professions that was deeply concerned with these issues and that had an intellectual response to them.","author":"Rem Koolhaas","topic":"Architecture"},{"quote":"The ultimate pleasure of architecture lies in the most forbidden parts of the architectural act, where limits are perverted and prohibitions are transgressed.","author":"Bernard Tschumi","topic":"Architecture"},{"quote":"Architecture is definitely a political act.","author":"Peter Eisenman","topic":"Architecture"},{"quote":"The essence of architecture is form and space, and light is the essential element to the key to architectural design, probably more important than anything. Technology and materials are secondary.","author":"I. M. Pei","topic":"Architecture"},{"quote":"Architecture arouses sentiments in man. The architect&#39;s task therefore, is to make those sentiments more precise.","author":"Adolf Loos","topic":"Architecture"},{"quote":"After World War II great strides were made in modern Japanese architecture, not only in advanced technology, allowing earthquake resistant tall buildings, but expressing and infusing characteristics of traditional Japanese architecture in modern buildings.","author":"Harry Seidler","topic":"Architecture"},{"quote":"Architecture can&#39;t fully represent the chaos and turmoil that are part of the human personality, but you need to put some of that turmoil into the architecture, or it isn&#39;t real.","author":"Frank Stella","topic":"Architecture"},{"quote":"As a woman, I&#39;m expected to want everything to be nice and to be nice myself. A very English thing. I don&#39;t design nice buildings - I don&#39;t like them. I like architecture to have some raw, vital, earthy quality.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"I&#39;m not a religious person. But, when I look at a beautiful cathedral, what brings awe, what induces awe is the idea that architecture, you know, a beautiful cathedral, a beautiful building.","author":"Jason Silva","topic":"Architecture"},{"quote":"The loftier the building, the deeper must the foundation be laid.","author":"Thomas a Kempis","topic":"Architecture"},{"quote":"My apartment reflects my views as an architect. It is minimal, austere. The architecture doesn&#39;t impose itself upon you. The apartment is a stage for other things to take place.","author":"Bernard Tschumi","topic":"Architecture"},{"quote":"The Egyptian contribution to architecture was more concerned with remembering the dead than the living.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"In art or architecture your project is only done when you say it&#39;s done. If you want to rip it apart at the eleventh hour and start all over again, you never finish. I was one of those crazy creatures.","author":"Maya Lin","topic":"Architecture"},{"quote":"Winning a competition in architecture is a ticket to oblivion. It&#39;s just an idea. Ninety-nine per cent never get built.","author":"Daniel Libeskind","topic":"Architecture"},{"quote":"Architecture should be rooted in the past, and yet be part of our own time and forward looking.","author":"Moshe Safdie","topic":"Architecture"},{"quote":"I don&#39;t think architecture is radical. How can something that takes years and costs millions be radical?","author":"David Chipperfield","topic":"Architecture"},{"quote":"Does it follow that the house has nothing in common with art and is architecture not to be included in the arts? Only a very small part of architecture belongs to art: the tomb and the monument. Everything else that fulfils a function is to be excluded from the domain of art.","author":"Adolf Loos","topic":"Architecture"},{"quote":"There will never be great architects or architecture without great patrons.","author":"Edwin Lutyens","topic":"Architecture"},{"quote":"A man of eighty has outlived probably three new schools of painting, two of architecture and poetry and a hundred in dress.","author":"Lord Byron","topic":"Architecture"},{"quote":"When people are deprived of a sense, their other senses get heightened. If you&#39;re culturally devoid of something - of weather, of artistry, of interesting architecture, all the way down the line to culture itself - you&#39;re either forced to give in and get that car dealership, or you manufacture those things for yourself.","author":"Tim Burton","topic":"Architecture"},{"quote":"Architecture is a service business. An architect is given a program, budget, place, and schedule. Sometimes the end product rises to art - or at least people call it that.","author":"Frank Gehry","topic":"Architecture"},{"quote":"All architecture has a public nature, I believe, so I would like to make a public space.","author":"Tadao Ando","topic":"Architecture"},{"quote":"When I started studying architecture, people would say, you know, &#39;Can you tell me why are all modern buildings so boring?&#39; Because, like, people had this idea that in the good old days, architecture had, like, ornament and little towers and spires and gargoyles, and today, it just becomes very practical.","author":"Bjarke Ingels","topic":"Architecture"},{"quote":"I like the architecture of lingerie.","author":"Colleen Atwood","topic":"Architecture"},{"quote":"Our subliminal mental processes operate outside awareness because they arise in these portions of our mind that are inaccessible to our conscious self; their inaccessibility is due to the architecture of the brain rather than because they have been subject to Freudian motivational forces like repression.","author":"Leonard Mlodinow","topic":"Architecture"},{"quote":"Before the professionalization of architecture in the nineteenth century, it was standard for an aspiring mason or carpenter to begin his apprenticeship at fourteen and to become a master builder by his early twenties.","author":"Martin Filler","topic":"Architecture"},{"quote":"Architecture is a negotiated art, and it&#39;s highly political, and if you want to make buildings, there is diplomacy required.","author":"Thom Mayne","topic":"Architecture"},{"quote":"Architecture is my work, and I&#39;ve spent my whole life at a drawing board, but life is more important than architecture. What matters is to improve human beings.","author":"Oscar Niemeyer","topic":"Architecture"},{"quote":"We think of enterprise architecture as the process we use for fully describing and mapping business functionality and business requirements and relating them to information systems requirements.","author":"Tony Scott","topic":"Architecture"},{"quote":"The 20th century is a period defined by cultural and artistic movements. However, the 21st century creative-scape that we occupy now doesn&#39;t really have movements in the same way. Instead it&#39;s made up of diverse individuals working across various platforms simultaneously; art, architecture, film, music and literature.","author":"Doug Aitken","topic":"Architecture"},{"quote":"I think architecture has to be a gift.","author":"Jean Nouvel","topic":"Architecture"},{"quote":"The difference between good and bad architecture is the time you spend on it.","author":"David Chipperfield","topic":"Architecture"},{"quote":"Modern architecture needed to be part of an evolutionary, not a revolutionary, process.","author":"I. M. Pei","topic":"Architecture"},{"quote":"Architecture is a ride - a physical ride and an intellectual ride.","author":"Antoine Predock","topic":"Architecture"},{"quote":"Noble life demands a noble architecture for noble uses of noble men. Lack of culture means what it has always meant: ignoble civilization and therefore imminent downfall.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The terrifying and edible beauty of Art Nouveau architecture.","author":"Salvador Dali","topic":"Architecture"},{"quote":"Never talk to a client about architecture. Talk to him about his children. That is simply good politics. he will not understand what you have to say about architecture most of the time.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"It must be understood that every architecture is bound to its time and manifests itself only in vital tasks and through the materials of its age. It has never been otherwise.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"I think people care. If not, why do so many people spend money going on vacations to see architecture? They go to the Parthenon, to Chartres, to the Sydney Opera House. They go to Bilbao... Something compels them, and yet we live surrounded by everything but great architecture.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Consider the momentous event in architecture when the wall parted and the column became.","author":"Louis Kahn","topic":"Architecture"},{"quote":"Splendid architecture, the love of your life, an old friend... they can all go drifting by unseen if you&#39;re not careful.","author":"Ian Mckellen","topic":"Architecture"},{"quote":"To work in architecture you are so much involved with society, with politics, with bureaucrats. It&#39;s a very complicated process to do large projects. You start to see the society, how it functions, how it works. Then you have a lot of criticism about how it works.","author":"Ai Weiwei","topic":"Architecture"},{"quote":"If I was influenced by anything, it was architecture: structure having to do with logic. If you don&#39;t do it right, the whole thing is going to cave in. In a certain sense, you can carry that to graphic design. Fortunately, however, nobody is going to die if you do it wrong.","author":"Paul Rand","topic":"Architecture"},{"quote":"The general public, formerly profoundly indifferent to everything to do with building, has been shaken out of its torpor; personal interest in architecture as something that concerns every one of us in our daily lives has been very widely aroused; and the broad line of its future development are already clearly discernible.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Form follows profit is the aesthetic principle of our times.","author":"Richard Rogers","topic":"Architecture"},{"quote":"The &#39;International Style of Modernism&#39; came with the advent of building services. In the end, the architecture became like a container space, essentially like a boring box with a basement full of machinery to make it inhabitable. As a result, buildings literally started to look identical all over the planet.","author":"Bjarke Ingels","topic":"Architecture"},{"quote":"Architecture and building is about how you get around the obstacles that are presented to you. That sometimes determines how successful you&#39;ll be: How good are you at going around obstacles?","author":"Jeremy Renner","topic":"Architecture"},{"quote":"People can inhabit anything. And they can be miserable in anything and ecstatic in anything. More and more I think that architecture has nothing to do with it. Of course, that&#39;s both liberating and alarming.","author":"Rem Koolhaas","topic":"Architecture"},{"quote":"Everyone should be able to build, and as long as this freedom to build does not exist, the present-day planned architecture cannot be considered art at all.","author":"Friedensreich Hundertwasser","topic":"Architecture"},{"quote":"The architecture of a story can be a little bit different if it&#39;s a true story.","author":"Joel Coen","topic":"Architecture"},{"quote":"Art is very tricky because it&#39;s what you do for yourself. It&#39;s much harder for me to make those works than the monuments or the architecture.","author":"Maya Lin","topic":"Architecture"},{"quote":"The truth be told, the World Trade Center was neither a very good work of architecture nor a very successful piece of urbanism. Its shortcomings were somewhat mitigated by the westward and southward expansion of the World Financial Center and Battery Park City during the 1980s.","author":"Martin Filler","topic":"Architecture"},{"quote":"I fought violently for the autonomy of architecture. It&#39;s a very passive, weak profession where people deliver a service. You want a blue door, you get a blue door. You want it to look neo-Spanish, you get neo-Spanish. Architecture with any authenticity represents resistance. Resistance is a good thing.","author":"Thom Mayne","topic":"Architecture"},{"quote":"Architecture is the beginning of something because it&#39;s - if you&#39;re not involved in first principles, if you&#39;re not involved in the absolute, the beginning of that generative process, it&#39;s cake decoration.","author":"Thom Mayne","topic":"Architecture"},{"quote":"Church architecture describes visually the idea of the sacred, which is a fundamental need of man.","author":"Mario Botta","topic":"Architecture"},{"quote":"I like to play with architecture! It&#39;s my favorite game.","author":"Jean Nouvel","topic":"Architecture"},{"quote":"I would say that to put architecture in the chain of history, to be able to interpret and understand why we are where we are, is quite crucial.","author":"Rafael Moneo","topic":"Architecture"},{"quote":"I acquired an admiration for Japanese culture, art, and architecture, and learned of the existence of the game of GO, which I still play.","author":"Philip Warren Anderson","topic":"Architecture"},{"quote":"Architects today tend to depreciate themselves, to regard themselves as no more than just ordinary citizens without the power to reform the future.","author":"Kenzo Tange","topic":"Architecture"},{"quote":"They can do without architecture who have no olives nor wines in the cellar.","author":"Henry David Thoreau","topic":"Architecture"},{"quote":"Wherever technology reaches its real fulfillment, it transcends into architecture.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Architecture is always the will of the age conceived as space - nothing else. Until this simple truth is clearly recognized, the struggle over the foundation of a new architecture confident in its aims and powerful in its impact cannot be realized; until then, it is destined to remain a chaos of uncoordinated forces.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Architecture depends on facts, but its real field of activity lies in the realm of the significance.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Architects of grandeur are often the master builders of disillusionment.","author":"Bryant H. McGill","topic":"Architecture"},{"quote":"I really love Miami, but I don&#39;t think the architecture matches the city. It&#39;s a bit too commercial.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"Chicago&#39;s one of the rare places where architecture is more visible.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Without this spirit, Modernist architecture cannot fully exist. Since there is often a mismatch between the logic and the spirit of Modernism, I use architecture to reconcile the two.","author":"Tadao Ando","topic":"Architecture"},{"quote":"If people want to see Beaux-Arts, it&#39;s fine with me. I&#39;m interested in good architecture as anybody else.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t see that any buildings should be excluded from the term architecture, as long as they are done properly.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I am involved in the architecture of space.","author":"James Turrell","topic":"Architecture"},{"quote":"The artistic part of us all - I think that the easiest way to appreciate this - is through architecture. Architecture is very impressive; the beauty of buildings, temples.","author":"Carlos Slim","topic":"Architecture"},{"quote":"Concrete you can mold, you can press it into - after all, you haven&#39;t any straight lines in your body. Why should we have straight lines in our architecture? You&#39;d be surprised when you go into a room that has no straight line - how marvelous it is that you can feel the walls talking back to you, as it were.","author":"Philip Johnson","topic":"Architecture"},{"quote":"The development of the New Architecture encountered serious obstacles at a very early stage of its development. Conflicting theories and the dogmas enunciated in architects&#39; personal manifestos all helped to confuse the main issue.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Building art is a synthesis of life in materialised form. We should try to bring in under the same hat not a splintered way of thinking, but all in harmony together.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture is restricted to such a limited vocabulary. A building is either a high-rise or a perimeter block or a town house.","author":"Bjarke Ingels","topic":"Architecture"},{"quote":"The general public will almost always stand behind the traditionalists. In the public eye, architecture is about comfort, about shelter, about bricks and mortar.","author":"Bernard Tschumi","topic":"Architecture"},{"quote":"Georgian architecture respected the scale of both the individual and the community.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Charleston has something for everyone, rain or shine. Its architecture is unparalleled. Carriage rides are great for seeing the city and hearing the history behind certain houses and the area.","author":"Thomas Gibson","topic":"Architecture"},{"quote":"Architecture was pretty much the sexiest thing to be doing from 1700-1800.","author":"Kevin McCloud","topic":"Architecture"},{"quote":"Architecture is the story of how we see ourselves. It is the architect&#39;s job to service everyday life.","author":"Thom Mayne","topic":"Architecture"},{"quote":"In architecture and interiors, as well as fashion, there is an interaction that is both functional and aesthetic.","author":"Joseph Altuzarra","topic":"Architecture"},{"quote":"I&#39;d been to Stourhead and was inspired by the perfect parity between architecture and art; in fact, the architecture is the art. I wrote a piece called &#39;Not Sculpture Park,&#39; because most of these things become car parks for bought-in sculpture. The artists should be working with the site, not just plonking pieces down.","author":"Charles Jencks","topic":"Architecture"},{"quote":"But those musics do not address the larger kind of architecture in time that classical music does, whatever each one of us knows that classical music must mean.","author":"Michael Tilson Thomas","topic":"Architecture"},{"quote":"Trying to describe something musical is like dancing to architecture, it&#39;s really difficult.","author":"Robert Palmer","topic":"Architecture"},{"quote":"What&#39;s interesting about architects is, we always have tried to justify beauty by looking to nature, and arguably, beautiful architecture has always been looking at a model of nature.","author":"Greg Lynn","topic":"Architecture"},{"quote":"The building&#39;s identity resided in the ornament.","author":"Louis Sullivan","topic":"Architecture"},{"quote":"Architecture, of all the arts, is the one which acts the most slowly, but the most surely, on the soul.","author":"Ernest Dimnet","topic":"Architecture"},{"quote":"I&#39;m involved in everything from highly progressive lighting systems to airline interiors. In the field of transportation I can go from the micro to the macro: architecture, transportation, industrial product design, right across the board. It&#39;s Russian dollism, because they all interrelate: one goes into the other.","author":"Ross Lovegrove","topic":"Architecture"},{"quote":"Architects in the past have tended to concentrate their attention on the building as a static object. I believe dynamics are more important: the dynamics of people, their interaction with spaces and environmental condition.","author":"John Portman","topic":"Architecture"},{"quote":"First, there is the bare beauty of the logs themselves with their long lines and firm curves. Then there is the open charm felt of the structural features which are not hidden under plaster and ornament, but are clearly revealed, a charm felt in Japanese architecture.","author":"Gustav Stickley","topic":"Architecture"},{"quote":"An important work of architecture will create polemics.","author":"Richard Meier","topic":"Architecture"},{"quote":"The ancient Romans built their greatest masterpieces of architecture, their amphitheaters, for wild beasts to fight in.","author":"Voltaire","topic":"Architecture"},{"quote":"Maybe we can show government how to operate better as a result of better architecture. Eventually, I think Chicago will be the most beautiful great city left in the world.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"Our utilitarian structures will mature into architecture only when, through their fulfillment of function, they become carriers of the will of the age.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Since I am a Japanese man who&#39;s been building through the experience of Japanese architecture, my actual designs come from Japanese architectural concepts, although they&#39;re based on Western methods and materials.","author":"Tadao Ando","topic":"Architecture"},{"quote":"Japanese architecture is traditionally based on wooden structures that need renovating on a regular basis.","author":"Tadao Ando","topic":"Architecture"},{"quote":"Every time a student walks past a really urgent, expressive piece of architecture that belongs to his college, it can help reassure him that he does have that mind, does have that soul.","author":"Louis Kahn","topic":"Architecture"},{"quote":"Convinced as I am and as I am from my government that the world needs a new moral architecture over all I believe that this should be the first topic to debate in our world of today, ethics, moral.","author":"Hugo Chavez","topic":"Architecture"},{"quote":"In addressing a task, one almost always has several possible options, sometimes only a few, and they may all be practical and functional. But they lack the aesthetic aspect that raises it to architecture.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"My house is my refuge, an emotional piece of architecture, not a cold piece of convenience.","author":"Luis Barragan","topic":"Architecture"},{"quote":"Every problem is super-interesting and has its own nuances, and you solve it today, but you try to solve it with an architecture. You build a machine to solve the problems that are like it later. And then you move on to the next.","author":"Travis Kalanick","topic":"Architecture"},{"quote":"The thing about Chicago is that it really isn&#39;t like any other place. The architecture and the layout of the city are the best. I&#39;m from the Midwest, and consider myself a Midwesterner. I feel most at home there. I love California. I have great friends in California. I just have always considered Illinois to be home.","author":"Vince Vaughn","topic":"Architecture"},{"quote":"Music, architecture and pictures have always been my passions, and all that material wealth has meant for me, is being able to have some of the pictures I liked.","author":"Andrew Lloyd Webber","topic":"Architecture"},{"quote":"The future of architecture is culture.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Let us together create the new building of the future, which will be everything in one form: architecture and sculpture and painting.","author":"Walter Gropius","topic":"Architecture"},{"quote":"In graduate school, I decide to write my doctoral thesis on how Italian architecture influenced English playwrights of the seventeenth century. I wonder why certain playwrights decided to set their tragedies, written in English, in Italian palaces.","author":"Jhumpa Lahiri","topic":"Architecture"},{"quote":"Architecture is not merely national but clearly has local ties in that it is rooted in the earth.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"The very essence of architecture consists of a variety and development reminiscent of natural organic life. This is the only true style in architecture.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"I could have been an architect, but I don&#39;t think I&#39;d have been very happy. Nearly all modern architecture is a silly game as far as I can see.","author":"Roger Waters","topic":"Architecture"},{"quote":"The building of the architecture of a novel - the craft of it - is something I never tire of.","author":"John Irving","topic":"Architecture"},{"quote":"I was going to be an architect. I graduated with a degree in architecture and I had a scholarship to go back to Princeton and get my Masters in architecture. I&#39;d done theatricals in college, but I&#39;d done them because it was fun.","author":"James Stewart","topic":"Architecture"},{"quote":"My architecture tends to be legible, light and flexible. You can read it. You look at a building, and you can see how it is constructed. I put the structure outside.","author":"Richard Rogers","topic":"Architecture"},{"quote":"Architecture is a slow business, and city planning even slower.","author":"Richard Rogers","topic":"Architecture"},{"quote":"If you look at the architecture of Washington, D.C., it is not by mistake that the dome over the Capitol is the very center of the federal city. The White House and the Supreme Court are set about us, satellites to the supreme power of the people expressed in the legislative authority of Congress.","author":"Cathy McMorris Rodgers","topic":"Architecture"},{"quote":"I think architecture is rarely the product of a single ideology. It&#39;s more like it can be shaped by a really big idea. It can accommodate a lot of life forms.","author":"Bjarke Ingels","topic":"Architecture"},{"quote":"I love the architecture magazines and all of the French magazines for decoration or whatever. I end up enjoying them more sometimes than the fashion magazines.","author":"Francois Nars","topic":"Architecture"},{"quote":"You are a victim of your own neural architecture which doesn&#39;t permit you to imagine anything outside of three dimensions. Even two dimensions. People know they can&#39;t visualise four or five dimensions, but they think they can close their eyes and see two dimensions. But they can&#39;t.","author":"Leonard Susskind","topic":"Architecture"},{"quote":"I love Chicago. It&#39;s one of the great cities. I&#39;m crazy about the town. It reminds me of New York when it was at its best, the New York that used to be and is no more. I love the architecture, the old stuff and the new stuff.","author":"Peter Falk","topic":"Architecture"},{"quote":"The new architecture of transparency and lightness comes from Japan and Europe.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"Vitality is radiated from exceptional art and architecture.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"Not many architects have the luxury to reject significant things.","author":"Rem Koolhaas","topic":"Architecture"},{"quote":"Any architectural project we do takes at least four or five years, so increasingly there is a discrepancy between the acceleration of culture and the continuing slowness of architecture.","author":"Rem Koolhaas","topic":"Architecture"},{"quote":"Melrose is the finest remaining specimen of Gothic architecture in Scotland. Some of the sculptured flowers in the cloister arches are remarkably beautiful and delicate, and the two windows - the south and east oriels - are of a lightness and grace of execution really surprising.","author":"Bayard Taylor","topic":"Architecture"},{"quote":"I see architecture not as Gropius did, as a moral venture, as truth, but as invention, in the same way that poetry or music or painting is invention.","author":"Michael Graves","topic":"Architecture"},{"quote":"For my first apartment, when I was first married, I went to the lumberyard and bought stuff and made couches. My then-wife made cushions. I was really very interested in furniture. I was in school for architecture, but I had to live, and making furniture was different from designing buildings, which I couldn&#39;t do for myself.","author":"Michael Graves","topic":"Architecture"},{"quote":"I taught at Princeton for 39 years, and the school of architecture on the campus is the worst building on the campus.","author":"Michael Graves","topic":"Architecture"},{"quote":"You can never draw enough or read enough - reading about architecture, in other words.","author":"Michael Graves","topic":"Architecture"},{"quote":"The English light is so very subtle, so very soft and misty, that the architecture responded with great delicacy of detail.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Chandeliers are marvels of drop-dead showiness, the jewellery of architecture.","author":"Peter York","topic":"Architecture"},{"quote":"I think I went to Italy initially for the art, architecture, food and history, but I stayed there because of the people in Cortona.","author":"Frances Mayes","topic":"Architecture"},{"quote":"I got a New York designer to build my dream store here, which is a little bit of Florence in New York. It&#39;s like the Duomo on Madison. I got inspired by Santa Maria Novella and all the Renaissance architecture.","author":"Edgardo Osorio","topic":"Architecture"},{"quote":"I probably spent the first 20 years of my life wanting to be as American as possible. Through my 20s, and into my 30s, I began to become aware of how so much of my art and architecture has a decidedly Eastern character.","author":"Maya Lin","topic":"Architecture"},{"quote":"The process I go through in the art and the architecture, I actually want it to be almost childlike. Sometimes I think it&#39;s magical.","author":"Maya Lin","topic":"Architecture"},{"quote":"By 1970, the first stirrings of the revolt against Modernist orthodoxy in architecture had been felt, although it would be several years more until Postmodernism was widely accepted and made classical motifs permissible in high-style building design for the first time in decades.","author":"Martin Filler","topic":"Architecture"},{"quote":"Few developments central to the history of art have been so misrepresented or misunderstood as the brief, brave, glorious, doomed life of the Bauhaus - the epochally influential German art, architecture, crafts, and design school that was founded in Goethe&#39;s sleepy hometown of Weimar in 1919.","author":"Martin Filler","topic":"Architecture"},{"quote":"One of the most persistent yet elusive dreams of the Modern Movement in architecture has been prefabrication: industrially made structures that can be assembled at a building site.","author":"Martin Filler","topic":"Architecture"},{"quote":"Architecture is involved with the world, but at the same time it has a certain autonomy. This autonomy cannot be explained in terms of traditional logic because the most interesting parts of the work are non-verbal. They operate within the terms of the work, like any art.","author":"Thom Mayne","topic":"Architecture"},{"quote":"I believe that artistic activities change people. You do effect change. I see architecture as a political, social and cultural act - that is its primary role.","author":"Thom Mayne","topic":"Architecture"},{"quote":"Architecture is a result of a process of asking questions and testing them and re-interrogating and changing in a repetitive way.","author":"Thom Mayne","topic":"Architecture"},{"quote":"It is not with architecture that one can disseminate any political ideology.","author":"Oscar Niemeyer","topic":"Architecture"},{"quote":"I am but an architectural composer.","author":"Alexander Jackson Davis","topic":"Architecture"},{"quote":"I strive for an architecture from which nothing can be taken away.","author":"Helmut Jahn","topic":"Architecture"},{"quote":"It&#39;s my goal to make a building as immaterial as possible. Architecture is a very material thing. It takes a lot of resources, so why not eliminate what you don&#39;t need as long as you&#39;re able to achieve the same result?","author":"Helmut Jahn","topic":"Architecture"},{"quote":"If architecture is, as is sometimes said, music set in concrete, then football and basketball may be said to be creativity embodied in team sports.","author":"Michael Mandelbaum","topic":"Architecture"},{"quote":"I find the aristocratic parts of London so unattractive and angular; the architecture is so white and gated. But in New York, it&#39;s different - even uptown it&#39;s really grand, and there&#39;s no real segregation there. It&#39;s all mixed up.","author":"Imogen Poots","topic":"Architecture"},{"quote":"To make architecture with any real value is a massive challenge.","author":"Thomas Heatherwick","topic":"Architecture"},{"quote":"I&#39;m not an interior decorator; I&#39;m a designer, and that includes the architecture. The package must be strong and controlled, the rooms aligned, and the windows positioned to make sense with the furniture. Fluff it up, and you&#39;ve got big trouble.","author":"Anouska Hempel","topic":"Architecture"},{"quote":"Buildings in modern cities have lost their metaphoric aspect. Much contemporary architecture is very fragmented and busy on the outside. It&#39;s like a skin or a skull, but you don&#39;t know what&#39;s inside.","author":"Mario Botta","topic":"Architecture"},{"quote":"Painting, sculpture and architecture are finished, but the art habit continues.","author":"Robert Smithson","topic":"Architecture"},{"quote":"If you look at any leaf on any tree branch, it&#39;s similar to but not exactly a repetition of the previous branch. So the new science of complexity or showing how an architecture can be produced just as quickly, cheaply and efficiently by using computer production methods to get the slight variation, the self-similarity.","author":"Charles Jencks","topic":"Architecture"},{"quote":"I was always fascinated by graphic art and typography and architecture. And so I was constantly cutting things and making blocks and making buildings out of shoeboxes.","author":"Narciso Rodriguez","topic":"Architecture"},{"quote":"You can just drift unhappily towards this vision of heaven on earth, and ultimately that is what architecture is a vision of: Heaven on earth, at it&#39;s best.","author":"Ben Nicholson","topic":"Architecture"},{"quote":"The intellectual architecture means focusing on doing great work instead of focusing on agency politics.","author":"Jay Chiat","topic":"Architecture"},{"quote":"Inherent in architecture, it involves everything in life so that there is absolutely no end to it. By the time you&#39;re seventy or eighty, you&#39;re still beginning. So, that&#39;s the kind of life I&#39;ve preferred to being the expert at forty and dead, you know.","author":"John Lautner","topic":"Architecture"},{"quote":"I suppose I&#39;m trying to build an architecture that&#39;s as timeless as possible, although we&#39;re all creatures of our age.","author":"David Chipperfield","topic":"Architecture"},{"quote":"If a dictator takes up my ideas, the resulting town will survive the political system that commissioned it and stand as a social good. Besides, modernism rather than classicism has dominated the architecture of totalitarian regimes of both the left and right.","author":"Leon Krier","topic":"Architecture"},{"quote":"I don&#39;t build because I am an architect. I can make true architecture because I do not build.","author":"Leon Krier","topic":"Architecture"},{"quote":"The imperial vastness of late Roman architecture was made possible by the invention of concrete.","author":"Iain McGilchrist","topic":"Architecture"},{"quote":"The Romans were not inventors of the supporting arch, but its extended use in vaults and intersecting barrel shapes and domes is theirs.","author":"Harry Seidler","topic":"Architecture"},{"quote":"Architecture is not an inspirational business, it&#39;s a rational procedure to do sensible and hopefully beautiful things; that&#39;s all.","author":"Harry Seidler","topic":"Architecture"},{"quote":"A structure becomes architectural, and not sculptural, when its elements no longer have their justification in nature.","author":"Guillaume Apollinaire","topic":"Architecture"},{"quote":"The organizational architecture is really that a centipede walks on hundred legs and one or two don&#39;t count. So if I lose one or two legs, the process will go on, the organization will go on, the growth will go on.","author":"Mukesh Ambani","topic":"Architecture"},{"quote":"I feel however, that we architects have a special duty and mission... (to contribute) to the socio-cultural development of architecture and urban planning.","author":"Kenzo Tange","topic":"Architecture"},{"quote":"Architects have created this fake separation between creation and execution. You can see it in architecture schools, where the students look down on going to contracts classes.","author":"Joshua Prince-Ramus","topic":"Architecture"},{"quote":"Architecture is by definition a very collaborative process.","author":"Joshua Prince-Ramus","topic":"Architecture"},{"quote":"I went to art school in Chicago for a year at Columbia College. I had this whole master plan of getting into sustainable development and green architecture and construction, so I wanted to go to business school and then get my masters in construction and development.","author":"Nico Tortorella","topic":"Architecture"},{"quote":"Architecture is politics.","author":"Mitchell Kapor","topic":"Architecture"},{"quote":"I love &#39;70s organic architecture. I am very influenced by the time when I grew up.","author":"Alexandre de Betak","topic":"Architecture"},{"quote":"Many of the received models of modern architecture and planning owe their ultimate origin to the building code and public health reform movements of the second half of the 19th century.","author":"Kenneth Frampton","topic":"Architecture"},{"quote":"Architecture aims at Eternity.","author":"Christopher Wren","topic":"Architecture"},{"quote":"My university degree is in art and, yes, I do a lot of drawing for all my books. I have a big drafting table set up in a spare bedroom and I cover it with maps and house plans and sketches that I use in the books. Also, I truly love architecture, so that plays a big part in all my books.","author":"Jude Deveraux","topic":"Architecture"},{"quote":"The common thread for everything I do is this idea of a Web-services architecture. What does that mean? It means taking components of software and systems and having them be self-describing, so that you can aim them, ask them what their capabilities are, and communicate with them using a standard protocol.","author":"Bill Gates","topic":"Architecture"},{"quote":"I paint mostly from real life. It has to start with that. Real people, real street scenes, behind the curtain scenes, live models, paintings, photographs, staged setups, architecture, grids, graphic design. Whatever it takes to make it work.","author":"Bob Dylan","topic":"Architecture"},{"quote":"I was planning to go into architecture. But when I arrived, architecture was filled up. Acting was right next to it, so I signed up for acting instead.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"Architecture has recorded the great ideas of the human race. Not only every religious symbol, but every human thought has its page in that vast book.","author":"Victor Hugo","topic":"Architecture"},{"quote":"It is impossible, as impossible as to raise the dead, to restore anything that has ever been great or beautiful in architecture. That which I have insisted upon as the life of the whole, that spirit which is given only by the hand and eye of the workman, can never be recalled.","author":"John Ruskin","topic":"Architecture"},{"quote":"No architecture is so haughty as that which is simple.","author":"John Ruskin","topic":"Architecture"},{"quote":"It seems a fantastic paradox, but it is nevertheless a most important truth, that no architecture can be truly noble which is not imperfect.","author":"John Ruskin","topic":"Architecture"},{"quote":"People wouldn&#39;t know this about me, but I adore ball gowns. I love their cut, their architecture and the thought of the hands of so many seamstresses working on them.","author":"Patti Smith","topic":"Architecture"},{"quote":"London, from the architecture to the culture to the fashion to the accents, feels like it&#39;s a special place.","author":"G-Eazy","topic":"Architecture"},{"quote":"Talking about music is like dancing about architecture.","author":"Steve Martin","topic":"Architecture"},{"quote":"The substance of fictional architecture is not bricks and mortar but evanescent consciousness.","author":"John Updike","topic":"Architecture"},{"quote":"I feel I can handle the architecture of dance as well as anybody.","author":"Twyla Tharp","topic":"Architecture"},{"quote":"Tel Aviv is new, built on the sand dunes north of Jaffa in the 1890s, about the same time Miami was founded. The cities bear a resemblance in size, site, climate, and architecture, which ranges from the bland to the fancifully bland.","author":"P. J. O'Rourke","topic":"Architecture"},{"quote":"It was my interest in happiness that led me to the subject of habits, and of course, the study of habits is really the study of happiness. Habits are the invisible architecture of everyday life, and a significant element of happiness.","author":"Gretchen Rubin","topic":"Architecture"},{"quote":"I&#39;ve gone to school for business, for design, for architecture.","author":"Venus Williams","topic":"Architecture"},{"quote":"Half of architecture students are women, and you see respected, established female architects all the time.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"Look, architecture has a lot of places to hide behind, a lot of excuses. &#39;The client made me do this.&#39; &#39;The city made me do this.&#39; &#39;Oh, the budget.&#39; I don&#39;t believe that anymore.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Gothic architecture requires individual craftsmanship. The wish to create an enclosed world for the congregation gives rise in Gothic architecture to the need to create something wherein the activity of the congregation plays a part.","author":"Rudolf Steiner","topic":"Architecture"},{"quote":"When we project the specific organization of the human body into the space outside it, then we have architecture.","author":"Rudolf Steiner","topic":"Architecture"},{"quote":"Architecture produces a musical mood in our inner being, and we notice that even though the elements of architecture and music appear to be so alien in the outer world, through this musical mood engendered in us, our experience of architecture brings about a reconciliation, a balance between these two elements.","author":"Rudolf Steiner","topic":"Architecture"},{"quote":"The first thing you must know as an actor or director is the space you will inhabit. See the architecture; imagine where things can happen in space.","author":"Robert Wilson","topic":"Architecture"},{"quote":"I&#39;ve always been attracted to classic patterns in architecture, music and drama.","author":"Robert Wilson","topic":"Architecture"},{"quote":"I believe that architecture is fundamentally a public space where people can gather and communicate, think about the history, think about the lives of human beings, or the world.","author":"Tadao Ando","topic":"Architecture"},{"quote":"The speed of change makes you wonder what will become of architecture.","author":"Tadao Ando","topic":"Architecture"},{"quote":"Japanese traditional architecture is created based on these conditions. This is the reason you have a very high degree of connection between the outside and inside in architecture.","author":"Tadao Ando","topic":"Architecture"},{"quote":"Italy is full of historical buildings. And Europe holds a great history of philosophy from Greece until today. I read all those books and see these buildings, and I think of where I stand when I design my architecture.","author":"Tadao Ando","topic":"Architecture"},{"quote":"All those involved in the construction of an architectural design, from the architect to the builder, have an attachment to the architecture, although it&#39;s difficult to quantify the attachment.","author":"Tadao Ando","topic":"Architecture"},{"quote":"I don&#39;t really get into architecture in the hotel room. But maybe a little Feng Shui here and there.","author":"Drew Barrymore","topic":"Architecture"},{"quote":"I would have liked maybe to be in architecture or painting, something connected to the fine arts.","author":"Catherine Deneuve","topic":"Architecture"},{"quote":"I see the Beijing National Stadium as an architectural project. I accepted Herzog and De Meuron&#39;s invitation to collaborate on the design, and our proposal won the competition. From beginning to end, I stayed with the project. I am committed to fostering relationships between a city and its architecture.","author":"Ai Weiwei","topic":"Architecture"},{"quote":"I&#39;m very interested in architecture.","author":"Nikki Sixx","topic":"Architecture"},{"quote":"I love architecture.","author":"Chris Pine","topic":"Architecture"},{"quote":"You get one chance to do something about native title. You get perhaps one chance in your life to do something about a republic. You get one chance, your chance, to build a piece of the political architecture in the Pacific. I wasn&#39;t going to give those up.","author":"Paul Keating","topic":"Architecture"},{"quote":"If architecture had nothing to do with art, it would be astonishingly easy to build houses, but the architect&#39;s task - his most difficult task - is always that of selecting.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"And when an architect has designed a house with large windows, which is a necessity today in order to pull the daylight into these very deep houses, then curtains come to play a big role in architecture.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I see only one requirement you have to have to be a director or any kind of artist: rhythm. Rhythm, for me, is everything. Without rhythm, there&#39;s no music. Without rhythm, there&#39;s no cinema. Without rhythm, there&#39;s no architecture.","author":"Alejandro Gonzalez Inarritu","topic":"Architecture"},{"quote":"The visual architecture of &#39;Biutiful&#39; is the most sophisticated of all the films I have directed.","author":"Alejandro Gonzalez Inarritu","topic":"Architecture"},{"quote":"As a general rule, when a new industry takes root, and the first products emerge in a wave, almost always the architecture of the product will be proprietary and interdependent in character.","author":"Clayton M. Christensen","topic":"Architecture"},{"quote":"I&#39;m somebody who likes codes and ciphers and chases and artwork and architecture, and all the things you find in a Robert Langdon thriller.","author":"Dan Brown","topic":"Architecture"},{"quote":"I loved medieval architecture when I was very small; I don&#39;t know why.","author":"Andrew Lloyd Webber","topic":"Architecture"},{"quote":"The World&#39;s Fair was the precursor to theme parks like Disneyworld, and the really sort of cheap, superficial promotional architecture that you see everywhere in the U.S. I think there&#39;s a danger when you start creating a civilisation that isn&#39;t meant to last.","author":"Sufjan Stevens","topic":"Architecture"},{"quote":"Clothing has been called intimate architecture. We want to go beyond that.","author":"Issey Miyake","topic":"Architecture"},{"quote":"We build buildings which are terribly restless. And buildings don&#39;t go anywhere. They shouldn&#39;t be restless.","author":"Minoru Yamasaki","topic":"Architecture"},{"quote":"So what we have tried to do in our later buildings is to try to be completely consistent, as a painter is consistent or as a sculptor is consistent. Architecture also must be very consistent.","author":"Minoru Yamasaki","topic":"Architecture"},{"quote":"If you examine this, I think that you will find that it&#39;s the mechanics of Japanese architecture that have been thought of as the direct influence upon our architecture.","author":"Minoru Yamasaki","topic":"Architecture"},{"quote":"The real architecture happens within the works themselves, and that was done by the composer. That&#39;s where the real skill is. In putting together a program, you&#39;re more a curator, but that&#39;s important as well. And then the interpreting of it is where our big job is.","author":"Joshua Bell","topic":"Architecture"},{"quote":"Architecture is art, nothing else.","author":"Philip Johnson","topic":"Architecture"},{"quote":"If you&#39;re inclined to dismiss L.A. as a place of unrelenting vapidity and generic 1980s architecture, then you&#39;re doing yourself and L.A. a huge disservice, and you&#39;re just not looking hard enough.","author":"Moby","topic":"Architecture"},{"quote":"For a long time, nobody had figured out Information Architecture, so we all just made stuff up.","author":"Jeffrey Zeldman","topic":"Architecture"},{"quote":"I cannot imagine myself fitting into the existing curriculum. I am too self-willed for that and have had my own very definite ideas for a long time, very different from the existing ways, as to how architecture is to be taught.","author":"Walter Gropius","topic":"Architecture"},{"quote":"The art of dancing stands at the source of all the arts that express themselves first in the human person. The art of building, or architecture, is the beginning of all the arts that lie outside the person; and in the end they unite.","author":"Havelock Ellis","topic":"Architecture"},{"quote":"Architecture is exposed to life. If its body is sensitive enough, it can assume a quality that bears witness to past life.","author":"Peter Zumthor","topic":"Architecture"},{"quote":"Architecture to me is whole. I cannot say I only care about this 25% and the other 75% I let go... it&#39;s just I want to work the way I want to work. In my shop, you can order certain things and other things you cannot. They are not available.","author":"Peter Zumthor","topic":"Architecture"},{"quote":"We should concentrate our work not only to a separated housing problem but housing involved in our daily work and all the other functions of the city.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"God created paper for the purpose of drawing architecture on it. Everything else is, at least for me, an abuse of paper.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Just as it takes time for a speck of fish spawn to develop into a fully grown fish, so, too, we need time for everything that develops and crystallizes in the world of ideas. Architecture demands more of this time than other creative work.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"I&#39;ve spent a lot of very happy times in Edinburgh as a result of playing virtually every festival since 1996. It&#39;s also a beautiful city in its own right, is walkable, within sight of the sea and mountains - and was too far north for the Luftwaffe to have done any damage, hence the spectacularly beautiful architecture.","author":"Marcus Brigstocke","topic":"Architecture"},{"quote":"I do speak Mandarin, and I also relate to the hunger that China has for culture and architecture and style.","author":"Vera Wang","topic":"Architecture"},{"quote":"I try to shut out ideas about why you should do things. Trying to do good architecture and really designing a career? There&#39;s some attention to be paid to that, but I don&#39;t think it&#39;s everything.","author":"Rachel McAdams","topic":"Architecture"},{"quote":"I am exhausted by traditional memoir. I am exhausted by the architecture of the conventional novel.","author":"David Shields","topic":"Architecture"},{"quote":"If you have an architecture of control, let&#39;s say, where you select in advance everything that&#39;s going to affect your life, then you&#39;re going to live in a very small world that will have an echo chamber feature... Pandora, which I love, actually feeds into that.","author":"Cass Sunstein","topic":"Architecture"},{"quote":"I mean, certainly writing, painting, photography, dance, architecture, there is an aspect of almost every art form that is useful and that merges into film in some way.","author":"Sydney Pollack","topic":"Architecture"},{"quote":"If I want to make people moved or cry in a film, I figure out what the room looks like, what the people are wearing, what time of day it is, what the light is, how to photograph it, where to put the camera. It involves optics and costume design and set design and architecture.","author":"Sydney Pollack","topic":"Architecture"},{"quote":"What makes architecture extraordinary is that you&#39;re looking at the building, but your peripheral vision is also seeing how it fits within a space. And it&#39;s seeing more than one part of the building at one time.","author":"Sydney Pollack","topic":"Architecture"},{"quote":"We all love musical architecture; there&#39;s no doubt about that.","author":"Levon Helm","topic":"Architecture"},{"quote":"I&#39;d like to do a lot of things - whether in design or architecture or business.","author":"Caroline Wozniacki","topic":"Architecture"},{"quote":"I got into this little habit of architecture and building. I designed a house in Colorado and one in Hawaii. The idea is supposed to be build and sell - but then I can never bring myself to sell them.","author":"Trey Parker","topic":"Architecture"},{"quote":"I believe very strongly, and have fought since many years ago - at least over 30 years ago - to get architecture not just within schools, but architecture talked about under history, geography, science, technology, art.","author":"Richard Rogers","topic":"Architecture"},{"quote":"Architecture is a living thing. If I want to leave something to the future, it has to be able to change - but retain something of the ethos that we built up over 50 years.","author":"Richard Rogers","topic":"Architecture"},{"quote":"Architecture is always political.","author":"Richard Rogers","topic":"Architecture"},{"quote":"I remember coming back to the U.K. after spending five months in Charlotte for &#39;Homeland,&#39; and I just found myself just wandering around London. There&#39;s nothing like it - the buildings, the architecture, the sense of history, the sense of culture - there really is nothing like it.","author":"David Harewood","topic":"Architecture"},{"quote":"In my early 20s I was so miserable doing construction, I wanted something that paid money. I liked nice stuff. I liked cars and architecture, and things that cost money. I wanted to not swing a hammer, and make money... and not do stuff that was dirty. I attempted to get into comedy. I started to do stand-up, but I wasn&#39;t very good at it.","author":"Adam Carolla","topic":"Architecture"},{"quote":"The idea was that you could grow a system like the Internet one network at a time and then interconnect them. In some sense, the most important thing was the invention of the architecture protocols that enabled the Internet.","author":"Vint Cerf","topic":"Architecture"},{"quote":"The thing is that when you are a director, you need to be involved in a lot of different fields. You must be a psychologist, an architecture expert; you must be a choreographer.","author":"Denis Villeneuve","topic":"Architecture"},{"quote":"Itjtawy was ancient Egypt&#39;s capital for over four hundred years, at a period of time called the Middle Kingdom about four thousand years ago. The site is located in the Faiyum of Egypt, and the site is really important because in the Middle Kingdom there was this great renaissance for ancient Egyptian art, architecture and religion.","author":"Sarah Parcak","topic":"Architecture"},{"quote":"&#39;Harlem: The Unmaking of a Ghetto&#39; is a surprise and a fresh way of looking at Harlem, connecting the black district with the architecture of its historical past.","author":"Darryl Pinckney","topic":"Architecture"},{"quote":"If I weren&#39;t involved with food, I&#39;d be working in architecture. Design is that critical to me.","author":"Alice Waters","topic":"Architecture"},{"quote":"Until the Eighties, Oslo was a rather boring town, but it&#39;s changed a lot, and is now much more cosmopolitan. If I go downtown, I visit the harbour to see the tall ships and the ferries, and to admire the modern architecture such as the Opera House or the new Astrup Fearnley Museum on the water&#39;s edge.","author":"Jo Nesbo","topic":"Architecture"},{"quote":"I wanted to be a cartoonist, but there was no cartoon academy. So I enrolled in the Royal Danish Art Academy School of Architecture. But then I really got smitten by architecture.","author":"Bjarke Ingels","topic":"Architecture"},{"quote":"One of the dilemmas of architecture in general is that there is a Catch-22 - you can&#39;t actually get to be commissioned to do certain types of building until you&#39;ve already built that type of building. So it seems to be incredibly hard to get going.","author":"Bjarke Ingels","topic":"Architecture"},{"quote":"People outside the profession of architecture perhaps often lack the understanding of how their physical environment comes into being. What are the processes, the concerns and considerations? What are the parameters that shape the world around them?","author":"Bjarke Ingels","topic":"Architecture"},{"quote":"The history of the Jews has been written overwhelmingly by scholars of texts - understandably given the formative nature of the Bible and the Talmud. Seeing Jewish history through artifacts, architecture and images is still a young but spectacularly flourishing discipline that&#39;s changing the whole story.","author":"Simon Schama","topic":"Architecture"},{"quote":"When I visit any cathedral, it reminds me of being with my grandparents. They weren&#39;t particularly religious, but my grandfather was obsessed with architecture.","author":"Jonathan Anderson","topic":"Architecture"},{"quote":"The architecture for &#39;Paladin&#39; - given that it&#39;s at least three books, with the possibility of more - turned out to be bigger than anything I&#39;ve ever created, with multiple levels of reality, interlocking mysteries and a terabyte of time frame.","author":"Mark Frost","topic":"Architecture"},{"quote":"I love seeing New York City Ballet from the fourth ring, just seeing the architecture of how these bodies move from above.","author":"Justin Peck","topic":"Architecture"},{"quote":"I have played a few times in Barcelona, including the fantastic Olympic Stadium. It&#39;s undoubtedly one of my favourite cities in terms of the people, arts, food, architecture and design.","author":"Jean-Michel Jarre","topic":"Architecture"},{"quote":"I love antique architecture, so if I have any indulgences, I have owned and renovated and reconstructed a lot of old houses.","author":"Daryl Hall","topic":"Architecture"},{"quote":"I worked out a rather deep-dish theory defining the theater as a form of architecture rather than a form of literature.","author":"Preston Sturges","topic":"Architecture"},{"quote":"Prediction is structurally inseparable from the business of punditry: It creates the essential image of indefatigable authority that is punditry&#39;s very architecture; it flows from that calcified image, and it provides the substance for the story that keeps getting told about the inevitability of American progress.","author":"Rick Perlstein","topic":"Architecture"},{"quote":"I founded a club, which is called the Brutally Early Club. It&#39;s basically a breakfast salon for the 21st century where art meets science meets architecture meets literature.","author":"Hans-Ulrich Obrist","topic":"Architecture"},{"quote":"I read whenever possible, and I buy books all the time, sometimes online, but mostly from bookshops. I love literature. If you want to understand art, it&#39;s important to understand what is also happening in literature, in music, in science, in architecture.","author":"Hans-Ulrich Obrist","topic":"Architecture"},{"quote":"At a certain point, I just put the building and the art impulse together. I decided that building was a legitimate way to make sculpture.","author":"Martin Puryear","topic":"Architecture"},{"quote":"The Internet is probably the most important technological advancement of my lifetime. Its strength lies in its open architecture and its ability to allow a framework where all voices can be heard.","author":"Adam Savage","topic":"Architecture"},{"quote":"I&#39;ve always liked traveling around Europe and seeing the architecture. The buildings in capital cities have been there for hundreds and hundreds and hundreds of years. Some look better than the new ones.","author":"Joe Elliott","topic":"Architecture"},{"quote":"Architecture doesn&#39;t come from theory. You don&#39;t think your way through a building.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"Whenever we witness art in a building, we are aware of an energy contained by it.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"Does an architecture to assuage the spirit have a place?","author":"Arthur Erickson","topic":"Architecture"},{"quote":"Rationalism is the enemy of art, though necessary as a basis for architecture.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"The details are the very source of expression in architecture. But we are caught in a vice between art and the bottom line.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"The way of architecture is the quiet voice that underlies it and has guided it from the beginning.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"Today&#39;s developer is a poor substitute for the committed entrepreneur of the last century for whom the work of architecture represented a chance to celebrate the worth of his enterprise.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"We are stymied by regulations, limited choice and the threat of litigation. Neither consultants nor industry itself provide research which takes architecture forward.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"One my favorite things is to go to the provinces of Russia and see the 18th century wood churches with the onion dome architecture. These humble wonders of incredible imagination of architects that were obviously not living in places like Paris or London, but they&#39;ve created these amazing churches.","author":"Andre Leon Talley","topic":"Architecture"},{"quote":"Architecture is a rare collective profession: it&#39;s always exercised by groups. There is an essential modesty, which is a complete contradiction to the notion of a star.","author":"Rem Koolhaas","topic":"Architecture"},{"quote":"Escape from the architecture ghetto is one of the major drivers and has been from the very beginning.","author":"Rem Koolhaas","topic":"Architecture"},{"quote":"The intellectual force of the West is still dominant, but other cultures are getting stronger. I expect that we will develop a new way of thinking in architecture and urban planning, and that less will be based on our models.","author":"Rem Koolhaas","topic":"Architecture"},{"quote":"There&#39;s nothing Dutch about my architecture.","author":"Rem Koolhaas","topic":"Architecture"},{"quote":"There&#39;s a Danish architecture firm called BIG. I love architecture, and I always check out their work; they&#39;re very good at reimagining the way we live. They put the human experience as the focus, with access to air and outdoor space.","author":"Nikolaj Coster-Waldau","topic":"Architecture"},{"quote":"It was nice to finish up Stanford. I think I always felt that I would be there for four years and graduate, and definitely didn&#39;t want to leave early. A degree was definitely a plus, and I was having a lot of fun in school. But after football, you know, I don&#39;t know. I really did enjoy studying architecture; it was a blast.","author":"Andrew Luck","topic":"Architecture"},{"quote":"I don&#39;t believe in morality in architecture.","author":"Michael Graves","topic":"Architecture"},{"quote":"I have no requirements for a style of architecture.","author":"Michael Graves","topic":"Architecture"},{"quote":"I&#39;m working on a school of architecture in China. It&#39;s rare that an architect gets to design a school of architecture, and here I get to do it. I&#39;m so pleased that they asked me.","author":"Michael Graves","topic":"Architecture"},{"quote":"Instead of using the machine as a metaphor for architecture, as Le Corbusier did, I use the human body. I want the public to know that it&#39;s them I&#39;m designing for.","author":"Michael Graves","topic":"Architecture"},{"quote":"The oldest book I have is a treatise on architecture from the 17th century.","author":"Michael Graves","topic":"Architecture"},{"quote":"I love architecture, but I learned early on that architects just don&#39;t make a lot of money.","author":"Shahid Khan","topic":"Architecture"},{"quote":"You don&#39;t need to spend a lot of money on stuff when you have amazing architecture.","author":"Nate Berkus","topic":"Architecture"},{"quote":"I never talked about architecture with my father, which I regret.","author":"Bernard Tschumi","topic":"Architecture"},{"quote":"I love Sutton House in Clapton, a beautiful example of Tudor architecture.","author":"Sharon Horgan","topic":"Architecture"},{"quote":"What people want, above all, is order.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Victorian architecture in the United States was copied straight from England.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"The logic of Palladian architecture presented an aesthetic formula which could be applied universally.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Of all the lessons most relevant to architecture today, Japanese flexibility is the greatest.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"French architecture always manages to combine the most magnificent underlying themes of architecture; like Roman design, it looks to the community.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"With vocal and choral music, first and foremost, it&#39;s the text. Not only do I need to serve the text, but the text - when I&#39;m doing it right - acts as the perfect &#39;blueprint&#39;, and all the architecture is there. The poet has done the heavy lifting, so my job is to find the soul of the poem and then somehow translate that into music.","author":"Eric Whitacre","topic":"Architecture"},{"quote":"Landscape architecture is basically geodesign; it&#39;s designing geography. And yet geodesign is not only done by landscape architects, it&#39;s done by some of the world&#39;s largest corporations.","author":"Jack Dangermond","topic":"Architecture"},{"quote":"We need a new health care architecture that will reduce costs, improve outcomes, and protect vulnerable persons.","author":"Jeff Fortenberry","topic":"Architecture"},{"quote":"I think it is widely agreed that Carl Steinitz, over the 50 years he taught at Harvard, has been one of the most important figures in influencing the theory and practice of landscape architecture and the application of computer technology to planning.","author":"Jack Dangermond","topic":"Architecture"},{"quote":"The basic architecture of Dodd-Frank makes sense. At the same time, as a number of regulators and legislators have observed, the act was a complex effort that produced thousands of pages of rules.","author":"James P. Gorman","topic":"Architecture"},{"quote":"I always point out to my Passover guests that the Hebrews were not living in isolation. They were at the crossroads of several great, elaborate cultures with their own mythology and religion and art and architecture and cultural belief. In fact, so many of the mythologies of the world describe the same events, just from different points of view.","author":"Harold Ramis","topic":"Architecture"},{"quote":"I love building spaces: architecture, furniture, all of it, probably more than fashion. The development procedure is more tactile. It&#39;s about space and form and it&#39;s something you can share with other people.","author":"Donna Karan","topic":"Architecture"},{"quote":"In effect, the Internet is a global connection of interconnected computers. It has been described as truly a peer-to-peer system with many distributed nodes and no central point of control architecture.","author":"Miriam Defensor-Santiago","topic":"Architecture"},{"quote":"I&#39;ve always known I wanted to be in design somehow. It was going to be architecture, but I would&#39;ve had to quit acting for it. I realized with horology, I could learn at my own pace.","author":"Aldis Hodge","topic":"Architecture"},{"quote":"I was always really geeky about design and buildings. Always into architecture as a kid.","author":"Aldis Hodge","topic":"Architecture"},{"quote":"Engineering, medicine, business, architecture and painting are concerned not with the necessary but with the contingent - not with how things are but with how they might be - in short, with design.","author":"Herbert Simon","topic":"Architecture"},{"quote":"Downtown Toronto is a very good place to talk about the neutrality of modernist architecture. I&#39;m sure this kind of box-building was interesting in the Twenties, Thirties and Forties, but I think it&#39;s absolutely ridiculous to build like this in 2013.","author":"Stefan Sagmeister","topic":"Architecture"},{"quote":"I think it&#39;s important to approach a house in a way that&#39;s reflective of the original environment. Maybe I&#39;m a sentimentalist, but I think that certain geographies call out for certain architecture. I like residences that reflect their place.","author":"Kelsey Grammer","topic":"Architecture"},{"quote":"When you&#39;re in a creative flow with somebody - and I had this back in architecture school - you&#39;re just so passionate about what you&#39;re doing, and if that other person is just as passionate, you&#39;ll be madly in love with them. It&#39;s just that thrill of creating.","author":"Catherine Hardwicke","topic":"Architecture"},{"quote":"By the late Nineties, we had become a more visual nation. Big-money taste moved to global standards - new architecture, design and show-off contemporary art. The Sloane domestic aesthetic - symmetry, class symbolism and brown furniture - became as unfashionable as it had been hot in the early Eighties.","author":"Peter York","topic":"Architecture"},{"quote":"My guilty pleasure is I like to watch a lot of HGTV. I really like watching design shows about houses, like extreme homes. Like buying a bridge and turning it into a house or something like that. I really am interested in home design or something like that... architecture.","author":"Taylor Schilling","topic":"Architecture"},{"quote":"I don&#39;t know why I&#39;ve always been so captivated by architecture.","author":"Tim Gunn","topic":"Architecture"},{"quote":"Our overriding goal in restructuring our financial architecture should be that taxpayers never again have to save a failing financial institution.","author":"Henry Paulson","topic":"Architecture"},{"quote":"The British political system and the whole clapped out Westminster architecture, and the language that we use about politics, it&#39;s completely unsustainable. You either decide to be part of that transition to do something different. Or you cling to old certainties.","author":"Nick Clegg","topic":"Architecture"},{"quote":"To come to England in the 1970s was to return to this strange other-world of half-known history. I found the imperial architecture curiously familiar: the post office, the town hall, the botanic gardens.","author":"Romesh Gunesekera","topic":"Architecture"},{"quote":"Even though I build buildings and I pursue my architecture, I pursue it as an artist. I deliberately keep a tiny studio. I don&#39;t want to be an architectural firm. I want to remain an artist.","author":"Maya Lin","topic":"Architecture"},{"quote":"I left science, then I went into art, but I approach things very analytically. I choose to pursue both art and architecture as completely separate fields rather than merging them.","author":"Maya Lin","topic":"Architecture"},{"quote":"I loved logic, math, computer programming. I loved systems and logic approaches. And so I just figured architecture is this perfect combination.","author":"Maya Lin","topic":"Architecture"},{"quote":"Considering my specialization in architecture, I&#39;m not surprised that the first graphic novel to thoroughly engage, not to say captivate, me is Chip Kidd and Dave Taylor&#39;s &#39;Batman: Death by Design.&#39;","author":"Martin Filler","topic":"Architecture"},{"quote":"Architecture is not a profession for the faint-hearted, the weak-willed, or the short-lived.","author":"Martin Filler","topic":"Architecture"},{"quote":"There is no sadder tale in the annals of architecture than the virtual disappearance of the defining architectural form of the Modern Movement - publicly sponsored housing.","author":"Martin Filler","topic":"Architecture"},{"quote":"Truly great architecture always transcends its stated function, sometimes in unanticipated ways.","author":"Martin Filler","topic":"Architecture"},{"quote":"Cost overruns are not uncommon in architecture, particularly for designs that depart from structural or technological norms, or demand a finer quality of execution than commercial schemes - conditions typical of buildings for cultural institutions. Budgets are exceeded for many reasons, not all of them within an architect&#39;s control.","author":"Martin Filler","topic":"Architecture"},{"quote":"All architecture, classical or not, must have some sense of order, and order is much harder to achieve without the straight lines and right angles that have dominated the building art from time immemorial.","author":"Martin Filler","topic":"Architecture"},{"quote":"One of the stated goals of the postmodern movement in architecture was a greater sensitivity to the people who live in or use newly designed buildings.","author":"Martin Filler","topic":"Architecture"},{"quote":"Architecture was the last of the major professions to devise a formal &#39;cursus honorum&#39; before its practice could be undertaken.","author":"Martin Filler","topic":"Architecture"},{"quote":"The tall building, concentrating man in one place more densely than ever before, similarly concentrates the dilemma of our public architecture at the end of the twentieth century: whether the new forms made possible by technology are doomed by the low calculations of modern patrons and their architects.","author":"Martin Filler","topic":"Architecture"},{"quote":"I&#39;m often called an old-fashioned modernist. But the modernists had the absurd idea that architecture could heal the world. That&#39;s impossible. And today nobody expects architects to have these grand visions any more.","author":"Thom Mayne","topic":"Architecture"},{"quote":"I have a preference for rough architecture, real, inexpensive, unfinished.","author":"Thom Mayne","topic":"Architecture"},{"quote":"The aesthetic of architecture has to be rooted in a broader idea about human activities like walking, relaxing and communicating. Architecture thinks about how these activities can be given added value.","author":"Thom Mayne","topic":"Architecture"},{"quote":"You might say that when you step inside, you&#39;re entering a honorific space, but that&#39;s something totally different than experiencing it. And in architecture the experience comes first. That has the deepest effect on us.","author":"Thom Mayne","topic":"Architecture"},{"quote":"Do I provoke as a method of investigation? Of course. That&#39;s the essence of architecture. Do I do it with gusto? I do.","author":"Thom Mayne","topic":"Architecture"},{"quote":"In architecture, you arrive so late. I look at doctors, lawyers I know, and they&#39;re all buying boats and bailing out at 62. My career is just getting started.","author":"Thom Mayne","topic":"Architecture"},{"quote":"I don&#39;t know any architects that I respect who don&#39;t have their own voice. I think the difference between architecture and the other arts is your immersion in reality.","author":"Thom Mayne","topic":"Architecture"},{"quote":"I&#39;ve always been interested in an architecture of resistance - architecture that has some power over the way we live. Working under adversarial conditions could be seen as a plus because you&#39;re offering alternatives. Still, there are situations that make you ask the questions: &#39;Do I want to be a part of this?&#39;","author":"Thom Mayne","topic":"Architecture"},{"quote":"Somehow, architecture alters the way we think about the world and the way we behave. Any serious architecture, as a litmus test, has to be that.","author":"Thom Mayne","topic":"Architecture"},{"quote":"As a viewer, that&#39;s work I respond to - work that I know is singular in some way. If I&#39;m being challenged by something on screen, if I don&#39;t quite know why it&#39;s happening, I want to know I can do the work of pulling it apart and that there&#39;ll be something satisfactory about it. If the architecture is sound, you can be lyrical in execution.","author":"Shane Carruth","topic":"Architecture"},{"quote":"Being interested in other fields and meeting experts outside entertainment - whether it&#39;s a two-hour conversation with John Nash that turns into &#39;A Beautiful Mind&#39; or talking to people in architecture or fashion, CIA directors or Nobel laureates - has given me a better sense of which ideas feel authentic and new.","author":"Brian Grazer","topic":"Architecture"},{"quote":"I&#39;ve always been interested in art, architecture, color.","author":"Lee Radziwill","topic":"Architecture"},{"quote":"People kind of tend to mystify design and architecture by suggesting you need to train.","author":"Marc Newson","topic":"Architecture"},{"quote":"No architect troubled to design houses that suited people who were to live in them, because that would have meant building a whole range of different houses. It was far cheaper and, above all, timesaving to make them identical.","author":"Michael Ende","topic":"Architecture"},{"quote":"We don&#39;t believe we&#39;ve solved the multicore-programming problem. But we think we&#39;ve built an environment in which a certain class of problems can take advantage of the multicore architecture.","author":"Rob Pike","topic":"Architecture"},{"quote":"I have a background in technology, design, architecture, arts and sciences. I see myself as a multi-dimensional person.","author":"Pranav Mistry","topic":"Architecture"},{"quote":"Att our MIT lab, there are people from diverse backgrounds like architecture, psychology, and philosophy, giving a holistic touch to the creation of any technology we may have in mind.","author":"Pranav Mistry","topic":"Architecture"},{"quote":"I studied architecture in New York. So, really I was very moved, like everyone else, to try to contribute something that has that resonance and profundity of it means to all of us.","author":"Daniel Libeskind","topic":"Architecture"},{"quote":"I have at last admitted that not only was I angry with my mother, but, in fact, I wanted to destroy her as a child. And I was so concerned to be a woman who was different from my mother that I had this vast architecture of rules.","author":"Kathryn Harrison","topic":"Architecture"},{"quote":"As the OLPC laptop was getting ready to go into mass production in 2007, many executives approached me wanting the screen that I invented, and the laptop architecture that I co-invented, for their new laptops, cell phones, and other devices.","author":"Mary Lou Jepsen","topic":"Architecture"},{"quote":"When Washington visited Portsmouth in 1789, he was not much impressed by the architecture of the little town that had stood by him so stoutly in the struggle for independence.","author":"Thomas Bailey Aldrich","topic":"Architecture"},{"quote":"In retrospect, the pace of change in the arts and industry in the nineteenth century seems pretty glacial. Painting, music, the novel, architecture were all evolving, but at a pretty observable pace.","author":"Amor Towles","topic":"Architecture"},{"quote":"Architecture is invention.","author":"Oscar Niemeyer","topic":"Architecture"},{"quote":"Architecture will always express the technical and social progress of the country in which it is carried out. If we wish to give it the human content that it lacks, we must participate in the political struggle.","author":"Oscar Niemeyer","topic":"Architecture"},{"quote":"After my schooling, I was not thrilled by the idea of treading the usual doctor-engineer line. I wanted to pursue something artistic, and I was good at drawing. The options before me were architecture, fashion, and interior designing.","author":"Keerthy Suresh","topic":"Architecture"},{"quote":"I always wanted to be an actor, but I always loved design, and growing up in New Orleans there was such great style, great architecture. I would decorate my little apartment in New York over and over again, because it only had a couple of rooms. And I did it for friends and family on the side just for fun.","author":"Bryan Batt","topic":"Architecture"},{"quote":"There&#39;s something very special about seeing history so clearly in front of you through that architecture that you just don&#39;t get in the U.S. If I was asked to choose where I&#39;d most like to live, I would always choose London.","author":"Charlie Cox","topic":"Architecture"},{"quote":"The more centralized the power, the less compromises need to be made in architecture.","author":"Peter Eisenman","topic":"Architecture"},{"quote":"I am immersed in architecture all day, working in my office or teaching.","author":"Peter Eisenman","topic":"Architecture"},{"quote":"I don&#39;t believe that classical architecture is enough to engage people anymore. They say: &#39;So what else is new?&#39;","author":"Peter Eisenman","topic":"Architecture"},{"quote":"Living in Edinburgh, I consider myself particularly lucky - we have the biggest book festival in the world, a plethora of fascinating libraries and museums, and some of the greatest architecture in Europe.","author":"Sara Sheridan","topic":"Architecture"},{"quote":"I graduated from university with a degree in architecture and then ended up doing a series of internships with different firms. And once I was in an office environment, I realized that at school what I was doing was 98 percent creative, 2 percent makework, but in the real world, it was the other way around.","author":"Daniel Wu","topic":"Architecture"},{"quote":"I have designed the most buildings of any living American architect.","author":"Alexander Jackson Davis","topic":"Architecture"},{"quote":"A city building, you experience when you walk; a suburban building, you experience when you drive.","author":"Helmut Jahn","topic":"Architecture"},{"quote":"The American attitude towards efficiency and execution should always underlie architecture.","author":"Helmut Jahn","topic":"Architecture"},{"quote":"The architecture profession has lost a lot of its integrity, especially in the USA. The general architect here has no scruples, no ambitions.","author":"Helmut Jahn","topic":"Architecture"},{"quote":"I absorbed as many Impressionist paintings as I could, in Parisian museums and in many museums in the United States and in books, looking for clues to architecture, clothing, settings.","author":"Susan Vreeland","topic":"Architecture"},{"quote":"I&#39;m inspired by many things, from landscapes to textiles. Art and architecture always influence my design process.","author":"Francisco Costa","topic":"Architecture"},{"quote":"Of the individual poems, some are more lyric and some are more descriptive or narrative. Each poem is fixed in a moment. All those moments written or read together take on the movement and architecture of a narrative.","author":"Marilyn Hacker","topic":"Architecture"},{"quote":"I have a strong sense that every project is an invention, which is not a word I hear being used in architecture courses.","author":"Thomas Heatherwick","topic":"Architecture"},{"quote":"Historically, in the world of architecture, enormous amounts of care and energy have been lavished on things that are almost a cliched idea of culture.","author":"Thomas Heatherwick","topic":"Architecture"},{"quote":"The Classic games were Classic because, like classical music or architecture, they strove to give life and weight to ideals of order and proportion, to provide a vision of timelessness. In &#39;Double Dragon,&#39; we can see the cracks in the brick, the mold growing on the drainage pipes, the unmistakable deterioration of the world we live in.","author":"D. B. Weiss","topic":"Architecture"},{"quote":"I love architecture almost as much as I love my musicals.","author":"Cameron Mackintosh","topic":"Architecture"},{"quote":"The Academy of Architecture in Mendrisio comes from afar. Our land has a millennial history of emigrations: master masons, architects, builders, decorators, plasterers, artists from the world of building.","author":"Mario Botta","topic":"Architecture"},{"quote":"In 1996, I took advantage of some favourable circumstances to propose to the state of the Ticino Canton the foundation of the Academy of Architecture and, with it, an Italian-speaking university in Switzerland.","author":"Mario Botta","topic":"Architecture"},{"quote":"To me it was fascinating, the idea of going to university and studying a subject - architecture - that I had already faced in building some small houses.","author":"Mario Botta","topic":"Architecture"},{"quote":"Great architecture of the past was always clear. SFMOMA is still a simple building to understand.","author":"Mario Botta","topic":"Architecture"},{"quote":"Charles was very intent to use his years as Prince of Wales to make his mark while he still had freedom of maneuver that he wouldn&#39;t have as King. The first subject he really went for was architecture. It made an impact.","author":"Anthony Holden","topic":"Architecture"},{"quote":"I&#39;m a designer, which includes interiors, architecture, fashion, furniture, and lifestyle.","author":"Kelly Wearstler","topic":"Architecture"},{"quote":"&#39;Station to Station&#39; came out of a sense of urgency - a sense that culture, be it art, film or architecture, has become so compartmentalised. For this project, we wanted to break that and create a language that is more nomadic and less materialistic and really empowering for the creators and the audience.","author":"Doug Aitken","topic":"Architecture"},{"quote":"Post-Modernism was a reaction against Modernism. It came quite early to music and literature, and a little later to architecture. And I think it&#39;s still coming to computer science.","author":"Larry Wall","topic":"Architecture"},{"quote":"I&#39;ve never owned an Apple product. I like the fact that PCs are open architecture and not locked down like Apple products. I feel that Macs are also unjustifiably overpriced.","author":"Oren Peli","topic":"Architecture"},{"quote":"I have realised how exciting and easy it is to be a time traveller by looking at paintings and films and architecture and playing music or listening to it. I don&#39;t think you necessarily have to live in the present all the time.","author":"Jools Holland","topic":"Architecture"},{"quote":"The Internet has created an incredible democratization of the architecture industry.","author":"Cameron Sinclair","topic":"Architecture"},{"quote":"I could be happy doing something like architecture. It would involve another couple of years of graduate school, but that&#39;s what I studied in college. That&#39;s what I always wanted to do.","author":"Parker Stevenson","topic":"Architecture"},{"quote":"My interest in architecture has always been sculptural. Most of my photography is of architecture.","author":"Parker Stevenson","topic":"Architecture"},{"quote":"What is being called the UN &#39;gender architecture&#39; is more like a shack. Women need a bigger global house if equality is ever to become a reality.","author":"Charlotte Bunch","topic":"Architecture"},{"quote":"I would fix other people&#39;s lines if they asked me on occasion. The hard part of writing is the architecture of it, getting the story and structuring it. Not the tweaking of lines.","author":"William Devane","topic":"Architecture"},{"quote":"Every one who has a heart, however ignorant of architecture he may be, feels the transcendent beauty and poetry of the mediaeval churches.","author":"Goldwin Smith","topic":"Architecture"},{"quote":"Yet for my part, deeply as I am moved by the religious architecture of the Middle Ages, I cannot honestly say that I ever felt the slightest emotion in any modern Gothic church.","author":"Goldwin Smith","topic":"Architecture"},{"quote":"&#39;Clothespin&#39; was the first city monument on a large scale that could compete with the architecture around it.","author":"Claes Oldenburg","topic":"Architecture"},{"quote":"I think New Orleans is such a beautiful city. It looks like a fairytale when you walk through the French Quarter or the Garden District. There is such a lush sense of color, style, architecture - and the people themselves.","author":"Anika Noni Rose","topic":"Architecture"},{"quote":"Opera, next to Gothic architecture, is one of the strangest inventions of Western man. It could not have been foreseen by any logical process.","author":"Kenneth Clark","topic":"Architecture"},{"quote":"The last thing a young artist should do in poetry or any other field is think about what&#39;s in style, what&#39;s current, what are the trends. Think instead of what you like to read, what do you admire, what you like to listen to in music. What do you like to look at in architecture? Try to make a poem that has some of those qualities.","author":"Robert Pinsky","topic":"Architecture"},{"quote":"I quit college. I was studying architecture for about a year.","author":"Barry Mann","topic":"Architecture"},{"quote":"I would&#39;ve been intrigued by being a film director. I would&#39;ve been intrigued by politics. I thought about architecture.","author":"Charlie Rose","topic":"Architecture"},{"quote":"I take a lot from everywhere. I take from music, architecture, novels, and plays. Anywhere that hits you.","author":"Alex Winter","topic":"Architecture"},{"quote":"When I&#39;m in London, Claridge&#39;s is a great favourite. I&#39;m a big fan of art deco architecture and the rooms are extraordinary.","author":"Roman Coppola","topic":"Architecture"},{"quote":"In fact, it will be very easy to climb the building because of its shape and architecture.","author":"Alain Robert","topic":"Architecture"},{"quote":"Little do we find any Phoenician architecture or plastic art at all comparable even to those of Italy, to say nothing of the lands where art was native.","author":"Theodor Mommsen","topic":"Architecture"},{"quote":"When I went to school at Emerson, I was completely charmed living there and loved the architecture of the Back Bay.","author":"Joanna Going","topic":"Architecture"},{"quote":"There is little in the architecture of a city that is more beautifully designed than a tree.","author":"Jaime Lerner","topic":"Architecture"},{"quote":"I do believe architecture, and all art, should be content-driven. It should have something to say beyond the sensational.","author":"Charles Jencks","topic":"Architecture"},{"quote":"Mies van der Rohe&#39;s architecture and modern architecture in general suffered from not only being repetitive, but not explaining to the populous what the different rooms were for.","author":"Charles Jencks","topic":"Architecture"},{"quote":"I came to architecture from building. Because my father was a builder, everybody was - and is - a builder in my family.","author":"Renzo Piano","topic":"Architecture"},{"quote":"At this present time, matter is still the best way to think of architecture, but I&#39;m not so sure for very long. The computer is radicalizing the way we think about our world.","author":"Ben Nicholson","topic":"Architecture"},{"quote":"If you&#39;re into architecture and you&#39;re from the West, everything is hors d&#39;oeuvres for working to rebuild the Temple. Ultimately you&#39;re led there. You can&#39;t escape it.","author":"Ben Nicholson","topic":"Architecture"},{"quote":"Architecture students are generally given theoretical projects, often located at distant locations, and told to come up with a design.","author":"Alan Huffman","topic":"Architecture"},{"quote":"Architecture is changing faster than some other professions.","author":"Moshe Safdie","topic":"Architecture"},{"quote":"There is a profound ethic to architecture which is different from the other arts.","author":"Moshe Safdie","topic":"Architecture"},{"quote":"As architects we are often involved in the concrete-steel-and-glass aspect of it, but cities are social structures, and to be involved in imagining the future of cities and the type of relationships and the types of places that we&#39;re making is something that intrigues me very much.","author":"Michael Arad","topic":"Architecture"},{"quote":"Writing about music is like dancing about architecture.","author":"Martin Mull","topic":"Architecture"},{"quote":"Architecture has curled up in a ball and it&#39;s about itself. It has found itself either as a freakshow, where you&#39;re not sure if it&#39;s good or bad but at least it&#39;s interesting, or at the behest of forces of commerce.","author":"David Chipperfield","topic":"Architecture"},{"quote":"Britain loves a bargain, but you don&#39;t get good, lasting architecture on the cheap.","author":"David Chipperfield","topic":"Architecture"},{"quote":"I like to be surrounded by books. My wife Evelyn has a Ph.D. in comparative literature, so we have a lot of her Spanish and German literature books which are wasted on me, plus a lot of novels and books on art and architecture shared by us both. Evelyn used to edit an art magazine called &#39;FMR,&#39; so we have a common interest in design.","author":"David Chipperfield","topic":"Architecture"},{"quote":"A building is no good if someone&#39;s got to explain to you why it&#39;s good. You can&#39;t say you don&#39;t know enough about architecture - that&#39;s ridiculous. It&#39;s got to work on many levels.","author":"David Chipperfield","topic":"Architecture"},{"quote":"Seeing architecture differently from the way you see the rest of life is a bit weird. I believe one should be consistent in all that one does, from the books you read to the way you bring up your children. Everything you do is connected.","author":"David Chipperfield","topic":"Architecture"},{"quote":"It is good to learn from the ancients. I&#39;m a bit of an ancient myself. They had a lot of time to think about architecture and landscape.","author":"I. M. Pei","topic":"Architecture"},{"quote":"I think the artistic side of architecture was natural to me. My mother was an artist and a poet.","author":"I. M. Pei","topic":"Architecture"},{"quote":"I&#39;ve never left China. My family&#39;s been there for 600 years. But my architecture is not consciously Chinese in any sense. I&#39;m a western architect.","author":"I. M. Pei","topic":"Architecture"},{"quote":"I came, I studied architecture in America, so my technical background&#39;s completely western. But my seventeen years, the formative years of one&#39;s life, and I can&#39;t say that the Chineseness in me is not there.","author":"I. M. Pei","topic":"Architecture"},{"quote":"In northern architecture - the cathedrals of Europe and all the little churches - the details, the carving of stone, become necessary because the light is not there to help you very much. You have to enrich surfaces. The desert reduces form to its simplest nature. There is no need for gargoyles or flying buttresses in the desert.","author":"I. M. Pei","topic":"Architecture"},{"quote":"One of my favorite vacation places is Miami, because of the people, the water and the beach - of course - and the architecture on Miami Beach is so wonderful.","author":"Oksana Baiul","topic":"Architecture"},{"quote":"Society understands the architecture of academia and knows there are relevant qualifications in different fields, and the media accepts the idea of specialisations and accords greater respect to those with greater expertise. With one exception: climate science.","author":"Jay Griffiths","topic":"Architecture"},{"quote":"Architecture is about aging well, about precision and authenticity. There is much more to the success of a building than what you can see. I&#39;m not suggesting that gestural architecture is always superficial, but solid reasoning has its place.","author":"Annabelle Selldorf","topic":"Architecture"},{"quote":"When you have rules to abide by, does that curtail you as a designer, or set you free? People think of classical architecture visually, but I think the brilliant part of it is actually spatial.","author":"Annabelle Selldorf","topic":"Architecture"},{"quote":"There&#39;s no architect who doesn&#39;t want to build a library - and I am no different. With so much scrutiny now attached to reading - because of technology and how we approach it as a social activity - that is a very exciting area in architecture.","author":"Annabelle Selldorf","topic":"Architecture"},{"quote":"Tension is an interesting quality - and architecture must have it. There should be elements of the inexplicable, the mysterious, and the poetic in something that is perfectly rational.","author":"Annabelle Selldorf","topic":"Architecture"},{"quote":"Zaha Hadid&#39;s Maxxi Museum is proof that Rome and contemporary architecture are no longer a paradox. The building is characteristic Hadid - with curving lines and organic shapes - and the permanent collection already boasts works by Francesco Clemente, William Kentridge, and Gerhard Richter.","author":"Amanda Hearst","topic":"Architecture"},{"quote":"I went to school for engineering, I studied jazz. So I always had this kind of creative side and technical side, and I thought architecture might be the way to combine them, so I went to architecture school in New York.","author":"Joseph Kosinski","topic":"Architecture"},{"quote":"Once I got out of architecture school I decided not to be an architect, I just started my own little design studio.","author":"Joseph Kosinski","topic":"Architecture"},{"quote":"You don&#39;t have to spend much time in Shanghai before you start to get all existential about the meaning of authenticity. Did you know that Shanghai is building nine satellite towns, each designed to mimic the architecture and culture of a different country?","author":"Patricia Marx","topic":"Architecture"},{"quote":"Doctrines provide an architecture for both Republican and Democrat presidents to carry out policies.","author":"Malcolm Wallop","topic":"Architecture"},{"quote":"That Moorish architecture is all over the place, of course. It affects me everywhere I see it, as it does so many people. But Brand Library was a special place to me, and I know I&#39;ve paid homage to it many times in my drawings.","author":"Jim Woodring","topic":"Architecture"},{"quote":"As a child, I always enjoyed building forts by stringing up bed sheets and clothes. I continue to be inspired by makeshift structures, including my own kids&#39; forts and temporary architecture of all sorts.","author":"Janet Echelman","topic":"Architecture"},{"quote":"I never studied sculpture, engineering or architecture. In fact, after college I applied to seven art schools and was rejected by all seven.","author":"Janet Echelman","topic":"Architecture"},{"quote":"In a place like the Greek Theater in L.A., to try and create a close connection with the audience seems almost antithetical to the architecture of the building.","author":"Alex Ebert","topic":"Architecture"},{"quote":"People are moving into modes of participation and self-generation, which apply to everything from museums and television to architecture.","author":"Jake Barton","topic":"Architecture"},{"quote":"The same sort of thing happened in my dispute with the National Trust book: Follies: A National Trust Guide, which implied that the only pleasure you can get from Folly architecture is by calling the architect mad, and by laughing at the architecture.","author":"Ian Hamilton Finlay","topic":"Architecture"},{"quote":"Modernist architecture and town planning is inimical to human beings... based on the Darwinian concept that evolution is open ended, that there must always be something new and better.","author":"Leon Krier","topic":"Architecture"},{"quote":"You need a prince to make a town in an intellectual sense. Developers want to make money. If they cared about architecture, they&#39;d become architects. I&#39;ve had so many projects that never came off because they had no sponsor, and not because they were utopian. I just want to build a town that&#39;s normal.","author":"Leon Krier","topic":"Architecture"},{"quote":"I was a student at Columbia College, actually, in the Architecture school. Paul would drive in from Queens, showing me these new songs. I can&#39;t remember us working it out.","author":"Art Garfunkel","topic":"Architecture"},{"quote":"But I feel truly wowed by the architecture and the meaning of the architecture if you get lost in it and think about the man hours in the smallest little chapel, and the love involved. God it&#39;s fantastic.","author":"Paul Bettany","topic":"Architecture"},{"quote":"What&#39;s fascinating about D.C., the exteriors are these elaborate structures, this gorgeous architecture and beautiful stonework, and then you go inside and it&#39;s crap-looking - apart from the White House, which is beautiful.","author":"Tony Hale","topic":"Architecture"},{"quote":"Architecture is a discourse; everything is a discourse. Fashion discourse is actually a micro-discourse, because it&#39;s centered around the body. It is the most rapidly developing form of discourse.","author":"Nate Lowman","topic":"Architecture"},{"quote":"I love walking along Leith&#39;s waterfront and wandering around some of New Town&#39;s beautiful streets and squares, with their gorgeous Georgian architecture.","author":"Dexter Fletcher","topic":"Architecture"},{"quote":"Sand dunes are almost like ready-made buildings in a way. All we need to do is solidify the parts that we need to be solid, and then excavate the sand, and we have our architecture. We can either excavate it by hand, or we can have the wind excavate it for us.","author":"Magnus Larsson","topic":"Architecture"},{"quote":"I started off in journalism 16 years ago in Stockholm, and I wrote for a few different publications for many years. I&#39;ve also worked in advertising as a copywriter and creative director, but I changed it for architecture at 25 years old.","author":"Magnus Larsson","topic":"Architecture"},{"quote":"In a way, architecture is about communication. That&#39;s an aspect of the discipline that is somewhat lacking, and there&#39;s definitely room for more progression into that area. I suppose that gives me a bit of a different edge. I&#39;m also very, very used to doing a lot of exhaustive research and finding interesting information from different sources.","author":"Magnus Larsson","topic":"Architecture"},{"quote":"When I write now I do not invent situation, characters, or actions, but rather structures and discursive forms, textual groupings which are combined according to secret affinities among themselves, as in architecture or the plastic arts.","author":"Juan Goytisolo","topic":"Architecture"},{"quote":"Architecture is undistinguished, sometimes derelict, but occasionally, as in &#39;Post and Beam,&#39; there is something arresting in a setting... the building behind the Cathedral.","author":"Edith Pearlman","topic":"Architecture"},{"quote":"I live in a craftsman house, but I&#39;m a big fan of modernist and mid-century furniture and architecture, too. But my dream is to do a truly original chair design, something that is all these different things but is my own, too.","author":"Luke Macfarlane","topic":"Architecture"},{"quote":"I would like to attend college in the future when I have time. I have always been interested in architecture, so perhaps I would pursue a degree in that or business.","author":"James Maslow","topic":"Architecture"},{"quote":"Newport Center has become a Mediterranean town. The climate here is the same as the Mediterranean&#39;s, and so is the architecture. This center exudes a radiance, an energy. It will become a special way of life for everyone.","author":"Donald Bren","topic":"Architecture"},{"quote":"But after the time there I&#39;d had it with fashion again, so I left to go to architecture school in a summer course at Harvard, which didn&#39;t last very long.","author":"Stephen Sprouse","topic":"Architecture"},{"quote":"When I started designing in school, I discovered that I had a knack for it. I fell completely in love with architecture, and I remain in love with it.","author":"Cesar Pelli","topic":"Architecture"},{"quote":"I always look forward to the next project. That is one of the wonderful things about architecture - you always can hope for another project to design.","author":"Cesar Pelli","topic":"Architecture"},{"quote":"Architecture adds dimensions to my life that would be impossible to acquire if I retired. The beautiful thing about architecture is that every project is brand new. I am forced to renew myself with every project. Isn&#39;t that wonderful?","author":"Cesar Pelli","topic":"Architecture"},{"quote":"To go back to architecture, what&#39;s organic about architecture as a field, unlike product design, is this whole issue of holism and of monumentality is really our realm. Like, we have to design things which are coherent as a single object, but also break down into small rooms and have an identity of both the big scale and the small scale.","author":"Greg Lynn","topic":"Architecture"},{"quote":"I have an architecture degree; that&#39;s what my college degree is in. And that sucked. I started doing Web and CD-ROM development really early on, and then that grew into being an art director and doing advertising work.","author":"Jonathan Hickman","topic":"Architecture"},{"quote":"I think in America there&#39;s this free flow between fashion, art, architecture, music and design. In Europe, it&#39;s more segregated between those different disciplines, I think.","author":"Marco Brambilla","topic":"Architecture"},{"quote":"I initially thought I would be an architect, maybe. So I went to architecture camp and quickly learned that I did not want to be an architect. I was like, &#39;No. This is not for me.&#39;","author":"Robin Lord Taylor","topic":"Architecture"},{"quote":"I don&#39;t find Hollywood interesting, so I&#39;m thinking of studying architecture instead.","author":"Hayden Christensen","topic":"Architecture"},{"quote":"Don&#39;t clap too hard - it&#39;s a very old building.","author":"John Osborne","topic":"Architecture"},{"quote":"There was an age, however, when the transition from savagery to civilization, with all its impressive outward manifestations in art and architecture, took place for the first time.","author":"James Henry Breasted","topic":"Architecture"},{"quote":"I practised as an architect for 10 years. I qualified in 1973 with a fellowship diploma of architecture. World Series Cricket gave me the freedom to go out and pursue architecture.","author":"Max Walker","topic":"Architecture"},{"quote":"About 1998, when &#39;Wide World of Sports&#39; and the &#39;Footy Show&#39; came to an end for me, I couldn&#39;t type. When I started architecture, it was a very aesthetic, creative, an almost art process, where lettering and thick line were how you expressed yourself on the paper.","author":"Max Walker","topic":"Architecture"},{"quote":"Besides numerous science courses, I had the opportunity to study philosophy, the history of architecture, economics, and Russian history in courses taught by extraordinarily knowledgeable professors.","author":"Stanley B. Prusiner","topic":"Architecture"},{"quote":"I am a failed architect, if I&#39;m honest. I got a degree in art history and was about to get another degree, in architecture, but realized I would be terrible at building things because I&#39;ve got really bad spatial awareness.","author":"Hannah Ware","topic":"Architecture"},{"quote":"I like to think about machines and technology in relation to landscape and architecture.","author":"Antoine Predock","topic":"Architecture"},{"quote":"I didn&#39;t know what architecture was except that I lived in a house. I don&#39;t even think that I knew the word for a long time. My dad funneled me into engineering because it was his background.","author":"Antoine Predock","topic":"Architecture"},{"quote":"A building that has great environmental responsibility is a political animal in a way because it becomes promotional of a cause. I think that kind of advocacy through architecture is really good.","author":"Antoine Predock","topic":"Architecture"},{"quote":"After about the first Millennium, Italy was the cradle of Romanesque architecture, which spread throughout Europe, much of it extending the structural daring with minimal visual elaboration.","author":"Harry Seidler","topic":"Architecture"},{"quote":"You look at the steamboat, the railroad, the car, the airplane - not all of these were invented in the Anglo-American world, but they were popularized and extended by it. They were made possible by the financial architecture, the capital intensive operations invented and developed by the Anglo-Americans.","author":"Walter Russell Mead","topic":"Architecture"},{"quote":"My assumption was that all indigenous architecture would be more fractal. My reasoning was that all indigenous architecture tends to be organized from the bottom up. As it turns out, though, my reasoning was wrong.","author":"Ron Eglash","topic":"Architecture"},{"quote":"When Europeans first came to Africa, they considered the architecture very disorganized and thus primitive. It never occurred to them that the Africans might have been using a form of mathematics that they hadn&#39;t even discovered yet.","author":"Ron Eglash","topic":"Architecture"},{"quote":"I think architecture, to be really intense and fulfilling, doesn&#39;t have to be large.","author":"Steven Holl","topic":"Architecture"},{"quote":"Frank Lloyd Wright made houses right up until the end. I think that&#39;s important because it gives you a direct connection to all the basic aspects of architecture - the spatial energy of the place, the construction, the materials, the site, the detail.","author":"Steven Holl","topic":"Architecture"},{"quote":"Princeton University&#39;s campus environment presents unique challenges and opportunities for architecture to act as a social condenser.","author":"Steven Holl","topic":"Architecture"},{"quote":"The bungalow had more to do with how Americans live today than any other building that has gone remotely by the name of architecture in our history.","author":"Russell Lynes","topic":"Architecture"},{"quote":"Perhaps because my town was so naturally gothic in its architecture and relative isolation - the roads often closed in winter - my stories tended toward the ghostly and the creepily suspenseful right from the get-go.","author":"Andrew Pyper","topic":"Architecture"},{"quote":"Ever since childhood, I&#39;ve been interested in history and myth. Not just the facts and figures of the past, but everything that contributes to shape our perception of an age: architecture, art, literature and so forth.","author":"Anne Fortier","topic":"Architecture"},{"quote":"There is a lot of interest in the arts, music, theatre, filmmaking, engineering, architecture and software design. I think we have now transitioned the modern-day version of the entrepreneur into the creative economy.","author":"John Baldacci","topic":"Architecture"},{"quote":"To me, the fashion and architecture I like are very closely linked. Both should be clean and simple and without embellishment.","author":"Leon Max","topic":"Architecture"},{"quote":"I wanted a real profession. And I&#39;d always been interested in architecture and in design and in, really, what makes things work. And understanding what&#39;s kind of behind the walls and why things stand up and some things don&#39;t.","author":"S. J. Rozan","topic":"Architecture"},{"quote":"My architecture is the architecture of survival.","author":"Frei Otto","topic":"Architecture"},{"quote":"The overall experience Skype provided was superior to other folks because of the underlying architecture and the ability to provide a superior experience.","author":"Danny Rimer","topic":"Architecture"},{"quote":"When I was in architecture school at Princeton, the worst thing you could say about someone was that they were eclectic.","author":"Hugh Hardy","topic":"Architecture"},{"quote":"Theater publicly reveals the human condition through appealing to both intellect and emotion. Architecture, whether lowly or exalted, can do the same.","author":"Hugh Hardy","topic":"Architecture"},{"quote":"I have a traditional view of the afterlife... heaven, hell and judgments. But the accounts of those places are scant, and I believe it&#39;s on purpose. We aren&#39;t supposed to try to figure out the architecture of the afterlife, since the big game is here in this life.","author":"Doug TenNapel","topic":"Architecture"},{"quote":"Blockchain technology isn&#39;t just a more efficient way to settle securities. It will fundamentally change market structures, and maybe even the architecture of the Internet itself.","author":"Abagail Johnson","topic":"Architecture"},{"quote":"The show is called &#39;The Office,&#39; and while it focuses on the people, the architecture of the space is very important.","author":"Brian Baumgartner","topic":"Architecture"},{"quote":"I wanted to be a pilot, but I was always drawing bodies. When I realised I wanted to pursue something creative, my parents pushed me towards architecture.","author":"Hussein Chalayan","topic":"Architecture"},{"quote":"Technological considerations are of great importance to architecture and cities in the informational society.","author":"Kenzo Tange","topic":"Architecture"},{"quote":"Music, first of all, is completely about abstraction, which is exactly what architecture is not. In a way, it has been incredibly constructive to know what true abstraction is. So you don&#39;t fall into the trap of thinking that what you do is abstract.","author":"Rafael Vinoly","topic":"Architecture"},{"quote":"Every song, the title dictates the architecture of the song.","author":"Sammy Cahn","topic":"Architecture"},{"quote":"Some people think architecture is about the genius sketch; I don&#39;t. Great architecture is a collaboration among a lot of people over a long period of time.","author":"Joshua Prince-Ramus","topic":"Architecture"},{"quote":"Working off one genius sketch is not the way great architecture should be made.","author":"Joshua Prince-Ramus","topic":"Architecture"},{"quote":"For many years, I have lived uncomfortably with the belief that most planning and architectural design suffers for lack of real and basic purpose. The ultimate purpose, it seems to me, must be the improvement of mankind.","author":"James Rouse","topic":"Architecture"},{"quote":"In the &#39;60s when I was a student, there was this campaign to destroy 75 percent of the old buildings in Paris, replacing them with modern architecture. I realized this as a dangerous utopia. This modern vision did not understand the richness of the city. Thankfully, such destruction did not happen.","author":"Christian de Portzamparc","topic":"Architecture"},{"quote":"When I was 18, I lived in Greenwich Village, New York, for nine months. At that time, I wanted to change the world, not through architecture, but through painting. I lived the artist&#39;s life, mingling with poets and writers, and working as a waiter. I was intrigued by the aliveness of the city.","author":"Christian de Portzamparc","topic":"Architecture"},{"quote":"We need to rediscover the essence of the meaning of &#39;the use.&#39; Architecture is, above all, here for a better living. Every gesture, every shape must be justified by various reasons that would reinforce their reason to be, their use, and will give more sense to their beauty.","author":"Christian de Portzamparc","topic":"Architecture"},{"quote":"Architecture has a strong link with the movies in terms of time progression, sequencing, framing, all of that.","author":"Christian de Portzamparc","topic":"Architecture"},{"quote":"The frightening thought that what you draw may become a building makes for reasoned lines.","author":"Saul Steinberg","topic":"Architecture"},{"quote":"What has happened to architecture since the second world war that the only passers-by who can contemplate it without pain are those equipped with a white stick and a dog?","author":"Bernard Levin","topic":"Architecture"},{"quote":"I had it drummed into me from an early age that personalizing everything was not a good thing. Besides, I don&#39;t think that kind of commodity-driven system makes for the most productive architecture.","author":"James Polshek","topic":"Architecture"},{"quote":"I went into architecture a little as &#39;Peck&#39;s Bad Boy.&#39; It allowed me to be a critic in a socially condoned way.","author":"James Polshek","topic":"Architecture"},{"quote":"I don&#39;t think architecture should be considered as an art form in the first instance. Whenever I say that, it makes people really angry. But this is a very political profession in the Grecian sense. I believe there have to be reasons for every building, and that the ideas should not be self-referential.","author":"James Polshek","topic":"Architecture"},{"quote":"I&#39;ve always seen architecture as a healing art, not just as a beautification art.","author":"James Polshek","topic":"Architecture"},{"quote":"My mother took me to Venice one time and showed me all the houses where famous composers used to live. It gave me a fascination for music and the city, but also for architecture. It was a valuable lesson.","author":"Ben van Berkel","topic":"Architecture"},{"quote":"In my experience, if you have to keep the lavatory door shut by extending your left leg, it&#39;s modern architecture.","author":"Nancy Banks Smith","topic":"Architecture"},{"quote":"Architecture was always the plan. I always figured I&#39;d just do theater on the side.","author":"Michael Lomenda","topic":"Architecture"},{"quote":"Princeton is a sublime undergraduate university. It has a good architecture school.","author":"Emilio Ambasz","topic":"Architecture"},{"quote":"There are a lot of bad films out there. There&#39;s a lot of bad architecture out there, and I think sometimes it takes a lot of time to begin to see what&#39;s really good. And I think what the test seems to be is, what really sticks with you. And what really becomes a part of your life.","author":"Nathaniel Kahn","topic":"Architecture"},{"quote":"As a child, my father&#39;s architecture seemed to me to be industrial in a way. It seemed harsh and kind of chilly; I didn&#39;t respond to it.","author":"Nathaniel Kahn","topic":"Architecture"},{"quote":"In architecture, Palladio is the game. It means hard thought all through - if it is labored, it fails.","author":"Edwin Lutyens","topic":"Architecture"},{"quote":"Any work of architecture that has with it some discussion, some polemic, I think is good. It shows that people are interested, people are involved.","author":"Richard Meier","topic":"Architecture"},{"quote":"In Los Angeles, by the time you&#39;re 35, you&#39;re older than most of the buildings.","author":"Delia Ephron","topic":"Architecture"},{"quote":"I love a lot of things, and I&#39;m pretty much obsessive about most things I do, whether it be gardening, or architecture, or music. I&#39;d be an obsessive hairdresser.","author":"Gates McFadden","topic":"Architecture"},{"quote":"Revived in this country the long forgotten beauties of Gothic architecture.","author":"James Wyatt","topic":"Architecture"},{"quote":"Even at the United Nations, where legend has it that the building was designed so that there could be no corner offices, the expanse of glass in individual offices is said to be a dead giveaway as to rank. Five windows are excellent, one window not so great.","author":"Enid Nemy","topic":"Architecture"},{"quote":"As a designer, the mission with which we have been charged is simple: providing space at the right cost.","author":"Harry von Zell","topic":"Architecture"},{"quote":"I studied fine arts and architecture, but I decided to move into movie design because I grew up in a small town in the Marche region and spent a lot of time after school in the movie theater.","author":"Dante Ferretti","topic":"Architecture"},{"quote":"In L.A., cinema and television might be seen as more interesting places for architecture than ever before.","author":"Neil Denari","topic":"Architecture"},{"quote":"The traditional notion of an architect having a vision of a building and then drawing it either on paper or on a computer and then constructing it isn&#39;t really how architecture works, and in reality, the computer has a lot of influence on design.","author":"Michael Hansmeyer","topic":"Architecture"},{"quote":"In general, Tor architecture is not suited for protecting anonymity of long-term, popular web services.","author":"Alex Biryukov","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"},{"quote":"There are no rules of architecture for a castle in the clouds.","author":"Gilbert K. Chesterton","topic":"Architecture"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Architecture"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Architecture"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Architecture"},{"quote":"We shape our buildings; thereafter they shape us.","author":"Winston Churchill","topic":"Architecture"},{"quote":"Architecture should speak of its time and place, but yearn for timelessness.","author":"Frank Gehry","topic":"Architecture"},{"quote":"Less is more.","author":"Ludwig Mies van der Rohe","topic":"Architecture"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Architecture"},{"quote":"Architecture is the thoughtful making of space.","author":"Louis Kahn","topic":"Architecture"},{"quote":"I don&#39;t think that architecture is only about shelter, is only about a very simple enclosure. It should be able to excite you, to calm you, to make you think.","author":"Zaha Hadid","topic":"Architecture"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Architecture"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Architecture"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Architecture"},{"quote":"Every man&#39;s work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","author":"Samuel Butler","topic":"Architecture"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Architecture"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Architecture"},{"quote":"I call architecture frozen music.","author":"Johann Wolfgang von Goethe","topic":"Architecture"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Architecture"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Architecture"},{"quote":"The ultimate goal of the architect...is to create a paradise. Every house, every product of architecture... should be a fruit of our endeavour to build an earthly paradise for people.","author":"Alvar Aalto","topic":"Architecture"},{"quote":"Architecture begins where engineering ends.","author":"Walter Gropius","topic":"Architecture"},{"quote":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","author":"Frank Lloyd Wright","topic":"Architecture"},{"quote":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","author":"Federico Garcia Lorca","topic":"Architecture"},{"quote":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","author":"Richard Meier","topic":"Architecture"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Architecture"}]