[{"quote":"The art of communication is the language of leadership.","author":"James Humes","topic":"Art"},{"quote":"Art, freedom and creativity will change society faster than politics.","author":"Victor Pinchuk","topic":"Art"},{"quote":"The art of being happy lies in the power of extracting happiness from common things.","author":"Henry Ward Beecher","topic":"Art"},{"quote":"The purpose of art is washing the dust of daily life off our souls.","author":"Pablo Picasso","topic":"Art"},{"quote":"I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature.","author":"Paulo Coelho","topic":"Art"},{"quote":"Simplicity is natures first step, and the last of art.","author":"Philip James Bailey","topic":"Art"},{"quote":"It is the supreme art of the teacher to awaken joy in creative expression and knowledge.","author":"Albert Einstein","topic":"Art"},{"quote":"A work of art is above all an adventure of the mind.","author":"Eugene Ionesco","topic":"Art"},{"quote":"Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.","author":"John Wooden","topic":"Art"},{"quote":"You use a glass mirror to see your face; you use works of art to see your soul.","author":"George Bernard Shaw","topic":"Art"},{"quote":"Making money is art and working is art and good business is the best art.","author":"Andy Warhol","topic":"Art"},{"quote":"The supreme art of war is to subdue the enemy without fighting.","author":"Sun Tzu","topic":"Art"},{"quote":"Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep.","author":"Scott Adams","topic":"Art"},{"quote":"This world is but a canvas to our imagination.","author":"Henry David Thoreau","topic":"Art"},{"quote":"An artist cannot fail; it is a success to be one.","author":"Charles Horton Cooley","topic":"Art"},{"quote":"The excellency of every art is its intensity, capable of making all disagreeable evaporate.","author":"John Keats","topic":"Art"},{"quote":"The art and science of asking questions is the source of all knowledge.","author":"Thomas Berger","topic":"Art"},{"quote":"Life is the art of drawing without an eraser.","author":"John W. Gardner","topic":"Art"},{"quote":"Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly. We are what we repeatedly do. Excellence, then, is not an act but a habit.","author":"Aristotle","topic":"Art"},{"quote":"Art washes away from the soul the dust of everyday life.","author":"Pablo Picasso","topic":"Art"},{"quote":"The true work of art is but a shadow of the divine perfection.","author":"Michelangelo","topic":"Art"},{"quote":"Riding a race bike is an art - a thing that you do because you feel something inside.","author":"Valentino Rossi","topic":"Art"},{"quote":"An empty canvas is a living wonder... far lovelier than certain pictures.","author":"Wassily Kandinsky","topic":"Art"},{"quote":"Youth is the gift of nature, but age is a work of art.","author":"Stanislaw Jerzy Lec","topic":"Art"},{"quote":"You must not fight too often with one enemy, or you will teach him all your art of war.","author":"Napoleon Bonaparte","topic":"Art"},{"quote":"Art consists of limitation. The most beautiful part of every picture is the frame.","author":"Gilbert K. Chesterton","topic":"Art"},{"quote":"Vision is the art of seeing what is invisible to others.","author":"Jonathan Swift","topic":"Art"},{"quote":"Culture is the arts elevated to a set of beliefs.","author":"Thomas Wolfe","topic":"Art"},{"quote":"The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.","author":"Albert Einstein","topic":"Art"},{"quote":"Procrastination is the art of keeping up with yesterday.","author":"Don Marquis","topic":"Art"},{"quote":"Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad.","author":"Salvador Dali","topic":"Art"},{"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","topic":"Art"},{"quote":"Motivation is the art of getting people to do what you want them to do because they want to do it.","author":"Dwight D. Eisenhower","topic":"Art"},{"quote":"The art of medicine consists in amusing the patient while nature cures the disease.","author":"Voltaire","topic":"Art"},{"quote":"The human soul is hungry for beauty; we seek it everywhere - in landscape, music, art, clothes, furniture, gardening, companionship, love, religion, and in ourselves. No one would desire not to be beautiful. When we experience the beautiful, there is a sense of homecoming.","author":"John O'Donohue","topic":"Art"},{"quote":"Diversity: the art of thinking independently together.","author":"Malcolm Forbes","topic":"Art"},{"quote":"Vulnerability is the essence of romance. It&#39;s the art of being uncalculated, the willingness to look foolish, the courage to say, &#39;This is me, and I&#39;m interested in you enough to show you my flaws with the hope that you may embrace me for all that I am but, more important, all that I am not.&#39;","author":"Ashton Kutcher","topic":"Art"},{"quote":"Sometimes, being different feels a lot like being alone. But with that being said, being true to that and being true to my standards and my way of doing things in my art and my music, everything that has made me feel very different... in the end, it has made me the happiest.","author":"Lindsey Stirling","topic":"Art"},{"quote":"The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it. You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough.","author":"George Edward Moore","topic":"Art"},{"quote":"The art of writing is the art of discovering what you believe.","author":"Gustave Flaubert","topic":"Art"},{"quote":"Medicine is a science of uncertainty and an art of probability.","author":"William Osler","topic":"Art"},{"quote":"Feelings aroused by the touch of someone&#39;s hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well.","author":"Bernie Siegel","topic":"Art"},{"quote":"What is art but a way of seeing?","author":"Saul Bellow","topic":"Art"},{"quote":"Love of beauty is taste. The creation of beauty is art.","author":"Ralph Waldo Emerson","topic":"Art"},{"quote":"If you hear a voice within you say &#39;you cannot paint,&#39; then by all means paint, and that voice will be silenced.","author":"Vincent Van Gogh","topic":"Art"},{"quote":"Without tradition, art is a flock of sheep without a shepherd. Without innovation, it is a corpse.","author":"Winston Churchill","topic":"Art"},{"quote":"Next to the Word of God, the noble art of music is the greatest treasure in the world.","author":"Martin Luther","topic":"Art"},{"quote":"No difficulty can discourage, no obstacle dismay, no trouble dishearten the man who has acquired the art of being alive. Difficulties are but dares of fate, obstacles but hurdles to try his skill, troubles but bitter tonics to give him strength; and he rises higher and looms greater after each encounter with adversity.","author":"Ella Wheeler Wilcox","topic":"Art"},{"quote":"Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun.","author":"Pablo Picasso","topic":"Art"},{"quote":"Wherever the art of medicine is loved, there is also a love of humanity.","author":"Hippocrates","topic":"Art"},{"quote":"The aim of art is to represent not the outward appearance of things, but their inward significance.","author":"Aristotle","topic":"Art"},{"quote":"A picture is a poem without words.","author":"Horace","topic":"Art"},{"quote":"Creative without strategy is called &#39;art.&#39; Creative with strategy is called &#39;advertising.&#39;","author":"Jef I. Richards","topic":"Art"},{"quote":"The art of war teaches us to rely not on the likelihood of the enemy&#39;s not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable.","author":"Sun Tzu","topic":"Art"},{"quote":"Democracy is the art and science of running the circus from the monkey cage.","author":"H. L. Mencken","topic":"Art"},{"quote":"Technology, like art, is a soaring exercise of the human imagination.","author":"Daniel Bell","topic":"Art"},{"quote":"Mathematics is the art of giving the same name to different things.","author":"Henri Poincare","topic":"Art"},{"quote":"Painting is self-discovery. Every good artist paints what he is.","author":"Jackson Pollock","topic":"Art"},{"quote":"The art of teaching is the art of assisting discovery.","author":"Mark Van Doren","topic":"Art"},{"quote":"Painting is just another way of keeping a diary.","author":"Pablo Picasso","topic":"Art"},{"quote":"The essence of all beautiful art, all great art, is gratitude.","author":"Friedrich Nietzsche","topic":"Art"},{"quote":"Art is Art. Everything else is everything else.","author":"Ad Reinhardt","topic":"Art"},{"quote":"Photography takes an instant out of time, altering life by holding it still.","author":"Dorothea Lange","topic":"Art"},{"quote":"O, thou art fairer than the evening air clad in the beauty of a thousand stars.","author":"Christopher Marlowe","topic":"Art"},{"quote":"Do activities you&#39;re passionate about - which make your heart and soul feel perky - including things like working out, cooking, painting, writing, yoga, hiking, walking, swimming, being in nature, being around art, or reading inspiring books.","author":"Karen Salmansohn","topic":"Art"},{"quote":"A picture is worth a thousand words.","author":"Unknown","topic":"Art"},{"quote":"It is not up to me whether I win or lose. Ultimately, this might not be my day. And it is that philosophy towards sports, something that I really truly live by. I am emotional. I want to win. I am hungry. I am a competitor. I have that fire. But deep down, I truly enjoy the art of competing so much more than the result.","author":"Apolo Ohno","topic":"Art"},{"quote":"With just one polka dot, nothing can be achieved. In the universe, there is the sun, the moon, the earth, and hundreds of millions of stars. All of us live in the unfathomable mystery and infinitude of the universe. Pursuing &#39;philosophy of the universe&#39; through art under such circumstances has led me to what I call &#39;stereotypical repetition.&#39;","author":"Yayoi Kusama","topic":"Art"},{"quote":"Every human is an artist. And this is the main art that we have: the creation of our story.","author":"Don Miguel Ruiz","topic":"Art"},{"quote":"Oh, if it be to choose and call thee mine, love, thou art every day my Valentine!","author":"Thomas Hood","topic":"Art"},{"quote":"Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it&#39;s all over.","author":"Octavia Butler","topic":"Art"},{"quote":"Every man lives in two realms: the internal and the external. The internal is that realm of spiritual ends expressed in art, literature, morals, and religion. The external is that complex of devices, techniques, mechanisms, and instrumentalities by means of which we live.","author":"Martin Luther King, Jr.","topic":"Art"},{"quote":"Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.","author":"Paul Hawken","topic":"Art"},{"quote":"Music is an expression of individuality; it&#39;s how you see the world. All art is, for that matter. You take how you experience the world, interpret it, and send it out there - express it - whether it&#39;s sculpture, dance or singing.","author":"David Sanborn","topic":"Art"},{"quote":"The art of effective listening is essential to clear communication, and clear communication is necessary to management success.","author":"James Cash Penney","topic":"Art"},{"quote":"The art of art, the glory of expression and the sunshine of the light of letters, is simplicity.","author":"Walt Whitman","topic":"Art"},{"quote":"Every artist dips his brush in his own soul, and paints his own nature into his pictures.","author":"Henry Ward Beecher","topic":"Art"},{"quote":"I like to learn. That&#39;s an art and a science.","author":"Katherine Johnson","topic":"Art"},{"quote":"Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival.","author":"C. S. Lewis","topic":"Art"},{"quote":"Don&#39;t only practice your art, but force your way into its secrets; art deserves that, for it and knowledge can raise man to the Divine.","author":"Ludwig van Beethoven","topic":"Art"},{"quote":"Art is not what you see, but what you make others see.","author":"Edgar Degas","topic":"Art"},{"quote":"Art is never finished, only abandoned.","author":"Leonardo da Vinci","topic":"Art"},{"quote":"The art of simplicity is a puzzle of complexity.","author":"Douglas Horton","topic":"Art"},{"quote":"I will never forget experiencing Venice for the first time. It feels like you are transported to another time - the art, music, food and pure romance in the air is like no other place.","author":"Elizabeth Berkley","topic":"Art"},{"quote":"Be slow to fall into friendship; but when thou art in, continue firm and constant.","author":"Socrates","topic":"Art"},{"quote":"Art is a collaboration between God and the artist, and the less the artist does the better.","author":"Andre Gide","topic":"Art"},{"quote":"No better way is there to learn to love Nature than to understand Art. It dignifies every flower of the field. And, the boy who sees the thing of beauty which a bird on the wing becomes when transferred to wood or canvas will probably not throw the customary stone.","author":"Oscar Wilde","topic":"Art"},{"quote":"Medicine is not only a science; it is also an art. It does not consist of compounding pills and plasters; it deals with the very processes of life, which must be understood before they may be guided.","author":"Paracelsus","topic":"Art"},{"quote":"There is no abstract art. You must always start with something. Afterward you can remove all traces of reality.","author":"Pablo Picasso","topic":"Art"},{"quote":"If a building becomes architecture, then it is art.","author":"Arne Jacobsen","topic":"Art"},{"quote":"I really believe there are things nobody would see if I didn&#39;t photograph them.","author":"Diane Arbus","topic":"Art"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Art"},{"quote":"Science fiction is any idea that occurs in the head and doesn&#39;t exist yet, but soon will, and will change everything for everybody, and nothing will ever be the same again. As soon as you have an idea that changes some small part of the world you are writing science fiction. It is always the art of the possible, never the impossible.","author":"Ray Bradbury","topic":"Art"},{"quote":"A man paints with his brains and not with his hands.","author":"Michelangelo","topic":"Art"},{"quote":"Art is about building a new foundation, not just laying something on top of what&#39;s already there.","author":"Prince","topic":"Art"},{"quote":"It is not hard to understand modern art. If it hangs on a wall it&#39;s a painting, and if you can walk around it it&#39;s a sculpture.","author":"Tom Stoppard","topic":"Art"},{"quote":"The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on.","author":"Ulysses S. Grant","topic":"Art"},{"quote":"Tact is the art of making a point without making an enemy.","author":"Isaac Newton","topic":"Art"},{"quote":"In winter, the stars seem to have rekindled their fires, the moon achieves a fuller triumph, and the heavens wear a look of a more exalted simplicity. Summer is more wooing and seductive, more versatile and human, appeals to the affections and the sentiments, and fosters inquiry and the art impulse.","author":"John Burroughs","topic":"Art"},{"quote":"Literature is the art of discovering something extraordinary about ordinary people, and saying with ordinary words something extraordinary.","author":"Boris Pasternak","topic":"Art"},{"quote":"Only in art will the lion lie down with the lamb, and the rose grow without thorn.","author":"Martin Amis","topic":"Art"},{"quote":"Art is the daughter of freedom.","author":"Friedrich Schiller","topic":"Art"},{"quote":"Politics is the art of looking for trouble, finding it everywhere, diagnosing it incorrectly and applying the wrong remedies.","author":"Groucho Marx","topic":"Art"},{"quote":"I just love pretty things, whether it is art, a song or a pair of shoes.","author":"Rita Ora","topic":"Art"},{"quote":"The human foot is a masterpiece of engineering and a work of art.","author":"Leonardo da Vinci","topic":"Art"},{"quote":"Art is the tree of life. Science is the tree of death.","author":"William Blake","topic":"Art"},{"quote":"The art of being wise is the art of knowing what to overlook.","author":"William James","topic":"Art"},{"quote":"I regard the theatre as the greatest of all art forms, the most immediate way in which a human being can share with another the sense of what it is to be a human being.","author":"Thornton Wilder","topic":"Art"},{"quote":"I cry out for order and find it only in art.","author":"Helen Hayes","topic":"Art"},{"quote":"Politics is the art of the possible.","author":"Otto von Bismarck","topic":"Art"},{"quote":"Art is the only way to run away without leaving home.","author":"Twyla Tharp","topic":"Art"},{"quote":"The art of a people is a true mirror to their minds.","author":"Jawaharlal Nehru","topic":"Art"},{"quote":"Be true to yourself. Make each day a masterpiece. Help others. Drink deeply from good books. Make friendship a fine art. Build a shelter against a rainy day.","author":"John Wooden","topic":"Art"},{"quote":"The rule in the art world is: you cater to the masses or you kowtow to the elite; you can&#39;t have both.","author":"Ben Hecht","topic":"Art"},{"quote":"The art of living is more like wrestling than dancing.","author":"Marcus Aurelius","topic":"Art"},{"quote":"The ability to make somebody feel something: that&#39;s art. However you look at it, whether you&#39;re an author, a painter, a singer, a rapper, a spoken-word artist - art.","author":"Wale","topic":"Art"},{"quote":"What I dream of is an art of balance, of purity and serenity devoid of troubling or depressing subject matter - a soothing, calming influence on the mind, rather like a good armchair which provides relaxation from physical fatigue.","author":"Henri Matisse","topic":"Art"},{"quote":"You can&#39;t do sketches enough. Sketch everything and keep your curiosity fresh.","author":"John Singer Sargent","topic":"Art"},{"quote":"Space is the breath of art.","author":"Frank Lloyd Wright","topic":"Art"},{"quote":"The job of the artist is always to deepen the mystery.","author":"Francis Bacon","topic":"Art"},{"quote":"Photography is more than a medium for factual communication of ideas. It is a creative art.","author":"Ansel Adams","topic":"Art"},{"quote":"To me, photography is an art of observation. It&#39;s about finding something interesting in an ordinary place... I&#39;ve found it has little to do with the things you see and everything to do with the way you see them.","author":"Elliott Erwitt","topic":"Art"},{"quote":"The artist is a receptacle for emotions that come from all over the place: from the sky, from the earth, from a scrap of paper, from a passing shape, from a spider&#39;s web.","author":"Pablo Picasso","topic":"Art"},{"quote":"To say the word Romanticism is to say modern art - that is, intimacy, spirituality, color, aspiration towards the infinite, expressed by every means available to the arts.","author":"Charles Baudelaire","topic":"Art"},{"quote":"Logic: The art of thinking and reasoning in strict accordance with the limitations and incapacities of the human misunderstanding.","author":"Ambrose Bierce","topic":"Art"},{"quote":"The artist vocation is to send light into the human heart.","author":"George Sand","topic":"Art"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Art"},{"quote":"&#39;Crazy&#39; is a term of art; &#39;Insane&#39; is a term of law. Remember that, and you will save yourself a lot of trouble.","author":"Hunter S. Thompson","topic":"Art"},{"quote":"I prefer drawing to talking. Drawing is faster, and leaves less room for lies.","author":"Le Corbusier","topic":"Art"},{"quote":"All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest - never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership.","author":"Ann Landers","topic":"Art"},{"quote":"When I have a camera in my hand, I know no fear.","author":"Alfred Eisenstaedt","topic":"Art"},{"quote":"In life, as in art, the beautiful moves in curves.","author":"Edward G. Bulwer-Lytton","topic":"Art"},{"quote":"The great art of life is sensation, to feel that we exist, even in pain.","author":"Lord Byron","topic":"Art"},{"quote":"Painting is easy when you don&#39;t know how, but very difficult when you do.","author":"Edgar Degas","topic":"Art"},{"quote":"Art can never exist without naked beauty displayed.","author":"William Blake","topic":"Art"},{"quote":"In art, there is no need for color; I see only light and shade. Give me a crayon, and I will paint your portrait.","author":"Francisco Goya","topic":"Art"},{"quote":"I found I could say things with color and shapes that I couldn&#39;t say any other way - things I had no words for.","author":"Georgia O'Keeffe","topic":"Art"},{"quote":"I haven&#39;t mastered the art of sitting and smiling.","author":"Ashley Wagner","topic":"Art"},{"quote":"Art enables us to find ourselves and lose ourselves at the same time.","author":"Thomas Merton","topic":"Art"},{"quote":"The temple of art is built in words.","author":"Josiah Gilbert Holland","topic":"Art"},{"quote":"In art and dream may you proceed with abandon. In life may you proceed with balance and stealth.","author":"Patti Smith","topic":"Art"},{"quote":"We at BMW do not build cars as consumer objects, just to drive from A to B. We build mobile works of art.","author":"Chris Bangle","topic":"Art"},{"quote":"Sculpture is an art of the open air. Daylight, sunlight, is necessary to it, and for me, its best setting and complement is nature.","author":"Henry Moore","topic":"Art"},{"quote":"The art of healing comes from nature, not from the physician. Therefore the physician must start from nature, with an open mind.","author":"Paracelsus","topic":"Art"},{"quote":"Color is my day-long obsession, joy and torment.","author":"Claude Monet","topic":"Art"},{"quote":"It is the addition of strangeness to beauty that constitutes the romantic character in art.","author":"Walter Hagen","topic":"Art"},{"quote":"All the art of living lies in a fine mingling of letting go and holding on.","author":"Havelock Ellis","topic":"Art"},{"quote":"Nothing is art if it does not come from nature.","author":"Antoni Gaudi","topic":"Art"},{"quote":"There&#39;s no art to find the mind&#39;s construction in the face.","author":"William Shakespeare","topic":"Art"},{"quote":"A museum is a spiritual place. People lower their voices when they get close to art.","author":"Mario Botta","topic":"Art"},{"quote":"You should never feel afraid to become a piece of art. It&#39;s exhilarating.","author":"Nicki Minaj","topic":"Art"},{"quote":"Painting is an infinitely minute part of my personality.","author":"Salvador Dali","topic":"Art"},{"quote":"Leadership is the art of getting someone else to do something you want done because he wants to do it.","author":"Dwight D. Eisenhower","topic":"Art"},{"quote":"Envy is the art of counting the other fellow&#39;s blessings instead of your own.","author":"Harold Coffin","topic":"Art"},{"quote":"Animation is not the art of drawings that move but the art of movements that are drawn.","author":"Norman McLaren","topic":"Art"},{"quote":"When I go to an art gallery and stand in front of a painting, I don&#39;t want someone telling me what I should be seeing or thinking; I want to feel whatever I feel, see whatever I see, and figure out what I figure out.","author":"James Frey","topic":"Art"},{"quote":"Simplicity and repose are the qualities that measure the true value of any work of art.","author":"Frank Lloyd Wright","topic":"Art"},{"quote":"Simplicity is not an objective in art, but one achieves simplicity despite one&#39;s self by entering into the real sense of things.","author":"Constantin Brancusi","topic":"Art"},{"quote":"Art is not a handicraft, it is the transmission of feeling the artist has experienced.","author":"Leo Tolstoy","topic":"Art"},{"quote":"The arts are not a way to make a living. They are a very human way of making life more bearable. Practicing an art, no matter how well or badly, is a way to make your soul grow, for heaven&#39;s sake.","author":"Kurt Vonnegut","topic":"Art"},{"quote":"The art of acceptance is the art of making someone who has just done you a small favor wish that he might have done you a greater one.","author":"Martin Luther King, Jr.","topic":"Art"},{"quote":"In the big picture, architecture is the art and science of making sure that our cities and buildings fit with the way we want to live our lives.","author":"Bjarke Ingels","topic":"Art"},{"quote":"Personality is everything in art and poetry.","author":"Johann Wolfgang von Goethe","topic":"Art"},{"quote":"If you&#39;re not trying to be real, you don&#39;t have to get it right. That&#39;s art.","author":"Andy Warhol","topic":"Art"},{"quote":"Everyone discusses my art and pretends to understand, as if it were necessary to understand, when it is simply necessary to love.","author":"Claude Monet","topic":"Art"},{"quote":"I don&#39;t think about art when I&#39;m working. I try to think about life.","author":"Jean-Michel Basquiat","topic":"Art"},{"quote":"Simplicity is the final achievement. After one has played a vast quantity of notes and more notes, it is simplicity that emerges as the crowning reward of art.","author":"Frederic Chopin","topic":"Art"},{"quote":"There are no rules. That is how art is born, how breakthroughs happen. Go against the rules or ignore the rules. That is what invention is about.","author":"Helen Frankenthaler","topic":"Art"},{"quote":"Technology is a compulsive and addictive way to live. Verbal communication cannot be lost because of a lack of skill. The ability to listen and learn is key to mastering the art of communication. If you don&#39;t use your verbal skills and networking, it will disappear rapidly. Use technology wisely.","author":"Rick Pitino","topic":"Art"},{"quote":"Well, Art is Art, isn&#39;t it? Still, on the other hand, water is water. And east is east and west is west and if you take cranberries and stew them like applesauce they taste much more like prunes than rhubarb does. Now you tell me what you know.","author":"Groucho Marx","topic":"Art"},{"quote":"The whole art of teaching is only the art of awakening the natural curiosity of young minds for the purpose of satisfying it afterwards.","author":"Anatole France","topic":"Art"},{"quote":"In mathematics the art of proposing a question must be held of higher value than solving it.","author":"Georg Cantor","topic":"Art"},{"quote":"The study of the art of motorcycle maintenance is really a miniature study of the art of rationality itself. Working on a motorcycle, working well, caring, is to become part of a process, to achieve an inner peace of mind. The motorcycle is primarily a mental phenomenon.","author":"Robert M. Pirsig","topic":"Art"},{"quote":"There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing. Defeat means to defeat the mind of contention that we harbor within.","author":"Morihei Ueshiba","topic":"Art"},{"quote":"Are you really sure that a floor can&#39;t also be a ceiling?","author":"M. C. Escher","topic":"Art"},{"quote":"The sole art that suits me is that which, rising from unrest, tends toward serenity.","author":"Andre Gide","topic":"Art"},{"quote":"Telling stories with visuals is an ancient art. We&#39;ve been drawing pictures on cave walls for centuries. It&#39;s like what they say about the perfect picture book. The art and the text stand alone, but together, they create something even better. Kids who need to can grab onto those graphic elements and find their way into the story.","author":"Deborah Wiles","topic":"Art"},{"quote":"It&#39;s very important that we re-learn the art of resting and relaxing. Not only does it help prevent the onset of many illnesses that develop through chronic tension and worrying; it allows us to clear our minds, focus, and find creative solutions to problems.","author":"Thich Nhat Hanh","topic":"Art"},{"quote":"The wonders of the Grand Canyon cannot be adequately represented in symbols of speech, nor by speech itself. The resources of the graphic art are taxed beyond their powers in attempting to portray its features. Language and illustration combined must fail.","author":"John Wesley Powell","topic":"Art"},{"quote":"Music is the art of the prophets and the gift of God.","author":"Martin Luther","topic":"Art"},{"quote":"Making sushi is an art, and experience is everything.","author":"Nobu Matsuhisa","topic":"Art"},{"quote":"My art is not limited to the songs I create but also to the reaction it creates. I like to sit back and look at the whole thing as if it&#39;s a tornado that I&#39;m controlling. It&#39;s creating chaos. When you create chaos, ideas are turned upside down, and everybody looks at things in a different way.","author":"Marilyn Manson","topic":"Art"},{"quote":"A beautiful body perishes, but a work of art dies not.","author":"Leonardo da Vinci","topic":"Art"},{"quote":"There is nothing in the world of art like the songs mother used to sing.","author":"Billy Sunday","topic":"Art"},{"quote":"I am a poor man and of little worth, who is laboring in that art that God has given me in order to extend my life as long as possible.","author":"Michelangelo","topic":"Art"},{"quote":"Jazz music is America&#39;s past and its potential, summed up and sanctified and accessible to anybody who learns to listen to, feel, and understand it. The music can connect us to our earlier selves and to our better selves-to-come. It can remind us of where we fit on the time line of human achievement, an ultimate value of art.","author":"Wynton Marsalis","topic":"Art"},{"quote":"You don&#39;t take a photograph, you make it.","author":"Ansel Adams","topic":"Art"},{"quote":"Programming is the art of algorithm design and the craft of debugging errant code.","author":"Ellen Ullman","topic":"Art"},{"quote":"Life doesn&#39;t imitate art, it imitates bad television.","author":"Woody Allen","topic":"Art"},{"quote":"An artist must be free to choose what he does, certainly, but he must also never be afraid to do what he might choose.","author":"Langston Hughes","topic":"Art"},{"quote":"Listen to your inner-voice: Surround yourself with loving, nurturing people. Fall in love with your art and find yourself. Music is the great communicator.","author":"Glenn Hughes","topic":"Art"},{"quote":"Find a beautiful piece of art. If you fall in love with Van Gogh or Matisse or John Oliver Killens, or if you fall love with the music of Coltrane, the music of Aretha Franklin, or the music of Chopin - find some beautiful art and admire it, and realize that that was created by human beings just like you, no more human, no less.","author":"Maya Angelou","topic":"Art"},{"quote":"The cinema is not a craft. It is an art. It does not mean teamwork. One is always alone on the set as before the blank page. And to be alone... means to ask questions. And to make films means to answer them.","author":"Jean-Luc Godard","topic":"Art"},{"quote":"Art is not merely an imitation of the reality of nature, but in truth a metaphysical supplement to the reality of nature, placed alongside thereof for its conquest.","author":"Friedrich Nietzsche","topic":"Art"},{"quote":"Life is the art of being well deceived; and in order that the deception may succeed it must be habitual and uninterrupted.","author":"William Hazlitt","topic":"Art"},{"quote":"Art raises its head where creeds relax.","author":"Friedrich Nietzsche","topic":"Art"},{"quote":"Does art have a future? Performance genres like opera, theater, music and dance are thriving all over the world, but the visual arts have been in slow decline for nearly 40 years. No major figure of profound influence has emerged in painting or sculpture since the waning of Pop Art and the birth of Minimalism in the early 1970s.","author":"Camille Paglia","topic":"Art"},{"quote":"Art challenges technology, but technology inspires the art.","author":"John Lasseter","topic":"Art"},{"quote":"My shadow in my art is one way I trace who I was and where I have been. My shadow and I have been on a journey for quite a while now!","author":"Angela Cartwright","topic":"Art"},{"quote":"I grew up thinking art was pictures until I got into music and found I was an artist and didn&#39;t paint.","author":"Chuck Berry","topic":"Art"},{"quote":"In a way I spend my entire life stealing from everything - from the past, from cities I love, from where I grew up - grabbing things, taking not only from architecture but from Italy, art, writing, poetry, music.","author":"Renzo Piano","topic":"Art"},{"quote":"It is through art, and through art only, that we can realise our perfection.","author":"Oscar Wilde","topic":"Art"},{"quote":"Where there is no human connection, there is no compassion. Without compassion, then community, commitment, loving-kindness, human understanding, and peace all shrivel. Individuals become isolated, the isolated turn cruel, and the tragic hovers in the forms of domestic and civil violence. Art and literature are antidotes to that.","author":"Susan Vreeland","topic":"Art"},{"quote":"Of all the seasons, winter is the most conducive to the great art of dormancy. This art requires an appreciation of semi-consciousness: the beautiful and necessary prelude to sleep - a special pleasure in itself that is all too often neglected, under-valued or looked down upon.","author":"Michael Leunig","topic":"Art"},{"quote":"Advertising is fundamentally persuasion and persuasion happens to be not a science, but an art.","author":"William Bernbach","topic":"Art"},{"quote":"Art is what you can get away with.","author":"Andy Warhol","topic":"Art"},{"quote":"Errors are not in the art but in the artificers.","author":"Isaac Newton","topic":"Art"},{"quote":"In France, cooking is a serious art form and a national sport.","author":"Julia Child","topic":"Art"},{"quote":"A compromise is the art of dividing a cake in such a way that everyone believes he has the biggest piece.","author":"Ludwig Erhard","topic":"Art"},{"quote":"In art, at a certain level, there is no &#39;better than.&#39; It&#39;s just about trying to operate for yourself on the most supreme level, artistically, that you can and hoping that people get it. Trusting that, just because of the way people are built and how interconnected we are, greatness will translate and symmetry will be recognised.","author":"Frank Ocean","topic":"Art"},{"quote":"My art is an attempt to reach beyond the surface appearance. I want to see growth in wood, time in stone, nature in a city, and I do not mean its parks but a deeper understanding that a city is nature too-the ground upon which it is built, the stone with which it is made.","author":"Andy Goldsworthy","topic":"Art"},{"quote":"Rhetoric is the art of ruling the minds of men.","author":"Plato","topic":"Art"},{"quote":"Sculpture is the art of the intelligence.","author":"Pablo Picasso","topic":"Art"},{"quote":"Professionalism in art has this difficulty: To be professional is to be dependable, to be dependable is to be predictable, and predictability is esthetically boring - an anti-virtue in a field where we hope to be astonished and startled and at some deep level refreshed.","author":"John Updike","topic":"Art"},{"quote":"Dolls fire our collective imagination, for better and - too often - for worse. From life-size dolls the same height as the little girls who carry them, to dolls whose long hair can &#39;grow&#39; longer, to Barbie and her fashionable sisters, dolls do double duty as child&#39;s play and the focus of adult art and adult fear.","author":"Ellen Datlow","topic":"Art"},{"quote":"I believe the target of anything in life should be to do it so well that it becomes an art.","author":"Arsene Wenger","topic":"Art"},{"quote":"Music is your own experience, your own thoughts, your wisdom. If you don&#39;t live it, it won&#39;t come out of your horn. They teach you there&#39;s a boundary line to music. But, man, there&#39;s no boundary line to art.","author":"Charlie Parker","topic":"Art"},{"quote":"My lens and my personality, it&#39;s just fluid. The art isn&#39;t just in one place.","author":"Petra Collins","topic":"Art"},{"quote":"All the great works of art, the cathedrals - the Gothic cathedrals and the splendid Baroque churches - are a luminous sign of God, and thus are truly a manifestation, an epiphany of God.","author":"Pope Benedict XVI","topic":"Art"},{"quote":"Art is the path to being spiritual.","author":"Piet Mondrian","topic":"Art"},{"quote":"The art of living well and the art of dying well are one.","author":"Epicurus","topic":"Art"},{"quote":"The demons you have are what motivate you to make your art. This is what drives the detective, this is what drives the painter, this is what drives the writer: a conflicting urge to forget pain and at the same time remember it and fight for some kind of justice. I know these powerful things are inside of me and everyone in some way or another.","author":"Tom Reiss","topic":"Art"},{"quote":"Photographing a cake can be art.","author":"Irving Penn","topic":"Art"},{"quote":"Attack is only one half of the art of boxing.","author":"Georges Carpentier","topic":"Art"},{"quote":"I think art is the only thing that&#39;s spiritual in the world. And I refuse to forced to believe in other people&#39;s interpretations of God. I don&#39;t think anybody should be. No one person can own the copyright to what God means.","author":"Marilyn Manson","topic":"Art"},{"quote":"I love having my hands in the dirt. It is never a science and always an art. There are no rules. And if it comes down to me versus that weed I&#39;m trying to pull out of the ground that doesn&#39;t want to come out? I know I&#39;ll win.","author":"Matthew McConaughey","topic":"Art"},{"quote":"When you live under the power of terror and segregation, you can&#39;t ever start a work of art.","author":"Jeanne Moreau","topic":"Art"},{"quote":"When we look back at the Mayans or ancient Egypt, we look at their art.","author":"Robert Wilson","topic":"Art"},{"quote":"Art is built on the deepest themes of human meaning: good and evil, beauty and ugliness, life and death, love and hate. No other story has incarnated those themes more than the story of Jesus.","author":"John Ortberg","topic":"Art"},{"quote":"In art as in love, instinct is enough.","author":"Anatole France","topic":"Art"},{"quote":"Let us note that art - even on an abstract level - has never been confined to &#39;idea&#39;; art has always been the &#39;realized&#39; expression of equilibrium.","author":"Piet Mondrian","topic":"Art"},{"quote":"I&#39;m afraid that if you look at a thing long enough, it loses all of its meaning.","author":"Andy Warhol","topic":"Art"},{"quote":"Art, like morality, consists in drawing the line somewhere.","author":"Gilbert K. Chesterton","topic":"Art"},{"quote":"A sculptor is a person who is interested in the shape of things, a poet in words, a musician by sounds.","author":"Henry Moore","topic":"Art"},{"quote":"All architecture is great architecture after sunset; perhaps architecture is really a nocturnal art, like the art of fireworks.","author":"Gilbert K. Chesterton","topic":"Art"},{"quote":"All art is a struggle to be, in a particular sort of way, virtuous.","author":"Iris Murdoch","topic":"Art"},{"quote":"Pop Art looks out into the world. It doesn&#39;t look like a painting of something, it looks like the thing itself.","author":"Roy Lichtenstein","topic":"Art"},{"quote":"Diplomacy is the art of saying &#39;Nice doggie&#39; until you can find a rock.","author":"Will Rogers","topic":"Art"},{"quote":"A beautiful lady is an accident of nature. A beautiful old lady is a work of art.","author":"Louis Nizer","topic":"Art"},{"quote":"The art of photography is all about directing the attention of the viewer.","author":"Steven Pinker","topic":"Art"},{"quote":"I never know what I&#39;m going to put on the canvas. The canvas paints itself. I&#39;m just the middleman.","author":"Peter Max","topic":"Art"},{"quote":"Just as pure abstract art is not dogmatic, neither is it decorative.","author":"Piet Mondrian","topic":"Art"},{"quote":"Every painting is a voyage into a sacred harbour.","author":"Giotto di Bondone","topic":"Art"},{"quote":"Sleeping is no mean art: for its sake one must stay awake all day.","author":"Friedrich Nietzsche","topic":"Art"},{"quote":"To my mind, it is the duty of the younger Negro artist, if he accepts any duties at all from outsiders, to change through the force of his art that old whispering &#39;I want to be white,&#39; hidden in the aspirations of his people, to &#39;Why should I want to be white? I am a Negro - and beautiful!&#39;","author":"Langston Hughes","topic":"Art"},{"quote":"Football is an art, like dancing is an art - but only when it&#39;s well done does it become an art.","author":"Arsene Wenger","topic":"Art"},{"quote":"Art is not a thing; it is a way.","author":"Elbert Hubbard","topic":"Art"},{"quote":"There is nothing worse than a sharp image of a fuzzy concept.","author":"Ansel Adams","topic":"Art"},{"quote":"Filmmaking, like any other art, is a very profound means of human communication; beyond the professional pleasure of succeeding or the pain of failing, you do want your film to be seen, to communicate itself to other people.","author":"Kenneth Lonergan","topic":"Art"},{"quote":"Skill without imagination is craftsmanship and gives us many useful objects such as wickerwork picnic baskets. Imagination without skill gives us modern art.","author":"Tom Stoppard","topic":"Art"},{"quote":"Cleanliness is the scourge of art.","author":"Craig Brown","topic":"Art"},{"quote":"The body is your instrument in dance, but your art is outside that creature, the body.","author":"Martha Graham","topic":"Art"},{"quote":"To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.","author":"Morihei Ueshiba","topic":"Art"},{"quote":"I wanted to start a revolution, using art to build the sort of society I myself envisioned.","author":"Yayoi Kusama","topic":"Art"},{"quote":"From the neck up is where you win or lose the battle. It&#39;s the art of war. You have to lock yourself in and strategise your mindset. That&#39;s why boxers go to training camps: to shut down the noise and really zone in.","author":"Anthony Joshua","topic":"Art"},{"quote":"Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc.","author":"Friedrich Engels","topic":"Art"},{"quote":"A lot of country music is sad. I think most art comes out of poverty and hard times. It applies to music. Three chords and the truth - that&#39;s what a country song is. There is a lot of heartache in the world.","author":"Willie Nelson","topic":"Art"},{"quote":"To send light into the darkness of men&#39;s hearts - such is the duty of the artist.","author":"Robert Schumann","topic":"Art"},{"quote":"I try to give people a different way of looking at their surroundings. That&#39;s art to me.","author":"Maya Lin","topic":"Art"},{"quote":"To an engineer, good enough means perfect. With an artist, there&#39;s no such thing as perfect.","author":"Alexander Calder","topic":"Art"},{"quote":"Dancers are a work of art - they are the canvas on which their work is painted.","author":"Patrick Duffy","topic":"Art"},{"quote":"Art is the proper task of life.","author":"Friedrich Nietzsche","topic":"Art"},{"quote":"Art&#39;s everything we hope life would be, a lot of times.","author":"Frank Ocean","topic":"Art"},{"quote":"Not everybody trusts paintings but people believe photographs.","author":"Ansel Adams","topic":"Art"},{"quote":"The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power.","author":"Alfred Adler","topic":"Art"},{"quote":"Cunning is the art of concealing our own defects, and discovering other people&#39;s weaknesses.","author":"William Hazlitt","topic":"Art"},{"quote":"Every science begins as philosophy and ends as art.","author":"Will Durant","topic":"Art"},{"quote":"You know how you feel somebody looking at you, and you turn, and somebody actually is? It&#39;s the same at an art gallery. You&#39;re looking at one portrait, turn around, and there is a work of art directly behind you. Because it&#39;s all energy. Every single thing has energy.","author":"Marina Abramovic","topic":"Art"},{"quote":"In a democracy, you need to have a strong judicial system. You need freedom of speech, you need art, and you need a free press.","author":"Tzipi Livni","topic":"Art"},{"quote":"The task of art today is to bring chaos into order.","author":"Theodor Adorno","topic":"Art"},{"quote":"I decided on the spot that I would be an artist, and I assure you, it was no ordinary artist I had in mind.","author":"Henry Ossawa Tanner","topic":"Art"},{"quote":"There are no categories in contemporary art. There are no rules. Artists are given the freedom to make and create whatever they please and call it whatever they please. I identify with that system, or lack of system, much more than I do the landscape of contemporary publishing.","author":"James Frey","topic":"Art"},{"quote":"So vast is art, so narrow human wit.","author":"Alexander Pope","topic":"Art"},{"quote":"Art attracts us only by what it reveals of our most secret self.","author":"Alfred North Whitehead","topic":"Art"},{"quote":"The beauty of a finely worked object points to the beauty of the craftsmanship. The beauty of the craftsmanship points to the beauty of the name which was the source of the craftsmanship. The beauty of the name of the craftsman&#39;s art points to the beauty of the craftsman&#39;s attributes manifested in that art.","author":"Said Nursi","topic":"Art"},{"quote":"Yoga is an art and science of living.","author":"Indra Devi","topic":"Art"},{"quote":"A work of art which did not begin in emotion is not art.","author":"Paul Cezanne","topic":"Art"},{"quote":"The artist belongs to his work, not the work to the artist.","author":"Novalis","topic":"Art"},{"quote":"Where the spirit does not work with the hand, there is no art.","author":"Leonardo da Vinci","topic":"Art"},{"quote":"Advertising is the greatest art form of the 20th century.","author":"Marshall McLuhan","topic":"Art"},{"quote":"I think it is in collaboration that the nature of art is revealed.","author":"Steve Lacy","topic":"Art"},{"quote":"Art is the stored honey of the human soul, gathered on wings of misery and travail.","author":"Theodore Dreiser","topic":"Art"},{"quote":"Even in literature and art, no man who bothers about originality will ever be original: whereas if you simply try to tell the truth (without caring twopence how often it has been told before) you will, nine times out of ten, become original without ever having noticed it.","author":"C. S. Lewis","topic":"Art"},{"quote":"Were I called on to define, very briefly, the term Art, I should call it &#39;the reproduction of what the Senses perceive in Nature through the veil of the soul.&#39; The mere imitation, however accurate, of what is in Nature, entitles no man to the sacred name of &#39;Artist.&#39;","author":"Edgar Allan Poe","topic":"Art"},{"quote":"Every human is an artist. The dream of your life is to make beautiful art.","author":"Don Miguel Ruiz","topic":"Art"},{"quote":"For me, there is very little difference between magic and art. To me, the ultimate act of magic is to create something from nothing: It&#39;s like when the stage magician pulls the rabbit from the hat.","author":"Alan Moore","topic":"Art"},{"quote":"I&#39;m giving into my tendency to want to blur and blend the lines between art and life, and privacy and sharing.","author":"Lia Ices","topic":"Art"},{"quote":"In our life there is a single color, as on an artist&#39;s palette, which provides the meaning of life and art. It is the color of love.","author":"Marc Chagall","topic":"Art"},{"quote":"The roles of art, morality, religion, political faith, science itself are not to repair organic exhaustion nor to provide sound functioning of the organs. All this supraphysical life is built and expanded not because of the demands of the cosmic environment but because of the demands of the social environment.","author":"Emile Durkheim","topic":"Art"},{"quote":"It is the spectator, and not life, that art really mirrors.","author":"Oscar Wilde","topic":"Art"},{"quote":"Where thou art, that is home.","author":"Emily Dickinson","topic":"Art"},{"quote":"I don&#39;t listen to what art critics say. I don&#39;t know anybody who needs a critic to find out what art is.","author":"Jean-Michel Basquiat","topic":"Art"},{"quote":"The show business has all phases and grades of dignity, from the exhibition of a monkey to the exposition of that highest art in music or the drama which secures for the gifted artists a world-wide fame princes well might envy.","author":"P. T. Barnum","topic":"Art"},{"quote":"Life imitates art far more than art imitates Life.","author":"Oscar Wilde","topic":"Art"},{"quote":"I have no fear of making changes, destroying the image, etc., because the painting has a life of its own.","author":"Jackson Pollock","topic":"Art"},{"quote":"I like to change. A new lamp, a piece of art, can transform a room.","author":"Madonna Ciccone","topic":"Art"},{"quote":"People discuss my art and pretend to understand as if it were necessary to understand, when it&#39;s simply necessary to love.","author":"Claude Monet","topic":"Art"},{"quote":"Art! Who comprehends her? With whom can one consult concerning this great goddess?","author":"Ludwig van Beethoven","topic":"Art"},{"quote":"With color one obtains an energy that seems to stem from witchcraft.","author":"Henri Matisse","topic":"Art"},{"quote":"Art is making something out of nothing and selling it.","author":"Frank Zappa","topic":"Art"},{"quote":"Myth and fairy-story must, as all art, reflect and contain in solution elements of moral and religious truth (or error), but not explicit, not in the known form of the primary &#39;real&#39; world.","author":"J. R. R. Tolkien","topic":"Art"},{"quote":"An artist is not paid for his labor but for his vision.","author":"James Whistler","topic":"Art"},{"quote":"The marble not yet carved can hold the form of every thought the greatest artist has.","author":"Michelangelo","topic":"Art"},{"quote":"Diplomacy: the art of restraining power.","author":"Henry Kissinger","topic":"Art"},{"quote":"Art is either plagiarism or revolution.","author":"Paul Gauguin","topic":"Art"},{"quote":"I consider skateboarding an art form, a lifestyle and a sport. &#39;Action sport&#39; would be the least offensive categorization.","author":"Tony Hawk","topic":"Art"},{"quote":"To become truly immortal, a work of art must escape all human limits: logic and common sense will only interfere. But once these barriers are broken, it will enter the realms of childhood visions and dreams.","author":"Giorgio de Chirico","topic":"Art"},{"quote":"Baking is both an art and a science.","author":"Sherry Yard","topic":"Art"},{"quote":"What other people may find in poetry or art museums, I find in the flight of a good drive.","author":"Arnold Palmer","topic":"Art"},{"quote":"What I try to do is the art of building, and the art of building is the art of construction; it is not only about forms and shapes and images.","author":"Peter Zumthor","topic":"Art"},{"quote":"There will be very few occasions when you are absolutely certain about anything. You will consistently be called upon to make decisions with limited information. That being the case, your goal should not be to eliminate uncertainty. Instead, you must develop the art of being clear in the face of uncertainty.","author":"Andy Stanley","topic":"Art"},{"quote":"Figure skating is a mixture of art and sport.","author":"Katarina Witt","topic":"Art"},{"quote":"Oh yeah, I mean every fighter has got be dedicated, learn how to sacrifice, know what the devotion is all about, make sure you&#39;re paying attention and studying your art.","author":"Marvin Hagler","topic":"Art"},{"quote":"Opera is the most complete art form. It includes drama, acting, technology (lighting), art (the sets), dance, and the epitome of the human voices. But mostly, go for the glorious music. The arts are crucial to the life of every community.","author":"Karen DeCrow","topic":"Art"},{"quote":"My advice to young people wanting to make music and to be in this industry is to really spend your time making music. Make so much music you have no friends. Make music. Figure out what it is you love, and... because if you&#39;re making cool art, then everything else will fall into line.","author":"Lorde","topic":"Art"},{"quote":"My attitude towards drawing is not necessarily about drawing. It&#39;s about making the best kind of image I can make, it&#39;s about talking as clearly as I can.","author":"Jim Dine","topic":"Art"},{"quote":"I always like to see if the art across the street is better than mine.","author":"Andy Warhol","topic":"Art"},{"quote":"The best art is realized when you can share the experience of making of it and not just the presentation of it, so that the audience is part of the creation and not just part of the consumption. Then it becomes much more full-bodied and robust.","author":"Ava DuVernay","topic":"Art"},{"quote":"The art of living is the art of knowing how to believe lies.","author":"Cesare Pavese","topic":"Art"},{"quote":"Art is the window to man&#39;s soul. Without it, he would never be able to see beyond his immediate world; nor could the world see the man within.","author":"Lady Bird Johnson","topic":"Art"},{"quote":"We must not show to all and sundry the secrets of the waters flowing in ocean and river, or the devices that work on these waters. Let there be convened a council of experts and masters in mechanical art to deliberate what is needed to compose and construct these works.","author":"Filippo Brunelleschi","topic":"Art"},{"quote":"There is nothing new in art except talent.","author":"Anton Chekhov","topic":"Art"},{"quote":"I think music, in my opinion, is not about motivation in the way it&#39;s - it&#39;s not a running base. It&#39;s art. And my whole philosophy of music is different. It&#39;s almost like cooking and serving to people, seeing them smile and enjoying the food, really.","author":"A. R. Rahman","topic":"Art"},{"quote":"You can understand nothing about art, particularly modern art, if you do not understand that imagination is a value in itself.","author":"Milan Kundera","topic":"Art"},{"quote":"Patience is the art of concealing your impatience.","author":"Guy Kawasaki","topic":"Art"},{"quote":"Offence is no longer defence - it&#39;s a full-time profession. Everyone is so offended all the time. The new police force that we weren&#39;t told about: the moral police. No qualifications, no training, no understanding of actual morality, but they have a degree in the art of being offended.","author":"Karan Johar","topic":"Art"},{"quote":"Sculpture is the art of the hole and the lump.","author":"Auguste Rodin","topic":"Art"},{"quote":"My desire to be a physician had a lot to do with that sense of medicine as a ministry of healing, not just a science. And not even just a science and an art, but also a calling, also a ministry.","author":"Abraham Verghese","topic":"Art"},{"quote":"Ballet is an incredibly difficult, beautiful art form that takes a lot of training, a lot of time, and a lot of hard work.","author":"Sutton Foster","topic":"Art"},{"quote":"I don&#39;t paint things. I only paint the difference between things.","author":"Henri Matisse","topic":"Art"},{"quote":"The artist is nothing without the gift, but the gift is nothing without work.","author":"Emile Zola","topic":"Art"},{"quote":"Art is based on emotion, but being macho is based on ego; the wall protecting that emotion.","author":"Miguel","topic":"Art"},{"quote":"Picasso said, &#39;Art is a lie that tells the truth.&#39; What if you just want to tell the truth and not lie about it?","author":"Nicolas Cage","topic":"Art"},{"quote":"Japanese people accept that art and commerce will be blended; and, in fact, they are surprised by the rigid and pretentious Western hierarchy of &#39;high art.&#39;","author":"Takashi Murakami","topic":"Art"},{"quote":"Thus the castle of each feudal chieftain became a school of chivalry, into which any noble youth, whose parents were from poverty unable to educate him to the art of war, was readily received.","author":"Horatio Alger","topic":"Art"},{"quote":"History repeats itself, but the special call of an art which has passed away is never reproduced. It is as utterly gone out of the world as the song of a destroyed wild bird.","author":"Joseph Conrad","topic":"Art"},{"quote":"I believe that an art exhibition can be engaging, fun and deeply intellectually satisfying and serious. These are not contradictory concepts in art.","author":"Jeffrey Deitch","topic":"Art"},{"quote":"As I grew older, I realized that it was much better to insist on the genuine forms of nature, for simplicity is the greatest adornment of art.","author":"Albrecht Durer","topic":"Art"},{"quote":"The art of pleasing is the art of deception.","author":"Luc de Clapiers","topic":"Art"},{"quote":"I used language because I wanted to offer content that people - not necessarily art people - could understand.","author":"Jenny Holzer","topic":"Art"},{"quote":"He who would do good to another must do it in Minute Particulars: general Good is the plea of the scoundrel, hypocrite, and flatterer, for Art and Science cannot exist but in minutely organized Particulars.","author":"William Blake","topic":"Art"},{"quote":"Art is not a study of positive reality, it is the seeking for ideal truth.","author":"John Ruskin","topic":"Art"},{"quote":"The moment you cheat for the sake of beauty, you know you&#39;re an artist.","author":"David Hockney","topic":"Art"},{"quote":"We are concerned with the relationship between art and life. Contemporary art is only intelligible in terms of its relationship to our life.","author":"David Elliott","topic":"Art"},{"quote":"The beauty one can find in art is one of the pitifully few real and lasting products of human endeavor.","author":"J. Paul Getty","topic":"Art"},{"quote":"Fine art is that in which the hand, the head, and the heart of man go together.","author":"John Ruskin","topic":"Art"},{"quote":"The true artist is not proud: he unfortunately sees that art has no limits; he feels darkly how far he is from the goal, and though he may be admired by others, he is sad not to have reached that point to which his better genius only appears as a distant, guiding sun.","author":"Ludwig van Beethoven","topic":"Art"},{"quote":"In art the best is good enough.","author":"Johann Wolfgang von Goethe","topic":"Art"},{"quote":"An intellectual says a simple thing in a hard way. An artist says a hard thing in a simple way.","author":"Charles Bukowski","topic":"Art"},{"quote":"Advertising is the art of convincing people to spend money they don&#39;t have for something they don&#39;t need.","author":"Will Rogers","topic":"Art"},{"quote":"There&#39;s nothing more superficial to do than to paint a beautiful woman. The most beautiful portraits in art were of ugly women. If you paint Brigitte Bardot, it&#39;s a disaster. Sunsets, you have to stay away from sunsets. You paint a sunset, you are in great danger.","author":"Fernando Botero","topic":"Art"},{"quote":"Blue thou art, intensely blue; Flower, whence came thy dazzling hue?","author":"James Montgomery","topic":"Art"},{"quote":"Lesser artists borrow, great artists steal.","author":"Igor Stravinsky","topic":"Art"},{"quote":"Art is the most intense mode of individualism that the world has known.","author":"Oscar Wilde","topic":"Art"},{"quote":"Bad people are, from the point of view of art, fascinating studies. They represent colour, variety and strangeness. Good people exasperate one&#39;s reason; bad people stir one&#39;s imagination.","author":"Oscar Wilde","topic":"Art"},{"quote":"For as long as I can remember I have suffered from a deep feeling of anxiety which I have tried to express in my art.","author":"Edvard Munch","topic":"Art"},{"quote":"What makes photography a strange invention is that its primary raw materials are light and time.","author":"John Berger","topic":"Art"},{"quote":"People think that computer science is the art of geniuses but the actual reality is the opposite, just many people doing things that build on eachother, like a wall of mini stones.","author":"Donald Knuth","topic":"Art"},{"quote":"Trifles make perfection, and perfection is no trifle.","author":"Michelangelo","topic":"Art"},{"quote":"The art of delegation is one of the key skills any entrepreneur must master.","author":"Richard Branson","topic":"Art"},{"quote":"To say nothing, especially when speaking, is half the art of diplomacy.","author":"Will Durant","topic":"Art"},{"quote":"Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.","author":"Andy Warhol","topic":"Art"},{"quote":"Film editing is now something almost everyone can do at a simple level and enjoy it, but to take it to a higher level requires the same dedication and persistence that any art form does.","author":"Walter Murch","topic":"Art"},{"quote":"I&#39;ve seen beautiful art on the sides of buildings. I&#39;ve seen beautiful art in museums. I&#39;ve seen beautiful art in galleries. Beautiful art is everywhere.","author":"John Mellencamp","topic":"Art"},{"quote":"Love the art in yourself and not yourself in the art.","author":"Constantin Stanislavski","topic":"Art"},{"quote":"No great art has ever been made without the artist having known danger.","author":"Rainer Maria Rilke","topic":"Art"},{"quote":"A guilty conscience needs to confess. A work of art is a confession.","author":"Albert Camus","topic":"Art"},{"quote":"Education is the art of making man ethical.","author":"Georg Wilhelm Friedrich Hegel","topic":"Art"},{"quote":"An artist is somebody who produces things that people don&#39;t need to have.","author":"Andy Warhol","topic":"Art"},{"quote":"We are all hungry and thirsty for concrete images. Abstract art will have been good for one thing: to restore its exact virginity to figurative art.","author":"Salvador Dali","topic":"Art"},{"quote":"Mild autism can give you a genius like Einstein. If you have severe autism, you could remain nonverbal. You don&#39;t want people to be on the severe end of the spectrum. But if you got rid of all the autism genetics, you wouldn&#39;t have science or art. All you would have is a bunch of social &#39;yak yaks.&#39;","author":"Temple Grandin","topic":"Art"},{"quote":"A line is a dot that went for a walk.","author":"Paul Klee","topic":"Art"},{"quote":"I did study the art of being a barber because I wanted to figure out what my routine would be. Do you start in the front or back? Top or bottom? Swivel the chair or walk around? What I did discover is there&#39;s no such thing as the perfect haircut!","author":"Sean Patrick Thomas","topic":"Art"},{"quote":"Society is like a large piece of frozen water; and skating well is the great art of social life.","author":"Letitia Elizabeth Landon","topic":"Art"},{"quote":"In art, the hand can never execute anything higher than the heart can imagine.","author":"Ralph Waldo Emerson","topic":"Art"},{"quote":"Art evokes the mystery without which the world would not exist.","author":"Rene Magritte","topic":"Art"},{"quote":"The way I make art - the way a lot of people make art - is as an extension of language and communication, where references are incredibly important.","author":"Shepard Fairey","topic":"Art"},{"quote":"You wouldn&#39;t have the same art on the walls at every restaurant or the same waiter uniforms. Neither should you have the same service style at every restaurant.","author":"Danny Meyer","topic":"Art"},{"quote":"Because advertising and marketing is an art, the solution to each new problem or challenge should begin with a blank canvas and an open mind, not with the nervous borrowings of other people&#39;s mediocrities. That&#39;s precisely what &#39;trends&#39; are - a search for something &#39;safe&#39; - and why a reliance on them leads to oblivion.","author":"George Lois","topic":"Art"},{"quote":"London, thou art the flower of cities all!","author":"William Dunbar","topic":"Art"},{"quote":"The modern artist is working with space and time, and expressing his feelings rather than illustrating.","author":"Jackson Pollock","topic":"Art"},{"quote":"In visual perception a color is almost never seen as it really is - as it physically is. This fact makes color the most relative medium in art.","author":"Josef Albers","topic":"Art"},{"quote":"One might not think of light as a matter of fact, but I do. And it is, as I said, as plain and open and direct an art as you will ever find.","author":"Dan Flavin","topic":"Art"},{"quote":"So long as the system of competition in the production and exchange of the means of life goes on, the degradation of the arts will go on; and if that system is to last for ever, then art is doomed, and will surely die; that is to say, civilization will die.","author":"William Morris","topic":"Art"},{"quote":"When I am finishing a picture, I hold some God-made object up to it - a rock, a flower, the branch of a tree or my hand - as a final test. If the painting stands up beside a thing man cannot make, the painting is authentic. If there&#39;s a clash between the two, it&#39;s bad art.","author":"Marc Chagall","topic":"Art"},{"quote":"The fine art of preparing sushi is something that you watch and learn.","author":"Nobu Matsuhisa","topic":"Art"},{"quote":"My philosophy is that I&#39;m an artist. I perform an art not with a paint brush or a camera. I perform with bodily movement. Instead of exhibiting my art in a museum or a book or on canvas, I exhibit my art in front of the multitudes.","author":"Steve Prefontaine","topic":"Art"},{"quote":"Movies become art after editing. Instead of just reproducing reality, they juxtapose images of it. That implies expression; that&#39;s art.","author":"Alejandro Gonzalez Inarritu","topic":"Art"},{"quote":"Raising children is a creative endeavor, an art rather than a science.","author":"Bruno Bettelheim","topic":"Art"},{"quote":"Those who educate children well are more to be honored than they who produce them; for these only gave them life, those the art of living well.","author":"Aristotle","topic":"Art"},{"quote":"Art is not meant to change the world, but when you see people interacting, when you see an impact on their lives, then I guess in a smaller way, this is changing the world. So, that&#39;s what I believe in. That&#39;s why I&#39;m into creating more and more interactions.","author":"JR","topic":"Art"},{"quote":"As a person, I was born to give out my opinions. By giving out my opinions, I realize who I am. As long as I can communicate, I&#39;m not so lonely. If I cannot travel, or do art, or have company, if they take away all my belongings, it doesn&#39;t matter at all.","author":"Ai Weiwei","topic":"Art"},{"quote":"Journalism is always the art of the incomplete. You get bits and pieces.","author":"Anthony Shadid","topic":"Art"},{"quote":"Art doesn&#39;t transform. It just plain forms.","author":"Roy Lichtenstein","topic":"Art"},{"quote":"Great art - or good art - is when you look at it, experience it and it stays in your mind. I don&#39;t think conceptual art and traditional art are all that different.","author":"Damien Hirst","topic":"Art"},{"quote":"When one lives in a society where people can no longer rely on the institutions to tell them the truth, the truth must come from culture and art.","author":"John Trudell","topic":"Art"},{"quote":"The art of the bird is to conceal its nest both as to position and as to material, but now and then it is betrayed into weaving into its structure showy and bizarre bits of this or that, which give its secret away and which seem to violate all the traditions of its kind.","author":"John Burroughs","topic":"Art"},{"quote":"Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern.","author":"Alfred North Whitehead","topic":"Art"},{"quote":"I am not a therapist. I am not a spiritual leader. These elements are in the art: it is therapeutic, spiritual, social and political - everything. It has many layers. But art has to have many layers. If it doesn&#39;t, then forget it.","author":"Marina Abramovic","topic":"Art"},{"quote":"The work of art, just like any fragment of human life considered in its deepest meaning, seems to me devoid of value if it does not offer the hardness, the rigidity, the regularity, the luster on every interior and exterior facet, of the crystal.","author":"Pope Paul VI","topic":"Art"},{"quote":"A picture book is a small door to the enormous world of the visual arts, and they&#39;re often the first art a young person sees.","author":"Tomie dePaola","topic":"Art"},{"quote":"Art in the classroom not only spurs creativity, it also inspires learning.","author":"Mickey Hart","topic":"Art"},{"quote":"In a decaying society, art, if it is truthful, must also reflect decay. And unless it wants to break faith with its social function, art must show the world as changeable. And help to change it.","author":"Ernst Fischer","topic":"Art"},{"quote":"I&#39;ve constantly tried new things, even as a child, and have always been obsessed with pink. Now I&#39;m just a little more ladylike and fearless. You should never feel afraid to become a piece of art. It&#39;s exhilarating.","author":"Nicki Minaj","topic":"Art"},{"quote":"I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person&#39;s day, if not their life, or change an attitude. The best songs are the ones that make you feel something.","author":"Eddie Vedder","topic":"Art"},{"quote":"Anything is an art if you do it at the level of an art.","author":"Richard Avedon","topic":"Art"},{"quote":"I got my first camera when I was 21 - my boyfriend gave it to me for my birthday - but at that point politics was my life, and I viewed the camera as a tool for expressing my political beliefs rather than as an art medium.","author":"Carrie Mae Weems","topic":"Art"},{"quote":"Guided only by their feeling for symmetry, simplicity, and generality, and an indefinable sense of the fitness of things, creative mathematicians now, as in the past, are inspired by the art of mathematics rather than by any prospect of ultimate usefulness.","author":"E. T. Bell","topic":"Art"},{"quote":"Any form of art is a form of power; it has impact, it can affect change - it can not only move us, it makes us move.","author":"Ossie Davis","topic":"Art"},{"quote":"I&#39;m not really sure what social message my art carries, if any. And I don&#39;t really want it to carry one. I&#39;m not interested in the subject matter to try to teach society anything, or to try to better our world in any way.","author":"Roy Lichtenstein","topic":"Art"},{"quote":"In an artwork you&#39;re always looking for artistic decisions, so an ashtray is perfect. An ashtray has got life and death.","author":"Damien Hirst","topic":"Art"},{"quote":"For me, fragrances are very - one of these beautiful art forms that bring about a whole host of things. It&#39;s what you want to smell like, it&#39;s memories that make you smile or are resonant of times in your life, it can remind you of music. If you&#39;re a lover of scent, it&#39;s a very kind of particular and evocative thing.","author":"Chris Pine","topic":"Art"},{"quote":"I have never denied my background or my culture. I have taught my child to embrace her Mexican heritage, to love my first language, Spanish, to learn about Mexican history, music, folk art, food, and even the Mexican candy I grew up with.","author":"Salma Hayek","topic":"Art"},{"quote":"I want to learn how to do balloon art and make dolphins.","author":"Martin Garrix","topic":"Art"},{"quote":"If commercialization is putting my art on a shirt so that a kid who can&#39;t afford a $30,000 painting can buy one, then I&#39;m all for it.","author":"Keith Haring","topic":"Art"},{"quote":"In our fast-forward culture, we have lost the art of eating well. Food is often little more than fuel to pour down the hatch while doing other stuff - surfing the Web, driving, walking along the street. Dining al desko is now the norm in many workplaces. All of this speed takes a toll. Obesity, eating disorders and poor nutrition are rife.","author":"Carl Honore","topic":"Art"},{"quote":"All the best parts of art come from pain turned to celebration.","author":"Natalia Kills","topic":"Art"},{"quote":"Truly fertile Music, the only kind that will move us, that we shall truly appreciate, will be a Music conducive to Dream, which banishes all reason and analysis. One must not wish first to understand and then to feel. Art does not tolerate Reason.","author":"Albert Camus","topic":"Art"},{"quote":"Photograph: a picture painted by the sun without instruction in art.","author":"Ambrose Bierce","topic":"Art"},{"quote":"Art gives people a reason to be alive.","author":"Marilyn Manson","topic":"Art"},{"quote":"Art attracts us only by what it reveals of our most secret self.","author":"Jean-Luc Godard","topic":"Art"},{"quote":"Celebrity doesn&#39;t have anything to do with art or craft. It&#39;s about being rich and thinking that you&#39;re better than everybody else.","author":"Joseph Gordon-Levitt","topic":"Art"},{"quote":"A man&#39;s work is nothing but this slow trek to rediscover, through the detours of art, those two or three great and simple images in whose presence his heart first opened.","author":"Albert Camus","topic":"Art"},{"quote":"Art is the most beautiful deception of all. And although people try to incorporate the everyday events of life in it, we must hope that it will remain a deception lest it become a utilitarian thing, sad as a factory.","author":"Claude Debussy","topic":"Art"},{"quote":"Telling lies is a fault in a boy, an art in a lover, an accomplishment in a bachelor, and second-nature in a married man.","author":"Helen Rowland","topic":"Art"},{"quote":"The principles of true art is not to portray, but to evoke.","author":"Jerzy Kosinski","topic":"Art"},{"quote":"Language is a social art.","author":"Willard Van Orman Quine","topic":"Art"},{"quote":"Nothing is as dangerous in architecture as dealing with separated problems. If we split life into separated problems we split the possibilities to make good building art.","author":"Alvar Aalto","topic":"Art"},{"quote":"For me, I see filmmaking as art.","author":"Emily Browning","topic":"Art"},{"quote":"There is only one valuable thing in art: the thing you cannot explain.","author":"Georges Braque","topic":"Art"},{"quote":"Actually I think Art lies in both directions - the broad strokes, big picture but on the other hand the minute examination of the apparently mundane. Seeing the whole world in a grain of sand, that kind of thing.","author":"Peter Hammill","topic":"Art"},{"quote":"Politicians are masters of the art of deception.","author":"Martin L. Gross","topic":"Art"},{"quote":"Poetry is emotion put into measure. The emotion must come by nature, but the measure can be acquired by art.","author":"Thomas Hardy","topic":"Art"},{"quote":"For the Chinese, the Greeks, the Mayans, or the Egyptians, nature was a living totality, a creative being. For this reason, art, according to Aristotle, is imitation; the poet imitates the creative gesture of nature.","author":"Octavio Paz","topic":"Art"},{"quote":"Sometimes my art is just an illusion - or is it?","author":"Criss Angel","topic":"Art"},{"quote":"I have discovered the art of deceiving diplomats. I tell them the truth and they never believe me.","author":"Camillo di Cavour","topic":"Art"},{"quote":"I think everybody has different priorities in their life. People live their lives differently. People become famous through all sorts of different reasons... some of it through art and some of it through just wanting to be famous. And I think how that all starts tends to reflect how you live your life daily.","author":"Keith Urban","topic":"Art"},{"quote":"If you go back to the Greeks and Romans, they talk about all three - wine, food, and art - as a way of enhancing life.","author":"Robert Mondavi","topic":"Art"},{"quote":"Spoken word poetry is the art of performance poetry. I tell people it involves creating poetry that doesn&#39;t just want to sit on paper, that something about it demands it be heard out loud or witnessed in person.","author":"Sarah Kay","topic":"Art"},{"quote":"I really do believe that art changes the landscape of the world.","author":"Marc Jacobs","topic":"Art"},{"quote":"Art history looks at art works and the people who have created them.","author":"Susan Vreeland","topic":"Art"},{"quote":"If you&#39;re a new artist, practice your art and share it. Set up shop somewhere, whether it&#39;s a street corner or a coffee shop. I got my start in a coffee shop that didn&#39;t even have live music. I wanted to play in coffee shops that did have live music, but I didn&#39;t have an audience.","author":"Jason Mraz","topic":"Art"},{"quote":"Evolution explains our biological evolution, but human beings are very unique creatures. As the Dobzhansky said, all animals are unique; humans are the uniquest. And that uniqueness of being human, language, art, culture, our dependency on culture for survival, comes from the combination of traditional biological evolution.","author":"Donald Johanson","topic":"Art"},{"quote":"Even today, people tell me that the slapstick humour in &#39;Friends&#39; is the most viewed comedy track on television. Siddique knows the art of mixing slapstick with genuine humour.","author":"Vijay","topic":"Art"},{"quote":"Art resides in the quality of doing, process is not magic.","author":"Charles Eames","topic":"Art"},{"quote":"Be careful that you do not write or paint anything that is not your own, that you don&#39;t know in your own soul.","author":"Emily Carr","topic":"Art"},{"quote":"Art is the desire of a man to express himself, to record the reactions of his personality to the world he lives in.","author":"Amy Lowell","topic":"Art"},{"quote":"Art is anything people do with distinction.","author":"Louis Dudek","topic":"Art"},{"quote":"True art is characterized by an irresistible urge in the creative artist.","author":"Albert Einstein","topic":"Art"},{"quote":"The works must be conceived with fire in the soul but executed with clinical coolness.","author":"Joan Miro","topic":"Art"},{"quote":"A good painting to me has always been like a friend. It keeps me company, comforts and inspires.","author":"Hedy Lamarr","topic":"Art"},{"quote":"Art is much less important than life, but what a poor life without it.","author":"Robert Motherwell","topic":"Art"},{"quote":"My paintings are not about what is seen. They are about what is known forever in the mind.","author":"Agnes Martin","topic":"Art"},{"quote":"The mother art is architecture. Without an architecture of our own we have no soul of our own civilization.","author":"Frank Lloyd Wright","topic":"Art"},{"quote":"Every production of an artist should be the expression of an adventure of his soul.","author":"W. Somerset Maugham","topic":"Art"},{"quote":"One of the most amazing things about mathematics is the people who do math aren&#39;t usually interested in application, because mathematics itself is truly a beautiful art form. It&#39;s structures and patterns, and that&#39;s what we love, and that&#39;s what we get off on.","author":"Danica McKellar","topic":"Art"},{"quote":"Most works of art, like most wines, ought to be consumed in the district of their fabrication.","author":"Simone Weil","topic":"Art"},{"quote":"Drawing is like making an expressive gesture with the advantage of permanence.","author":"Henri Matisse","topic":"Art"},{"quote":"Creative output, you know, is just pain. I&#39;m going to be cliche for a minute and say that great art comes from pain.","author":"Kanye West","topic":"Art"},{"quote":"What art is, in reality, is this missing link, not the links which exist. It&#39;s not what you see that is art; art is the gap.","author":"Marcel Duchamp","topic":"Art"},{"quote":"Works of art often last forever, or nearly so. But exhibitions themselves, especially gallery exhibitions, are like flowers; they bloom and then they die, then exist only as memories, or pressed in magazines and books.","author":"Jerry Saltz","topic":"Art"},{"quote":"What the mass media offers is not popular art, but entertainment which is intended to be consumed like food, forgotten, and replaced by a new dish.","author":"W. H. Auden","topic":"Art"},{"quote":"The art is long, life is short.","author":"Hippocrates","topic":"Art"},{"quote":"The art of love is largely the art of persistence.","author":"Albert Ellis","topic":"Art"},{"quote":"Art is the lie that enables us to realize the truth.","author":"Pablo Picasso","topic":"Art"},{"quote":"Art should be an oasis: a place or refuge from the hardness of life.","author":"Fernando Botero","topic":"Art"},{"quote":"Art is always and everywhere the secret confession, and at the same time the immortal movement of its time.","author":"Karl Marx","topic":"Art"},{"quote":"We have art in order not to die of the truth.","author":"Friedrich Nietzsche","topic":"Art"},{"quote":"My art originates from hallucinations only I can see. I translate the hallucinations and obsessional images that plague me into sculptures and paintings.","author":"Yayoi Kusama","topic":"Art"},{"quote":"Many a sin has sullied me in body and in soul because I did not restrain my thoughts nor guard my lips: nevertheless it is to Thee, O God of majesty and love, that I turn in my extremity, for Thou art the fount of mercy; to Thee, as quickly as I may, I speed: for Thou alone canst heal me; I take refuge under Thy protection.","author":"Saint Ambrose","topic":"Art"},{"quote":"Censorship is to art as lynching is to justice.","author":"Henry Louis Gates","topic":"Art"},{"quote":"Art is beauty, the perpetual invention of detail, the choice of words, the exquisite care of execution.","author":"Theophile Gautier","topic":"Art"},{"quote":"Religion is the masterpiece of the art of animal training, for it trains people as to how they shall think.","author":"Arthur Schopenhauer","topic":"Art"},{"quote":"Use the creative process - singing, writing, art, dance, whatever - to get to know yourself better.","author":"Catie Curtis","topic":"Art"},{"quote":"Art is the elimination of the unnecessary.","author":"Pablo Picasso","topic":"Art"},{"quote":"There&#39;s design, and there&#39;s art. Good design is total harmony. There&#39;s no better designer than nature - if you look at a branch or a leaf, it&#39;s perfect. It&#39;s all function. Art is different. It&#39;s about emotion. It&#39;s about suffering and beauty - but mostly suffering!","author":"Diane von Furstenberg","topic":"Art"},{"quote":"You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you&#39;re putting out there, if it&#39;s received, great, I respect you for receiving it. If it&#39;s not received, great, I respect you for not.","author":"Octavia Spencer","topic":"Art"},{"quote":"Art is, for me, the process of trying to wake up the soul. Because we live in an industrialized, fast-paced world that prefers that the soul remain asleep.","author":"Bill Viola","topic":"Art"},{"quote":"Impressionism is the newspaper of the soul.","author":"Henri Matisse","topic":"Art"},{"quote":"Good art is art that allows you to enter it from a variety of angles and to emerge with a variety of views.","author":"Mary Schmich","topic":"Art"},{"quote":"All nature is but art unknown to thee.","author":"Alexander Pope","topic":"Art"},{"quote":"When science, art, literature, and philosophy are simply the manifestation of personality they are on a level where glorious and dazzling achievements are possible, which can make a man&#39;s name live for thousands of years.","author":"Denis Diderot","topic":"Art"},{"quote":"Design is the method of putting form and content together. Design, just as art, has multiple definitions; there is no single definition. Design can be art. Design can be aesthetics. Design is so simple, that&#39;s why it is so complicated.","author":"Paul Rand","topic":"Art"},{"quote":"Art cannot be modern. Art is primordially eternal.","author":"Egon Schiele","topic":"Art"},{"quote":"The art of war is of vital importance to the state. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected.","author":"Sun Tzu","topic":"Art"},{"quote":"I come from a real working class background, and I didn&#39;t know anyone sophisticated - except I saw Edie Sedgewick once at the Art Museum in Philly. She had these black leotards and little black pumps and this big ermine cape and all these white dogs and black sunglasses and black eyes. She was classy!","author":"Patti Smith","topic":"Art"},{"quote":"The person who knows one thing and does it better than anyone else, even if it only be the art of raising lentils, receives the crown he merits. If he raises all his energy to that end, he is a benefactor of mankind and its rewarded as such.","author":"Og Mandino","topic":"Art"},{"quote":"Pictures deface walls more often than they decorate them.","author":"William Wordsworth","topic":"Art"},{"quote":"I am trying to make art that relates to the deepest and most mythic concerns of human kind and I believe that, at this moment of history, feminism is humanism.","author":"Judy Chicago","topic":"Art"},{"quote":"All art is at once surface and symbol. Those who go beneath the surface do so at their peril. Those who read the symbol do so at their peril. It is the spectator, and not life, that art really mirrors. Diversity of opinion about a work of art shows that the work is new, complex and vital.","author":"Oscar Wilde","topic":"Art"},{"quote":"With an apple I will astonish Paris.","author":"Paul Cezanne","topic":"Art"},{"quote":"They teach you there&#39;s a boundary line to music. But, man, there&#39;s no boundary line to art.","author":"Charlie Parker","topic":"Art"},{"quote":"We can learn the art of fierce compassion - redefining strength, deconstructing isolation and renewing a sense of community, practicing letting go of rigid us-vs.-them thinking - while cultivating power and clarity in response to difficult situations.","author":"Sharon Salzberg","topic":"Art"},{"quote":"I believe love at first sight is possible. Centuries of literature and art and beauty has been dedicated to that idea, so who am I to argue, even if I&#39;ve never experienced it?","author":"Maggie Grace","topic":"Art"},{"quote":"An artist is a dreamer consenting to dream of the actual world.","author":"George Santayana","topic":"Art"},{"quote":"I&#39;ve been called many names like perfectionist, difficult and obsessive. I think it takes obsession, takes searching for the details for any artist to be good.","author":"Barbra Streisand","topic":"Art"},{"quote":"Art begins in imitation and ends in innovation.","author":"Mason Cooley","topic":"Art"},{"quote":"For me, art is supposed to be a question mark.","author":"Marilyn Manson","topic":"Art"},{"quote":"It&#39;s an art to live with pain... mix the light into gray.","author":"Eddie Vedder","topic":"Art"},{"quote":"There is something about giving everything to your profession. In Italian, an obsession is not necessarily negative. It&#39;s the art of putting all your energy into one thing; it&#39;s the art of transforming even what you eat for lunch into architecture.","author":"Renzo Piano","topic":"Art"},{"quote":"Dying is an art, like everything else. I do it exceptionally well. I do it so it feels like hell. I do it so it feels real. I guess you could say I&#39;ve a call.","author":"Sylvia Plath","topic":"Art"},{"quote":"It is the function of art to renew our perception. What we are familiar with we cease to see. The writer shakes up the familiar scene, and, as if by magic, we see a new meaning in it.","author":"Anais Nin","topic":"Art"},{"quote":"Black literature is taught as sociology, as tolerance, not as a serious, rigorous art form.","author":"Toni Morrison","topic":"Art"},{"quote":"Art, in itself, is an attempt to bring order out of chaos.","author":"Stephen Sondheim","topic":"Art"},{"quote":"Through a painting we can see the whole world.","author":"Hans Hofmann","topic":"Art"},{"quote":"All art is contemporary art because it had to be made when it was now.","author":"James Turrell","topic":"Art"},{"quote":"Abstract art: a product of the untalented sold by the unprincipled to the utterly bewildered.","author":"Al Capp","topic":"Art"},{"quote":"The new job of art is to sit on the wall and get more expensive.","author":"Robert Hughes","topic":"Art"},{"quote":"I think having land and not ruining it is the most beautiful art that anybody could ever want to own.","author":"Andy Warhol","topic":"Art"},{"quote":"Hip-hop culture is probably one of the most powerful things to come out of America in a long time - everything from the music to the art to the dance to the language.","author":"will.i.am","topic":"Art"},{"quote":"All art is exorcism. I paint dreams and visions too; the dreams and visions of my time. Painting is the effort to produce order; order in yourself. There is much chaos in me, much chaos in our time.","author":"Otto Dix","topic":"Art"},{"quote":"Please bear in mind that my observations and thoughts are the outcome of my own unaided impulse and curiosity alone; for, besides myself, in our town there be no philosophers who practice this art, so pray, take not amiss my poor pen and the liberty I here take in setting down my random notions.","author":"Antonie van Leeuwenhoek","topic":"Art"},{"quote":"Diplomacy, n. is the art of letting somebody else have your way.","author":"David Frost","topic":"Art"},{"quote":"Art used to be made in the name of faith. We made cathedrals, we made stained-glass windows, we made murals.","author":"Julia Cameron","topic":"Art"},{"quote":"Ah, the creative process is the same secret in science as it is in art. They are all the same absolutely.","author":"Josef Albers","topic":"Art"},{"quote":"What I wanted to do was to paint sunlight on the side of a house.","author":"Edward Hopper","topic":"Art"},{"quote":"The principle of art is to pause, not bypass.","author":"Jerzy Kosinski","topic":"Art"},{"quote":"When you create art, the world has to wait.","author":"Will Smith","topic":"Art"},{"quote":"The essence of all art is to have pleasure in giving pleasure.","author":"Dale Carnegie","topic":"Art"},{"quote":"The state of female artists is very good. But the very definition of art has been biased in that &#39;art&#39; was what men did in a European tradition and &#39;crafts&#39; were what women and natives did. But it&#39;s actually all the same.","author":"Gloria Steinem","topic":"Art"},{"quote":"The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed - it is a process of elimination.","author":"Elbert Hubbard","topic":"Art"},{"quote":"Irresponsibility is part of the pleasure of all art; it is the part the schools cannot recognize.","author":"James Joyce","topic":"Art"},{"quote":"Shadows sometimes people don&#39;t see shadows. The Chinese of course never paint them in pictures, oriental art never deals with shadow. But I noticed these shadows and I knew it meant it was sunny.","author":"David Hockney","topic":"Art"},{"quote":"The surrealists, and the modern movement in painting as a whole, seemed to offer a key to the strange postwar world with its threat of nuclear war. The dislocations and ambiguities, in cubism and abstract art as well as the surrealists, reminded me of my childhood in Shanghai.","author":"J. G. Ballard","topic":"Art"},{"quote":"Art is accusation, expression, passion. Art is a fight to the finish between black charcoal and white paper.","author":"Gunter Grass","topic":"Art"},{"quote":"Everything great in science and art is simple. What can be less complicated than the greatest discoveries of humanity - gravitation, the compass, the printing press, the steam engine, the electric telegraph?","author":"Jules Verne","topic":"Art"},{"quote":"The main thing in making art often is letting go of your expectation and your idea.","author":"Agnes Martin","topic":"Art"},{"quote":"Impressionism; it is the birth of Light in painting.","author":"Robert Delaunay","topic":"Art"},{"quote":"Every other artist begins with a blank canvas, a piece of paper the photographer begins with the finished product.","author":"Edward Steichen","topic":"Art"},{"quote":"I never called my work an &#39;art&#39;. It&#39;s part of show business, the business of building entertainment.","author":"Walt Disney","topic":"Art"},{"quote":"If art is to nourish the roots of our culture, society must set the artist free to follow his vision wherever it takes him.","author":"John F. Kennedy","topic":"Art"},{"quote":"I have trouble with modern art. But in general, all art forms fascinate me - art is the way human beings express what we can&#39;t say in words.","author":"Andrea Bocelli","topic":"Art"},{"quote":"I&#39;m interested in what would normally be considered the worst aspects of commercial art. I think it&#39;s the tension between what seems to be so rigid and cliched and the fact that art really can&#39;t be this way.","author":"Roy Lichtenstein","topic":"Art"},{"quote":"My love of fine art increased - the more of it I saw, the more of it I wanted to see.","author":"J. Paul Getty","topic":"Art"},{"quote":"If my art has nothing to do with people&#39;s pain and sorrow, what is &#39;art&#39; for?","author":"Ai Weiwei","topic":"Art"},{"quote":"Architecture is the art of how to waste space.","author":"Philip Johnson","topic":"Art"},{"quote":"My own interest in art was because of my mother. My father didn&#39;t like contemporary art, so he didn&#39;t give her large sums to spend. So, she began buying prints and drawings. During my school days, I remember sitting in on many of the early meetings.","author":"David Rockefeller","topic":"Art"},{"quote":"Art requires philosophy, just as philosophy requires art. Otherwise, what would become of beauty?","author":"Paul Gauguin","topic":"Art"},{"quote":"Our best teachers do more than impart facts and figures - they inspire and encourage students and instill a true desire to learn. That&#39;s a fine art in itself.","author":"Sonny Perdue","topic":"Art"},{"quote":"I&#39;m always trying to find &#39;connections&#39; between things. That art is the juxtaposition of a lot of things that seem unrelated but add up to something recognizable.","author":"Pat Metheny","topic":"Art"},{"quote":"I always imagined myself somehow as an electron around some atom, and you&#39;re just, like, bouncing around and spinning. There was a never-ending supply of places to go, people to see, things to do, and fitting it all in became kind of an art.","author":"Tom Freston","topic":"Art"},{"quote":"The creative act lasts but a brief moment, a lightning instant of give-and-take, just long enough for you to level the camera and to trap the fleeting prey in your little box.","author":"Henri Cartier-Bresson","topic":"Art"},{"quote":"The Internet is both great and terrible. As a source of information, a tool for delivering music and art, it&#39;s great. But spamming ads and piracy of music is terrible. It&#39;s stealing.","author":"Gary Wright","topic":"Art"},{"quote":"As far as playing jazz, no other art form, other than conversation, can give the satisfaction of spontaneous interaction.","author":"Stan Getz","topic":"Art"},{"quote":"All art is but imitation of nature.","author":"Lucius Annaeus Seneca","topic":"Art"},{"quote":"Treat a work of art like a prince. Let it speak to you first.","author":"Arthur Schopenhauer","topic":"Art"},{"quote":"Real art is basic emotion. If a scene is handled with simplicity - and I don&#39;t mean simple - it&#39;ll be good, and the public will know it.","author":"John Wayne","topic":"Art"},{"quote":"The very essence of the creative is its novelty, and hence we have no standard by which to judge it.","author":"Carl Rogers","topic":"Art"},{"quote":"To be an artist includes much; one must possess many gifts - absolute gifts - which have not been acquired by one&#39;s own effort. And, moreover, to succeed, the artist much possess the courageous soul.","author":"Kate Chopin","topic":"Art"},{"quote":"I find pop art really offensive because it&#39;s taking a piece of popular culture and putting it somewhere where people can&#39;t see it.","author":"Rebecca Sugar","topic":"Art"},{"quote":"In Japan, I am famous in certain special circles - mainly as someone who is trying to break down and enlighten the conventions of Japanese art.","author":"Takashi Murakami","topic":"Art"},{"quote":"Art to me is an anecdote of the spirit, and the only means of making concrete the purpose of its varied quickness and stillness.","author":"Mark Rothko","topic":"Art"},{"quote":"Science and art, or by the same token, poetry and prose differ from one another like a journey and an excursion. The purpose of the journey is its goal, the purpose of an excursion is the process.","author":"Franz Grillparzer","topic":"Art"},{"quote":"Great artists are people who find the way to be themselves in their art. Any sort of pretension induces mediocrity in art and life alike.","author":"Margot Fonteyn","topic":"Art"},{"quote":"Lying in bed would be an altogether perfect and supreme experience if only one had a colored pencil long enough to draw on the ceiling.","author":"Gilbert K. Chesterton","topic":"Art"},{"quote":"Art is not for the cultivated taste. It is to cultivate taste.","author":"Nikki Giovanni","topic":"Art"},{"quote":"Modernity is the transitory, the fugitive, the contingent, which make up one half of art, the other being the eternal and the immutable. This transitory fugitive element, which is constantly changing, must not be despised or neglected.","author":"Charles Baudelaire","topic":"Art"},{"quote":"A painter, who finds no satisfaction in mere representation, however artistic, in his longing to express his inner life, cannot but envy the ease with which music, the most non-material of the arts today, achieves this end. He naturally seeks to apply the methods of music to his own art.","author":"Wassily Kandinsky","topic":"Art"},{"quote":"If a patron buys from an artist who needs money, the patron then makes himself equal to the artist; he is building art into the world; he creates.","author":"Ezra Pound","topic":"Art"},{"quote":"We are so fortunate, as Australians, to have among us the oldest continuing cultures in human history. Cultures that link our nation with deepest antiquity. We have Aboriginal rock art in the Kimberley that is as ancient as the great Palaeolithic cave paintings at Altamira and Lascaux in Europe.","author":"Kevin Rudd","topic":"Art"},{"quote":"I believe in myself and my art so much. I&#39;ve always trusted destiny. Wherever it takes me, I just work damn hard at the opportunity.","author":"Priyanka Chopra","topic":"Art"},{"quote":"I think that a society lives or dies according to its respect for - for its art.","author":"Kris Kristofferson","topic":"Art"},{"quote":"One&#39;s art goes as far and as deep as one&#39;s love goes.","author":"Andrew Wyeth","topic":"Art"},{"quote":"Modesty: the gentle art of enhancing your charm by pretending not to be aware of it.","author":"Oliver Herford","topic":"Art"},{"quote":"Once you learn to look at architecture not merely as an art more or less well or more or less badly done, but as a social manifestation, the critical eye becomes clairvoyant.","author":"Louis Sullivan","topic":"Art"},{"quote":"I rarely draw what I see. I draw what I feel in my body.","author":"Barbara Hepworth","topic":"Art"},{"quote":"The reason I do this job is because I started to be a painter. Making money in art was difficult. The easiest way to make money was to use art for some other reason. One of the easiest and most interesting from an economic point of view was fashion. Fashion pays.","author":"Franco Moschino","topic":"Art"},{"quote":"Without freedom, no art; art lives only on the restraints it imposes on itself, and dies of all others.","author":"Albert Camus","topic":"Art"},{"quote":"All art really does is keep you focused on questions of humanity, and it really is about how do we get on with our maker.","author":"David Bowie","topic":"Art"},{"quote":"Art was, seriously, the only thing I&#39;d ever wanted to own. It has always been for me a stable nourishment. I use it. It can change the way that I feel in the mornings.","author":"David Bowie","topic":"Art"},{"quote":"In Art, man reveals himself and not his objects.","author":"Rabindranath Tagore","topic":"Art"},{"quote":"A writer should write with his eyes and a painter paint with his ears.","author":"Gertrude Stein","topic":"Art"},{"quote":"Very few people possess true artistic ability. It is therefore both unseemly and unproductive to irritate the situation by making an effort. If you have a burning, restless urge to write or paint, simply eat something sweet and the feeling will pass.","author":"Fran Lebowitz","topic":"Art"},{"quote":"Rules and models destroy genius and art.","author":"William Hazlitt","topic":"Art"},{"quote":"Discipline in art is a fundamental struggle to understand oneself, as much as to understand what one is drawing.","author":"Henry Moore","topic":"Art"},{"quote":"A work of art doesn&#39;t exist outside the perception of the audience.","author":"Abbas Kiarostami","topic":"Art"},{"quote":"Art is the most beautiful of all lies.","author":"Claude Debussy","topic":"Art"},{"quote":"Too often, complaint is not about principled objection on moral grounds, but opportunistic objection on grounds of self-interest. To rectify this, we need to work on mastering the art of complaint.","author":"Julian Baggini","topic":"Art"},{"quote":"Food can be expressive and therefore food can be art.","author":"Grant Achatz","topic":"Art"},{"quote":"My mom is a painter and an artist. She would play music, and she always had very good taste in music, fashion, and art. She was also a young single mom, so I think she had really good style; she was really free... just really inspiring in her own way and allowed me to find the direction I wanted to take in my life.","author":"Ruby Rose","topic":"Art"},{"quote":"Art is where we make a stand. If we don&#39;t make it there, freedom of expression is lost for everyone - for artists, for journalists, and for everyday people.","author":"Lucien Bourjeily","topic":"Art"},{"quote":"In a storm, I think, &#39;What if the gospel be not true? Then thou art, of all men, most foolish. For what has thou given up thy goods, thy ease, thy friends, thy reputation, thy country, thy life?&#39;","author":"John Wesley","topic":"Art"},{"quote":"An artist never really finishes his work, he merely abandons it.","author":"Paul Valery","topic":"Art"},{"quote":"Winners have the ability to step back from the canvas of their lives like an artist gaining perspective. They make their lives a work of art - an individual masterpiece.","author":"Denis Waitley","topic":"Art"},{"quote":"Even Michelangelo got paid for doing the Sistine Chapel. To those artists who say they&#39;re doing it for the love of art, I say: Get real.","author":"Gianni Versace","topic":"Art"},{"quote":"Art hurts. Art urges voyages - and it is easier to stay at home.","author":"Gwendolyn Brooks","topic":"Art"},{"quote":"Art produces ugly things which frequently become more beautiful with time. Fashion, on the other hand, produces beautiful things which always become ugly with time.","author":"Jean Cocteau","topic":"Art"},{"quote":"Film should be looked at straight on; it is not the art of scholars but of illiterates.","author":"Werner Herzog","topic":"Art"},{"quote":"Originality is the fine art of remembering what you hear but forgetting where you heard it.","author":"Laurence J. Peter","topic":"Art"},{"quote":"The worst state of affairs is when science begins to concern itself with art.","author":"Paul Klee","topic":"Art"},{"quote":"Art is pattern informed by sensibility.","author":"Herbert Read","topic":"Art"},{"quote":"And luckily, therefore the good old days return. The traditional art of driving counts again, and it is all about good tactics, skills and reflexes instead of simple power.","author":"Jacky Ickx","topic":"Art"},{"quote":"Pictures must not be too picturesque.","author":"Ralph Waldo Emerson","topic":"Art"},{"quote":"The highest art is always the most religious, and the greatest artist is always a devout person.","author":"Abraham Lincoln","topic":"Art"},{"quote":"Ads are the cave art of the twentieth century.","author":"Marshall McLuhan","topic":"Art"},{"quote":"Works of art, in my opinion, are the only objects in the material universe to possess internal order, and that is why, though I don&#39;t believe that only art matters, I do believe in Art for Art&#39;s sake.","author":"E. M. Forster","topic":"Art"},{"quote":"Religion and art spring from the same root and are close kin. Economics and art are strangers.","author":"Nathaniel Hawthorne","topic":"Art"},{"quote":"Models are there to look like mannequins, not like real people. Art and illusion are supposed to be fantasy.","author":"Grace Jones","topic":"Art"},{"quote":"Art is the concrete representation of our most subtle feelings.","author":"Agnes Martin","topic":"Art"},{"quote":"Summer is a great time to visit art museums, which offer the refreshing rinse of swimming pools - only instead of cool water, you immerse yourself in art.","author":"Jerry Saltz","topic":"Art"},{"quote":"Capitalism and power politics have made our generation creatively sluggish, and our vital art is mired in a broad bourgeois philistinism.","author":"Walter Gropius","topic":"Art"},{"quote":"Art is an expression of who we are, what we believe, and what we dream about.","author":"Julianne Moore","topic":"Art"},{"quote":"My motivation for being a good drummer was born out of fear, which, in a way, seems so antithetical to what art should be.","author":"Damien Chazelle","topic":"Art"},{"quote":"Murals in restaurants are on a par with the food in museums.","author":"Peter De Vries","topic":"Art"},{"quote":"I choose a block of marble and chop off whatever I don&#39;t need.","author":"Auguste Rodin","topic":"Art"},{"quote":"Art is subject to arbitrary fashion.","author":"Kary Mullis","topic":"Art"},{"quote":"A good face they say, is a letter of recommendation. O Nature, Nature, why art thou so dishonest, as ever to send men with these false recommendations into the World!","author":"Henry Fielding","topic":"Art"},{"quote":"When that shutter clicks, anything else that can be done afterward is not worth consideration.","author":"Edward Steichen","topic":"Art"},{"quote":"Commerce and art are natural enemies. And also, the enemy of good is great. And the enemy of great is good, so there&#39;s this huge juggling that&#39;s going on all the time.","author":"David Foster","topic":"Art"},{"quote":"A work of art that contains theories is like an object on which the price tag has been left.","author":"Alexander Pope","topic":"Art"},{"quote":"There is hardly any money interest in art, and music will be there when money is gone.","author":"Duke Ellington","topic":"Art"},{"quote":"A secondhand wardrobe hand clothes doesn&#39;t make one an artist. Neither do a hair-trigger temper, melancholic nature, propensity for tears, hating your parents, or HIV. I hate to say it - none of these make one an artist. They can help, but just as being gay doesn&#39;t make one witty... the only thing that makes one an artist is making art.","author":"David Rakoff","topic":"Art"},{"quote":"Art is the unceasing effort to compete with the beauty of flowers - and never succeeding.","author":"Gian Carlo Menotti","topic":"Art"},{"quote":"Once an object has been incorporated in a picture it accepts a new destiny.","author":"Georges Braque","topic":"Art"},{"quote":"I thought art was dead rabbits hanging by their feet on a wall. I went to Italy and saw all the religious paintings, and they didn&#39;t move me all that much. Then someone invited me to see this van Gogh exhibit at the Rosenberg Gallery in San Francisco.","author":"Irving Stone","topic":"Art"},{"quote":"Art is a step from what is obvious and well-known toward what is arcane and concealed.","author":"Khalil Gibran","topic":"Art"},{"quote":"Fashion is only the attempt to realize art in living forms and social intercourse.","author":"Francis Bacon","topic":"Art"},{"quote":"Art is man&#39;s expression of his joy in labor.","author":"Henry Kissinger","topic":"Art"},{"quote":"An artist cannot speak about his art any more than a plant can discuss horticulture.","author":"Jean Cocteau","topic":"Art"},{"quote":"I think art cannot be planned. The audience is too smart to get the dishonesty or &#39;too much planning&#39; thing. I am not a legend, but I want to be one. I want to be known as an achiever. There is so much more that I can do.","author":"Priyanka Chopra","topic":"Art"},{"quote":"It is art that makes life, makes interest, makes importance and I know of no substitute whatever for the force and beauty of its process.","author":"Max Eastman","topic":"Art"},{"quote":"The goal of art was the vital expression of self.","author":"Alfred Stieglitz","topic":"Art"},{"quote":"Artists who seek perfection in everything are those who cannot attain it in anything.","author":"Gustave Flaubert","topic":"Art"},{"quote":"An original artist is unable to copy. So he has only to copy in order to be original.","author":"Jean Cocteau","topic":"Art"},{"quote":"Art is the triumph over chaos.","author":"John Cheever","topic":"Art"},{"quote":"It may be that the deep necessity of art is the examination of self-deception.","author":"Robert Motherwell","topic":"Art"},{"quote":"One eye sees, the other feels.","author":"Paul Klee","topic":"Art"},{"quote":"Great art is as irrational as great music. It is mad with its own loveliness.","author":"George Jean Nathan","topic":"Art"},{"quote":"There is no prejudice that the work of art does not finally overcome.","author":"Andre Gide","topic":"Art"},{"quote":"If you know somethin&#39; well, you can always paint it but people would be better off buyin&#39; chickens.","author":"Grandma Moses","topic":"Art"},{"quote":"No great artist ever sees things as they really are. If he did, he would cease to be an artist.","author":"Oscar Wilde","topic":"Art"},{"quote":"A great city, whose image dwells in the memory of man, is the type of some great idea. Rome represents conquest; Faith hovers over the towers of Jerusalem; and Athens embodies the pre-eminent quality of the antique world, Art.","author":"Benjamin Disraeli","topic":"Art"},{"quote":"I feel like skateboarding is as much of a sport as a lifestyle, and an art form, so there&#39;s so much that that transcends in terms of music, fashion, and entertainment.","author":"Tony Hawk","topic":"Art"},{"quote":"Art is science made clear.","author":"Wilson Mizner","topic":"Art"},{"quote":"If I didn&#39;t choose art, I would have become an astronomer.","author":"Peter Max","topic":"Art"},{"quote":"The artist must create a spark before he can make a fire and before art is born, the artist must be ready to be consumed by the fire of his own creation.","author":"Auguste Rodin","topic":"Art"},{"quote":"I&#39;ve read that the ancient Chinese art of feng shui can bring a sense of peace, well-being, and positive energy to a home - same as beer.","author":"W. Bruce Cameron","topic":"Art"},{"quote":"Every artist was first an amateur.","author":"Ralph Waldo Emerson","topic":"Art"},{"quote":"I&#39;m free. I just do what I want, say what I want, say how I feel, and I don&#39;t try to hurt nobody. I just try to make sure that I don&#39;t compromise my art in any kind of way, and I think people respect that.","author":"Erykah Badu","topic":"Art"},{"quote":"Divine Nature gave the fields, human art built the cities.","author":"Marcus Terentius Varro","topic":"Art"},{"quote":"Art has to move you and design does not, unless it&#39;s a good design for a bus.","author":"David Hockney","topic":"Art"},{"quote":"I&#39;m inspired by artists and musicians. There are so many wonderful and talented people in the world. I love discovering new music, new writers, or new art.","author":"Alicia Keys","topic":"Art"},{"quote":"I started as a black and white photographer, but the colors I was seeing were just so lurid and compelling and awful at the same time. They got me looking at other contemporary art. I was gravitating more and more toward work that had visceral power, that wasn&#39;t necessarily about being beautiful but had some kind of horror in the palette.","author":"David Maisel","topic":"Art"},{"quote":"Rhetoric may be defined as the faculty of observing in any given case the available means of persuasion. This is not a function of any other art.","author":"Aristotle","topic":"Art"},{"quote":"Only through art can we emerge from ourselves and know what another person sees.","author":"Marcel Proust","topic":"Art"},{"quote":"O, you men who think or say that I am malevolent, stubborn or misanthropic, how greatly do you wrong me. You do not know the secret cause which makes me seem that way to you, and I would have ended my life - it was only my art that held me back. Ah, it seemed impossible to leave the world until I had brought forth all that I felt was within me.","author":"Ludwig van Beethoven","topic":"Art"},{"quote":"Cyberbullying isn&#39;t real. But bullying and harassment certainly are real. Trust me, friends, I went to school in England. They&#39;ve got bullying down to a fine art. I know, because I was one of its chief architects. I was awful to my fellow schoolboys.","author":"Milo Yiannopoulos","topic":"Art"},{"quote":"The art of leadership is saying no, not saying yes. It is very easy to say yes.","author":"Tony Blair","topic":"Art"},{"quote":"Many great works of art, poetry, and music are inspired by astral memories. The desire to do noble, beautiful things here on Earth is also often a carryover of astral experiences between a person&#39;s earth lives.","author":"Paramahansa Yogananda","topic":"Art"},{"quote":"Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience.","author":"Chuck Close","topic":"Art"},{"quote":"Why must art be static? You look at an abstraction, sculptured or painted, an entirely exciting arrangement of planes, spheres, nuclei, entirely without meaning. It would be perfect, but it is always still. The next step in sculpture is motion.","author":"Alexander Calder","topic":"Art"},{"quote":"Art is dangerous. It is one of the attractions: when it ceases to be dangerous you don&#39;t want it.","author":"Duke Ellington","topic":"Art"},{"quote":"We work in the dark - we do what we can - we give what we have. Our doubt is our passion and our passion is our task. The rest is the madness of art.","author":"Henry James","topic":"Art"},{"quote":"I try to keep a low profile in general. Not with my art, but just as a person.","author":"Alanis Morissette","topic":"Art"},{"quote":"All of Koons&#39;s best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century&#39;s signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy.","author":"Jerry Saltz","topic":"Art"},{"quote":"Art to me is a humanitarian act and I believe that there is a responsibility that art should somehow be able to effect mankind, to make the word a better place.","author":"Jeff Koons","topic":"Art"},{"quote":"During the Middle Ages they understood that words accompanied by imagery are much more memorable. By making the margins of a book colorful and beautiful, illuminations help make the text unforgettable. It&#39;s unfortunate that we&#39;ve lost the art of illumination.","author":"Joshua Foer","topic":"Art"},{"quote":"Only in art will the lion lie down with the lamb, and the rose grow without the thorn.","author":"Martin Amis","topic":"Art"},{"quote":"I paint; I draw and paint - I&#39;ve been doing that since I was in third grade, drawing realistically and then changing to abstract art. That was my first creative thing before guitar or comedy.","author":"Steven Wright","topic":"Art"},{"quote":"I don&#39;t think art is propaganda; it should be something that liberates the soul, provokes the imagination and encourages people to go further. It celebrates humanity instead of manipulating it.","author":"Keith Haring","topic":"Art"},{"quote":"Enjoying art is a personal matter. It&#39;s made up by contemplation, silence, abstraction.","author":"Renzo Piano","topic":"Art"},{"quote":"Oratory is the masterful art. Poetry, painting, music, sculpture, architecture please, thrill, inspire - but oratory rules. The orator dominates those who hear him, convinces their reason, controls their judgment, compels their action. For the time being, he is master.","author":"David Josiah Brewer","topic":"Art"},{"quote":"In the practical art of war, the best thing of all is to take the enemy&#39;s country whole and intact; to shatter and destroy it is not so good.","author":"Sun Tzu","topic":"Art"},{"quote":"When hospitality becomes an art it loses its very soul.","author":"Max Beerbohm","topic":"Art"},{"quote":"When you walk down the street and see something in a crazy spot, there&#39;s something powerful about that. The street will always be an important part of getting art out there for me.","author":"Shepard Fairey","topic":"Art"},{"quote":"What is the intersection between technology, art and science? Curiosity and wonder, because it drives us to explore, because we&#39;re surrounded by things we can&#39;t see.","author":"Louie Schwartzberg","topic":"Art"},{"quote":"Graffiti&#39;s always been a temporary art form. You make your mark and then they scrub it off.","author":"Banksy","topic":"Art"},{"quote":"Should graffiti be judged on the same level as modern art? Of course not: It&#39;s way more important than that.","author":"Banksy","topic":"Art"},{"quote":"It is after all the greatest art to limit and isolate oneself.","author":"Johann Wolfgang von Goethe","topic":"Art"},{"quote":"To array a man&#39;s will against his sickness is the supreme art of medicine.","author":"Henry Ward Beecher","topic":"Art"},{"quote":"The artist produces for the liberation of his soul. It is his nature to create as it is the nature of water to run down the hill.","author":"W. Somerset Maugham","topic":"Art"},{"quote":"It&#39;s not new that architecture can profoundly affect a place, sometimes transform it. Architecture and any art can transform a person, even save someone.","author":"Frank Gehry","topic":"Art"},{"quote":"The Chinese art world does not exist. In a society that restricts individual freedoms and violates human rights, anything that calls itself creative or independent is a pretence. It is impossible for a totalitarian society to create anything with passion and imagination.","author":"Ai Weiwei","topic":"Art"},{"quote":"If only life could be a little more tender and art a little more robust.","author":"Alan Rickman","topic":"Art"},{"quote":"I always saw candy as art.","author":"Dylan Lauren","topic":"Art"},{"quote":"When I think of art I think of beauty. Beauty is the mystery of life. It is not in the eye it is in the mind. In our minds there is awareness of perfection.","author":"Agnes Martin","topic":"Art"},{"quote":"Women&#39;s art, political art - those categorisations perpetuate a certain kind of marginality which I&#39;m resistant to. But I absolutely define myself as a feminist.","author":"Barbara Kruger","topic":"Art"},{"quote":"No matter what is happening in life or in the world - war, natural disaster, poor health, pain, the death of loved ones - if existence is filled with art, music and literature, life will be fulfilling, a joy.","author":"Karen DeCrow","topic":"Art"},{"quote":"Nude nail polish wins hands down over intricate nail art.","author":"Ashley Madekwe","topic":"Art"},{"quote":"All art is propaganda, and ever must be, despite the wailing of the purists. I stand in utter shamelessness and say that whatever art I have for writing has been used always for propaganda for gaining the right of black folk to love and enjoy. I do not care a damn for any art that is not used for propaganda.","author":"W. E. B. Du Bois","topic":"Art"},{"quote":"Life is short, the art long.","author":"Hippocrates","topic":"Art"},{"quote":"And the first rude sketch that the world had seen was joy to his mighty heart, till the Devil whispered behind the leaves &#39;It&#39;s pretty, but is it Art?&#39;","author":"Rudyard Kipling","topic":"Art"},{"quote":"I think that the destructive element is too much neglected in art.","author":"Piet Mondrian","topic":"Art"},{"quote":"Every work of art is the child of its age and, in many cases, the mother of our emotions. It follows that each period of culture produces an art of its own which can never be repeated.","author":"Wassily Kandinsky","topic":"Art"},{"quote":"There is no must in art because art is free.","author":"Wassily Kandinsky","topic":"Art"},{"quote":"I like to pretend that my art has nothing to do with me.","author":"Roy Lichtenstein","topic":"Art"},{"quote":"One must do the same subject over again ten times, a hundred times. In art nothing must resemble an accident, not even movement.","author":"Edgar Degas","topic":"Art"},{"quote":"Is the Mona Lisa an &#39;accurate&#39; representation of the actual human model for the painting? Who knows? Who cares? It&#39;s a great piece of art. It moves us. It makes us wonder, makes us gape - finally makes us look inward at ourselves.","author":"Tim O'Brien","topic":"Art"},{"quote":"I enjoy going out by myself... always have, always will. I don&#39;t have security guards, and, for the most part, I enjoy meeting new people. I see myself as a regular guy who likes playing video games with his nieces and nephews and poker with his family. I don&#39;t have an art collection or take exotic vacations. I enjoy being at home.","author":"Vince Vaughn","topic":"Art"},{"quote":"I don&#39;t like to say I have given my life to art. I prefer to say art has given me my life.","author":"Frank Stella","topic":"Art"},{"quote":"I am enough of an artist to draw freely upon my imagination.","author":"Albert Einstein","topic":"Art"},{"quote":"The enemy of art is the absence of limitations.","author":"Orson Welles","topic":"Art"},{"quote":"Controversy is part of the nature of art and creativity.","author":"Yoko Ono","topic":"Art"},{"quote":"It&#39;s obviously funny to be a meme, so I could be down with it in that regard, but it also belittles one&#39;s art.","author":"Grimes","topic":"Art"},{"quote":"Life beats down and crushes the soul and art reminds you that you have one.","author":"Stella Adler","topic":"Art"},{"quote":"Great art picks up where nature ends.","author":"Marc Chagall","topic":"Art"},{"quote":"Fashion, for me, is anything that&#39;s aesthetic and beautiful. Art, food, film. It&#39;s something that I appreciate and really like.","author":"St. Vincent","topic":"Art"},{"quote":"Art is contemplation. It is the pleasure of the mind which searches into nature and which there divines the spirit of which nature herself is animated.","author":"Auguste Rodin","topic":"Art"},{"quote":"Balance is key. Balance is a virtue. Balance is next to godliness, maybe. We should all aspire to better balance. Too much of what is said in this world is one-sided, and we need more balance - in our speech, in our music, in our art, in everything.","author":"CeeLo Green","topic":"Art"},{"quote":"Filmmaking is a huge privilege; it&#39;s not brain surgery. It&#39;s art, and art is supposed to be an enjoyable process, and it is an enjoyable experience for me.","author":"Lake Bell","topic":"Art"},{"quote":"The artist who aims at perfection in everything achieves it in nothing.","author":"Eugene Delacroix","topic":"Art"},{"quote":"The business of art is to reveal the relation between man and his environment.","author":"D. H. Lawrence","topic":"Art"},{"quote":"Boxing&#39;s in my genes. I come from a fighting background. My dad and both my uncles were good boxers. I&#39;m blessed with the art of war.","author":"Floyd Mayweather, Jr.","topic":"Art"},{"quote":"Every good painter paints what he is.","author":"Jackson Pollock","topic":"Art"},{"quote":"At the end of the day, I just do my job. I love my art. But I genuinely want to change the world. I&#39;m very generous, and I really want people to see that I am - that&#39;s really it.","author":"Millie Bobby Brown","topic":"Art"},{"quote":"Melodrama is one of the most stunning art forms. These are stories where the emotions are big, and the situations are big, and the artists believe in the situation dramatically. There&#39;s no irony or distance.","author":"James Gray","topic":"Art"},{"quote":"Filmmaking is a completely imperfect art form that takes years and, over those years, the movie tells you what it is. Mistakes happen, accidents happen and true great films are the results of those mistakes and the decisions that those directors make during those moments.","author":"Jason Reitman","topic":"Art"},{"quote":"I experimented with fashion as it being more like art, allowing what I wore to express what I was feeling on the inside. Androgyny, rock culture, and grunge - they definitely had an effect on the things that made me feel cool and comfortable.","author":"Ruby Rose","topic":"Art"},{"quote":"Every article on these islands has an almost personal character, which gives this simple life, where all art is unknown, something of the artistic beauty of medieval life.","author":"John Millington Synge","topic":"Art"},{"quote":"Wisdom is nothing but a preparation of the soul, a capacity, a secret art of thinking, feeling and breathing thoughts of unity at every moment of life.","author":"Herman Hesse","topic":"Art"},{"quote":"I just want to make art that connects with people and moves them on an emotional level. Any time I can put out music and place a story behind it and have people watch it and go, &#39;Wow, I was affected by that,&#39; to me, feels like I&#39;ve done my job.","author":"Hayley Kiyoko","topic":"Art"},{"quote":"Obviously, the cinematography of films is art, just as a still shot can be art. If I&#39;m watching a Wes Anderson movie, the colour palettes alone, and the way they&#39;re painted, could be art. With music, you&#39;re a little bit limited, of course, because it&#39;s only audio.","author":"Frank Ocean","topic":"Art"},{"quote":"The strangeness will wear off and I think we will discover the deeper meanings in modern art.","author":"Jackson Pollock","topic":"Art"},{"quote":"The artist&#39;s job is to be a witness to his time in history.","author":"Robert Rauschenberg","topic":"Art"},{"quote":"For me, art doesn&#39;t stop at the gallery space.","author":"Petra Collins","topic":"Art"},{"quote":"I think most people agree there is a component of skill in art making; you have to learn grammar before you learn how to write.","author":"Chris Van Allsburg","topic":"Art"},{"quote":"Herman Melville was supposed to be an accountant. Van Gogh was meant to be an art dealer. I was meant to take the train into New York and work for a bank. To be an artist, you have to say goodbye to your family.","author":"Don McLean","topic":"Art"},{"quote":"An album is a whole universe, and the recording studio is a three-dimensional kind of art space that I can fill with sound. Just as the album art and videos are ways of adding more dimensions to the words and music. I like to be involved in all of it because it&#39;s all of a piece.","author":"Bat for Lashes","topic":"Art"},{"quote":"The strong bond of sisterhood was a famous trait in classical art and literature about Amazons. But it was modern people who interpreted that as a sexual preference for women. That started in the 20th century. The Russian poet Marina Tsvetaeva declared that Amazons were symbolic of lesbianism in antiquity.","author":"Adrienne Mayor","topic":"Art"},{"quote":"Art is a critical component in a well-rounded education. Art is the level playing field - no matter how rich or poor, tall or short, pretty or ugly to the bone, if you can draw, you can find personal fulfillment and build self-confidence. Art is the highest achievement of mankind.","author":"Lynda Resnick","topic":"Art"},{"quote":"Parks are works of art just as a painting or sculpture is.","author":"Thomas Hoving","topic":"Art"},{"quote":"Thirty-three-years-old, still creating art. It&#39;s rage, it&#39;s creativity, it&#39;s pain, it&#39;s hurt, but it&#39;s the opportunity to still have my voice get out there through music.","author":"Kanye West","topic":"Art"},{"quote":"Dear God! how beauty varies in nature and art. In a woman the flesh must be like marble; in a statue the marble must be like flesh.","author":"Victor Hugo","topic":"Art"},{"quote":"I was going to go to a four-year college and be an anthropologist or to an art school and be an illustrator when a friend convinced me to learn photography at the University of Southern California. Little did I know it was a school that taught you how to make movies! It had never occurred to me that I&#39;d ever have any interest in filmmaking.","author":"George Lucas","topic":"Art"},{"quote":"Smiles come naturally to me, but I started thinking of them as an art form at my command. I studied all the time. I looked at magazines, I&#39;d practice in front of the mirror and I&#39;d ask photographers about the best angles. I can now pull out a smile at will.","author":"Tyra Banks","topic":"Art"},{"quote":"Courtesy is a silver lining around the dark clouds of civilization; it is the best part of refinement and in many ways, an art of heroic beauty in the vast gallery of man&#39;s cruelty and baseness.","author":"Bryant H. McGill","topic":"Art"},{"quote":"Art consists of reshaping life, but it does not create life nor cause life.","author":"Stanley Kubrick","topic":"Art"},{"quote":"Architecture is a art when one consciously or unconsciously creates aesthetic emotion in the atmosphere and when this environment produces well being.","author":"Luis Barragan","topic":"Art"},{"quote":"Art is a harmony parallel with nature.","author":"Paul Cezanne","topic":"Art"},{"quote":"The Bauhaus strives to bring together all creative effort into one whole, to reunify all the disciplines of practical art - sculpture, painting, handicrafts, and crafts - as inseparable components of a new architecture.","author":"Walter Gropius","topic":"Art"},{"quote":"The greatness of art is not to find what is common but what is unique.","author":"Isaac Bashevis Singer","topic":"Art"},{"quote":"You cannot say, &#39;Go! Go! Rah! Rah! Good move!&#39; People want some emotion. Chess is an art and not a spectator sport.","author":"Garry Kasparov","topic":"Art"},{"quote":"Art is nothing if you don&#39;t reach every segment of the people.","author":"Keith Haring","topic":"Art"},{"quote":"Thought is a strenuous art - few practice it, and then only at rare times.","author":"David Ben-Gurion","topic":"Art"},{"quote":"My eyes were made to erase all that is ugly.","author":"Raoul Dufy","topic":"Art"},{"quote":"Poetry is the art of substantiating shadows, and of lending existence to nothing.","author":"Edmund Burke","topic":"Art"},{"quote":"I went into the business for the money, and the art grew out of it. If people are disillusioned by that remark, I can&#39;t help it. It&#39;s the truth.","author":"Charlie Chaplin","topic":"Art"},{"quote":"Without the emotion of the beautiful, the sublime, the mysterious, there is no art, no religion, no literature.","author":"John Burroughs","topic":"Art"},{"quote":"Colloquial poetry is to the real art as the barber&#39;s wax dummy is to sculpture.","author":"Ezra Pound","topic":"Art"},{"quote":"Making art, good art, is always a struggle. It can make you happy when you pull it off. There&#39;s no better feeling. It&#39;s beauteous. But it&#39;s always about hard work and inspiration and sweat and good ideas.","author":"Damien Hirst","topic":"Art"},{"quote":"What distinguishes modern art from the art of other ages is criticism.","author":"Octavio Paz","topic":"Art"},{"quote":"Stand-up comedy is an art form and it dies unless you expand it.","author":"Sam Kinison","topic":"Art"},{"quote":"Washington, D.C., has everything that Rome, Paris and London have in the way of great architecture - great power bases. Washington has obelisks and pyramids and underground tunnels and great art and a whole shadow world that we really don&#39;t see.","author":"Dan Brown","topic":"Art"},{"quote":"Gossip is the art of saying nothing in a way that leaves practically nothing unsaid.","author":"Walter Winchell","topic":"Art"},{"quote":"Copy, art, and typography should be seen as a living entity; each element integrally related, in harmony with the whole, and essential to the execution of an idea.","author":"Paul Rand","topic":"Art"},{"quote":"Memory is a great artist. For every man and for every woman it makes the recollection of his or her life a work of art and an unfaithful record.","author":"Andre Maurois","topic":"Art"},{"quote":"Our appreciation of folk art will strengthen our identities, our pride in belonging to a community. People trained in the creative use of their hands soon acquire skills, excellent craftsmanship which will be the most important measure of how well we can industrialize.","author":"F. Sionil Jose","topic":"Art"},{"quote":"We were astonished by the beauty and refinement of the art displayed by the objects surpassing all we could have imagined - the impression was overwhelming.","author":"Howard Carter","topic":"Art"},{"quote":"Cats are anthropomorphised in art because they are so laid back that you automatically attribute human thoughts and feelings to them.","author":"Jim Davis","topic":"Art"},{"quote":"I think art teaches us how to feel, what our parameters can be, what sensations can be like; it makes you more engaged with life.","author":"Jeff Koons","topic":"Art"},{"quote":"Consciousness permits us to develop the instruments of culture - morality and justice, religion, art, economics and politics, science and technology. Those instruments allow us some measure of freedom in the confrontation with nature.","author":"Antonio Damasio","topic":"Art"},{"quote":"In every work of art the subject is primordial, whether the artist knows it or not. The measure of the formal qualities is only a sign of the measure of the artist&#39;s obsession with his subject; the form is always in proportion to the obsession.","author":"Alberto Giacometti","topic":"Art"},{"quote":"Everybody thinks they know what art should be. But very few of them have the sense that is necessary to experience painting, that is the sense of sight, that sees colors and forms as living reality in the picture.","author":"Otto Dix","topic":"Art"},{"quote":"It is now life and not art that requires the willing suspension of disbelief.","author":"Lionel Trilling","topic":"Art"},{"quote":"An art book is a museum without walls.","author":"Andre Malraux","topic":"Art"},{"quote":"I paint with shapes.","author":"Alexander Calder","topic":"Art"},{"quote":"What does that represent? There was never any question in plastic art, in poetry, in music, of representing anything. It is a matter of making something beautiful, moving, or dramatic - this is by no means the same thing.","author":"Fernand Leger","topic":"Art"},{"quote":"Painting is the passage from the chaos of the emotions to the order of the possible.","author":"Balthus","topic":"Art"},{"quote":"A work of art is the unique result of a unique temperament.","author":"Oscar Wilde","topic":"Art"},{"quote":"We all know that Art is not truth. Art is a lie that makes us realize the truth, at least the truth that is given to us to understand.","author":"Pablo Picasso","topic":"Art"},{"quote":"Art is not living. It is the use of living.","author":"Audre Lorde","topic":"Art"},{"quote":"The whole aspect of cinema and film festivals should be a moment to come together and celebrate art and humanity. It would be a shame if there was such a divide.","author":"Keanu Reeves","topic":"Art"},{"quote":"What is comedy? Comedy is the art of making people laugh without making them puke.","author":"Steve Martin","topic":"Art"},{"quote":"Politics is the art of choosing between the disastrous and the unpalatable.","author":"John Kenneth Galbraith","topic":"Art"},{"quote":"Yesterday I was thinking about the whole idea of genius and creative people, and the notion that if you create some magical art, somehow that exempts you from having to pay attention to the small things.","author":"bell hooks","topic":"Art"},{"quote":"Art is born of humiliation.","author":"W. H. Auden","topic":"Art"},{"quote":"The essence of all art is to have pleasure in giving pleasure.","author":"Mikhail Baryshnikov","topic":"Art"},{"quote":"If I can&#39;t be fishing or hunting, I want to be in the Museum of Modern Art in New York.","author":"Jim Harrison","topic":"Art"},{"quote":"Art can only be truly art by presenting an adequate outward symbol of some fact in the interior life.","author":"Margaret Fuller","topic":"Art"},{"quote":"There&#39;s a snobbery at work in architecture. The subject is too often treated as a fine art, delicately wrapped in mumbo-jumbo. In reality, it&#39;s an all-embracing discipline taking in science, art, maths, engineering, climate, nature, politics, economics.","author":"Norman Foster","topic":"Art"},{"quote":"I came up with the term &#39;mindfreak&#39; because I didn&#39;t like the word &#39;magician.&#39; I felt like I wanted to coin a term that would be basically the reaction to my art. It would be a mindfreak and so that&#39;s why I came up with that. But, many people say I&#39;m really a student of humanity and psychology.","author":"Criss Angel","topic":"Art"},{"quote":"Art is the signature of civilizations.","author":"Beverly Sills","topic":"Art"},{"quote":"The practice of medicine is a thinker&#39;s art the practice of surgery a plumber&#39;s.","author":"Martin H. Fischer","topic":"Art"},{"quote":"In this world, with thy earthly life, thou art under heaven, stars, and elements, also under hell and devils; all ruleth in thee, and over thee.","author":"Jakob Bohme","topic":"Art"},{"quote":"I believe in the city as a natural human environment, but we must humanize it. It&#39;s art that will re-define public space in the 21st Century. We can make our cities diverse, inspirational places by putting art, dance and performance in all its forms into the matrix of street life.","author":"Antony Gormley","topic":"Art"},{"quote":"My imagination can picture no fairer happiness than to continue living for art.","author":"Clara Schumann","topic":"Art"},{"quote":"All the world old is queer save thee and me, and even thou art a little queer.","author":"Robert Owen","topic":"Art"},{"quote":"Anybody can direct a picture once they know the fundamentals. Directing is not a mystery, it&#39;s not an art. The main thing about directing is: photograph the people&#39;s eyes.","author":"John Ford","topic":"Art"},{"quote":"Coming out of the Louvre for the first time in 1971, dizzy with new love, I stood on Pont Neuf and made a pledge to myself that the art of this newly discovered world in the Old World would be my life companion.","author":"Susan Vreeland","topic":"Art"},{"quote":"The artist&#39;s world is limitless. It can be found anywhere, far from where he lives or a few feet away. It is always on his doorstep.","author":"Paul Strand","topic":"Art"},{"quote":"I think of real estate as a little bit like cooking or like art.","author":"Jerry Speyer","topic":"Art"},{"quote":"Our vision is to rediscover the spirit of the Renaissance, create a new discipline where engineering for cultural heritage is actually a symbol of blending art and science together.","author":"Maurizio Seracini","topic":"Art"},{"quote":"I started to make a study of the art of war and revolution and, whilst abroad, underwent a course in military training. If there was to be guerrilla warfare, I wanted to be able to stand and fight with my people and to share the hazards of war with them.","author":"Nelson Mandela","topic":"Art"},{"quote":"Without art, the crudeness of reality would make the world unbearable.","author":"George Bernard Shaw","topic":"Art"},{"quote":"The concept of commercialism in the fashion and art world is looked down upon. You know, just to think, &#39;What amount of creativity does it take to make something that masses of people like?&#39; And, &#39;How does creativity apply across the board?&#39;","author":"Kanye West","topic":"Art"},{"quote":"The mediator of the inexpressible is the work of art.","author":"Johann Wolfgang von Goethe","topic":"Art"},{"quote":"Love isn&#39;t an emotion or an instinct - it&#39;s an art.","author":"Mae West","topic":"Art"},{"quote":"There is no more difficult art to acquire than the art of observation, and for some men it is quite as difficult to record an observation in brief and plain language.","author":"William Osler","topic":"Art"},{"quote":"A race is a work of art that people can look at and be affected in as many ways they&#39;re capable of understanding.","author":"Steve Prefontaine","topic":"Art"},{"quote":"I don&#39;t believe in art. I believe in artists.","author":"Marcel Duchamp","topic":"Art"},{"quote":"The art of Peace I practice has room for each of the world&#39;s eight million gods, and I cooperate with them all. The God of Peace is very great and enjoins all that is divine and enlightened in every land.","author":"Morihei Ueshiba","topic":"Art"},{"quote":"To want friendship is a great fault. Friendship ought to be a gratuitous joy, like the joys afforded by art or life.","author":"Simone Weil","topic":"Art"},{"quote":"Thou art my single day, God lends to leaven What were all earth else, with a feel of heaven.","author":"Robert Browning","topic":"Art"},{"quote":"Experience was my only teacher; I knew little of the modern art movement. When I first saw the works of the Impressionists, van Gogh, van Dongen, and Fauves, I admired it. But I had to seek the true way alone.","author":"Piet Mondrian","topic":"Art"},{"quote":"My painting does not come from the easel.","author":"Jackson Pollock","topic":"Art"},{"quote":"When I went to school, you had to take art, you had to play an instrument. You had to play an instrument. But it&#39;s all degraded since then. I do not know what kind of nation we are that is cutting art, music, and gym out of the public-school curriculum.","author":"Spike Lee","topic":"Art"},{"quote":"Writing stopped being fun when I discovered the difference between good writing and bad and, even more terrifying, the difference between it and true art. And after that, the whip came down.","author":"Truman Capote","topic":"Art"},{"quote":"All art is autobiographical. The pearl is the oyster&#39;s autobiography.","author":"Federico Fellini","topic":"Art"},{"quote":"When you master the art of being fully awake to this moment, you bestow a precious gift on your soul - the experience of love. Being present is the art of the soul.","author":"Debbie Ford","topic":"Art"},{"quote":"One of the things I like about music is it&#39;s an abstract art, totally abstract, where you can convey an emotion, which I find amazing.","author":"Bernard Sumner","topic":"Art"},{"quote":"I&#39;ve always enjoyed feeling a connection to the avant-garde, such as Dada and surrealism and pop art. The only thing the artist can do is be honest with themselves and make the art they want to make. That&#39;s what I&#39;ve always done.","author":"Jeff Koons","topic":"Art"},{"quote":"We must not confuse distortion with innovation; distortion is useless change, art is beneficial change.","author":"Chuck Jones","topic":"Art"},{"quote":"To curb the machine and limit art to handicraft is a denial of opportunity.","author":"Lewis Mumford","topic":"Art"},{"quote":"To write is a relief from life&#39;s problems. It is a way in which you revenge yourself. In art, the writer achieves utopia. But any attempt to achieve social utopia is bound to catastrophe. If you want a society of saints, the result is hell, repression, totalitarianism, and persecution.","author":"Mario Vargas Llosa","topic":"Art"},{"quote":"I think of horror films as art, as films of confrontation. Films that make you confront aspects of your own life that are difficult to face. Just because you&#39;re making a horror film doesn&#39;t mean you can&#39;t make an artful film.","author":"David Cronenberg","topic":"Art"},{"quote":"In art or architecture your project is only done when you say it&#39;s done. If you want to rip it apart at the eleventh hour and start all over again, you never finish. I was one of those crazy creatures.","author":"Maya Lin","topic":"Art"},{"quote":"I always like to leave art and music open to interpretation.","author":"Dan Reynolds","topic":"Art"},{"quote":"Art in Nature is rhythmic and has a horror of constraint.","author":"Robert Delaunay","topic":"Art"},{"quote":"I received from my experience in Japan an incredible sense of respect for the art of creating, not just the creative product. We&#39;re all about the product. To me, the process was also an incredibly important aspect of the total form.","author":"Julie Taymor","topic":"Art"},{"quote":"Whatever may be thought of my art, it is my own; and I would rather possess a freehold, though but a cottage, than live in a palace belonging to another.","author":"John Constable","topic":"Art"},{"quote":"To help, to continually help and share, that is the sum of all knowledge; that is the meaning of art.","author":"Eleonora Duse","topic":"Art"},{"quote":"What a beautiful art, but what a wretched profession.","author":"Georges Bizet","topic":"Art"},{"quote":"Art is not an end in itself, but a means of addressing humanity.","author":"Modest Mussorgsky","topic":"Art"},{"quote":"I do not know what the spirit of a philosopher could more wish to be than a good dancer. For the dance is his ideal, also his fine art, finally also the only kind of piety he knows, his &#39;divine service.&#39;","author":"Friedrich Nietzsche","topic":"Art"},{"quote":"If you do not breathe through writing, if you do not cry out in writing, or sing in writing, then don&#39;t write, because our culture has no use for it.","author":"Anais Nin","topic":"Art"},{"quote":"For his heart was in his work, and the heart giveth grace unto every art.","author":"Henry Wadsworth Longfellow","topic":"Art"},{"quote":"If your choice enters into it, then taste is involved - bad taste, good taste, uninteresting taste. Taste is the enemy of art, A-R-T.","author":"Marcel Duchamp","topic":"Art"},{"quote":"Great Art is Great because it inspired you greatly. If it didn&#39;t, no matter what the critics, the museums and the galleries say, it&#39;s not great art for you.","author":"Yoko Ono","topic":"Art"},{"quote":"I don&#39;t want to be interesting. I want to be good.","author":"Ludwig Mies van der Rohe","topic":"Art"},{"quote":"If you cannot learn to love real art, at least learn to hate sham art and reject it.","author":"William Morris","topic":"Art"},{"quote":"Art is a process of delivering or arranging elements that appeal to the emotions of a person looking at it. It&#39;s what you feel.","author":"Shaquille O'Neal","topic":"Art"},{"quote":"You don&#39;t always have to show art in what&#39;s called a white box; you can have a kind of complexity within an exhibit which actually respects the art as well.","author":"Zaha Hadid","topic":"Art"},{"quote":"Life is very nice, but it lacks form. It&#39;s the aim of art to give it some.","author":"Jean Anouilh","topic":"Art"},{"quote":"All great art is born of the metropolis.","author":"Ezra Pound","topic":"Art"},{"quote":"In the 1960s when the recording studio suddenly really took off as a tool, it was the kids from art school who knew how to use it, not the kids from music school. Music students were all stuck in the notion of music as performance, ephemeral. Whereas for art students, music as painting? They knew how to do that.","author":"Brian Eno","topic":"Art"},{"quote":"Obviously, Kanye and I are very different in the way we express ourselves publicly. He&#39;s so passionate... about art, about culture, about creativity. And he&#39;s really good at it. And that honesty manifests itself in ways that are not politically correct, not socially acceptable sometimes.","author":"John Legend","topic":"Art"},{"quote":"When I judge art, I take my painting and put it next to a God made object like a tree or flower. If it clashes, it is not art.","author":"Paul Cezanne","topic":"Art"},{"quote":"An artist&#39;s only concern is to shoot for some kind of perfection, and on his own terms, not anyone else&#39;s.","author":"J. D. Salinger","topic":"Art"},{"quote":"I&#39;m really into the recycling of art. That one piece of art inspires another piece of art, which inspires another piece of art. I really like that idea.","author":"Mark Foster","topic":"Art"},{"quote":"Some people have been kind enough to call me a fine artist. I&#39;ve always called myself an illustrator. I&#39;m not sure what the difference is. All I know is that whatever type of work I do, I try to give it my very best. Art has been my life.","author":"Norman Rockwell","topic":"Art"},{"quote":"When you use the language of &#39;fact checking&#39; to talk about a film, I think you&#39;re sort of fundamentally misunderstanding how art works. You don&#39;t fact check Monet&#39;s &#39;Water Lilies.&#39; That&#39;s not what water lilies look like; that&#39;s what the sensation of experiencing water lilies feel like. That&#39;s the goal of the piece.","author":"Graham Moore","topic":"Art"},{"quote":"Art is for everybody.","author":"Keith Haring","topic":"Art"},{"quote":"The artist one day falls through a hole in the brambles, and from that moment he is following the dark rapids of an underground river which may sometimes flow so near to the surface that the laughing picnic parties are heard above.","author":"Cyril Connolly","topic":"Art"},{"quote":"Even a true artist does not always produce art.","author":"Carroll O'Connor","topic":"Art"},{"quote":"All good art, to me, is uncertainty.","author":"Dave Davies","topic":"Art"},{"quote":"Layer by layer art strips life bare.","author":"Robert Musil","topic":"Art"},{"quote":"Through art and science in their broadest senses it is possible to make a permanent contribution towards the improvement and enrichment of human life and it is these pursuits that we students are engaged in.","author":"Frederick Sanger","topic":"Art"},{"quote":"You should trust any man in his own art provided he is skilled in it.","author":"Edward Coke","topic":"Art"},{"quote":"The construction of Europe is an art. It is the art of the possible.","author":"Jacques Chirac","topic":"Art"},{"quote":"Art is exalted above religion and race. Not a single solitary soul these days believes in the religions of the Assyrians, the Egyptians and the Greeks... Only their art, whenever it was beautiful, stands proud and exalted, rising above all time.","author":"Emil Nolde","topic":"Art"},{"quote":"Every picture shows a spot with which the artist has fallen in love.","author":"Alfred Sisley","topic":"Art"},{"quote":"An artist never works under ideal conditions. If they existed, his work wouldn&#39;t exist, for the artist doesn&#39;t live in a vacuum. Some sort of pressure must exist. The artist exists because the world is not perfect. Art would be useless if the world were perfect, as man wouldn&#39;t look for harmony but would simply live in it.","author":"Andrei Tarkovsky","topic":"Art"},{"quote":"She was an enthusiastic painter of oils and watercolors. She was also very generous. I could mess with her paints and brushes all I wanted. On one condition: that I kept my brushes clean. The only art lesson my mother gave me was how to wash my brushes.","author":"Barbara Cooney","topic":"Art"},{"quote":"Every art and every inquiry, and similarly every action and choice, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim.","author":"Aristotle","topic":"Art"},{"quote":"Art is parasitic on life, just as criticism is parasitic on art.","author":"Harry S Truman","topic":"Art"},{"quote":"The web, then, or the pattern, a web at once sensuous and logical, an elegant and pregnant texture: that is style, that is the foundation of the art of literature.","author":"Robert Louis Stevenson","topic":"Art"},{"quote":"Art begins with resistance - at the point where resistance is overcome. No human masterpiece has ever been created without great labor.","author":"Andre Gide","topic":"Art"},{"quote":"The terrifying and edible beauty of Art Nouveau architecture.","author":"Salvador Dali","topic":"Art"},{"quote":"It&#39;s clever, but is it Art?","author":"Rudyard Kipling","topic":"Art"},{"quote":"All good art is an indiscretion.","author":"Tennessee Williams","topic":"Art"},{"quote":"There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define; we can grasp them only in the depths of our perceptive spirit.","author":"Ansel Adams","topic":"Art"},{"quote":"All art is dependent on technology because it&#39;s a human endeavour, so even when you&#39;re using charcoal on a wall or designed the proscenium arch, that&#39;s technology.","author":"George Lucas","topic":"Art"},{"quote":"I had always planned to make a large painting of the early spring, when the first leaves are at the bottom of the trees, and they seem to float in space in a wonderful way. But the arrival of spring can&#39;t be done in one picture.","author":"David Hockney","topic":"Art"},{"quote":"It has become progressively clearer that the plastic expression of true reality is attained through dynamic movement in equilibrium. Plastic art affirms that equilibrium can only be established through the balance of unequal but equivalent oppositions.","author":"Piet Mondrian","topic":"Art"},{"quote":"Emotion resulting from a work of art is only of value when it is not obtained by sentimental blackmail.","author":"Jean Cocteau","topic":"Art"},{"quote":"Art is the right hand of Nature. The latter has only given us being, the former has made us men.","author":"Friedrich Schiller","topic":"Art"},{"quote":"When lovely woman stoops to folly, and finds too late that men betray, what charm can soothe her melancholy, what art can wash her guilt away?","author":"Oliver Goldsmith","topic":"Art"},{"quote":"It is not in life, but in art that self-fulfillment is to be found.","author":"Wilson Mizner","topic":"Art"},{"quote":"For me, art is about learning and about living with people. It&#39;s alive.","author":"Miuccia Prada","topic":"Art"},{"quote":"&#39;Untitled&#39; is a time machine that can transport you to 1992, an edgy moment when the art world was crumbling, money was scarce, and artists like Tiravanija were in the nascent stages of combining Happenings, performance art, John Cage, Joseph Beuys, and the do-it-yourself ethos of punk. Meanwhile, a new art world was coming into being.","author":"Jerry Saltz","topic":"Art"},{"quote":"The history of modern art is also the history of the progressive loss of art&#39;s audience. Art has increasingly become the concern of the artist and the bafflement of the public.","author":"Paul Gauguin","topic":"Art"},{"quote":"I am not strong on perfection.","author":"Jasper Johns","topic":"Art"},{"quote":"Your talent is your art. It is not to be taken for granted.","author":"Paula Abdul","topic":"Art"},{"quote":"Art is very tricky because it&#39;s what you do for yourself. It&#39;s much harder for me to make those works than the monuments or the architecture.","author":"Maya Lin","topic":"Art"},{"quote":"Beauty in art is often nothing but ugliness subdued.","author":"Jean Rostand","topic":"Art"},{"quote":"A great artist is always before his time or behind it.","author":"George Edward Moore","topic":"Art"},{"quote":"Hip-hop is such a disposable art form from a business standpoint. It never treats its artists as art; it never treats its product as art.","author":"Questlove","topic":"Art"},{"quote":"To me, photography is the simultaneous recognition, in a fraction of a second, of the significance of an event.","author":"Henri Cartier-Bresson","topic":"Art"},{"quote":"Objectifying is kind of a funny thing. Art is objectification, all art, because you&#39;re taking someone and making them into an object. But people can also talk back more to you when you&#39;re sketching them. They can look at you and say, &#39;Oh man, you got me wrong.&#39;","author":"Molly Crabapple","topic":"Art"},{"quote":"I didn&#39;t have any real art training, but when I was about twelve nad thirteen, another boy and I went to a sign painter&#39;s house every Friday night and took lessons.","author":"Rube Goldberg","topic":"Art"},{"quote":"Absence is one of the most useful ingredients of family life, and to dose it rightly is an art like any other.","author":"Freya Stark","topic":"Art"},{"quote":"We live in an age when the traditional great subjects - the human form, the landscape, even newer traditions such as abstract expressionism - are daily devalued by commercial art.","author":"Andy Warhol","topic":"Art"},{"quote":"To say that a work of art is good, but incomprehensible to the majority of men, is the same as saying of some kind of food that it is very good but that most people can&#39;t eat it.","author":"Leo Tolstoy","topic":"Art"},{"quote":"I think you can leave the arts, superior or inferior, to the conscience of mankind.","author":"William Butler Yeats","topic":"Art"},{"quote":"It is a symbol of Irish art. The cracked looking-glass of a servant.","author":"James Joyce","topic":"Art"},{"quote":"Of all lies, art is the least untrue.","author":"Gustave Flaubert","topic":"Art"},{"quote":"What art offers is space - a certain breathing room for the spirit.","author":"John Updike","topic":"Art"},{"quote":"Art is magic delivered from the lie of being truth.","author":"Theodor Adorno","topic":"Art"},{"quote":"The waking mind is the least serviceable in the arts.","author":"Henry Miller","topic":"Art"},{"quote":"The basis of art is truth, both in matter and in mode.","author":"Flannery O'Connor","topic":"Art"},{"quote":"Art is always an exaggeration in some sense; in color, in form, even in theme, etc... but it has always been this way. It is the same with the nature of some works by Giotto or Massacio, or the color of life as expressed by Van Gogh.","author":"Fernando Botero","topic":"Art"},{"quote":"Art is like a border of flowers along the course of civilization.","author":"Lincoln Steffens","topic":"Art"},{"quote":"My hand is the extension of the thinking process - the creative process.","author":"Tadao Ando","topic":"Art"},{"quote":"I don&#39;t think there is such a thing as being too raunchy when it comes to the art form of burlesque.","author":"Christina Aguilera","topic":"Art"},{"quote":"The message of great art is to disturb.","author":"Elayne Boosler","topic":"Art"},{"quote":"Art depends on luck and talent.","author":"Francis Ford Coppola","topic":"Art"},{"quote":"The worse my drawings were, the more beautiful did the originals appear.","author":"John James Audubon","topic":"Art"},{"quote":"It is a mistake for a sculptor or a painter to speak or write very often about his job. It releases tension needed for his work.","author":"Henry Moore","topic":"Art"},{"quote":"Mournful and yet grand is the destiny of the artist.","author":"Franz Liszt","topic":"Art"},{"quote":"When I work, and in my art, I hold hands with God.","author":"Robert Mapplethorpe","topic":"Art"},{"quote":"An empty canvas is full.","author":"Robert Rauschenberg","topic":"Art"},{"quote":"Great artists suffer for the people.","author":"Marvin Gaye","topic":"Art"},{"quote":"The final purpose of art is to intensify, even, if necessary, to exacerbate, the moral consciousness of people.","author":"Norman Mailer","topic":"Art"},{"quote":"Works of art make rules; rules do not make works of art.","author":"Claude Debussy","topic":"Art"},{"quote":"Painting seems like some kind of peculiar miracle that I need to have again and again.","author":"Philip Guston","topic":"Art"},{"quote":"To paint is a possessing rather than a picturing.","author":"Philip Guston","topic":"Art"},{"quote":"Trying to force creativity is never good.","author":"Sarah McLachlan","topic":"Art"},{"quote":"I don&#39;t have this obsessive need to do street art all the time because it&#39;s already opened doors for me.","author":"Shepard Fairey","topic":"Art"},{"quote":"Art is too serious to be taken seriously.","author":"Ad Reinhardt","topic":"Art"},{"quote":"No art that is not in the end understood by the People can live or ever did live a single generation.","author":"Frank Norris","topic":"Art"},{"quote":"I love art, being so close to the galleries, being by the water - and sunsets from the terrace.","author":"Edgardo Osorio","topic":"Art"},{"quote":"An artist is forced by others to paint out of his own free will.","author":"Willem de Kooning","topic":"Art"},{"quote":"Life is an illusion. I am held together in the nothingness by art.","author":"Anselm Kiefer","topic":"Art"},{"quote":"Most art is fragile and some should be placed and never moved away.","author":"Donald Judd","topic":"Art"},{"quote":"As an architect, you have to provide a shelter to enjoy art. And you have to love art. It&#39;s like when you make a concert hall. You must love music. This is the reason why you make the space, to enjoy music - making a space for art is the same thing.","author":"Renzo Piano","topic":"Art"},{"quote":"Painting is by nature a luminous language.","author":"Robert Delaunay","topic":"Art"},{"quote":"A painting that is well composed is half finished.","author":"Pierre Bonnard","topic":"Art"},{"quote":"A room hung with pictures is a room hung with thoughts.","author":"Joshua Reynolds","topic":"Art"},{"quote":"Art is about going a little nuts... Kids do art for fun. It&#39;s playing.","author":"William McDonough","topic":"Art"},{"quote":"The philistine provides the best definition of art. Anything that makes him rage is first class.","author":"Louis Dudek","topic":"Art"},{"quote":"It is more important to click with people than to click the shutter.","author":"Alfred Eisenstaedt","topic":"Art"},{"quote":"We are only beginning to learn what to say in a photograph. The world we live in is a succession of fleeting moments, any one of which might say something significant.","author":"Alfred Eisenstaedt","topic":"Art"},{"quote":"I want to try and be as involved in the art of filmmaking as possible. I feel that the only way to really do that is to take on as many roles as possible, whether it be as an actor, an editor, a director, a cinematographer.","author":"Joe Swanberg","topic":"Art"},{"quote":"Art owes its origin to Nature herself... this beautiful creation, the world, supplied the first model, while the original teacher was that divine intelligence which has not only made us superior to the other animals, but like God Himself, if I may venture to say it.","author":"Giorgio Vasari","topic":"Art"},{"quote":"Part of what I do and what I want to do is I want to bring art into the everyday life. If you can take ordinary just walking in the street and you&#39;re confronted by something, that might change your day - it might inspire you.","author":"Kenny Scharf","topic":"Art"},{"quote":"I personally don&#39;t care for abstract art. I have always felt, &#39;To each his own.&#39; There&#39;s art out there for everybody.","author":"Howard Terpning","topic":"Art"},{"quote":"Art for art&#39;s sake is a philosophy of the well-fed.","author":"Frank Lloyd Wright","topic":"Art"},{"quote":"In the Raphael Room, the secret turned out to be that only some of the paintings were made by the great master; the rest were made by students. I had liked the ones by Raphael. This was a big jab for my self-confidence in my ability to appreciate art.","author":"Richard P. Feynman","topic":"Art"},{"quote":"If we could but paint with the hand what we see with the eye.","author":"Honore de Balzac","topic":"Art"},{"quote":"Art works because it appeals to certain faculties of the mind. Music depends on details of the auditory system, painting and sculpture on the visual system. Poetry and literature depend on language.","author":"Steven Pinker","topic":"Art"},{"quote":"A work of art has no importance whatever to society. It is only important to the individual.","author":"Vladimir Nabokov","topic":"Art"},{"quote":"Every time a student walks past a really urgent, expressive piece of architecture that belongs to his college, it can help reassure him that he does have that mind, does have that soul.","author":"Louis Kahn","topic":"Art"},{"quote":"Art is an invention of aesthetics, which in turn is an invention of philosophers... What we call art is a game.","author":"Octavio Paz","topic":"Art"},{"quote":"Art is the final cunning of the human soul which would rather do anything than face the gods.","author":"Iris Murdoch","topic":"Art"},{"quote":"I am not brave enough to not pay my income tax and risk going to jail. But I can say rather freely what I want to say with my art.","author":"Corita Kent","topic":"Art"},{"quote":"There hasn&#39;t been any art yet. Art is just beginning.","author":"Constantin Brancusi","topic":"Art"},{"quote":"Death is an endless night so awful to contemplate that it can make us love life and value it with such passion that it may be the ultimate cause of all joy and all art.","author":"Paul Theroux","topic":"Art"},{"quote":"Politics separate men by bringing them together only superficially. Art and culture unite us in a common anguish that is our only possible fraternity, that of our existential and metaphysical community.","author":"Eugene Ionesco","topic":"Art"},{"quote":"To make pictures big is to make them more powerful.","author":"Robert Mapplethorpe","topic":"Art"},{"quote":"You begin with the possibilities of the material.","author":"Robert Rauschenberg","topic":"Art"},{"quote":"Every artist writes his own autobiography.","author":"Havelock Ellis","topic":"Art"},{"quote":"When one paints an ideal, one does not need to limit one&#39;s imagination.","author":"Ellen Key","topic":"Art"},{"quote":"Every creator painfully experiences the chasm between his inner vision and its ultimate expression.","author":"Isaac Bashevis Singer","topic":"Art"},{"quote":"Artists don&#39;t make objects. Artists make mythologies.","author":"Anish Kapoor","topic":"Art"},{"quote":"The perfection of art is to conceal art.","author":"Quintilian","topic":"Art"},{"quote":"Paint the essential character of things.","author":"Camille Pissarro","topic":"Art"},{"quote":"Vitality is radiated from exceptional art and architecture.","author":"Arthur Erickson","topic":"Art"},{"quote":"Art is everywhere, and everywhere is art.","author":"Brandon Boyd","topic":"Art"},{"quote":"I will preach with my brush.","author":"Henry Ossawa Tanner","topic":"Art"},{"quote":"Immature artists imitate. Mature artists steal.","author":"Lionel Trilling","topic":"Art"},{"quote":"Art is a revolt against fate. All art is a revolt against man&#39;s fate.","author":"Andre Malraux","topic":"Art"},{"quote":"I don&#39;t want to sound pretentious, but I love art, I like to go to museums, and I like to read books.","author":"Rainn Wilson","topic":"Art"},{"quote":"Art matters.","author":"Barbara Januszkiewicz","topic":"Art"},{"quote":"The best artists know what to leave out.","author":"Charles de Lint","topic":"Art"},{"quote":"A great artist can paint a great picture on a small canvas.","author":"Charles Dudley Warner","topic":"Art"},{"quote":"Wherever art appears, life disappears.","author":"Robert Motherwell","topic":"Art"},{"quote":"When artists make art, they shouldn&#39;t question whether it is permissible to do one thing or another.","author":"Sol LeWitt","topic":"Art"},{"quote":"The mission of art is to represent nature not to imitate her.","author":"William Morris Hunt","topic":"Art"},{"quote":"Draw your pleasure, paint your pleasure, and express your pleasure strongly.","author":"Pierre Bonnard","topic":"Art"},{"quote":"Artists live in unknown spaces and give themselves over to following something unknown.","author":"Kiki Smith","topic":"Art"},{"quote":"One must always draw, draw with the eyes, when one cannot draw with a pencil.","author":"Balthus","topic":"Art"},{"quote":"Contrary to general belief, an artist is never ahead of his time but most people are far behind theirs.","author":"Edgard Varese","topic":"Art"},{"quote":"I don&#39;t want life to imitate art. I want life to be art.","author":"Ernst Fischer","topic":"Art"},{"quote":"What I wish to show when I paint is the way I see things with my eyes and in my heart.","author":"Raoul Dufy","topic":"Art"},{"quote":"The art of an artist must be his own art. It is... always a continuous chain of little inventions, little technical discoveries of one&#39;s own, in one&#39;s relation to the tool, the material and the colors.","author":"Emil Nolde","topic":"Art"},{"quote":"The arts are an even better barometer of what is happening in our world than the stock market or the debates in congress.","author":"Hendrik Willem Van Loon","topic":"Art"},{"quote":"Painting, n.: The art of protecting flat surfaces from the weather, and exposing them to the critic.","author":"Ambrose Bierce","topic":"Art"},{"quote":"To make us feel small in the right way is a function of art; men can only make us feel small in the wrong way.","author":"E. M. Forster","topic":"Art"},{"quote":"I don&#39;t understand it. Jack will spend any amount of money to buy votes but he balks at investing a thousand dollars in a beautiful painting.","author":"Jackie Kennedy","topic":"Art"},{"quote":"What I didn&#39;t know was I was deeply attracted to the big space.","author":"David Hockney","topic":"Art"},{"quote":"I do not want art for a few any more than education for a few, or freedom for a few.","author":"William Morris","topic":"Art"},{"quote":"Time extracts various values from a painter&#39;s work. When these values are exhausted the pictures are forgotten, and the more a picture has to give, the greater it is.","author":"Henri Matisse","topic":"Art"},{"quote":"The history of art is the history of revivals.","author":"Samuel Butler","topic":"Art"},{"quote":"I don&#39;t think there&#39;s any artist of any value who doesn&#39;t doubt what they&#39;re doing.","author":"Francis Ford Coppola","topic":"Art"},{"quote":"That&#39;s the motivation of an artist - to seek attention of some kind.","author":"James Taylor","topic":"Art"},{"quote":"Painting and writing are solitary arts.","author":"Conrad Hall","topic":"Art"},{"quote":"Art is nature speeded up and God slowed down.","author":"Malcolm de Chazal","topic":"Art"},{"quote":"That&#39;s why people listen to music or look at paintings. To get in touch with that wholeness.","author":"Corita Kent","topic":"Art"},{"quote":"I think an artist&#39;s responsibility is more complex than people realize.","author":"Jodie Foster","topic":"Art"},{"quote":"The role of a museum of modern art is to make a good selection and identify what we believe to be the coming movements, and that requires taste.","author":"David Rockefeller","topic":"Art"},{"quote":"The Japanese have a wonderful sense of design and a refinement in their art. They try to produce beautiful paintings with the minimum number of strokes.","author":"David Rockefeller","topic":"Art"},{"quote":"The more horrifying this world becomes, the more art becomes abstract.","author":"Ellen Key","topic":"Art"},{"quote":"Art distills sensations and embodies it with enhanced meaning.","author":"Miguel de Unamuno","topic":"Art"},{"quote":"The vitality of a new movement in Art must be gauged by the fury it arouses.","author":"Logan Pearsall Smith","topic":"Art"},{"quote":"Rationalism is the enemy of art, though necessary as a basis for architecture.","author":"Arthur Erickson","topic":"Art"},{"quote":"Art is the child of Nature; yes, her darling child, in whom we trace the features of the mother&#39;s face, her aspect and her attitude.","author":"Beck","topic":"Art"},{"quote":"The writer, when he is also an artist, is someone who admits what others don&#39;t dare reveal.","author":"Elia Kazan","topic":"Art"},{"quote":"I see myself and many artists like me as the torchbearers through these dark ages.","author":"John Zorn","topic":"Art"},{"quote":"No heirloom of humankind captures the past as do art and language.","author":"Theodore Bikel","topic":"Art"},{"quote":"Art ought never to be considered except in its relations with its ideal beauty.","author":"Alfred de Vigny","topic":"Art"},{"quote":"Of what use were the arts if they were only the reproduction and the imitation of life?","author":"Alfred de Vigny","topic":"Art"},{"quote":"What marks the artist is his power to shape the material of pain we all have.","author":"Lionel Trilling","topic":"Art"},{"quote":"Art is one thing that can go on mattering once it has stopped hurting.","author":"Elizabeth Bowen","topic":"Art"},{"quote":"I&#39;m not gonna give the British Government the joy of keeping taxing me. They don&#39;t tax art. And all my cars are just a collection of art.","author":"Jay Kay","topic":"Art"},{"quote":"I realize that protest paintings are not exactly in vogue, but I&#39;ve done many.","author":"Robert Indiana","topic":"Art"},{"quote":"I think of my peace paintings as one long poem, with each painting being a single stanza.","author":"Robert Indiana","topic":"Art"},{"quote":"I was the least Pop of all the Pop artists.","author":"Robert Indiana","topic":"Art"},{"quote":"I&#39;ve never really had a hobby, unless you count art, which the IRS once told me I had to declare as a hobby since I hadn&#39;t made money with it.","author":"Laurie Anderson","topic":"Art"},{"quote":"Art must take reality by surprise.","author":"Francoise Sagan","topic":"Art"},{"quote":"Modern art is what happens when painters stop looking at girls and persuade themselves that they have a better idea.","author":"John Ciardi","topic":"Art"},{"quote":"Insight is the first condition of Art.","author":"George Henry Lewes","topic":"Art"},{"quote":"Artists themselves are not confined, but their output is.","author":"Robert Smithson","topic":"Art"},{"quote":"An artist carries on throughout his life a mysterious, uninterrupted conversation with his public.","author":"Maurice Chevalier","topic":"Art"},{"quote":"I hope to live all my life for my art, without abandoning my principles one iota.","author":"Gustave Courbet","topic":"Art"},{"quote":"Painting is a nail to which I fasten my ideas.","author":"Georges Braque","topic":"Art"},{"quote":"Great art is never produced for its own sake. It is too difficult to be worth the effort.","author":"Robert Quillen","topic":"Art"},{"quote":"When I make art, I think about its ability to connect with others, to bring them into the process.","author":"Jim Hodges","topic":"Art"},{"quote":"Photography is a major force in explaining man to man.","author":"Edward Steichen","topic":"Art"},{"quote":"In art, the obvious is a sin.","author":"Edward Dmytryk","topic":"Art"},{"quote":"Great art is an instant arrested in eternity.","author":"James Huneker","topic":"Art"}]