[{"quote":"Love yourself. It is important to stay positive because beauty comes from the inside out.","author":"Jenn Proske","topic":"Beauty"},{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Beauty"},{"quote":"The future belongs to those who believe in the beauty of their dreams.","author":"Eleanor Roosevelt","topic":"Beauty"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Beauty"},{"quote":"Beauty is when you can appreciate yourself. When you love yourself, that&#39;s when you&#39;re most beautiful.","author":"Zoe Kravitz","topic":"Beauty"},{"quote":"Let the beauty of what you love be what you do.","author":"Rumi","topic":"Beauty"},{"quote":"Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better.","author":"Henry Rollins","topic":"Beauty"},{"quote":"Everything has beauty, but not everyone sees it.","author":"Confucius","topic":"Beauty"},{"quote":"The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides.","author":"Audrey Hepburn","topic":"Beauty"},{"quote":"Beauty has so many forms, and I think the most beautiful thing is confidence and loving yourself.","author":"Kiesza","topic":"Beauty"},{"quote":"When I admire the wonders of a sunset or the beauty of the moon, my soul expands in the worship of the creator.","author":"Mahatma Gandhi","topic":"Beauty"},{"quote":"The soul that sees beauty may sometimes walk alone.","author":"Johann Wolfgang von Goethe","topic":"Beauty"},{"quote":"Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.","author":"Ashley Smith","topic":"Beauty"},{"quote":"Beauty is how you feel inside, and it reflects in your eyes. It is not something physical.","author":"Sophia Loren","topic":"Beauty"},{"quote":"The beauty of a woman is not in a facial mode but the true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives the passion that she shows. The beauty of a woman grows with the passing years.","author":"Audrey Hepburn","topic":"Beauty"},{"quote":"Consider a tree for a moment. As beautiful as trees are to look at, we don&#39;t see what goes on underground - as they grow roots. Trees must develop deep roots in order to grow strong and produce their beauty. But we don&#39;t see the roots. We just see and enjoy the beauty. In much the same way, what goes on inside of us is like the roots of a tree.","author":"Joyce Meyer","topic":"Beauty"},{"quote":"The more often we see the things around us - even the beautiful and wonderful things - the more they become invisible to us. That is why we often take for granted the beauty of this world: the flowers, the trees, the birds, the clouds - even those we love. Because we see things so often, we see them less and less.","author":"Joseph B. Wirthlin","topic":"Beauty"},{"quote":"Beauty is truth&#39;s smile when she beholds her own face in a perfect mirror.","author":"Rabindranath Tagore","topic":"Beauty"},{"quote":"Think of all the beauty still left around you and be happy.","author":"Anne Frank","topic":"Beauty"},{"quote":"Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that&#39;s beautiful.","author":"Rashida Jones","topic":"Beauty"},{"quote":"Makeup is not a mask that covers up your beauty; it&#39;s a weapon that helps you express who you are from the inside.","author":"Michelle Phan","topic":"Beauty"},{"quote":"Imperfection is beauty, madness is genius and it&#39;s better to be absolutely ridiculous than absolutely boring.","author":"Marilyn Monroe","topic":"Beauty"},{"quote":"Never lose an opportunity of seeing anything beautiful, for beauty is God&#39;s handwriting.","author":"Ralph Waldo Emerson","topic":"Beauty"},{"quote":"Take care of your inner, spiritual beauty. That will reflect in your face.","author":"Dolores del Rio","topic":"Beauty"},{"quote":"Beauty surrounds us, but usually we need to be walking in a garden to know it.","author":"Rumi","topic":"Beauty"},{"quote":"It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.","author":"David Allan Coe","topic":"Beauty"},{"quote":"If the path be beautiful, let us not ask where it leads.","author":"Anatole France","topic":"Beauty"},{"quote":"I believe in Liberty for all men: the space to stretch their arms and their souls, the right to breathe and the right to vote, the freedom to choose their friends, enjoy the sunshine, and ride on the railroads, uncursed by color; thinking, dreaming, working as they will in a kingdom of beauty and love.","author":"W. E. B. Du Bois","topic":"Beauty"},{"quote":"When virtue and modesty enlighten her charms, the lustre of a beautiful woman is brighter than the stars of heaven, and the influence of her power it is in vain to resist.","author":"Akhenaton","topic":"Beauty"},{"quote":"We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures that we can have if only we seek them with our eyes open.","author":"Jawaharlal Nehru","topic":"Beauty"},{"quote":"It&#39;s nice to just embrace the natural beauty within you.","author":"Victoria Justice","topic":"Beauty"},{"quote":"I need to see my own beauty and to continue to be reminded that I am enough, that I am worthy of love without effort, that I am beautiful, that the texture of my hair and that the shape of my curves, the size of my lips, the color of my skin, and the feelings that I have are all worthy and okay.","author":"Tracee Ellis Ross","topic":"Beauty"},{"quote":"By plucking her petals, you do not gather the beauty of the flower.","author":"Rabindranath Tagore","topic":"Beauty"},{"quote":"Do you know the difference between a beautiful woman and a charming one? A beauty is a woman you notice, a charmer is one who notices you.","author":"Adlai E. Stevenson","topic":"Beauty"},{"quote":"Things are beautiful if you love them.","author":"Jean Anouilh","topic":"Beauty"},{"quote":"Be sure what you want and be sure about yourself. Fashion is not just beauty, it&#39;s about good attitude. You have to believe in yourself and be strong.","author":"Adriana Lima","topic":"Beauty"},{"quote":"The true beauty of music is that it connects people. It carries a message, and we, the musicians, are the messengers.","author":"Roy Ayers","topic":"Beauty"},{"quote":"The human soul is hungry for beauty; we seek it everywhere - in landscape, music, art, clothes, furniture, gardening, companionship, love, religion, and in ourselves. No one would desire not to be beautiful. When we experience the beautiful, there is a sense of homecoming.","author":"John O'Donohue","topic":"Beauty"},{"quote":"Nature&#39;s beauty is a gift that cultivates appreciation and gratitude.","author":"Louie Schwartzberg","topic":"Beauty"},{"quote":"I think every person has their own identity and beauty. Everyone being different is what is really beautiful. If we were all the same, it would be boring.","author":"Tila Tequila","topic":"Beauty"},{"quote":"Less make-up is better, and it&#39;s always better to let your natural beauty shine. Essentially, be happy with your appearance.","author":"Park Shin-hye","topic":"Beauty"},{"quote":"The beauty of a woman is not in the clothes she wears, the figure that she carries or the way she combs her hair.","author":"Audrey Hepburn","topic":"Beauty"},{"quote":"People are like stained - glass windows. They sparkle and shine when the sun is out, but when the darkness sets in, their true beauty is revealed only if there is a light from within.","author":"Elisabeth Kubler-Ross","topic":"Beauty"},{"quote":"Gorgeous hair is the best revenge.","author":"Ivana Trump","topic":"Beauty"},{"quote":"Love of beauty is taste. The creation of beauty is art.","author":"Ralph Waldo Emerson","topic":"Beauty"},{"quote":"A woman whose smile is open and whose expression is glad has a kind of beauty no matter what she wears.","author":"Anne Roiphe","topic":"Beauty"},{"quote":"Inner beauty should be the most important part of improving one&#39;s self.","author":"Priscilla Presley","topic":"Beauty"},{"quote":"My greatest beauty secret is being happy with myself. I don&#39;t use special creams or treatments - I&#39;ll use a little bit of everything. It&#39;s a mistake to think you are what you put on yourself. I believe that a lot of how you look is to do with how you feel about yourself and your life. Happiness is the greatest beauty secret.","author":"Tina Turner","topic":"Beauty"},{"quote":"Don&#39;t get me wrong, I admire elegance and have an appreciation of the finer things in life. But to me, beauty lies in simplicity.","author":"Mark Hyman","topic":"Beauty"},{"quote":"Beauty is not just a white girl. It&#39;s so many different flavors and shades.","author":"Queen Latifah","topic":"Beauty"},{"quote":"I would define, in brief, the poetry of words as the rhythmical creation of Beauty.","author":"Edgar Allan Poe","topic":"Beauty"},{"quote":"Beauty is in the eye of the beer holder.","author":"Kinky Friedman","topic":"Beauty"},{"quote":"Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul.","author":"John Muir","topic":"Beauty"},{"quote":"The best part of beauty is that which no picture can express.","author":"Francis Bacon","topic":"Beauty"},{"quote":"Although beauty may be in the eye of the beholder, the feeling of being beautiful exists solely in the mind of the beheld.","author":"Martha Beck","topic":"Beauty"},{"quote":"Since love grows within you, so beauty grows. For love is the beauty of the soul.","author":"Saint Augustine","topic":"Beauty"},{"quote":"The world&#39;s biggest power is the youth and beauty of a woman.","author":"Chanakya","topic":"Beauty"},{"quote":"O, thou art fairer than the evening air clad in the beauty of a thousand stars.","author":"Christopher Marlowe","topic":"Beauty"},{"quote":"Being natural is incredibly empowering for women because it&#39;s just who you are. You&#39;re embracing all the beautiful things about you from your head to your toes. Because when you mask so much of your natural beauty, people don&#39;t get to see that.","author":"Rozonda Thomas","topic":"Beauty"},{"quote":"I love natural beauty, and I think it&#39;s your best look, but I think makeup as an artist is so transformative.","author":"Marina and the Diamonds","topic":"Beauty"},{"quote":"When a moment in front of me appears to be particularly special, whether it be by beauty or experience, I capture it. I usually find a reason to justify taking that photo - symmetry, or color, or contrast - and it&#39;s my hope that my photography sheds light onto what I see and do on a daily basis.","author":"Connor Franta","topic":"Beauty"},{"quote":"Beauty is everywhere a welcome guest.","author":"Johann Wolfgang von Goethe","topic":"Beauty"},{"quote":"To me, teamwork is the beauty of our sport, where you have five acting as one. You become selfless.","author":"Mike Krzyzewski","topic":"Beauty"},{"quote":"Perhaps the mission of an artist is to interpret beauty to people - the beauty within themselves.","author":"Langston Hughes","topic":"Beauty"},{"quote":"Knowing yourself, and learning to love yourself as you are, is the beginning of beauty. I think the most important thing is to show off what&#39;s most beautiful about you and to hide what&#39;s less beautiful.","author":"Sonia Rykiel","topic":"Beauty"},{"quote":"It is time for parents to teach young people early on that in diversity there is beauty and there is strength.","author":"Maya Angelou","topic":"Beauty"},{"quote":"Life isn&#39;t always really glamorous and fabulous. It&#39;s about encouraging people to go back to natural beauty.","author":"Zoe Foster Blake","topic":"Beauty"},{"quote":"Cats are the runes of beauty, invincibility, wonder, pride, freedom, coldness, self-sufficiency, and dainty individuality - the qualities of sensitive, enlightened, mentally developed, pagan, cynical, poetic, philosophic, dispassionate, reserved, independent, Nietzschean, unbroken, civilised, master-class men.","author":"H. P. Lovecraft","topic":"Beauty"},{"quote":"I decided that if I could paint that flower in a huge scale, you could not ignore its beauty.","author":"Georgia O'Keeffe","topic":"Beauty"},{"quote":"Beauty is mysterious as well as terrible. God and devil are fighting there, and the battlefield is the heart of man.","author":"Fyodor Dostoevsky","topic":"Beauty"},{"quote":"He who marvels at the beauty of the world in summer will find equal cause for wonder and admiration in winter.","author":"John Burroughs","topic":"Beauty"},{"quote":"The beauty is that through disappointment you can gain clarity, and with clarity comes conviction and true originality.","author":"Conan O'Brien","topic":"Beauty"},{"quote":"Beauty is a gift, just like good health or intelligence. The only thing is not to be proud of being beautiful. Because you didn&#39;t do anything - it was given to you.","author":"Monica Bellucci","topic":"Beauty"},{"quote":"The way a woman carries herself and the way she dresses ought to promote the following types of words: modesty, discretion, wisdom, beauty, elegance and refinement, but not sensuality, luxury, extravagance.","author":"Paul Washer","topic":"Beauty"},{"quote":"A woman of the world is anxious to exhibit her form and shape, whether walking, standing, sitting, or sleeping. Even when represented as a picture, she desires to captivate with the charms of her beauty and, thus, to rob men of their steadfast heart.","author":"Buddha","topic":"Beauty"},{"quote":"I never thought I was particularly good looking. But when I see old photographs, I realise that I was. I do wish I had known that at the time because beauty is power. I didn&#39;t realise how lucky I was to be young, beautiful and in Hollywood. It didn&#39;t hit me. Every day I woke up, went to the film studio and just got on with it.","author":"Joan Collins","topic":"Beauty"},{"quote":"It is not so much for its beauty that the forest makes a claim upon men&#39;s hearts, as for that subtle something, that quality of air that emanation from old trees, that so wonderfully changes and renews a weary spirit.","author":"Robert Louis Stevenson","topic":"Beauty"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Beauty"},{"quote":"A thing of beauty is a joy forever: its loveliness increases; it will never pass into nothingness.","author":"John Keats","topic":"Beauty"},{"quote":"No better way is there to learn to love Nature than to understand Art. It dignifies every flower of the field. And, the boy who sees the thing of beauty which a bird on the wing becomes when transferred to wood or canvas will probably not throw the customary stone.","author":"Oscar Wilde","topic":"Beauty"},{"quote":"There is no real beauty without some slight imperfection.","author":"James Salter","topic":"Beauty"},{"quote":"In every man&#39;s heart there is a secret nerve that answers to the vibrations of beauty.","author":"Christopher Morley","topic":"Beauty"},{"quote":"Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.","author":"Albert Einstein","topic":"Beauty"},{"quote":"Flowers... are a proud assertion that a ray of beauty outvalues all the utilities of the world.","author":"Ralph Waldo Emerson","topic":"Beauty"},{"quote":"Automobiles have always been part of my life, and I&#39;m sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile&#39;s engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing.","author":"Edward Herrmann","topic":"Beauty"},{"quote":"Beauty is the only thing that time cannot harm. Philosophies fall away like sand, creeds follow one another, but what is beautiful is a joy for all seasons, a possession for all eternity.","author":"Oscar Wilde","topic":"Beauty"},{"quote":"Beauty without expression is boring.","author":"Ralph Waldo Emerson","topic":"Beauty"},{"quote":"When you are balanced and when you listen and attend to the needs of your body, mind, and spirit, your natural beauty comes out.","author":"Christy Turlington","topic":"Beauty"},{"quote":"I think every single imperfection adds to your beauty. I&#39;d rather be imperfect than perfect.","author":"Sonam Kapoor","topic":"Beauty"},{"quote":"Everyone can identify with a fragrant garden, with beauty of sunset, with the quiet of nature, with a warm and cozy cottage.","author":"Thomas Kincade","topic":"Beauty"},{"quote":"What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations.","author":"Adam Braun","topic":"Beauty"},{"quote":"When we contemplate the whole globe as one great dewdrop, striped and dotted with continents and islands, flying through space with other stars all singing and shining together as one, the whole universe appears as an infinite storm of beauty.","author":"John Muir","topic":"Beauty"},{"quote":"We don&#39;t need bigger cars or fancier clothes. We need self-respect, identity, community, love, variety, beauty, challenge and a purpose in living that is greater than material accumulation.","author":"Donella Meadows","topic":"Beauty"},{"quote":"We needed something to express our joy, our beauty, our power. And the rainbow did that.","author":"Gilbert Baker","topic":"Beauty"},{"quote":"Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I&#39;ve decided that I&#39;m going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up.","author":"Christopher McCandless","topic":"Beauty"},{"quote":"To me, beauty and makeup and color is like the finishing touch on everything.","author":"Marc Jacobs","topic":"Beauty"},{"quote":"Beauty is being comfortable and confident in your own skin.","author":"Iman","topic":"Beauty"},{"quote":"Where there is righteousness in the heart, there is beauty in the character. When there is beauty in the character, there is harmony in the home. When there is harmony in the home, there is order in the nation. When there is order in the nation, there is peace in the world.","author":"A. P. J. Abdul Kalam","topic":"Beauty"},{"quote":"Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.","author":"Deepak Chopra","topic":"Beauty"},{"quote":"The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading; but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty.","author":"Pablo Neruda","topic":"Beauty"},{"quote":"The more I see of deer, the more I admire them as mountaineers. They make their way into the heart of the roughest solitudes with smooth reserve of strength, through dense belts of brush and forest encumbered with fallen trees and boulder piles, across canons, roaring streams, and snow-fields, ever showing forth beauty and courage.","author":"John Muir","topic":"Beauty"},{"quote":"Anyone who keeps the ability to see beauty never grows old.","author":"Franz Kafka","topic":"Beauty"},{"quote":"A rainbow is the product of physics working for your appreciation of beauty.","author":"Kyle Hill","topic":"Beauty"},{"quote":"I don&#39;t think of all the misery but of the beauty that still remains.","author":"Anne Frank","topic":"Beauty"},{"quote":"That which God said to the rose, and caused it to laugh in full-blown beauty, He said to my heart, and made it a hundred times more beautiful.","author":"Rumi","topic":"Beauty"},{"quote":"Real beauty is to be true to oneself. That&#39;s what makes me feel good.","author":"Laetitia Casta","topic":"Beauty"},{"quote":"Everyday life is like programming, I guess. If you love something you can put beauty into it.","author":"Donald Knuth","topic":"Beauty"},{"quote":"The rose is the flower and handmaiden of love - the lily, her fair associate, is the emblem of beauty and purity.","author":"Dorothea Dix","topic":"Beauty"},{"quote":"&#39;Handsome&#39; means many things to many people. If people consider me handsome, I feel flattered - and have my parents to thank for it. Realistically, it doesn&#39;t hurt to be good-looking, especially in this business.","author":"Richard Chamberlain","topic":"Beauty"},{"quote":"There is a kind of beauty in imperfection.","author":"Conrad Hall","topic":"Beauty"},{"quote":"Just like hair frames our face, brows frame our eyes. I see so much potential in harmonized beauty whenever I see a woman who&#39;s not filling in her brows, and I just want to go in with my brow pencil and just be like, &#39;Filling in eyebrows, OK, done - look in the mirror and be inspired.&#39; That&#39;s one of my pet peeves, but beauty is subjective.","author":"Michelle Phan","topic":"Beauty"},{"quote":"I love fairy tales because of their haunting beauty and magical strangeness. They are set in worlds where anything can happen. Frogs can be kings, a thicket of brambles can hide a castle where a royal court has lain asleep for a hundred years, a boy can outwit a giant, and a girl can break a curse with nothing but her courage and steadfastness.","author":"Kate Forsyth","topic":"Beauty"},{"quote":"I think there are very few people who have a real style, a real personality, and real beauty.","author":"Marisa Berenson","topic":"Beauty"},{"quote":"My belief is that we were put into this world of wonders and beauty with a special ability to appreciate them, in some cases to have the fun of taking a hand in developing them, and also in being able to help other people instead of overreaching them and, through it all, to enjoy life - that is, to be happy.","author":"Robert Baden-Powell","topic":"Beauty"},{"quote":"It seems to me that the natural world is the greatest source of excitement; the greatest source of visual beauty; the greatest source of intellectual interest. It is the greatest source of so much in life that makes life worth living.","author":"David Attenborough","topic":"Beauty"},{"quote":"Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits.","author":"William Hazlitt","topic":"Beauty"},{"quote":"Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears.","author":"Edgar Allan Poe","topic":"Beauty"},{"quote":"I am among those who think that science has great beauty.","author":"Marie Curie","topic":"Beauty"},{"quote":"Love is the beauty of the soul.","author":"Saint Augustine","topic":"Beauty"},{"quote":"It is amazing how complete is the delusion that beauty is goodness.","author":"Leo Tolstoy","topic":"Beauty"},{"quote":"Beauty is as relative as light and dark. Thus, there exists no beautiful woman, none at all, because you are never certain that a still far more beautiful woman will not appear and completely shame the supposed beauty of the first.","author":"Paul Klee","topic":"Beauty"},{"quote":"Photography records the gamut of feelings written on the human face, the beauty of the earth and skies that man has inherited, and the wealth and confusion man has created. It is a major force in explaining man to man.","author":"Edward Steichen","topic":"Beauty"},{"quote":"Endurance is nobler than strength, and patience than beauty.","author":"John Ruskin","topic":"Beauty"},{"quote":"In life, as in art, the beautiful moves in curves.","author":"Edward G. Bulwer-Lytton","topic":"Beauty"},{"quote":"&#39;Beauty is truth, truth beauty,&#39; - that is all ye know on earth, and all ye need to know.","author":"John Keats","topic":"Beauty"},{"quote":"Art can never exist without naked beauty displayed.","author":"William Blake","topic":"Beauty"},{"quote":"For me, true beauty has nothing to do with wrinkles and everything to do with the fact that my maternal grandmother raised five children just after the war and remained a fighter throughout her life. True beauty is the slick of red lipstick my paternal grandmother would put on before going to church on Sunday.","author":"Monica Bellucci","topic":"Beauty"},{"quote":"Beauty is worse than wine, it intoxicates both the holder and beholder.","author":"Aldous Huxley","topic":"Beauty"},{"quote":"We come in many different shapes and sizes, and we need to support each other and our differences. Our beauty is in our differences.","author":"Carre Otis","topic":"Beauty"},{"quote":"A lot of us grow up and we grow out of the literal interpretation that we get when we&#39;re children, but we bear the scars all our life. Whether they&#39;re scars of beauty or scars of ugliness, it&#39;s pretty much in the eye of the beholder.","author":"Stephen King","topic":"Beauty"},{"quote":"Find beauty not only in the thing itself but in the pattern of the shadows, the light and dark which that thing provides.","author":"Junichiro Tanizaki","topic":"Beauty"},{"quote":"Far away there in the sunshine are my highest aspirations. I may not reach them, but I can look up and see their beauty, believe in them, and try to follow where they lead.","author":"Louisa May Alcott","topic":"Beauty"},{"quote":"It is the addition of strangeness to beauty that constitutes the romantic character in art.","author":"Walter Hagen","topic":"Beauty"},{"quote":"Looking at flowers, simple things in life. I don&#39;t need to look at gold and a castle; sometimes its very simple things that are very beautiful. I am keeping my eyes fresh to find beauty in many places, and in gold, too, sometimes!","author":"Francois Nars","topic":"Beauty"},{"quote":"I&#39;m attracted to soccer&#39;s capacity for beauty. When well played, the game is a dance with a ball.","author":"Eduardo Galeano","topic":"Beauty"},{"quote":"When I pray, I always thank Mother Nature for all the beauty in the world. It&#39;s about having an attitude of gratitude.","author":"Miranda Kerr","topic":"Beauty"},{"quote":"I would never like to endorse a fairness cream. I believe in natural beauty.","author":"Esha Gupta","topic":"Beauty"},{"quote":"I might have some character traits that some might see as innocence or naive. That&#39;s because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life.","author":"Tobey Maguire","topic":"Beauty"},{"quote":"I do love to capture beauty in this world. And photos can last the test of time.","author":"Nathaniel Buzolic","topic":"Beauty"},{"quote":"I have often said that the lure of flying is the lure of beauty.","author":"Amelia Earhart","topic":"Beauty"},{"quote":"Beauty is eternity gazing at itself in a mirror.","author":"Khalil Gibran","topic":"Beauty"},{"quote":"You really don&#39;t need to wear any make-up most of the time; keep your eyebrows the way they are, and find your own natural beauty signature.","author":"Erin Heatherton","topic":"Beauty"},{"quote":"If the world could remain within a frame like a painting on the wall, I think we&#39;d see the beauty then and stand staring in awe.","author":"Conor Oberst","topic":"Beauty"},{"quote":"I have moments where I miss my old self. But I think anyone can get caught up in what we used to have. But at the same time, we can choose to focus on the beauty of now.","author":"Steve Gleason","topic":"Beauty"},{"quote":"Beauty is the bait which with delight allures man to enlarge his kind.","author":"Socrates","topic":"Beauty"},{"quote":"Coral reefs represent some of the world&#39;s most spectacular beauty spots, but they are also the foundation of marine life: without them many of the sea&#39;s most exquisite species will not survive.","author":"Sheherazade Goldsmith","topic":"Beauty"},{"quote":"Beauty is an ecstasy; it is as simple as hunger. There is really nothing to be said about it. It is like the perfume of a rose: you can smell it and that is all.","author":"W. Somerset Maugham","topic":"Beauty"},{"quote":"For the mind disturbed, the still beauty of dawn is nature&#39;s finest balm.","author":"Edwin Way Teale","topic":"Beauty"},{"quote":"Beauty is merciless. You do not look at it, it looks at you and does not forgive.","author":"Nikos Kazantzakis","topic":"Beauty"},{"quote":"Beauty is produced by the pleasing appearance and good taste of the whole, and by the dimensions of all the parts being duly proportioned to each other.","author":"Vitruvius","topic":"Beauty"},{"quote":"Rare is the union of beauty and purity.","author":"Juvenal","topic":"Beauty"},{"quote":"Make-up is the last thing to enhance your beauty, but it&#39;s very important because it builds up your self-confidence and gives you more courage.","author":"Evelyn Lauder","topic":"Beauty"},{"quote":"A horse is a thing of beauty... none will tire of looking at him as long as he displays himself in his splendor.","author":"Xenophon","topic":"Beauty"},{"quote":"Virtue has a veil, vice a mask.","author":"Victor Hugo","topic":"Beauty"},{"quote":"There&#39;s a difference between beauty and charm. A beautiful woman is one I notice. A charming woman is one who notices me.","author":"John Erskine","topic":"Beauty"},{"quote":"Beauty and femininity are ageless and can&#39;t be contrived, and glamour, although the manufacturers won&#39;t like this, cannot be manufactured. Not real glamour; it&#39;s based on femininity.","author":"Marilyn Monroe","topic":"Beauty"},{"quote":"You can be a pretty face, but if you&#39;re not a nice person, it just doesn&#39;t work. I&#39;m not traditionally a beauty, but apparently people think I&#39;m all right. If you&#39;re a nice person, it definitely helps.","author":"Kate Moss","topic":"Beauty"},{"quote":"People often say that &#39;beauty is in the eye of the beholder,&#39; and I say that the most liberating thing about beauty is realizing that you are the beholder. This empowers us to find beauty in places where others have not dared to look, including inside ourselves.","author":"Salma Hayek","topic":"Beauty"},{"quote":"Natural beauty takes at least two hours in front of a mirror.","author":"Pamela Anderson","topic":"Beauty"},{"quote":"That&#39;s the beauty of coaching. You get to touch lives, you get to make a difference. You get to do things for people who will never pay you back and they say you never have had a perfect day until you&#39;ve done something for someone who will never pay you back.","author":"Morgan Wootten","topic":"Beauty"},{"quote":"It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony.","author":"Benjamin Britten","topic":"Beauty"},{"quote":"Cherish sunsets, wild creatures and wild places. Have a love affair with the wonder and beauty of the earth.","author":"Stewart Udall","topic":"Beauty"},{"quote":"Rio is an energetic, vibrant place, full of beauty and nature. But we face the kinds of problems any developing metropolis does - with pollution, traffic congestion, poverty. Distribution of green areas, for example, is not uniform. Madureira, the heart of the suburb in Rio, is a concrete jungle.","author":"Eduardo Paes","topic":"Beauty"},{"quote":"Especially as a title-holder, you can do great things with charities, because people suddenly care about what you have to say. I wanted to make a difference, which is why I created the Queen of the Universe pageant. I want to change all of those stigmas in the beauty pageant world.","author":"Joyce Giraud","topic":"Beauty"},{"quote":"There is beauty and humility in imperfection.","author":"Guillermo del Toro","topic":"Beauty"},{"quote":"Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.","author":"Chanakya","topic":"Beauty"},{"quote":"To experience sublime natural beauty is to confront the total inadequacy of language to describe what you see. Words cannot convey the scale of a view that is so stunning it is felt.","author":"Eleanor Catton","topic":"Beauty"},{"quote":"Beauty is not something you can count on. Usually, when people say you are beautiful, it is when there is a harmony between the inside and the outside.","author":"Emmanuelle Beart","topic":"Beauty"},{"quote":"Beauty is a short-lived tyranny.","author":"Socrates","topic":"Beauty"},{"quote":"I don&#39;t see the desert as barren at all; I see it as full and ripe. It doesn&#39;t need to be flattered with rain. It certainly needs rain, but it does with what it has, and creates amazing beauty.","author":"Joy Harjo","topic":"Beauty"},{"quote":"I like Aurora, &#39;Sleeping Beauty,&#39; because she&#39;s just sleeping and looking pretty and waiting for boys to come kiss her. Sounds like a good life - lots of naps and cute boys fighting dragons to come kiss you.","author":"Ariana Grande","topic":"Beauty"},{"quote":"Design is not making beauty, beauty emerges from selection, affinities, integration, love.","author":"Louis Kahn","topic":"Beauty"},{"quote":"The significance of the cherry blossom tree in Japanese culture goes back hundreds of years. In their country, the cherry blossom represents the fragility and the beauty of life. It&#39;s a reminder that life is almost overwhelmingly beautiful but that it is also tragically short.","author":"Homaro Cantu","topic":"Beauty"},{"quote":"Personal beauty is a greater recommendation than any letter of reference.","author":"Aristotle","topic":"Beauty"},{"quote":"I discovered that the horse is life itself, a metaphor but also an example of life&#39;s mystery and unpredictability, of life&#39;s generosity and beauty, a worthy object of repeated and ever changing contemplation.","author":"Jane Smiley","topic":"Beauty"},{"quote":"Beauty, by way of fashion, has to do with confidence, with flattering silhouettes, with patterns, with proper fit for body type, and with an abundance of self-love!","author":"Mary Lambert","topic":"Beauty"},{"quote":"Beauty is but a flower, which wrinkles will devour.","author":"Thomas Nashe","topic":"Beauty"},{"quote":"Beauty is in the heart of the beholder.","author":"H. G. Wells","topic":"Beauty"},{"quote":"I find human beings to be so complex and full of beauty. Creativity is our way to express and challenge and flow. So, all you humans, create and flow! I&#39;ll be over here thinking you are beautiful and creepy and freaky and wonderful!","author":"Angela Bettis","topic":"Beauty"},{"quote":"The beauty of our country is that when it was founded that they took some time to lay out civil liberties in the first 10 Amendments - the Bill of Rights. I&#39;m a firm believer in those civil liberties and the ability to have your own opinion.","author":"Aaron Rodgers","topic":"Beauty"},{"quote":"Pastry is different from cooking because you have to consider the chemistry, beauty and flavor. It&#39;s not just sugar and eggs thrown together. I tell my pastry chefs to be in tune for all of this. You have to be challenged by using secret or unusual ingredients.","author":"Ron Ben-Israel","topic":"Beauty"},{"quote":"I always find beauty in things that are odd and imperfect - they are much more interesting.","author":"Marc Jacobs","topic":"Beauty"},{"quote":"Jesus Christ belonged to the true race of prophets. He saw with open eye the mystery of the soul. Drawn by its severe harmony, ravished with its beauty, he lived in it and had his being there. Alone in all history, he estimated the greatness of man.","author":"Ralph Waldo Emerson","topic":"Beauty"},{"quote":"The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It&#39;s similar to introducing organic food into your daily diet.","author":"Ivanka Trump","topic":"Beauty"},{"quote":"Art is built on the deepest themes of human meaning: good and evil, beauty and ugliness, life and death, love and hate. No other story has incarnated those themes more than the story of Jesus.","author":"John Ortberg","topic":"Beauty"},{"quote":"There&#39;s no such thing is aging, but maturing and knowledge. It&#39;s beautiful, I call that beauty.","author":"Celine Dion","topic":"Beauty"},{"quote":"Competing in pageants made me hyper-aware of the unfair expectations society places on women in terms of youth and beauty. But it also gave me empathy for women who use beauty as a creative exploration. When expressed healthfully, dressing up, doing hair, crafting makeup, etc., is an art form.","author":"Rae Carson","topic":"Beauty"},{"quote":"True beauty is born through our actions and aspirations and in the kindness we offer to others.","author":"Alek Wek","topic":"Beauty"},{"quote":"She is a peacock in everything but beauty.","author":"Oscar Wilde","topic":"Beauty"},{"quote":"Even when I see a beautiful woman, I think, &#39;Aw, her life must be amazing.&#39; Everyone does it. That&#39;s human nature to believe that beauty is everything.","author":"Marina and the Diamonds","topic":"Beauty"},{"quote":"There are no better cosmetics than a severe temperance and purity, modesty and humility, a gracious temper and calmness of spirit; and there is no true beauty without the signatures of these graces in the very countenance.","author":"Arthur Helps","topic":"Beauty"},{"quote":"I always loved aesthetics. Not particularly fashion, but an idea of beauty.","author":"Miuccia Prada","topic":"Beauty"},{"quote":"Walk on a rainbow trail; walk on a trail of song, and all about you will be beauty. There is a way out of every dark mist, over a rainbow trail.","author":"Robert Motherwell","topic":"Beauty"},{"quote":"Youth is happy because it has the ability to see beauty. Anyone who keeps the ability to see beauty never grows old.","author":"Franz Kafka","topic":"Beauty"},{"quote":"The beauty about being a producer is you sit there, and you explore ideas which become a passion, which slowly becomes a reality.","author":"Michelle Yeoh","topic":"Beauty"},{"quote":"I always say that kindness is the greatest beauty that you can have.","author":"Andie MacDowell","topic":"Beauty"},{"quote":"What would be ugly in a garden constitutes beauty in a mountain.","author":"Victor Hugo","topic":"Beauty"},{"quote":"I think beauty is not just about what we put on our heads or on our faces or what we wear: it&#39;s deeper than that, and if we can celebrate that, celebrate the women, not just the superficiality... I think it would be really gorgeous.","author":"Alek Wek","topic":"Beauty"},{"quote":"Beauty and seduction, I believe, is nature&#39;s tool for survival, because we will protect what we fall in love with.","author":"Louie Schwartzberg","topic":"Beauty"},{"quote":"There are so many awful things in this world, but I wanted readers to share with me the small, beautiful, enjoyable things. Things like cute clothes, beautiful art and pretty flowers; items that are overflowing with beauty. If you just become obsessed with your own problems, you miss these things. When you discover them, you become happy.","author":"Novala Takemoto","topic":"Beauty"},{"quote":"Personalized beauty is about each woman being able to create her own makeup routine that complements her coloring and style.","author":"Bobbi Brown","topic":"Beauty"},{"quote":"Not to sound corny, but intelligence is big. Everything fades, and everything can be modified. But intelligence is something you can&#39;t fake. I&#39;m not even talking about whether you can read a thesaurus backwards. But there is a beauty in common sense.","author":"Wale","topic":"Beauty"},{"quote":"Enhancing a woman&#39;s silhouette and enhancing a woman&#39;s beauty - both contribute to enhancing her confidence, so they&#39;re synonymous, really.","author":"L'Wren Scott","topic":"Beauty"},{"quote":"Being nerdy just means being passionate about something, including everyone - the coolest people on Earth are passionate and therefore nerdy about something whatever it is, whether it&#39;s sports, or gaming, or technology, or fashion, or beauty, or food, or whatever.","author":"Zachary Levi","topic":"Beauty"},{"quote":"I care to live only to entice people to look at Nature&#39;s loveliness. Heaven knows that John the Baptist was not more eager to get all his fellow sinners into the Jordan than I to baptize all of mine in the beauty of God&#39;s mountains.","author":"John Muir","topic":"Beauty"},{"quote":"Every beauty which is seen here by persons of perception resembles more than anything else that celestial source from which we all are come.","author":"Michelangelo","topic":"Beauty"},{"quote":"We have been educated into believing someone else&#39;s concept of the deity, and someone else&#39;s standard of beauty. You have the right to practice any religion and politics in a way that best suits your freedom, your dignity, and your understanding. And once you do that, you don&#39;t apologize.","author":"John Henrik Clarke","topic":"Beauty"},{"quote":"I&#39;ve developed into quite a swan. I&#39;m one of those people that will probably look better and better as I get older until I drop dead of beauty.","author":"Rufus Wainwright","topic":"Beauty"},{"quote":"Beauty is perfect in its imperfections, so you just have to go with the imperfections.","author":"Diane von Furstenberg","topic":"Beauty"},{"quote":"The woman with dark hair, wide hips, and a few extra pounds has always been the essence of beauty in Morocco.","author":"Fatema Mernissi","topic":"Beauty"},{"quote":"The coniferous forests of the Yosemite Park, and of the Sierra in general, surpass all others of their kind in America, or indeed the world, not only in the size and beauty of the trees, but in the number of species assembled together, and the grandeur of the mountains they are growing on.","author":"John Muir","topic":"Beauty"},{"quote":"We should not allow it to be believed that all scientific progress can be reduced to mechanisms, machines, gearings, even though such machinery also has its beauty. Neither do I believe that the spirit of adventure runs any risk of disappearing in our world.","author":"Marie Curie","topic":"Beauty"},{"quote":"The seventies is what I love. Soft, touchable beauty is what I love.","author":"Tom Ford","topic":"Beauty"},{"quote":"My father, who was a cabinetmaker, told me, &#39;Wood has a grain and if you go into the grain, you have beauty. If you go against it, you have splinters - it breaks.&#39; And I took that as my view of life. You have to follow the grain - to be sensitive to the direction of life.","author":"Christian Louboutin","topic":"Beauty"},{"quote":"The beauty of a finely worked object points to the beauty of the craftsmanship. The beauty of the craftsmanship points to the beauty of the name which was the source of the craftsmanship. The beauty of the name of the craftsman&#39;s art points to the beauty of the craftsman&#39;s attributes manifested in that art.","author":"Said Nursi","topic":"Beauty"},{"quote":"I find, in being black, a thing of beauty: a joy; a strength; a secret cup of gladness.","author":"Ossie Davis","topic":"Beauty"},{"quote":"There are elements of intrinsic beauty in the simplification of a house built on the log cabin idea.","author":"Gustav Stickley","topic":"Beauty"},{"quote":"I just want to say to women, &#39;Be yourself - it&#39;s the inner beauty that counts. You are your own best friend, the key to your own happiness, and as soon as you understand that - and it takes a few heartbreaks - you can be happy.&#39;","author":"Cherie Lunghi","topic":"Beauty"},{"quote":"Have you not noticed that love is silence? It may be while holding the hand of another, or looking lovingly at a child, or taking in the beauty of an evening. Love has no past or future, and so it is with this extraordinary state of silence.","author":"Jiddu Krishnamurti","topic":"Beauty"},{"quote":"Mathematics has beauty and romance. It&#39;s not a boring place to be, the mathematical world. It&#39;s an extraordinary place; it&#39;s worth spending time there.","author":"Marcus du Sautoy","topic":"Beauty"},{"quote":"Glamour comes from within. My beauty regime begins with my personality.","author":"Barry Humphries","topic":"Beauty"},{"quote":"There is a beauty and clarity that comes from simplicity that we sometimes do not appreciate in our thirst for intricate solutions.","author":"Dieter F. Uchtdorf","topic":"Beauty"},{"quote":"The world is a crazy, beautiful, ugly complicated place, and it keeps moving on from crisis to strangeness to beauty to weirdness to tragedy. The caravan keeps moving on, and the job of the longform writer or filmmaker or radio broadcaster is to stop - is to pause - and when the caravan goes away, that&#39;s when this stuff comes.","author":"David Remnick","topic":"Beauty"},{"quote":"Through my optimism I naturally prefer and capture the beauty in life.","author":"Leni Riefenstahl","topic":"Beauty"},{"quote":"I always see the glass half full. I see the beauty in others, and I see the hope for tomorrow. If we don&#39;t have hope and faith, we have nothing.","author":"Craig Sager","topic":"Beauty"},{"quote":"When it comes to beauty, I feel that hanging with people you love, laughing, and doing silly things gets your spirits up. We are always prettier when we are happier.","author":"Sara Sampaio","topic":"Beauty"},{"quote":"Personal health is related to self-control and to the worship of life in all its natural beauty - self-control bringing with it happiness, renewed youth, and long life.","author":"Maria Montessori","topic":"Beauty"},{"quote":"Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.","author":"Khalil Gibran","topic":"Beauty"},{"quote":"I do not have much patience with a thing of beauty that must be explained to be understood. If it does need additional interpretation by someone other than the creator, then I question whether it has fulfilled its purpose.","author":"Charlie Chaplin","topic":"Beauty"},{"quote":"Grace is the beauty of form under the influence of freedom.","author":"Friedrich Schiller","topic":"Beauty"},{"quote":"There&#39;s beauty everywhere. There are amazing things happening everywhere, you just have to be able to open your eyes and witness it. Some days, that&#39;s harder than others.","author":"Sarah McLachlan","topic":"Beauty"},{"quote":"Every decently-made object, from a house to a lamp post to a bridge, spoon or egg cup, is not just a piece of &#39;stuff&#39; but a physical embodiment of human energy, testimony to the magical ability of our species to take raw materials and turn them into things of use, value and beauty.","author":"Kevin McCloud","topic":"Beauty"},{"quote":"The beauty of independence, departure, actions that rely on themselves.","author":"Walt Whitman","topic":"Beauty"},{"quote":"I would like to say to people, open your eyes and find beauty where you normally don&#39;t expect it.","author":"Jean Paul Gaultier","topic":"Beauty"},{"quote":"Beauty does not linger; it only visits. Yet beauty&#39;s visitation affects us and invites us into its rhythm; it calls us to feel, think and act beautifully in the world: to create and live a life that awakens the Beautiful. A life without delight is only half a life.","author":"John O'Donohue","topic":"Beauty"},{"quote":"You know when I feel inwardly beautiful? When I am with my girlfriends and we are having a &#39;goddess circle&#39;.","author":"Jennifer Aniston","topic":"Beauty"},{"quote":"I feel it is important not to get overly obsessed and overly carried away with just the physical aspect. There is more to beauty than just the physical appearance. You are also a complete person, and a woman should have an identity beyond just the way she looks.","author":"Katrina Kaif","topic":"Beauty"},{"quote":"Beauty is a radiance that originates from within and comes from inner security and strong character.","author":"Jane Seymour","topic":"Beauty"},{"quote":"Faces that have charmed us the most escape us the soonest.","author":"Walter Scott","topic":"Beauty"},{"quote":"What the imagination seizes as beauty must be truth.","author":"John Keats","topic":"Beauty"},{"quote":"Physical beauty isn&#39;t so impressive to me.","author":"Dita Von Teese","topic":"Beauty"},{"quote":"Both for Havana&#39;s beauty and decay, it&#39;s very hard to restrain yourself from staring everywhere you look.","author":"Brin-Jonathan Butler","topic":"Beauty"},{"quote":"Plastic surgery can&#39;t make you younger or more beautiful, because beauty is in your eyes, isn&#39;t it? It&#39;s in your soul; you can&#39;t strap it on.","author":"Sarah Parish","topic":"Beauty"},{"quote":"For me, the beauty of a person is a matter of the whole package. You have to look at the whole thing, not just a matter of outward appearance or whatever. It has to do with one&#39;s character, personality, upbringing and so on.","author":"Gong Li","topic":"Beauty"},{"quote":"We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry.","author":"Maria Mitchell","topic":"Beauty"},{"quote":"Beauty, to me is about being comfortable in your own skin.","author":"Gwyneth Paltrow","topic":"Beauty"},{"quote":"The difference between utility and utility plus beauty is the difference between telephone wires and the spider web.","author":"Edwin Way Teale","topic":"Beauty"},{"quote":"Why hurry over beautiful things? Why not linger and enjoy them?","author":"Clara Schumann","topic":"Beauty"},{"quote":"What is one to say about June, the time of perfect young summer, the fulfillment of the promise of the earlier months, and with as yet no sign to remind one that its fresh young beauty will ever fade.","author":"Gertrude Jekyll","topic":"Beauty"},{"quote":"Beauty is our weapon against nature; by it we make objects, giving them limit, symmetry, proportion. Beauty halts and freezes the melting flux of nature.","author":"Camille Paglia","topic":"Beauty"},{"quote":"It seems like the chaos of this world is accelerating, but so is the beauty in the consciousness of more and more people.","author":"Anthony Kiedis","topic":"Beauty"},{"quote":"I write for no other purpose than to add to the beauty that now belongs to me. I write a book for no other reason than to add three or four hundred acres to my magnificent estate.","author":"Jack London","topic":"Beauty"},{"quote":"Real beauty knocks you a little bit off kilter.","author":"David Byrne","topic":"Beauty"},{"quote":"No matter how irrelevant social class now is, even the most eager egalitarian must be quietly proud that the posh English rose is still an industry standard for peerlessly sophisticated beauty.","author":"Kate Reardon","topic":"Beauty"},{"quote":"The moment you cheat for the sake of beauty, you know you&#39;re an artist.","author":"David Hockney","topic":"Beauty"},{"quote":"The sport of horse racing which, at its best, showcases the majestic beauty of this animal and the athleticism of jockeys, has reached an alarming level of corruption and exploitation.","author":"Tom Udall","topic":"Beauty"},{"quote":"The beauty one can find in art is one of the pitifully few real and lasting products of human endeavor.","author":"J. Paul Getty","topic":"Beauty"},{"quote":"Heat cannot be separated from fire, or beauty from The Eternal.","author":"Dante Alighieri","topic":"Beauty"},{"quote":"&#39;Green Garden&#39; is about beauty and joy and lush green and dance and excitement and smiling from within.","author":"Laura Mvula","topic":"Beauty"},{"quote":"When we recognise the virtues, the talent, the beauty of Mother Earth, something is born in us, some kind of connection, love is born.","author":"Thich Nhat Hanh","topic":"Beauty"},{"quote":"I don&#39;t love Photoshop; I like imperfection. It doesn&#39;t mean ugly. I love a girl with a gap between her teeth, versus perfect white veneers. Perfection is just... boring. Perfect is what&#39;s natural or real; that is beauty.","author":"Marc Jacobs","topic":"Beauty"},{"quote":"Beauty in things exists in the mind which contemplates them.","author":"David Hume","topic":"Beauty"},{"quote":"Should you shield the canyons from the windstorms you would never see the true beauty of their carvings.","author":"Elisabeth Kubler-Ross","topic":"Beauty"},{"quote":"He who seeks truth shall find beauty. He who seeks beauty shall find vanity. He who seeks order shall find gratification. He who seeks gratification shall be disappointed. He who considers himself the servant of his fellow beings shall find the joy of self-expression. He who seeks self-expression shall fall into the pit of arrogance.","author":"Moshe Safdie","topic":"Beauty"},{"quote":"A sense of the universe, a sense of the all, the nostalgia which seizes us when confronted by nature, beauty, music - these seem to be an expectation and awareness of a Great Presence.","author":"Pierre Teilhard de Chardin","topic":"Beauty"},{"quote":"My mama told me in college, &#39;I love you, and you&#39;re God&#39;s child, but natural beauty will only take you so far.&#39;","author":"Robin Roberts","topic":"Beauty"},{"quote":"Beauty is unbearable, drives us to despair, offering us for a minute the glimpse of an eternity that we should like to stretch out over the whole of time.","author":"Albert Camus","topic":"Beauty"},{"quote":"I like beauty to be a bit edgy, not typical. For me, the only rule is looking good.","author":"Francois Nars","topic":"Beauty"},{"quote":"For me, physical beauty is never the reason for attraction to anyone.","author":"Katrina Kaif","topic":"Beauty"},{"quote":"The cat is such a perfect symbol of beauty and superiority that it seems scarcely possible for any true aesthete and civilised cynic to do other than worship it.","author":"H. P. Lovecraft","topic":"Beauty"},{"quote":"I&#39;m not ugly, but my beauty is a total creation.","author":"Georg Wilhelm Friedrich Hegel","topic":"Beauty"},{"quote":"At some point in life the world&#39;s beauty becomes enough. You don&#39;t need to photograph, paint or even remember it. It is enough.","author":"Toni Morrison","topic":"Beauty"},{"quote":"The fun part of being a girl is that there are little beauty things you can do to make yourself feel special.","author":"Jennifer Love Hewitt","topic":"Beauty"},{"quote":"Mathematics are the result of mysterious powers which no one understands, and which the unconscious recognition of beauty must play an important part. Out of an infinity of designs a mathematician chooses one pattern for beauty&#39;s sake and pulls it down to earth.","author":"Marston Morse","topic":"Beauty"},{"quote":"All my life, my girlfriends are always skinny. Beauty in art has nothing to do with beauty in reality. Why do you like primitive art? Because there is beauty in the deformity. Sometimes paintings that people consider realistic are not at all. Raphael figures look realistic, but in real life, they were deformed.","author":"Fernando Botero","topic":"Beauty"},{"quote":"The best news of the Christian gospel is that the supremely glorious Creator of the universe has acted in Jesus Christ&#39;s death and resurrection to remove every obstacle between us and himself so that we may find everlasting joy in seeing and savoring his infinite beauty.","author":"John Piper","topic":"Beauty"},{"quote":"Beauty is also submitted to the taste of time, so a beautiful woman from the Belle Epoch is not exactly the perfect beauty of today, so beauty is something that changes with time.","author":"Karl Lagerfeld","topic":"Beauty"},{"quote":"Let us live for the beauty of our own reality.","author":"Charles Lamb","topic":"Beauty"},{"quote":"Natural beauty really entices men. They will tell you this time and time again, and studies consistently prove it.","author":"Helen Fisher","topic":"Beauty"},{"quote":"A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits.","author":"Andrew Weil","topic":"Beauty"},{"quote":"I&#39;ve seen the majestic beauty of nature and the overwhelming perfection of it. To me, there&#39;s nothing closer to God than that.","author":"Cote de Pablo","topic":"Beauty"},{"quote":"You can always enhance your natural beauty; you learn what works for your face because crazy make-up doesn&#39;t really suit anyone.","author":"Caroline Winberg","topic":"Beauty"},{"quote":"I have been honoured to serve the whales, dolphins, seals - and all the other creatures on this Earth. Their beauty, intelligence, strength, and spirit have inspired me.","author":"Paul Watson","topic":"Beauty"},{"quote":"Visual surprise is natural in the Caribbean; it comes with the landscape, and faced with its beauty, the sigh of History dissolves.","author":"Derek Walcott","topic":"Beauty"},{"quote":"Zest is the secret of all beauty. There is no beauty that is attractive without zest.","author":"Christian Dior","topic":"Beauty"},{"quote":"Let me tell you something - being thought of as a beautiful woman has spared me nothing in life. No heartache, no trouble. Love has been difficult. Beauty is essentially meaningless and it is always transitory.","author":"Halle Berry","topic":"Beauty"},{"quote":"The achievement is appreciation. Your ability to be surprised and awed by beauty!","author":"William Hurt","topic":"Beauty"},{"quote":"True beauty is when someone radiates that they like themselves.","author":"Aimee Mullins","topic":"Beauty"},{"quote":"Everyone has their own insecurities, regardless of how you look or how people perceive you, but sometimes people give their insecurities too much power. Defining beauty is simply a matter of opinion. For me, real beauty has very little to do with the structure of someone&#39;s face or body.","author":"Devon Aoki","topic":"Beauty"},{"quote":"Any saxophone player will have those influences come through in their music in a very different way. I can listen to the same 10 sax players as someone else for my entire life, and we&#39;ll both play completely differently. That&#39;s the beauty of being a musician.","author":"Kenny G","topic":"Beauty"},{"quote":"Solitude has its own very strange beauty to it.","author":"Liv Tyler","topic":"Beauty"},{"quote":"Once a bustling logging town, Sandpoint has embraced its natural beauty to become an amazing resort town drawing people near and far to enjoy its beauty and recreational possibilities. It&#39;s truly a small town with a huge backyard.","author":"Nate Holland","topic":"Beauty"},{"quote":"By its very nature the beautiful is isolated from everything else. From beauty no road leads to reality.","author":"Hannah Arendt","topic":"Beauty"},{"quote":"Beauty and the devil are the same thing.","author":"Robert Mapplethorpe","topic":"Beauty"},{"quote":"Once you go inside and weed through the muck, you will find the real beauty, the truth about yourself.","author":"Lindsay Wagner","topic":"Beauty"},{"quote":"I also became close to nature, and am now able to appreciate the beauty with which this world is endowed.","author":"James Dean","topic":"Beauty"},{"quote":"As a girl, you&#39;re supposed to love Sleeping Beauty. I mean, who wants to love Sleeping Beauty when you can be Aladdin?","author":"Ellen Page","topic":"Beauty"},{"quote":"Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful.","author":"Jacqueline Bisset","topic":"Beauty"},{"quote":"It&#39;s not beauty but fine qualities, my girl, that keep a husband.","author":"Euripides","topic":"Beauty"},{"quote":"In youth and beauty, wisdom is but rare!","author":"Homer","topic":"Beauty"},{"quote":"If the universal is the essential, then it is the basis of all life and art. Recognizing and uniting with the universal therefore gives us the greatest aesthetic satisfaction, the greatest emotion of beauty.","author":"Piet Mondrian","topic":"Beauty"},{"quote":"Riding my motorcycle around L.A. is like my own video game. But unlike many folks at the wheel, I am occupied with getting where I&#39;m going and keeping myself safe. Most people are applying makeup, texting, and checking out the beauty in the next car.","author":"Hugh Laurie","topic":"Beauty"},{"quote":"Growing up, I just wanted to be like everyone else. I didn&#39;t value or understand the beauty in being different at the time in my life.","author":"Marisol Nichols","topic":"Beauty"},{"quote":"Those who find beauty in all of nature will find themselves at one with the secrets of life itself.","author":"L. Wolfe Gilbert","topic":"Beauty"},{"quote":"I find beauty in the grotesque, like most artists.","author":"Alexander McQueen","topic":"Beauty"},{"quote":"Through Kurt I saw the beauty of minimalism and the importance of music that&#39;s stripped down.","author":"Dave Grohl","topic":"Beauty"},{"quote":"For I must tell you that we artists cannot tread the path of Beauty without Eros keeping company with us and appointing himself as our guide.","author":"Thomas Mann","topic":"Beauty"},{"quote":"When we recognise the virtues, the talent, the beauty of Mother Earth, something is born in us, some kind of connection; love is born.","author":"Nhat Hanh","topic":"Beauty"},{"quote":"Even though photographers are only shooting the outside, beauty is more about who you are as a person - the life you lead - not your facade.","author":"Nigel Barker","topic":"Beauty"},{"quote":"There is no definition of beauty, but when you can see someone&#39;s spirit coming through, something unexplainable, that&#39;s beautiful to me.","author":"Liv Tyler","topic":"Beauty"},{"quote":"After the near-total destruction of Dresden in the Allied fire-bombing of February 1945, few people believed that its beauty would ever return. Dresden&#39;s slow but steady comeback was thus met with great relief.","author":"Gunter Blobel","topic":"Beauty"},{"quote":"There is hope and a kind of beauty in there somewhere, if you look for it.","author":"H. R. Giger","topic":"Beauty"},{"quote":"I saw my first two Broadway shows when I was 4 years old, &#39;The Lion King&#39; and &#39;Beauty and the Beast,&#39; and after both of them I came home and reenacted the entirety of the shows on my living room table for my family and friends. I started doing that after every show I saw until I actually did my first youth production when I was 5.","author":"Max Schneider","topic":"Beauty"},{"quote":"Art is not the application of a canon of beauty but what the instinct and the brain can conceive beyond any canon. When we love a woman we don&#39;t start measuring her limbs.","author":"Pablo Picasso","topic":"Beauty"},{"quote":"Fast cars like Porsches and Ferraris - they are things of beauty.","author":"Rod Stewart","topic":"Beauty"},{"quote":"People probably think I&#39;m cute because I have dimples and am friendly and always smiling. But beauty is different. In Chinese, people say I have chi ze, which means aura or a strong sense of presentation. It&#39;s not about my look.","author":"Liu Wen","topic":"Beauty"},{"quote":"For me the greatest beauty always lies in the greatest clarity.","author":"Gotthold Ephraim Lessing","topic":"Beauty"},{"quote":"I hold that the perfection of form and beauty is contained in the sum of all men.","author":"Albrecht Durer","topic":"Beauty"},{"quote":"Beauty for some provides escape, who gain a happiness in eyeing the gorgeous buttocks of the ape or Autumn sunsets exquisitely dying.","author":"Langston Hughes","topic":"Beauty"},{"quote":"It is as necessary for man to live in beauty rather than ugliness as it is necessary for him to have food for an aching belly or rest for a weary body.","author":"Abraham Maslow","topic":"Beauty"},{"quote":"Beauty is variable, ugliness is constant.","author":"Douglas Horton","topic":"Beauty"},{"quote":"I accidentally entered a youth pageant when I was 14. That&#39;s like a beauty pageant, but without the beauty. It was terrible.","author":"Zooey Deschanel","topic":"Beauty"},{"quote":"Well I do find the beauty in animals. I find beauty everywhere. I find beauty in my garden.","author":"Doris Day","topic":"Beauty"},{"quote":"I&#39;ve etched out who I am through myriad haircut attempts, outfit attempts, beauty attempts, diet attempts. It&#39;s been an evolution.","author":"Jamie Lee Curtis","topic":"Beauty"},{"quote":"Beauty, n: the power by which a woman charms a lover and terrifies a husband.","author":"Ambrose Bierce","topic":"Beauty"},{"quote":"There is no personal achievement in being born beautiful.","author":"Loretta Young","topic":"Beauty"},{"quote":"When I was at the Royal Ballet School, I remember receiving my first eyeshadow palette from Marks &amp; Spencer as a gift. It sparked my interest in beauty, which peaked when I became more involved in theatre and got to experience so many stunning image transformations to suit different productions.","author":"Darcey Bussell","topic":"Beauty"},{"quote":"I believe that true beauty of chess is more than enough to satisfy all possible demands.","author":"Alexander Alekhine","topic":"Beauty"},{"quote":"I would like to show that I have a heart, that I am a human being and I have feelings. And to be this kind of role model, not only for beauty pageants but also for life.","author":"Gabriela Isler","topic":"Beauty"},{"quote":"As for everything else, so for a mathematical theory: beauty can be perceived but not explained.","author":"Arthur Cayley","topic":"Beauty"},{"quote":"My mother is a big believer in being responsible for your own happiness. She always talked about finding joy in small moments and insisted that we stop and take in the beauty of an ordinary day. When I stop the car to make my kids really see a sunset, I hear my mother&#39;s voice and smile.","author":"Jennifer Garner","topic":"Beauty"},{"quote":"It&#39;s incredible to see the creativity, beauty and hardships people capture when filmmaking is opened up and shared with the world.","author":"Jehane Noujaim","topic":"Beauty"},{"quote":"In marriage do thou be wise: prefer the person before money, virtue before beauty, the mind before the body; then thou hast a wife, a friend, a companion, a second self.","author":"William Penn","topic":"Beauty"},{"quote":"When I am working on a problem, I never think about beauty but when I have finished, if the solution is not beautiful, I know it is wrong.","author":"R. Buckminster Fuller","topic":"Beauty"},{"quote":"Love is the attempt to form a friendship inspired by beauty.","author":"Marcus Tullius Cicero","topic":"Beauty"},{"quote":"Laughter and joy are part of the beauty of life.","author":"Diogo Morgado","topic":"Beauty"},{"quote":"Taught from infancy that beauty is woman&#39;s sceptre, the mind shapes itself to the body, and roaming round its gilt cage, only seeks to adorn its prison.","author":"Mary Wollstonecraft","topic":"Beauty"},{"quote":"I think that beauty can injure you to death. It can cause an injury that can never be cured. Or it can so traumatise you, your life changes direction. The beauty of the harmony of nature that is forever lost, or a daily rite that you perform, or diving into the sea for a swim. Those experiences are going to mark you.","author":"Toni Servillo","topic":"Beauty"},{"quote":"Of life&#39;s two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer&#39;s hand.","author":"Khalil Gibran","topic":"Beauty"},{"quote":"Poets say science takes away from the beauty of the stars - mere globs of gas atoms. I, too, can see the stars on a desert night, and feel them. But do I see less or more?","author":"Richard P. Feynman","topic":"Beauty"},{"quote":"No single man can be taken as a model for a perfect figure, for no man lives on earth who is endowed with the whole of beauty.","author":"Albrecht Durer","topic":"Beauty"},{"quote":"I love glamour and artificial beauty. I love the idea of artifice and dressing up and makeup and hair.","author":"Dita Von Teese","topic":"Beauty"},{"quote":"Art is beauty, the perpetual invention of detail, the choice of words, the exquisite care of execution.","author":"Theophile Gautier","topic":"Beauty"},{"quote":"You&#39;re beautiful, like a May fly.","author":"Ernest Hemingway","topic":"Beauty"},{"quote":"If you don&#39;t die of thirst, there are blessings in the desert. You can be pulled into limitlessness, which we all yearn for, or you can do the beauty of minutiae, the scrimshaw of tiny and precise. The sky is your ocean, and the crystal silence will uplift you like great gospel music, or Neil Young.","author":"Anne Lamott","topic":"Beauty"},{"quote":"There&#39;s design, and there&#39;s art. Good design is total harmony. There&#39;s no better designer than nature - if you look at a branch or a leaf, it&#39;s perfect. It&#39;s all function. Art is different. It&#39;s about emotion. It&#39;s about suffering and beauty - but mostly suffering!","author":"Diane von Furstenberg","topic":"Beauty"},{"quote":"Things are beautiful or ugly only in time and space. The new man&#39;s vision being liberated from these two factors, all is unified in one unique beauty.","author":"Piet Mondrian","topic":"Beauty"},{"quote":"For the man sound of body and serene of mind there is no such thing as bad weather; every day has its beauty, and storms which whip the blood do but make it pulse more vigorously.","author":"George Gissing","topic":"Beauty"},{"quote":"I can barely conceive of a type of beauty in which there is no Melancholy.","author":"Charles Baudelaire","topic":"Beauty"},{"quote":"Something in the human psyche confuses beauty with the right to be loved. The briefest glance at human folly reveals that good looks and worthiness operate independently. Yet countless socializing forces, from Aunt Clara to the latest perfume ad, reinforce beliefs like &#39;If I were pretty enough, I would be loved.&#39;","author":"Martha Beck","topic":"Beauty"},{"quote":"Part of the beauty of Judaism, and surely this is so for other faiths also, is that it gently restores control over time. Three times a day we stop what we are doing and turn to God in prayer. We recover perspective. We inhale a deep breath of eternity.","author":"Jonathan Sacks","topic":"Beauty"},{"quote":"Beauty, sweet love, is like the morning dew, Whose short refresh upon tender green, Cheers for a time, but till the sun doth show And straight is gone, as it had never been.","author":"Samuel Daniel","topic":"Beauty"},{"quote":"I think Sydney has so much natural beauty; it&#39;s just a beautiful city.","author":"Flume","topic":"Beauty"},{"quote":"I love the fact that we are surrounded by this spectacular natural beauty that routinely strikes us dead. Hikers walk off into the woods and are never seen again. And still we tug on our fleece and skip off into the wilderness, not a care in the world.","author":"Chelsea Cain","topic":"Beauty"},{"quote":"The beauty comes with the balance. Everyone should find his own balance in his personal as well as his professional life. Once you do so, you will feel and look beautiful.","author":"Karolina Kurkova","topic":"Beauty"},{"quote":"What a man does for pay is of little significance. What he is, as a sensitive instrument responsive to the world&#39;s beauty, is everything!","author":"H. P. Lovecraft","topic":"Beauty"},{"quote":"I think the chance of finding beauty is higher if you don&#39;t work on it directly. Beauty in architecture is driven by practicality. This is what you learn from studying the old townscapes of the Swiss farmers.","author":"Peter Zumthor","topic":"Beauty"},{"quote":"Find your own way, have an open spirit, and believe in your own beauty.","author":"Francois Nars","topic":"Beauty"},{"quote":"I appreciate simplicity, true beauty that lasts over time, and a little wit and eclecticism that make life more fun.","author":"Elliott Erwitt","topic":"Beauty"},{"quote":"You can take no credit for beauty at sixteen. But if you are beautiful at sixty, it will be your soul&#39;s own doing.","author":"Marie Stopes","topic":"Beauty"},{"quote":"I believe love at first sight is possible. Centuries of literature and art and beauty has been dedicated to that idea, so who am I to argue, even if I&#39;ve never experienced it?","author":"Maggie Grace","topic":"Beauty"},{"quote":"Beauty is boring because it is predictable.","author":"Umberto Eco","topic":"Beauty"},{"quote":"The key to personal style is understanding your individual beauty enough to know which looks will work for you and which probably won&#39;t.","author":"Stacy London","topic":"Beauty"},{"quote":"Exuberance is beauty.","author":"William Blake","topic":"Beauty"},{"quote":"The beauty that addresses itself to the eyes is only the spell of the moment; the eye of the body is not always that of the soul.","author":"George Sand","topic":"Beauty"},{"quote":"My favourite animal is the koala, but his life would be boring. I would rather be a giraffe so that I could contemplate the beauty of Africa.","author":"Caterina Murino","topic":"Beauty"},{"quote":"For every moment of triumph, for every instance of beauty, many souls must be trampled.","author":"Hunter S. Thompson","topic":"Beauty"},{"quote":"The human mind is capable of excitement without the application of gross and violent stimulants; and he must have a very faint perception of its beauty and dignity who does not know this.","author":"William Wordsworth","topic":"Beauty"},{"quote":"I trust in nature for the stable laws of beauty and utility. Spring shall plant and autumn garner to the end of time.","author":"Robert Browning","topic":"Beauty"},{"quote":"Proportions are what makes the old Greek temples classic in their beauty. They are like huge blocks, from which the air has been literally hewn out between the columns.","author":"Arne Jacobsen","topic":"Beauty"},{"quote":"There is no excellent beauty that hath not some strangeness in the proportion.","author":"Francis Bacon","topic":"Beauty"},{"quote":"Facts which at first seem improbable will, even on scant explanation, drop the cloak which has hidden them and stand forth in naked and simple beauty.","author":"Galileo Galilei","topic":"Beauty"},{"quote":"I don&#39;t want to be perfect, but I do want to be a role model. My mom always tells me that imperfections equal beauty. All of us are imperfect.","author":"Miley Cyrus","topic":"Beauty"},{"quote":"I think that it&#39;s when we step out of the road, step outside the box, become our own person, and we walk fearlessly down paths other people wouldn&#39;t look at, that true progress comes. And sometimes true beauty as well.","author":"John McAfee","topic":"Beauty"},{"quote":"Obscenity, which is ever blasphemy against the divine beauty in life, is a monster for which the corruption of society forever brings forth new food, which it devours in secret.","author":"Percy Bysshe Shelley","topic":"Beauty"},{"quote":"Beauty when unadorned is adorned the most.","author":"St. Jerome","topic":"Beauty"},{"quote":"Beauty, like ice, our footing does betray; Who can tread sure on the smooth, slippery way: Pleased with the surface, we glide swiftly on, And see the dangers that we cannot shun.","author":"John Dryden","topic":"Beauty"},{"quote":"Competence, like truth, beauty, and contact lenses, is in the eye of the beholder.","author":"Laurence J. Peter","topic":"Beauty"},{"quote":"I believe it&#39;s time that women truly owned their superpowers and used their beauty and strength to change the world around them.","author":"Janelle Monae","topic":"Beauty"},{"quote":"The beauty of Judaism is that it demands we ask questions, especially of ourselves.","author":"Edgar Bronfman, Sr.","topic":"Beauty"},{"quote":"For me art and chess are closely related, both are forms in which the self finds beauty and expression.","author":"Vladimir Kramnik","topic":"Beauty"},{"quote":"And beauty immortal awakes from the tomb.","author":"James Beattie","topic":"Beauty"},{"quote":"Mozart&#39;s music is so pure and beautiful that I see it as a reflection of the inner beauty of the universe.","author":"Albert Einstein","topic":"Beauty"},{"quote":"Beauty is a manifestation of secret natural laws, which otherwise would have been hidden from us forever.","author":"Johann Wolfgang von Goethe","topic":"Beauty"},{"quote":"So far as I am concerned, I could not be accused of having set eyes, or having wished to set eyes, upon Darius&#39; wife: on the contrary, I have refused even to listen to those who spoke to me of her beauty.","author":"Alexander the Great","topic":"Beauty"},{"quote":"We live in a quick-fix society where we need instant gratification for everything. Too fat? Get lipo-sucked. Stringy hair? Glue on extensions. Wrinkles and lines? Head to the beauty shop for a pot of the latest miracle skin stuff. It&#39;s all a beautiful &pound;1 billion con foisted upon insecure women by canny cosmetic conglomerates.","author":"Joan Collins","topic":"Beauty"},{"quote":"Beauty: the adjustment of all parts proportionately so that one cannot add or subtract or change without impairing the harmony of the whole.","author":"Leon Battista Alberti","topic":"Beauty"},{"quote":"Truth is a thing immortal and perpetual, and it gives to us a beauty that fades not away in time.","author":"Frank Norris","topic":"Beauty"},{"quote":"What finally is beauty? Certainly nothing that can be calculated or measured. It is always something imponderable, something that lies between things.","author":"Ludwig Mies van der Rohe","topic":"Beauty"},{"quote":"My mother always called me an ugly weed, so I never was aware of anything until I was older. Plain girls should have someone telling them they are beautiful. Sometimes this works miracles.","author":"Hedy Lamarr","topic":"Beauty"},{"quote":"How long can men thrive between walls of brick, walking on asphalt pavements, breathing the fumes of coal and oil, growing, working, dying, with hardly a thought of wind, and sky, and fields of grain, seeing only machine-made beauty, the mineral-like quality of life?","author":"Charles Lindbergh","topic":"Beauty"},{"quote":"Beauty seen is never lost, God&#39;s colors all are fast.","author":"John Greenleaf Whittier","topic":"Beauty"},{"quote":"Never once does &#39;Snow White&#39; herself look in the mirror so she isn&#39;t aware of her beauty or what apparently that does to people. It&#39;s really just the queen and the prince that talk about it.","author":"Lily Collins","topic":"Beauty"},{"quote":"Art requires philosophy, just as philosophy requires art. Otherwise, what would become of beauty?","author":"Paul Gauguin","topic":"Beauty"},{"quote":"Taking joy in living is a woman&#39;s best cosmetic.","author":"Rosalind Russell","topic":"Beauty"},{"quote":"I always carry lip balm and lipstick. Lipstick is a very important beauty product because I find that lips are the most beautiful feature of anyone&#39;s face.","author":"Fan Bingbing","topic":"Beauty"},{"quote":"If I go to someplace like Switzerland, I find a lot of uptight people because they&#39;re living amongst so much beauty; there&#39;s no urgency in trying to find the beauty within themselves. If you&#39;re stuck in New York, you have to somehow look within yourself - otherwise, you&#39;d go crackers.","author":"George Harrison","topic":"Beauty"},{"quote":"My beauty secret is... nothing! I don&#39;t drink too much water. I don&#39;t eat very well. Sometimes I cheat and grab some chocolate. The best thing is to eat what you want, but not very much.","author":"Yoko Ono","topic":"Beauty"},{"quote":"If you drive to, say, Shenandoah National Park, or the Great Smoky Mountains, you&#39;ll get some appreciation for the scale and beauty of the outdoors. When you walk into it, then you see it in a completely different way. You discover it in a much slower, more majestic sort of way.","author":"Bill Bryson","topic":"Beauty"},{"quote":"When we hear the word &#39;beauty&#39;, we inevitably think that beauty belongs in a special elite realm where only the extraordinary dwells. Yet without realizing it, each day each one of us is visited by beauty. When you actually listen to people, it is surprising how often beauty is mentioned. A world without beauty would be unbearable.","author":"John O'Donohue","topic":"Beauty"},{"quote":"Each angel that God created was in himself a masterpiece. Each one possessed his own degree of intelligence and his own beauty.","author":"Mother Angelica","topic":"Beauty"},{"quote":"When life catches up with us, we all need space to dream and indulge, so I have created my own special range of bath &amp; beauty loveliness to help you find your happy place.","author":"Zoe Sugg","topic":"Beauty"},{"quote":"The beauty of diversification is it&#39;s about as close as you can get to a free lunch in investing.","author":"Barry Ritholtz","topic":"Beauty"},{"quote":"Poetry; a criticism of life under the conditions fixed for such a criticism by the laws of poetic truth and poetic beauty.","author":"Matthew Arnold","topic":"Beauty"},{"quote":"I&#39;d love to go and visit the Mosque in Mecca again, just for the sheer beauty of it, not for God - much the way a non-Catholic might go to Vatican City because of the beauty of the buildings and the artifacts.","author":"Ayaan Hirsi Ali","topic":"Beauty"},{"quote":"I may be old-fashioned. But I believe there is such a thing as a search for beauty - a delight in the nice things in the world. And I don&#39;t think one should have to apologise for it.","author":"Saul Leiter","topic":"Beauty"},{"quote":"We live in a state with a wonderful climate and plenty of natural beauty, from the shores of Cumberland Island to the Chattahoochee River to the Blue Ridge Mountains.","author":"Roy Barnes","topic":"Beauty"},{"quote":"There will always be a desire for something new, fresh and innovative, as well as a yearning and respect for timeless elegance and beauty.","author":"Helena Christensen","topic":"Beauty"},{"quote":"I like a girl with natural beauty.","author":"Chandler Parsons","topic":"Beauty"},{"quote":"Sexiness wears thin after a while and beauty fades, but to be married to a man who makes you laugh every day, ah, now that&#39;s a real treat.","author":"Joanne Woodward","topic":"Beauty"},{"quote":"In the hierarchy of public lands, national parks by law have been above the rest: America&#39;s most special places, where natural beauty and all its attendant pleasures - quiet waters, the scents of fir and balsam, the hoot of an owl, and the dark of a night sky unsullied by city lights - are sacrosanct.","author":"Michael Shnayerson","topic":"Beauty"},{"quote":"The beauty of dystopia is that it lets us vicariously experience future worlds - but we still have the power to change our own.","author":"Ally Condie","topic":"Beauty"},{"quote":"Would Jove appoint some flower to reign, in matchless beauty on the plain, the Rose (mankind will all agree). The Rose the queen of flowers should be.","author":"Sappho","topic":"Beauty"},{"quote":"We treat beauty like an accomplishment, and that is insane. Everyone in L.A. says, &#39;Oh, you look good,&#39; and you listen for them to say you&#39;ve lost weight. It&#39;s never &#39;How are you?&#39; or &#39;You seem happy!&#39;","author":"Carrie Fisher","topic":"Beauty"},{"quote":"There are as many kinds of beauty as there are habitual ways of seeking happiness.","author":"Charles Baudelaire","topic":"Beauty"},{"quote":"Seek goodness and be goodness. Seek beauty and be beauty. Seek love and be love.","author":"Bryant H. McGill","topic":"Beauty"},{"quote":"A bad manner spoils everything, even reason and justice; a good one supplies everything, gilds a No, sweetens a truth, and adds a touch of beauty to old age itself.","author":"Baltasar Gracian","topic":"Beauty"},{"quote":"The beauty of the Catholic church is that it has a sacramental structure that can hold its own with the best out of any tradition. It has a mystical system and content that can hold its own with the best out of Tibet... its an amazing tradition, but I think you need to be critical.","author":"John O'Donohue","topic":"Beauty"},{"quote":"When I tried to play something and screwed up, I&#39;d hear some other note that would come into play. Then I started trying different things to find the beauty in it.","author":"Dimebag Darrell","topic":"Beauty"},{"quote":"It&#39;s good to have a reminder that we can love ourselves and be beautiful even though we don&#39;t really fit into certain standards of what beauty may be.","author":"Alessia Cara","topic":"Beauty"},{"quote":"I don&#39;t like people who have never fallen or stumbled. Their virtue is lifeless and it isn&#39;t of much value. Life hasn&#39;t revealed its beauty to them.","author":"Boris Pasternak","topic":"Beauty"},{"quote":"Conservation is key to preserving many of the world&#39;s natural beauty spots, so do your best to help by keeping to designated footpaths and being a discerning souvenir collector.","author":"Sheherazade Goldsmith","topic":"Beauty"},{"quote":"I must&#39;ve been a bird in some previous lifetime. I feel like I&#39;m called to flying - the convenience and the beauty of it. That feeling of soaring would be empowering.","author":"Rachel Keller","topic":"Beauty"},{"quote":"Every girl should use what Mother Nature gave her before Father Time takes it away.","author":"Laurence J. Peter","topic":"Beauty"},{"quote":"For all of nature&#39;s wonder and beauty, it is also hostile and unpredictable.","author":"Liam Neeson","topic":"Beauty"},{"quote":"That&#39;s the beauty about beauty; it&#39;s not like a tattoo. You can just wash it right off, and your skin is your canvas, so you can do something new the next day.","author":"Michelle Phan","topic":"Beauty"},{"quote":"When I was four years old, my father, who was a colonel in the army, was stationed in Salzburg, Austria. Across the street from our house was an ancient castle on a cliff. So when I first heard fairy tales, I felt as if the magic of &#39;Cinderella&#39; or &#39;Sleeping Beauty&#39; was taking place right in my own neighborhood.","author":"Mary Pope Osborne","topic":"Beauty"},{"quote":"Beauty must appeal to the senses, must provide us with immediate enjoyment, must impress us or insinuate itself into us without any effort on our part.","author":"Claude Debussy","topic":"Beauty"},{"quote":"I&#39;m very sensitive about the fact that there&#39;s not a lot of good work for women in cinema that also deals with strong characters. But &#39;strong character&#39; doesn&#39;t mean &#39;masculine character&#39; - but something that finds the strength in femininity and the beauty in femininity. And something that says you can find femininity in men in some way.","author":"Denis Villeneuve","topic":"Beauty"},{"quote":"You fall into my arms. You are the good gift of destruction&#39;s path, When life sickens more than disease. And boldness is the root of beauty. Which draws us together.","author":"Boris Pasternak","topic":"Beauty"},{"quote":"I really admire a woman for her intelligence, her personality. Beauty is not enough.","author":"Roberto Cavalli","topic":"Beauty"},{"quote":"Celibacy is not just a matter of not having sex. It is a way of admiring a person for their humanity, maybe even for their beauty.","author":"Timothy Radcliffe","topic":"Beauty"},{"quote":"The real beauty of it - key to my life was playing key chords on a banjo. For somebody else it may be a golf club that mom and dad put in their hands or a baseball or ballet lessons. Real gift to give to me and put it in writing.","author":"Vince Gill","topic":"Beauty"},{"quote":"The landscape painter must walk in the fields with a humble mind. No arrogant man was ever permitted to see Nature in all her beauty.","author":"John Constable","topic":"Beauty"},{"quote":"An architect must remember that the people working or living in his building need space - to dream, to be quiet, to find beauty somewhere.","author":"Christian de Portzamparc","topic":"Beauty"},{"quote":"I heard the old, old, men say &#39;all that&#39;s beautiful drifts away, like the waters.&#39;","author":"William Butler Yeats","topic":"Beauty"},{"quote":"Poetry lifts the veil from the hidden beauty of the world, and makes familiar objects be as if they were not familiar.","author":"Percy Bysshe Shelley","topic":"Beauty"},{"quote":"While Pickstown may not be what it once was, it still is framed by the natural beauty of the ancient river, the sweep of the Great Plains, and the long, unbroken shoreline of the lake behind the dam. It gave me a 19th-century childhood in a modern mid-20th-century town, and for that I will always be grateful.","author":"Tom Brokaw","topic":"Beauty"},{"quote":"The Lord did not people the earth with a vibrant orchestra of personalities only to value the piccolos of the world. Every instrument is precious and adds to the complex beauty of the symphony.","author":"Joseph B. Wirthlin","topic":"Beauty"},{"quote":"Romance and novel paint beauty in colors more charming than nature, and describe a happiness that humans never taste. How deceptive and destructive are those pictures of consummate bliss!","author":"Oliver Goldsmith","topic":"Beauty"},{"quote":"A whopping 89 percent of buyers start their home search online. How your house looks online is the modern equivalent of &#39;curb appeal.&#39; Rent a wide-angle lens and good lighting, get rid of your clutter and post at least eight great photos to win the beauty contest.","author":"Barbara Corcoran","topic":"Beauty"},{"quote":"People don&#39;t associate red hair, pale skin, and freckles with beauty.","author":"Shirley Manson","topic":"Beauty"},{"quote":"Beauty - what is beauty, forsooth? Form and color; that is, surface only. Fortune - what is fortune? Nothing is ever a pleasure or a real profit to him who has to labour for it. Truth - you die in the pursuit, and the sea beats the beach as it did a thousand years ago. The stolid are alone happy.","author":"Richard Jefferies","topic":"Beauty"},{"quote":"All of the great music ever written is based upon the Mass. I mean, it&#39;s pretty extraordinary stuff, and I think it&#39;s done the world some good. And if you take a look at some of the mosques in the world, it calls you to worship the kind of beauty that&#39;s in there.","author":"Kelsey Grammer","topic":"Beauty"},{"quote":"This whole beauty thing is something I&#39;ve never comprehended.","author":"Pam Grier","topic":"Beauty"},{"quote":"We are learning, too, that the love of beauty is one of Nature&#39;s greatest healers.","author":"Ellsworth Huntington","topic":"Beauty"},{"quote":"As a busy working mom I&#39;m always pressed for time, so a quick and easy beauty routine is key!","author":"Angela Kinsey","topic":"Beauty"},{"quote":"My mother was very, very beautiful, and I saw that the beautiful women around me were often constrained not only by their beauty but by the way that being an object of male desire frequently caused violence in their lives. And it caused them to be constrained in these terribly sad ways - their brilliance was not valued.","author":"Emil Ferris","topic":"Beauty"},{"quote":"The last thing left in nature is the beauty of women.","author":"Peter Beard","topic":"Beauty"},{"quote":"The loss of courtship in modern days - like, people don&#39;t court anybody anymore. There&#39;s no beauty about it.","author":"Sofia Vassilieva","topic":"Beauty"},{"quote":"A women&#39;s greatest asset is her beauty.","author":"Alex Comfort","topic":"Beauty"},{"quote":"The kind of beauty I want most is the hard-to-get kind that comes from within - strength, courage, dignity.","author":"Ruby Dee","topic":"Beauty"},{"quote":"Most sets of values would give rise to universes that, although they might be very beautiful, would contain no one able to wonder at that beauty.","author":"Stephen Hawking","topic":"Beauty"},{"quote":"Perfect is boring: Beauty is irregular.","author":"Gloria Steinem","topic":"Beauty"},{"quote":"Beauty is only skin deep. I think what&#39;s really important is finding a balance of mind, body and spirit.","author":"Jennifer Lopez","topic":"Beauty"},{"quote":"One of the big, most underlying messages for me is celebrating beauty that is not typical.","author":"Tyra Banks","topic":"Beauty"},{"quote":"Because beauty will be so readily accessible, and skin color and features will be similar, prejudices based on physical features will be nearly eradicated. Prejudice will be socioeconomically based.","author":"Tyra Banks","topic":"Beauty"},{"quote":"The 1990s, after the reign of terror of academic vandalism, will be a decade of restoration: restoration of meaning, value, beauty, pleasure, and emotion to art and restoration of art to its audience.","author":"Camille Paglia","topic":"Beauty"},{"quote":"A lot of punk rock is not going to be in the mainstream. It&#39;s below the radar. The beauty of it is that you&#39;re not supposed to always know. It&#39;s subterranean.","author":"Billie Joe Armstrong","topic":"Beauty"},{"quote":"People tend not to use this word beauty because it&#39;s not intellectual - but there has to be an overlap between beauty and intellect.","author":"Tadao Ando","topic":"Beauty"},{"quote":"I&#39;m such an avid magazine reader - music, art, beauty magazines - and I found that food and restaurants were pouring into everything I cared about. Whether it was the pop-up concept, or some mysterious mini-mall restaurant, I got swept up in the sexy romance of the food movement.","author":"Drew Barrymore","topic":"Beauty"},{"quote":"How much we need, in the church and in society, witnesses of the beauty of holiness, witnesses of the splendour of truth, witnesses of the joy and freedom born of a living relationship with Christ!","author":"Pope Benedict XVI","topic":"Beauty"},{"quote":"What is man&#39;s ultimate direction in life? It is to look for love, truth, virtue, and beauty.","author":"Shinichi Suzuki","topic":"Beauty"},{"quote":"Death is the mother of Beauty; hence from her, alone, shall come fulfillment to our dreams and our desires.","author":"Wallace Stevens","topic":"Beauty"},{"quote":"People, unprotected by their roles, become isolated in beauty and intellect and illness and confusion.","author":"Richard Avedon","topic":"Beauty"},{"quote":"Music, as many people have said, is the universal language. Of course points are made which make you think about things, but ultimately it makes you feel. And that&#39;s why people remember more songs that have meant something during their life than films. They start to define periods in your life, and that&#39;s kind of the beauty of it.","author":"Scott Weiland","topic":"Beauty"},{"quote":"I recognize in thieves, traitors and murderers, in the ruthless and the cunning, a deep beauty - a sunken beauty.","author":"Jean Genet","topic":"Beauty"},{"quote":"Parisian women have an inner elegance that&#39;s envied the world over. They are so relaxed about ageing and seem to acquire more charisma and beauty with time. Who wouldn&#39;t want to be like them? That&#39;s the trick - to embrace the natural progression of life and to be confident.","author":"Naomi Watts","topic":"Beauty"},{"quote":"Oh! this opponent, this collaborator against your will, whose notion of beauty always differs from yours and whose means are often too limited for active assistance to your intentions!","author":"Alexander Alekhine","topic":"Beauty"},{"quote":"For me, writing is an experience. It&#39;s an exercise in which I want to discover myself by taking my characters to the edges of human experience, to the edges of themselves and then, asking certain questions - about love, what does it mean to love? What&#39;s beauty? What is true beauty? What does it mean to be insane - crazy?","author":"Ted Dekker","topic":"Beauty"},{"quote":"Beauty of mind creates freedom. Freedom of mind creates beauty.","author":"Ann Demeulemeester","topic":"Beauty"},{"quote":"Beauty is a relation, and the apprehension of it a comparison.","author":"Gerard Manley Hopkins","topic":"Beauty"},{"quote":"As we all know, there is inner beauty and outer beauty. If we examine inner beauty, to me there is nothing more beautiful than inner peace, in a man or a woman.","author":"Alice Greczyn","topic":"Beauty"},{"quote":"I shall give you hunger, and pain, and sleepless nights. Also beauty, and satisfactions known to few, and glimpses of the heavenly life. None of these you shall have continually, and of their coming and going you shall not be foretold.","author":"Howard Lindsay","topic":"Beauty"},{"quote":"That&#39;s one of the nice things. I mean, part of the beauty of me is that I&#39;m very rich. So if I need $600 million, I can put $600 million myself. That&#39;s a huge advantage. I must tell you, that&#39;s a huge advantage over the other candidates.","author":"Donald Trump","topic":"Beauty"},{"quote":"For thousands of years, human beings have been obsessed with beauty, truth, love, honor, altruism, courage, social relationships, art, and God. They all go together as subjective experiences, and it&#39;s a straw man to set God up as the delusion. If he is, then so is truth itself or beauty itself.","author":"Deepak Chopra","topic":"Beauty"},{"quote":"Everybody know, I don&#39;t do no promoting. I don&#39;t ever have to promote nothing, that&#39;s the beauty of Lil Wayne.","author":"Lil Wayne","topic":"Beauty"},{"quote":"I have been overcome by the beauty and richness of our life together, those early mornings setting out, those evenings gleaming with rivers and lakes below us, still holding the last light.","author":"Anne Morrow Lindbergh","topic":"Beauty"},{"quote":"I used to switch up my cologne every two to three months, get a new wave - Dolce, Versace, Burberry. But Black Orchid, that joint stayed. That&#39;s the smell of beauty that stays on you... and girls love Tom Ford.","author":"Wale","topic":"Beauty"},{"quote":"That I may have the soul-life, the soul-nature, let divine beauty bring to me divine soul.","author":"Richard Jefferies","topic":"Beauty"},{"quote":"Not longer loved or fostered by religion, beauty is lifted from its face as a mask, and its absence exposes features on that face which threaten to become incomprehensible to man.","author":"Hans Urs von Balthasar","topic":"Beauty"},{"quote":"I am concerned about ageism and the loss of beauty - the perception that as you grow older, you &#39;lose your looks,&#39; which I think is diabolical.","author":"Erin O'Connor","topic":"Beauty"},{"quote":"When my editor sent me the first two images of Joker&#39;s daughter, I was struck by how confident she looked despite her boney appearance and horribly scarred face. So I starting thinking, how did Duela gain such confidence in a world that prizes beauty?","author":"Ann Nocenti","topic":"Beauty"},{"quote":"Art is the unceasing effort to compete with the beauty of flowers - and never succeeding.","author":"Gian Carlo Menotti","topic":"Beauty"},{"quote":"I remember reminding myself that beauty is an opinion, not a fact. And it has always made me feel better.","author":"Hayden Panettiere","topic":"Beauty"},{"quote":"The beauty of making theater is that you have to go and do it the next day. Making a show nightly is a really difficult skill. It&#39;s something every theater actor and every theater maker is challenged with.","author":"Thomas Kail","topic":"Beauty"},{"quote":"A lot of technologies in the world were unusual in the beginning, and became standard. That&#39;s the beauty of bottom-up entrepreneurship and innovations.","author":"Iqbal Quadir","topic":"Beauty"},{"quote":"Beauty is that quality which, next to money, is generally the most attractive to the worst kinds of men; and, therefore, it is likely to entail a great deal of trouble on the possessor.","author":"Anne Bronte","topic":"Beauty"},{"quote":"Do not waste time dreaming of great faraway opportunities; do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you.","author":"Orison Swett Marden","topic":"Beauty"},{"quote":"We all have our imperfections. But I&#39;m human, and you know, it&#39;s important to concentrate on other qualities besides outer beauty.","author":"Beyonce Knowles","topic":"Beauty"},{"quote":"I think part of the beauty of our relationship with jewelry is that it can change and evolve as we do ourselves.","author":"Erika Christensen","topic":"Beauty"},{"quote":"For most people, we often marvel at the beauty of a sunrise or the magnificence of a full moon, but it is impossible to fathom the magnitude of the universe that surrounds us.","author":"Richard H. Baker","topic":"Beauty"},{"quote":"Beauty may be skin deep, but ugly goes clear to the bone.","author":"Redd Foxx","topic":"Beauty"},{"quote":"Beauty is about perception, not about make-up. I think the beginning of all beauty is knowing and liking oneself. You can&#39;t put on make-up, or dress yourself, or do you hair with any sort of fun or joy if you&#39;re doing it from a position of correction.","author":"Kevyn Aucoin","topic":"Beauty"},{"quote":"Beauty is in the eye of the beholder.","author":"Oliver Platt","topic":"Beauty"},{"quote":"People say I&#39;m extravagant because I want to be surrounded by beauty. But tell me, who wants to be surrounded by garbage?","author":"Imelda Marcos","topic":"Beauty"},{"quote":"Beauty is not caused. It is.","author":"Emily Dickinson","topic":"Beauty"},{"quote":"When I was a seminarian, I was dazzled by a girl I met at an uncle&#39;s wedding. I was surprised by her beauty, her intellectual brilliance... and, well, I was bowled over for quite a while.","author":"Pope Francis","topic":"Beauty"},{"quote":"In a meadow full of flowers, you cannot walk through and breathe those smells and see all those colors and remain angry. We have to support the beauty, the poetry, of life.","author":"Jonas Mekas","topic":"Beauty"},{"quote":"Aging has a wonderful beauty and we should have respect for that.","author":"Eartha Kitt","topic":"Beauty"},{"quote":"Learning to love my inner and outer beauty wasn&#39;t an easy road. I still don&#39;t always love the reflection I see in the mirror, but I have learned that my outer appearance does not define me.","author":"Katherine Schwarzenegger","topic":"Beauty"},{"quote":"The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives.","author":"Albert Einstein","topic":"Beauty"},{"quote":"The perception of beauty is a moral test.","author":"Henry David Thoreau","topic":"Beauty"},{"quote":"Like the rest of the genetic lottery, beauty is unfair. Everyone falls short of perfection, but some are luckier than others. Real confidence requires self-knowledge, which includes recognizing one&#39;s shortcomings as well as one&#39;s strengths.","author":"Virginia Postrel","topic":"Beauty"},{"quote":"The problem with beauty is that it&#39;s like being born rich and getting poorer.","author":"Joan Collins","topic":"Beauty"},{"quote":"People say I am the king of painful shoes. I don&#39;t want to create painful shoes, but it is not my job to create something comfortable. I try to make high heels as comfortable as they can be, but my priority is design, beauty and sexiness. I&#39;m not against them, but comfort is not my focus.","author":"Christian Louboutin","topic":"Beauty"},{"quote":"When you feel great, you emanate a certain energy that translates as beautiful. I don&#39;t care if you have the standard beauty or not; it&#39;s that X-factor that comes through, and the basis of that is good health.","author":"Christie Brinkley","topic":"Beauty"},{"quote":"I like the idea of being warm and secure. That&#39;s what home should be. That you have a sense of warmth, security, love, and you love the things around you and surround yourself with beauty.","author":"Andre Leon Talley","topic":"Beauty"},{"quote":"I think Islam has been hijacked by the idea that all Muslims are terrorists; that Islam is about hate, about war, about jihad - I think that hijacks the spirituality and beauty that exists within Islam. I believe in allowing Islam to be seen in context and in its entirety and being judged on what it really is, not what you think it is.","author":"Aasif Mandvi","topic":"Beauty"},{"quote":"The beauty of the world, which is so soon to perish, has two edges, one of laughter, one of anguish, cutting the heart asunder.","author":"Virginia Woolf","topic":"Beauty"},{"quote":"We all find joy and radiance and a reason to move on even in the most dire of circumstances. Even in chaos and madness, there&#39;s still a beauty that comes from just the vibrancy of another human spirit.","author":"Ishmael Beah","topic":"Beauty"},{"quote":"The artist forges himself to the others, midway between the beauty he cannot do without and the community he cannot tear himself away from. That is why true artists scorn nothing: they are obliged to understand rather than to judge.","author":"Albert Camus","topic":"Beauty"},{"quote":"She got her looks from her father. He&#39;s a plastic surgeon.","author":"Groucho Marx","topic":"Beauty"},{"quote":"The grass is always greener on the other side. We are busy applying fairness creams while people in the West go bare-bodied on the beach to get a tan. Indian girls have ruled the roost when it comes to beauty pageants. I flaunt my complexion, and I am proud to be noticed as an Indian wherever I go.","author":"Shilpa Shetty","topic":"Beauty"},{"quote":"The value of beauty and inspiration is very much underrated, no question. But I want to be clear: I&#39;m not trying to be anyone&#39;s savior. I&#39;m just trying to think about the future and not be sad.","author":"Elon Musk","topic":"Beauty"},{"quote":"Beauty is nature&#39;s brag, and must be shown in courts, at feasts, and high solemnities, where most may wonder at the workmanship.","author":"John Milton","topic":"Beauty"},{"quote":"Whenever I talk about the Bahamas and its beauty, I could never stop talking about my God, who has given us all of this beauty.","author":"Myles Munroe","topic":"Beauty"},{"quote":"When I think of art I think of beauty. Beauty is the mystery of life. It is not in the eye it is in the mind. In our minds there is awareness of perfection.","author":"Agnes Martin","topic":"Beauty"},{"quote":"The arts, quite simply, nourish the soul. They sustain, comfort, inspire. There is nothing like that exquisite moment when you first discover the beauty of connecting with others in celebration of larger ideals and shared wisdom.","author":"Gordon Gee","topic":"Beauty"},{"quote":"We have to get back to the beauty of just being alive in this present moment.","author":"Mary McDonnell","topic":"Beauty"},{"quote":"I believe that children are our future. Teach them well and let them lead the way. Show them all the beauty they possess inside.","author":"Whitney Houston","topic":"Beauty"},{"quote":"A thing is right when it tends to preserve the integrity, stability and beauty of the biotic community. It is wrong when it tends otherwise.","author":"Aldo Leopold","topic":"Beauty"},{"quote":"Really, at the end of the day, the only thing you can control is yourself; the only person you can truly educate is yourself. You have to redefine what beauty is to you so you can&#39;t be affected by what people are saying.","author":"Rupi Kaur","topic":"Beauty"},{"quote":"There&#39;s something about the Pacific Northwest, the scale of it, and the fact that not so long ago people came here and died getting here, and then died the first winter they were here. There&#39;s this breathtaking beauty, just a little bit of moss on the tree, just this little thread of danger, and the sinister. And I really like that.","author":"Chelsea Cain","topic":"Beauty"},{"quote":"I think we live in a world where the most important thing is daily life: sharing a space with your family, making meals, being with your people. It&#39;s not only the idea of privacy, it&#39;s the beauty of the moment, at a time in the world when everything goes really fast - too fast.","author":"Ana Tijoux","topic":"Beauty"},{"quote":"Beauty awakens the soul to act.","author":"Dante Alighieri","topic":"Beauty"},{"quote":"When you come up with a theory, you fall in love with the beauty the simplicity and elegance of it. But then you have to get a sheet of paper and pencil and crack out all the details. Hundreds and hundreds of pages. Because you have to prove it.","author":"Michio Kaku","topic":"Beauty"},{"quote":"Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?","author":"Dennis Prager","topic":"Beauty"},{"quote":"My dream is that people will find a way back home, into their bodies, to connect with the earth, to connect with each other, to connect with the poor, to connect with the broken, to connect with the needy, to connect with people calling out all around us, to connect with the beauty, poetry, the wildness.","author":"Eve Ensler","topic":"Beauty"},{"quote":"If in my youth I had realized that the sustaining splendour of beauty of with which I was in love would one day flood back into my heart, there to ignite a flame that would torture me without end, how gladly would I have put out the light in my eyes.","author":"Michelangelo","topic":"Beauty"},{"quote":"Nothing surpasses the beauty and elegance of a bad idea.","author":"Craig Bruce","topic":"Beauty"},{"quote":"I think we should all be tolerant of each other and embrace each others&#39; strengths and differences and uniqueness and beauty.","author":"Martina McBride","topic":"Beauty"},{"quote":"I know that I&#39;ve got big ears and a big forehead and that my hair sticks up. But I&#39;m happy with myself. I&#39;m not necessarily trying to win a beauty pageant here.","author":"Clay Aiken","topic":"Beauty"},{"quote":"Every article on these islands has an almost personal character, which gives this simple life, where all art is unknown, something of the artistic beauty of medieval life.","author":"John Millington Synge","topic":"Beauty"},{"quote":"In the end, long life is the reward, strength, and beauty.","author":"Grace Paley","topic":"Beauty"},{"quote":"Beauty is in the character of a person. It&#39;s about having an interesting face and about what&#39;s inside. Anyone can take a good picture.","author":"Patrick Demarchelier","topic":"Beauty"},{"quote":"I am a thing of beauty.","author":"Frank Sinatra","topic":"Beauty"},{"quote":"The architect should strive continually to simplify; the ensemble of the rooms should then be carefully considered that comfort and utility may go hand in hand with beauty.","author":"Frank Lloyd Wright","topic":"Beauty"},{"quote":"Pay attention to the beauty surrounding you.","author":"Anne Lamott","topic":"Beauty"},{"quote":"Nonsense and beauty have close connections.","author":"E. M. Forster","topic":"Beauty"},{"quote":"Just try the effect of putting beauty into your life, a little every day. You will find it magical. It will broaden and light up your outlook upon the world as the acquisition of money or fame never can.","author":"Orison Swett Marden","topic":"Beauty"},{"quote":"I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals.","author":"Brigitte Bardot","topic":"Beauty"},{"quote":"There is beauty when something works and it works intuitively.","author":"Jonathan Ive","topic":"Beauty"},{"quote":"Beauty and fashion are not really local anymore. You really have to be a global citizen to know what trends are. Now, it&#39;s pretty much the same designers and the same kind of trends, whether I am in New York, Milan, or Mumbai - it&#39;s the same.","author":"Priyanka Chopra","topic":"Beauty"},{"quote":"When buying beauty products, I always check the ingredients. The product should be sourced from natural ingredients. It should have not been tested on animals, as I am against animal testing, and it should be soft on the skin.","author":"Jacqueline Fernandez","topic":"Beauty"},{"quote":"Beauty makes idiots sad and wise men merry.","author":"George Jean Nathan","topic":"Beauty"},{"quote":"Beauty doesn&#39;t need ornaments. Softness can&#39;t bear the weight of ornaments.","author":"Munshi Premchand","topic":"Beauty"},{"quote":"Remember always that the composer&#39;s pen is still mightier than the bow of the violinist; in you lie all the possibilities of the creation of beauty.","author":"John Philip Sousa","topic":"Beauty"},{"quote":"I know a lot of aesthetically beautiful women who are not nice people, and they do not come across as beautiful to me. I think the number one thing for beauty is a smile. I love a woman with a beautiful smile.","author":"Sara Foster","topic":"Beauty"},{"quote":"The human face is the organic seat of beauty. It is the register of value in development, a record of Experience, whose legitimate office is to perfect the life, a legible language to those who will study it, of the majestic mistress, the soul.","author":"Eliza Farnham","topic":"Beauty"},{"quote":"Alas! how little does the memory of these human inhabitants enhance the beauty of the landscape!","author":"Henry David Thoreau","topic":"Beauty"},{"quote":"I&#39;m no natural beauty. If I&#39;m gonna have any looks at all, I&#39;m gonna have to create them.","author":"Dolly Parton","topic":"Beauty"},{"quote":"Dear God! how beauty varies in nature and art. In a woman the flesh must be like marble; in a statue the marble must be like flesh.","author":"Victor Hugo","topic":"Beauty"},{"quote":"Great perils have this beauty, that they bring to light the fraternity of strangers.","author":"Victor Hugo","topic":"Beauty"},{"quote":"Global warming will threaten our crops, so natural food will be scarce. Hourglass, curvy bodies will be the aspirational beauty standard, representing that those women have access to bounties of fulfilling yet healthy food, which means they are affluent.","author":"Tyra Banks","topic":"Beauty"},{"quote":"Light, God&#39;s eldest daughter, is a principal beauty in a building.","author":"Thomas Fuller","topic":"Beauty"},{"quote":"Courtesy is a silver lining around the dark clouds of civilization; it is the best part of refinement and in many ways, an art of heroic beauty in the vast gallery of man&#39;s cruelty and baseness.","author":"Bryant H. McGill","topic":"Beauty"},{"quote":"That&#39;s why I began doing makeup in the first place: I was hoping that through helping people see the beauty in themselves, I could try and find it in me.","author":"Kevyn Aucoin","topic":"Beauty"},{"quote":"Why is it that scuba divers and surfers are some of the strongest advocates of ocean conservation? Because they&#39;ve spent time in and around the ocean, and they&#39;ve personally seen the beauty, the fragility, and even the degradation of our planet&#39;s blue heart.","author":"Sylvia Earle","topic":"Beauty"},{"quote":"She gave up beauty in her tender youth, gave all her hope and joy and pleasant ways; she covered up her eyes lest they should gaze on vanity, and chose the bitter truth.","author":"Christina Rossetti","topic":"Beauty"},{"quote":"All the freaky people make the beauty of the world.","author":"Michael Franti","topic":"Beauty"},{"quote":"The original theme of &#39;Beauty and the Beast&#39; is don&#39;t judge a book by its cover. Love what&#39;s inside.","author":"Jay Ryan","topic":"Beauty"},{"quote":"Anything in any way beautiful derives its beauty from itself and asks nothing beyond itself. Praise is no part of it, for nothing is made worse or better by praise.","author":"Marcus Aurelius","topic":"Beauty"},{"quote":"Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love.","author":"George Bernard Shaw","topic":"Beauty"},{"quote":"Beauty is the promise of happiness.","author":"Edmund Burke","topic":"Beauty"},{"quote":"The beauty, the poetry of the fear in their eyes. I didn&#39;t mind going to jail for, what, five, six hours? It was absolutely worth it.","author":"Johnny Depp","topic":"Beauty"},{"quote":"The beauty of Hawaii probably surpasses other places. I like the Big Island and the two mountains, Mauna Loa and Mauna Kea, where you can look out at the stars.","author":"Buzz Aldrin","topic":"Beauty"},{"quote":"Beauty, to me, is kind, generous, and people that are humble.","author":"Nikki Sixx","topic":"Beauty"},{"quote":"I think that with beauty, people jump to the end instead of starting from the beginning with a good lotion or prep.","author":"Kat Graham","topic":"Beauty"},{"quote":"It is still breathtaking to me to watch people bring love, preciousness and kindness to their inner world, allowing the light of God to shine through their eyes so that the beauty of their soul can come forth.","author":"Debbie Ford","topic":"Beauty"},{"quote":"A sculptor wields The chisel, and the stricken marble grows To beauty.","author":"William C. Bryant","topic":"Beauty"},{"quote":"We were astonished by the beauty and refinement of the art displayed by the objects surpassing all we could have imagined - the impression was overwhelming.","author":"Howard Carter","topic":"Beauty"},{"quote":"This idea that being youthful is the only thing that&#39;s beautiful or attractive simply isn&#39;t true. I don&#39;t want to be an &#39;ageless beauty.&#39; I want to be a woman who is the best I can be at my age.","author":"Sharon Stone","topic":"Beauty"},{"quote":"The beauty of Captain America is that you didn&#39;t have to come from a distant planet, like Superman, or he didn&#39;t have to be born into a family of billionaires like Bruce Wayne. He happened to be in the right place at the right time, and someone gave him a magic potion, and he grew muscles and became a superhero.","author":"Mark Waid","topic":"Beauty"},{"quote":"A day spent without the sight or sound of beauty, the contemplation of mystery, or the search of truth or perfection is a poverty-stricken day; and a succession of such days is fatal to human life.","author":"Lewis Mumford","topic":"Beauty"},{"quote":"I purposefully try to make films in that grey area, where things are morally ambiguous. It&#39;s like life: good people do horrible things, and bad people do good things, and there&#39;s beauty in horror and horror in beauty.","author":"Harmony Korine","topic":"Beauty"},{"quote":"Faith goes out through the window when beauty comes in at the door.","author":"George Edward Moore","topic":"Beauty"},{"quote":"One of the things that people don&#39;t realize is that that natural beauty, those recreational forests, they have an economic development impact for the state as well.","author":"Ed Rendell","topic":"Beauty"},{"quote":"For me beauty is valued more than anything - the beauty that is manifest in a curved line or in an act of creativity.","author":"Oscar Niemeyer","topic":"Beauty"},{"quote":"Ever since studying in Russia as a college student, I had been in a long-distance, one-sided love affair with Chechnya&#39;s remarkable history, culture and rugged natural beauty.","author":"Anthony Marra","topic":"Beauty"},{"quote":"Going around Rome, you can find beauty because, quite simply, Rome is very beautiful. But the beauty of the people is sometimes harder to discover.","author":"Paolo Sorrentino","topic":"Beauty"},{"quote":"The rainforest has an intense beauty that at times seems almost suffocating. The jungle is one twig short of impenetrable, and the greenery seems to crowd in on you with a sensation that has been described as akin to snow blindness.","author":"Mark Barrowcliffe","topic":"Beauty"},{"quote":"The destruction of the natural beauty, the ecosystems, and the majesty of mountains affect us in ways we&#39;re not even aware of. Every time a mountain is beheaded, we chop off a little part of our souls.","author":"Gloria Reuben","topic":"Beauty"},{"quote":"I have beauty, intelligence, individuality, sensuality and sexuality.","author":"Shannon Tweed","topic":"Beauty"},{"quote":"Ugliness is in a way superior to beauty because it lasts.","author":"Serge Gainsbourg","topic":"Beauty"},{"quote":"There is something terribly morbid in the modern sympathy with pain. One should sympathise with the colour, the beauty, the joy of life. The less said about life&#39;s sores the better.","author":"Oscar Wilde","topic":"Beauty"},{"quote":"Nothing can express the aim and meaning of our work better than the profound words of St. Augustine - &#39;Beauty is the splendor of Truth.&#39;","author":"Ludwig Mies van der Rohe","topic":"Beauty"},{"quote":"My beauty ethos? Well, I&#39;d love to tell you it&#39;s something like &#39;less is more,&#39; but honestly, it all starts with happiness. If only someone could bottle that up - when I&#39;m happy, I&#39;m at my most radiant and glowing. It does me better than any product ever could. And I stand by how cheesy and cliched that sounds.","author":"Solange Knowles","topic":"Beauty"},{"quote":"You can&#39;t really say what is beautiful about a place, but the image of the place will remain vividly with you.","author":"Tadao Ando","topic":"Beauty"},{"quote":"Rarely do great beauty and great virtue dwell together.","author":"Petrarch","topic":"Beauty"},{"quote":"Beauty is whatever gives joy.","author":"Edna St. Vincent Millay","topic":"Beauty"},{"quote":"Beauty is grace and confidence. I&#39;ve learned to accept and appreciate what nature gave me.","author":"Lindsay Lohan","topic":"Beauty"},{"quote":"If you go through life, and you don&#39;t find the beauty in an unexpected place, then you really have a sad existence.","author":"Octavia Spencer","topic":"Beauty"},{"quote":"Poetry and beauty are always making peace. When you read something beautiful you find coexistence; it breaks walls down.","author":"Mahmoud Darwish","topic":"Beauty"},{"quote":"I had seen the ballet of &#39;Swan Lake&#39; as a child but it was as an adult, when I saw a production featuring Erik Bruhn, that I first noticed how significant a part the ever-present threat of violence played. This juxtaposition of great beauty and grace with a backdrop of pure evil stayed with me for years.","author":"Walter Dean Myers","topic":"Beauty"},{"quote":"It&#39;s sad when girls think they don&#39;t have anything going on except being pretty.","author":"Keri Russell","topic":"Beauty"},{"quote":"Women who stay true to themselves are always more interesting and beautiful to me: women like Frida Kahlo, Georgia O&#39;Keeffe and Anna Magnani - women who have style, chic, allure and elegance. They didn&#39;t submit to any standard of beauty - they defined it.","author":"Isabella Rossellini","topic":"Beauty"},{"quote":"We all know the future is mobile, right? And the iPhone and iPad are Perfect Expressions of Beauty, Ideal Combinations of Form and Function. Except they&#39;re Not.","author":"John Battelle","topic":"Beauty"},{"quote":"If you can visualize the whole of spring and see Paradise with the eye of belief, you may understand the utter majesty of everlasting Beauty. If you respond to that Beauty with the beauty of belief and worship, you will be a most beautiful creature.","author":"Said Nursi","topic":"Beauty"},{"quote":"I like to embrace natural beauty. I try to get at least 8 hours of sleep, drinking a lot of water and exercising.","author":"Tia Mowry","topic":"Beauty"},{"quote":"I like to think that today is the best day of my life and tomorrow will be the next best day of my life. And if you think that way, you&#39;re living for the beauty of today.","author":"Conrad Anker","topic":"Beauty"},{"quote":"I know people who&#39;ve had a nose job, and they&#39;ve walked out feeling a million dollars, and their confidence is tenfold. Good on them! Natural beauty comes in all different shapes and sizes, but if you think surgery would right something you have a problem with, then why shouldn&#39;t you do it?","author":"Louise Nurding","topic":"Beauty"},{"quote":"It is easy to be beautiful; it is difficult to appear so.","author":"Hosea Ballou","topic":"Beauty"},{"quote":"I&#39;m only wanted by directors for the image I give off, and it makes me angry. I always wanted to be an actor and not a beauty pageant winner.","author":"Jude Law","topic":"Beauty"},{"quote":"The really magical things are the ones that happen right in front of you. A lot of the time you keep looking for beauty, but it is already there. And if you look with a bit more intention, you see it.","author":"Vik Muniz","topic":"Beauty"},{"quote":"Most of us who become experimental physicists do so for two reasons; we love the tools of physics because to us they have intrinsic beauty, and we dream of finding new secrets of nature as important and as exciting as those uncovered by our scientific heroes.","author":"Luis Walter Alvarez","topic":"Beauty"},{"quote":"In the central place of every heart, there is a recording chamber; so long as it receives messages of beauty, hope, cheer and courage, you are young.","author":"Samuel Ullman","topic":"Beauty"},{"quote":"It is not sufficient to see and to know the beauty of a work. We must feel and be affected by it.","author":"Voltaire","topic":"Beauty"},{"quote":"I define nothing. Not beauty, not patriotism. I take each thing as it is, without prior rules about what it should be.","author":"Bob Dylan","topic":"Beauty"},{"quote":"To love beauty is to see light.","author":"Victor Hugo","topic":"Beauty"},{"quote":"Praise or blame has but a momentary effect on the man whose love of beauty in the abstract makes him a severe critic on his own works.","author":"John Keats","topic":"Beauty"},{"quote":"Wisdom is the abstract of the past, but beauty is the promise of the future.","author":"Oliver Wendell Holmes, Sr.","topic":"Beauty"},{"quote":"In my first year or so at the &#39;Post,&#39; I began to write with some frequency on the least important issues - so-called light editorials. The titles themselves are revealing of just how light: &#39;On Being a Horse,&#39; &#39;Brains and Beauty,&#39; &#39;Mixed Drinks,&#39; &#39;Lou Gehrig,&#39; and &#39;Spotted Fever.&#39;","author":"Katharine Graham","topic":"Beauty"},{"quote":"Cosmetics makers have always sold &#39;hope in a jar&#39; - creams and potions that promise youth, beauty, sex appeal, and even love for the women who use them.","author":"Virginia Postrel","topic":"Beauty"},{"quote":"The most common error made in matters of appearance is the belief that one should disdain the superficial and let the true beauty of one&#39;s soul shine through. If there are places on your body where this is a possibility, you are not attractive - you are leaking.","author":"Charles Lamb","topic":"Beauty"},{"quote":"Nothing you&#39;ll read as breaking news will ever hold a candle to the sheer beauty of settled science. Textbook science has carefully phrased explanations for new students, math derived step by step, plenty of experiments as illustration, and test problems.","author":"Eliezer Yudkowsky","topic":"Beauty"},{"quote":"Now, I&#39;m not saying I&#39;m fashionable, but there are sociological interests that matter to me, things that are theoretical, political, intellectual and also concerned with vanity and beauty that we all think about but that I try to mix up and translate into fashion.","author":"Miuccia Prada","topic":"Beauty"},{"quote":"I like the thought that what we are to do on this earth is embellish it for its greater beauty, so that oncoming generations can look back to the shapes we leave here and get the same thrill that I get in looking back at theirs - at the Parthenon, at Chartres Cathedral.","author":"Philip Johnson","topic":"Beauty"},{"quote":"I am obsessed with beauty. I want everything to be perfect, and of course it isn&#39;t. And that&#39;s a tough place to be because you&#39;re never satisfied.","author":"Robert Mapplethorpe","topic":"Beauty"},{"quote":"Integrity reveals beauty.","author":"Thomas Leonard","topic":"Beauty"},{"quote":"I don&#39;t have any beauty shop memories. I remember the barber shop.","author":"Jenifer Lewis","topic":"Beauty"},{"quote":"A bachelor never quite gets over the idea that he is a thing of beauty and a boy forever.","author":"Helen Rowland","topic":"Beauty"},{"quote":"Nothing will teach you more about perceived value than taking something with literally no value and selling it in the auction format. It teaches you the beauty and power of presentation, and how you can make magic out of nothing.","author":"Sophia Amoruso","topic":"Beauty"},{"quote":"Beauty is the first test: there is no permanent place in the world for ugly mathematics.","author":"G. H. Hardy","topic":"Beauty"},{"quote":"Inner beauty radiates from within, and there&#39;s nothing more beautiful than when a woman feels beautiful on the inside.","author":"Erin Heatherton","topic":"Beauty"},{"quote":"I always say you can never be extravagant with beauty. Beauty is God made real. Beauty is life.","author":"Imelda Marcos","topic":"Beauty"},{"quote":"&#39;Beauty&#39; is a currency system like the gold standard. Like any economy, it is determined by politics, and in the modern age in the West is is the last, best belief system that keeps male dominance intact.","author":"Naomi Wolf","topic":"Beauty"},{"quote":"I didn&#39;t grow up around wild horses, no. But I&#39;ve appreciated their beauty and their power ever since I can remember.","author":"Ricky Schroder","topic":"Beauty"},{"quote":"I see flaws as a kind of beauty.","author":"Karan Mahajan","topic":"Beauty"},{"quote":"As long as I love Beauty I am young.","author":"W. H. Davies","topic":"Beauty"},{"quote":"My theory of characterization is basically this: Put some dirt on a hero, and put some sunshine on the villain, one brush stroke of beauty on the villain.","author":"Justin Cronin","topic":"Beauty"},{"quote":"Genetics is all about showcasing human beauty along with high-quality performance.","author":"Bela Karolyi","topic":"Beauty"},{"quote":"Most people can&#39;t see beauty and love. I see our music as medicine.","author":"Maurice White","topic":"Beauty"},{"quote":"Red lipstick has been my beauty staple for years. I show up to Pilates or yoga at 8 A.M. wearing my red lipstick.","author":"Liz Goldwyn","topic":"Beauty"},{"quote":"In such ugly times, the only true protest is beauty.","author":"Phil Ochs","topic":"Beauty"},{"quote":"What saddens me is the corruption of youth and beauty, and the loss of soul, which is only replaced by money.","author":"Lisa Bonet","topic":"Beauty"},{"quote":"There is real beauty in my eyes when I lose my mind.","author":"Jessica Hagedorn","topic":"Beauty"},{"quote":"High heels are like a beauty lift. In a flat, you can feel beautiful, but a stiletto changes your mood, how you move - like a wild, beautiful animal. The idea was always to follow a woman&#39;s wardrobe, her desires.","author":"Giuseppe Zanotti","topic":"Beauty"},{"quote":"&#39;Changes in Latitudes&#39; began when I was looking at a photograph of a sea turtle swimming underwater. I had such a strong feeling for the beauty of this ancient creature, at home in the sea. On the spot, I wanted to swim with that turtle. I began to imagine a character who would do just that.","author":"Will Hobbs","topic":"Beauty"},{"quote":"God put the human race in charge of managing the resources of the entire planet for the benefit of all life. Therefore, we, of all people on this planet, should be concerned about environmental issues and doing what we can to enhance the beauty and productivity of the natural realm.","author":"Hugh Ross","topic":"Beauty"},{"quote":"I think exercise tests us in so many ways, our skills, our hearts, our ability to bounce back after setbacks. This is the inner beauty of sports and competition, and it can serve us all well as adult athletes.","author":"Peggy Fleming","topic":"Beauty"},{"quote":"Where is there beauty when you see deprivation and starvation?","author":"Rosalind Russell","topic":"Beauty"},{"quote":"The beauty of having short hair is that I actually can wash and style it at home!","author":"Meagan Good","topic":"Beauty"},{"quote":"Beauty without grace is the hook without the bait.","author":"Ralph Waldo Emerson","topic":"Beauty"},{"quote":"Beauty has as many meanings as man has moods. Beauty is the symbol of symbols. Beauty reveals everything, because it expresses nothing. When it shows us itself, it shows us the whole fiery-coloured world.","author":"Oscar Wilde","topic":"Beauty"},{"quote":"The waving of a pine tree on the top of a mountain - a magic wand in Nature&#39;s hand - every devout mountaineer knows its power; but the marvelous beauty value of what the Scotch call a breckan in a still dell, what poet has sung this?","author":"John Muir","topic":"Beauty"},{"quote":"These are the things of which men think, who live: of their own selves and the dwelling place of their fathers; of their neighbors; of work and service; of rule and reason and women and children; of Beauty and Death and War.","author":"W. E. B. Du Bois","topic":"Beauty"},{"quote":"With a great poet the sense of Beauty overcomes every other consideration, or rather obliterates all consideration.","author":"John Keats","topic":"Beauty"},{"quote":"Beauty arises out of human inspiration.","author":"Richard Dawkins","topic":"Beauty"},{"quote":"I marketed pens - on the phone. But the beauty of the gig was that you had to call these strangers and say, &#39;Hi, how ya doing?&#39; You made up a name, like, &#39;Hey, it&#39;s Edward Quartermaine from California. You&#39;re eligible to receive this grandfather clock or a trip to Tahiti.&#39; You promise them all these things if they buy a gross of pens.","author":"Johnny Depp","topic":"Beauty"},{"quote":"I have never before, in my long and eclectic career, been gifted with such an abundance of natural beauty as I experienced filming &#39;War Horse&#39; on Dartmoor.","author":"Steven Spielberg","topic":"Beauty"},{"quote":"Humanism was not wrong in thinking that truth, beauty, liberty, and equality are of infinite value, but in thinking that man can get them for himself without grace.","author":"Simone Weil","topic":"Beauty"},{"quote":"Beauty is not all there is of poetry. It must contain the truth. It is not simply an oak, rude and grand, neither is it simply a vine. It is both. Around the oak of truth runs the vine of beauty.","author":"Robert Green Ingersoll","topic":"Beauty"},{"quote":"The experience of being in the Army changed my whole life; I never believed that an organization such as ours could ever go to war, leave alone win it. It was, as Yeats remarked of the Easter Rising, &#39;A terrible beauty.&#39;","author":"Spike Milligan","topic":"Beauty"},{"quote":"If you get simple beauty and naught else, you get about the best thing God invents.","author":"Robert Browning","topic":"Beauty"},{"quote":"That&#39;s the beauty of the Internet is that we&#39;re no longer tied to our communities by physical connections.","author":"Edward Snowden","topic":"Beauty"},{"quote":"No spring nor summer beauty hath such grace as I have seen in one autumnal face.","author":"John Donne","topic":"Beauty"},{"quote":"Everybody does what she needs. And if you want plastic surgery, and then you feel better, why not? There is no law. I&#39;ve nothing against using something to help your beauty - but do it in a good way, with intelligence.","author":"Monica Bellucci","topic":"Beauty"},{"quote":"People are fighting over how our heartsongs are different. But they don&#39;t need to be the same. That&#39;s the beauty. We are a mosaic of gifts. Each of us has our inner beauty no matter how we look.","author":"Mattie Stepanek","topic":"Beauty"},{"quote":"It took a long while for me to know that I&#39;m beautiful. I remember going through this phase when I was younger of wanting to pass by mirrors and not look at them. That was so ridiculous. I&#39;ve learned now that beauty starts from within.","author":"Kelly Rowland","topic":"Beauty"},{"quote":"Beauty is ever to the lonely mind a shadow fleeting; she is never plain. She is a visitor who leaves behind the gift of grief, the souvenir of pain.","author":"Christopher Morley","topic":"Beauty"},{"quote":"Beauty is subjective and should not be limited to only what we see on the outside.","author":"Alek Wek","topic":"Beauty"},{"quote":"For my first fragrance, I wanted to capture the essence of a woman&#39;s strength and beauty.","author":"Ivanka Trump","topic":"Beauty"},{"quote":"When I learned to sign and speak at the same time, the whole world opened up to me. That&#39;s the beauty of encouraging kids who are deaf to use whatever it takes to communicate.","author":"Marlee Matlin","topic":"Beauty"},{"quote":"Beauty and brains, pleasure and usability - they should go hand in hand.","author":"Donald Norman","topic":"Beauty"},{"quote":"I don&#39;t really have a beauty routine. I always use coconut oil, and I always wear mascara. That&#39;s kind of it! I&#39;m pretty simple.","author":"Zoe Kravitz","topic":"Beauty"},{"quote":"Every day that I live, I try to find the beauty in things.","author":"Octavia Spencer","topic":"Beauty"},{"quote":"I think each woman has her own relationship to beauty.","author":"Christy Turlington","topic":"Beauty"},{"quote":"Grace is in garments, in movements, in manners; beauty in the nude, and in forms. This is true of bodies; but when we speak of feelings, beauty is in their spirituality, and grace in their moderation.","author":"Joseph Joubert","topic":"Beauty"},{"quote":"Men want a battle to fight, an adventure to live, and a beauty to rescue. That is what is written in their hearts. That is what little boys play at. That is what men&#39;s movies are about. You just see it. It is undeniable.","author":"John Eldredge","topic":"Beauty"},{"quote":"There is something special about the beauty in the unclear, the ambiguity, the in-between that you can&#39;t totally recognise.","author":"Alessandro Michele","topic":"Beauty"},{"quote":"Whether it&#39;s an ad or organic content, video provides a new creative dimension for storytelling on &#39;Instagram&#39;. Video lets people convey the power and beauty in a moment through sight, sound, and motion.","author":"Kevin Systrom","topic":"Beauty"},{"quote":"Beauty shouldn&#39;t be superficial and should come from within, and your eyes will tell the story.","author":"Michelle Yeoh","topic":"Beauty"},{"quote":"My definition of love is being full. Complete. It makes everything lighter. Beauty is something you see. Love is something you feel.","author":"Sharon Tate","topic":"Beauty"},{"quote":"You, too, women, cast away all the cowards from your embraces; they will give you only cowards for children, and you who are the daughters of the land of beauty must bear children who are noble and brave.","author":"Giuseppe Garibaldi","topic":"Beauty"},{"quote":"There&#39;s a beauty to math. Math is so simple. It&#39;s just one step after the next.","author":"Ethan Canin","topic":"Beauty"},{"quote":"There are so many Muslim women that feel like they don&#39;t fit society&#39;s standard of beauty. I just wanted to tell them it&#39;s OK to be different; being different is beautiful, too.","author":"Halima Aden","topic":"Beauty"},{"quote":"I think it&#39;s evident that expensive neighborhoods in Seattle are surrounded by natural beauty. That elevates city life. So if we can make cities more attractive in the long run, we can be smarter about issues like development, zoning and economics.","author":"Stone Gossard","topic":"Beauty"},{"quote":"I think everybody can be beautiful. Anybody can have beauty. It&#39;s about how you look at the world, in a way, and how you treat yourself.","author":"Elizabeth Peyton","topic":"Beauty"},{"quote":"No state can match the beauty of the Chesapeake Bay, our beaches and farms, or the mountains of Western Maryland, the Port of Baltimore, or the historic charm of every corner of our state.","author":"Larry Hogan","topic":"Beauty"},{"quote":"It&#39;s how you look at beauty. Is it only an outward appearance with hair and makeup and a hot body, or is it something deeper than that?","author":"Hilary Swank","topic":"Beauty"},{"quote":"I learned the truth at seventeen, That love was meant for beauty queens, And high school girls with clear skinned smiles, Who married young and then retired.","author":"Janis Ian","topic":"Beauty"},{"quote":"Ariel may look a lot like Barbie, and her adventure may be limited to romance and over with the wedding bells, but unlike, say, Cinderella or Sleeping Beauty, she&#39;s active, brave and determined, the heroine of her own life. She even rescues the prince. And that makes her a rare fish, indeed, in the world of preschool culture.","author":"Katha Pollitt","topic":"Beauty"},{"quote":"I always believe that if you feel good and look happy, you&#39;re always going to be beautiful. My one actual beauty trick is pretty cliche: Never, ever go to bed with your makeup on.","author":"Joyce Giraud","topic":"Beauty"},{"quote":"I think that I was slightly naive. I thought that if I showed people the beauty of the Arctic and the beauty of the polar bears that they would care so much that they would stand up and try to make a change.","author":"Lewis Gordon Pugh","topic":"Beauty"},{"quote":"Beauty will be convulsive or will not be at all.","author":"Andre Breton","topic":"Beauty"},{"quote":"But, when the work was finished, the Craftsman kept wishing that there were someone to ponder the plan of so great a work, to love its beauty, and to wonder at its vastness.","author":"Giovanni Pico della Mirandola","topic":"Beauty"},{"quote":"I became interested in photography during my first visit to the United States. I was a student at a university in Holland. I was overwhelmed by the beauty of the American West. That was when I learned about the tradition of nature in American photography.","author":"Frans Lanting","topic":"Beauty"},{"quote":"Familiarity is a magician that is cruel to beauty but kind to ugliness.","author":"Ouida","topic":"Beauty"},{"quote":"A person however learned and qualified in his life&#39;s work in whom gratitude is absent, is devoid of that beauty of character which makes personality fragrant.","author":"Hazrat Inayat Khan","topic":"Beauty"},{"quote":"In things to be seen at once, much variety makes confusion, another vice of beauty. In things that are not seen at once, and have no respect one to another, great variety is commendable, provided this variety transgress not the rules of optics and geometry.","author":"Christopher Wren","topic":"Beauty"},{"quote":"Beauty is an outward gift, which is seldom despised, except by those to whom it has been refused.","author":"Ralph Waldo Emerson","topic":"Beauty"},{"quote":"If a work of art is rich and vital and complete, those who have artistic instincts will see its beauty, and those to whom ethics appeal more strongly than aesthetics will see its moral lesson. It will fill the cowardly with terror, and the unclean will see in it their own shame.","author":"Oscar Wilde","topic":"Beauty"},{"quote":"Beauty itself is but the sensible image of the Infinite.","author":"Francis Bacon","topic":"Beauty"},{"quote":"Nothing can be compared to the great beauty and capabilities of a soul; however keen our intellects may be, they are as unable to comprehend them as to comprehend God, for, as He has told us, He created us in His own image and likeness.","author":"Saint Teresa of Avila","topic":"Beauty"},{"quote":"The terrifying and edible beauty of Art Nouveau architecture.","author":"Salvador Dali","topic":"Beauty"},{"quote":"Beauty, whether moral or natural, is felt, more properly than perceived.","author":"David Hume","topic":"Beauty"},{"quote":"San Francisco is a mad city - inhabited for the most part by perfectly insane people whose women are of a remarkable beauty.","author":"Rudyard Kipling","topic":"Beauty"},{"quote":"In chess, there are some extremely beautiful things in the domain of movement, but not in the visual domain. It&#39;s the imagining of the movement or of the gesture that makes the beauty in this case.","author":"Marcel Duchamp","topic":"Beauty"},{"quote":"So much has been said and sung of beautiful young girls, why doesn&#39;t somebody wake up to the beauty of old women.","author":"Harriet Beecher Stowe","topic":"Beauty"},{"quote":"Whether you come from heaven or hell, what does it matter, O Beauty!","author":"Charles Baudelaire","topic":"Beauty"},{"quote":"Beauty is the sole ambition, the exclusive goal of Taste.","author":"Charles Baudelaire","topic":"Beauty"},{"quote":"At fifteen, beauty and talent do not exist; there can only be promise of the coming woman.","author":"Honore de Balzac","topic":"Beauty"},{"quote":"The proud depend upon the world to tell them whether they have value or not. Their self-esteem is determined by where they are judged to be on the ladders of worldly success. They feel worthwhile as individuals if the numbers beneath them in achievement, talent, beauty, or intellect are large enough.","author":"Ezra Taft Benson","topic":"Beauty"},{"quote":"Beauty has a lot to do with character.","author":"Kevyn Aucoin","topic":"Beauty"},{"quote":"Goodness is beauty in the best estate.","author":"Christopher Marlowe","topic":"Beauty"},{"quote":"Love built on beauty, soon as beauty, dies.","author":"John Donne","topic":"Beauty"},{"quote":"The happiness I feel in having a family has brought me a real beauty.","author":"Kate Winslet","topic":"Beauty"},{"quote":"This is the artist, then, life&#39;s hungry man, the glutton of eternity, beauty&#39;s miser, glory&#39;s slave.","author":"Tom Wolfe","topic":"Beauty"},{"quote":"I am little concerned with beauty or perfection. I don&#39;t care for the great centuries. All I care about is life, struggle, intensity.","author":"Emile Zola","topic":"Beauty"},{"quote":"A witty woman is a treasure; a witty beauty is a power.","author":"George Meredith","topic":"Beauty"},{"quote":"Beauty comes from a life well lived. If you&#39;ve lived well, your smile lines are in the right places, and your frown lines aren&#39;t too bad, what more do you need?","author":"Jennifer Garner","topic":"Beauty"},{"quote":"We tell them that we believe it will be beautiful because that is our specialty, we only create joy and beauty. We have never done a sad work. Through the drawings, we hope a majority will be able to visualize it.","author":"Christo","topic":"Beauty"},{"quote":"We have to nurture our young women and understand the beauty and the strength of being a woman. It&#39;s kind of a catch-22: Strength in women isn&#39;t appreciated, and vulnerability in women isn&#39;t appreciated. It&#39;s like, &#39;What the hell do you do?&#39; What you do is you don&#39;t allow anyone to dictate who you are.","author":"Jada Pinkett Smith","topic":"Beauty"},{"quote":"I could do my own nails... I went to beauty school in the 11th grade. But why would I do that now?","author":"Mariah Carey","topic":"Beauty"},{"quote":"Think of things that can be created, not destroyed, and that bring beauty and joy.","author":"Issey Miyake","topic":"Beauty"},{"quote":"The whole beauty of music is that it goes where your words won&#39;t let you.","author":"Anne Hathaway","topic":"Beauty"},{"quote":"We are presented with a unique situation in the black community in that we have embraced the beauty of hip hop, the real rawness of it, the real fun of it, but we also have to address the damage it has done. We have to look at what it&#39;s done to our black girls, especially when it comes to domestic violence.","author":"Tamron Hall","topic":"Beauty"},{"quote":"People who grew up watching Disney films like myself, there are films that are certain benchmarks in my childhood. &#39;The Little Mermaid&#39; was the first movie I remember seeing. &#39;Beauty And The Beast,&#39; &#39;Aladdin,&#39; those are three I remember right off the bat.","author":"Mandy Moore","topic":"Beauty"},{"quote":"I think the beauty of Catholicism is its consistency through both successes and difficulties. I&#39;ve counted on my faith to give me strength through both training and competition - but also in school, with my family and everyday life.","author":"Katie Ledecky","topic":"Beauty"},{"quote":"Expanding traditional energy sources like large-scale hydropower does not mean just accepting what Northern Pass has put on the table, and no one should accept Northern Pass&#39;s assertion that the only way for New England to access Canadian hydropower is to trade away the majestic beauty of the White Mountains.","author":"Maggie Hassan","topic":"Beauty"},{"quote":"Liturgy is like a strong tree whose beauty is derived from the continuous renewal of its leaves, but whose strength comes from the old trunk, with solid roots in the ground.","author":"Pope Paul VI","topic":"Beauty"},{"quote":"Alas, nothing reveals man the way war does. Nothing so accentuates in him the beauty and ugliness, the intelligence and foolishness, the brutishness and humanity, the courage and cowardice, the enigma.","author":"Oriana Fallaci","topic":"Beauty"},{"quote":"I&#39;ve always felt like an artistic person. I can&#39;t draw or paint or sculpt. I never really had technical skills, but I&#39;ve always felt like I appreciate really beautiful things, and part of taking a good photograph is being able to recognize beauty.","author":"Brandon Stanton","topic":"Beauty"},{"quote":"I have a great liking for the Chamba folk music, which depicts the beauty of women and the mountains with a touch of Indian classical music.","author":"Mohit Chauhan","topic":"Beauty"},{"quote":"Somehow a bachelor never quite gets over the idea that he is a thing of beauty and a boy forever.","author":"Helen Rowland","topic":"Beauty"},{"quote":"When I am going out, I am in ponytail, jeans, tees. I am just like any girl-next-door. Beauty is not external; it&#39;s internal. When you are a happy soul, you would be beautiful any time.","author":"Rakul Preet Singh","topic":"Beauty"},{"quote":"Jordan has a strange, haunting beauty and a sense of timelessness. Dotted with the ruins of empires once great, it is the last resort of yesterday in the world of tomorrow. I love every inch of it.","author":"Hussein of Jordan","topic":"Beauty"},{"quote":"Filipinos don&#39;t wallow in what is miserable and ugly. They recycle the bad into things of beauty.","author":"Imelda Marcos","topic":"Beauty"},{"quote":"So every creative act strives to attain an absolute status; it longs to create a world of beauty to triumph over chaos and convert it to order.","author":"Rowan Williams","topic":"Beauty"},{"quote":"Romanticism is not just about being in a fixed state of endless beauty, because you can&#39;t live like that or live on that, that&#39;s what I&#39;ve learnt.","author":"Elizabeth Peyton","topic":"Beauty"},{"quote":"I&#39;ve learned that when God promises beauty through the ashes, He means it.","author":"Taya Kyle","topic":"Beauty"},{"quote":"Beauty in art is often nothing but ugliness subdued.","author":"Jean Rostand","topic":"Beauty"},{"quote":"The older I get, and the more collections I do, the more I&#39;m driven by real style and beauty. My aim is to reveal and not to display women.","author":"Phoebe Philo","topic":"Beauty"},{"quote":"I started my YouTube channel when I was 13. At the time, I was being bullied by a few people who I used to be very close to. I felt very alone and unmotivated. After discovering the beauty community, I decided it would be a great way to express myself and use it as an outlet to be who I am.","author":"Bethany Mota","topic":"Beauty"},{"quote":"Form follows beauty.","author":"Oscar Niemeyer","topic":"Beauty"},{"quote":"I know it sounds a bit corny, but I do think that beauty and sexiness come from within.","author":"Rachel Stevens","topic":"Beauty"},{"quote":"Many a genius has been slow of growth. Oaks that flourish for a thousand years do not spring up into beauty like a reed.","author":"George Henry Lewes","topic":"Beauty"},{"quote":"If you always feel like an imposter, you work harder, and that makes you better at your job. You&#39;ve got to keep a level of variation; otherwise, you&#39;ll end up talking about nails and beauty products all the time.","author":"Edie Campbell","topic":"Beauty"},{"quote":"I think, aesthetically, car design is so interesting - the dashboards, the steering wheels, and the beauty of the mechanics. I don&#39;t know how any of it works, I don&#39;t want to know, but it&#39;s inspirational.","author":"Paloma Picasso","topic":"Beauty"},{"quote":"I&#39;m interested in form, in the shape of things. And in commitment to the degree of never letting go the quest for the meaning of things. That can come off as beauty and style, but that&#39;s not where I start from.","author":"Luca Guadagnino","topic":"Beauty"},{"quote":"I do take very good care of myself, and I&#39;m always in love. And by that I mean I have an appetite for life. I&#39;m in love with beauty and things and people and love and being in love, and those things I think, on the inside, show on the outside.","author":"Gloria Vanderbilt","topic":"Beauty"},{"quote":"That&#39;s the beauty of the animation process: It takes so long, you have so many chances to improve it.","author":"Phil Lord","topic":"Beauty"},{"quote":"I mix all different oils - my bathroom at home is littered with oils; I&#39;m really into natural beauty and natural healing. Peppermint is really good if you put it on your stomach for a tummy ache; lavender is kind of all-purpose - I think everyone should carry it.","author":"Liz Goldwyn","topic":"Beauty"},{"quote":"Beauty, like truth, is relative to the time when one lives and to the individual who can grasp it. The expression of beauty is in direct ratio to the power of conception the artist has acquired.","author":"Gustave Courbet","topic":"Beauty"},{"quote":"It was Chicago with its World&#39;s Fair which vivified the national desire for civic beauty.","author":"Daniel Burnham","topic":"Beauty"},{"quote":"Science may provide the most useful way to organize empirical, reproducible data, but its power to do so is predicated on its inability to grasp the most central aspects of human life: hope, fear, love, hate, beauty, envy, honor, weakness, striving, suffering, virtue.","author":"Paul Kalanithi","topic":"Beauty"},{"quote":"All identity labels are umbrella terms to some degree, but this term &#39;bisexual&#39; is not only serviceable, but it is sufficient. And yes, it brings together a bunch of people who are maybe shades different from one another. And maybe that&#39;s the beauty of labels: that they force you to be with other people and see the difference.","author":"Charles M. Blow","topic":"Beauty"},{"quote":"Beauty, more than bitterness, makes the heart break.","author":"Sara Teasdale","topic":"Beauty"},{"quote":"What beauty is, I know not, though it adheres to many things.","author":"Albrecht Durer","topic":"Beauty"},{"quote":"There is no spot of ground, however arid, bare or ugly, that cannot be tamed into such a state as may give an impression of beauty and delight.","author":"Gertrude Jekyll","topic":"Beauty"},{"quote":"The cottage garden; most for use designed, Yet not of beauty destitute.","author":"Charlotte Smith","topic":"Beauty"},{"quote":"I find great beauty in songs with a creative interpretation, but most people generally don&#39;t get that, and go for the simple songs, but I prefer something a bit more complicated, which is more meaningful to the creator.","author":"Jack Jones","topic":"Beauty"},{"quote":"My work reflects a relationship to the built world that shifts between control and randomness, strangeness and beauty, comfort and fear.","author":"David Allee","topic":"Beauty"},{"quote":"Jazz is a very democratic musical form. It comes out of a communal experience. We take our respective instruments and collectively create a thing of beauty.","author":"Max Roach","topic":"Beauty"},{"quote":"When a man becomes a writer, I think he takes on a sacred obligation to produce beauty and enlightenment and comfort at top speed.","author":"Kurt Vonnegut","topic":"Beauty"},{"quote":"The beautiful seems right by force of beauty, and the feeble wrong because of weakness.","author":"Virginia Woolf","topic":"Beauty"},{"quote":"I always hear myself saying, &#39;She&#39;s a beauty!&#39; or &#39;He&#39;s a beauty!&#39; or &#39;What a beauty!&#39; but I never know what I&#39;m talking about.","author":"Andy Warhol","topic":"Beauty"},{"quote":"The human soul needs actual beauty more than bread.","author":"D. H. Lawrence","topic":"Beauty"},{"quote":"Sex and beauty are inseparable, like life and consciousness. And the intelligence which goes with sex and beauty, and arises out of sex and beauty, is intuition.","author":"D. H. Lawrence","topic":"Beauty"},{"quote":"Well the beauty of &#39;Iyanla: Fix My Life&#39; is that men are in every show. To our surprise, some of the deepest healing demonstrations have been with the men - the sons, the fathers, the husbands - because they agree to participate with the wife or the daughter or whatever it is we are looking at, and it is there.","author":"Iyanla Vanzant","topic":"Beauty"},{"quote":"It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous.","author":"Aldous Huxley","topic":"Beauty"},{"quote":"If I weren&#39;t performing, I&#39;d be a beauty editor or a therapist. I love creativity, but I also love to help others. My mother was a hairstylist, and they listen to everyone&#39;s problems - like a beauty therapist!","author":"Beyonce Knowles","topic":"Beauty"},{"quote":"If I were in the government, I would persuade the prime minister to see the beauty in the fact that people see Israel as a haven - from their sadness to their hope.","author":"Elie Wiesel","topic":"Beauty"},{"quote":"I made myself famous by writing &#39;songs&#39; and lyrics about the beauty of the things I did and ugliness, too.","author":"Jack Kerouac","topic":"Beauty"},{"quote":"My everyday beauty routine is always rushed and pretty simple.","author":"Cate Blanchett","topic":"Beauty"},{"quote":"It would be difficult for me not to conclude that the most perfect type of masculine beauty is Satan, as portrayed by Milton.","author":"Charles Baudelaire","topic":"Beauty"},{"quote":"Paris is one of the most beautiful places in all the world. Unfortunately, I was so homesick I couldn&#39;t appreciate its beauty.","author":"Tyra Banks","topic":"Beauty"},{"quote":"What is beauty, anyway? It&#39;s more than something pleasant looking. If it doesn&#39;t stop us in our tracks and make us unable to move for a moment, unable to put into words what&#39;s closing off the breath in our throats, then maybe it&#39;s pretty, but it probably isn&#39;t beauty.","author":"Alan Alda","topic":"Beauty"},{"quote":"I consider myself someone who takes a lot of beauty risks, and I&#39;ve realized what I liar I am. I change my hair a lot, from blue to blonde to bald, but I&#39;m trying to branch out a little more with makeup.","author":"Halsey","topic":"Beauty"},{"quote":"While traveling around the world, I&#39;ve had the opportunity to work with every living beauty icon. I&#39;ve learned to appreciate idiosyncrasy. The fact is, there is really no such thing as &#39;normal&#39; - everybody&#39;s different, and that is the essence of their beauty.","author":"Kevyn Aucoin","topic":"Beauty"},{"quote":"Today I see beauty everywhere I go, in every face I see, in every single soul.","author":"Kevyn Aucoin","topic":"Beauty"},{"quote":"Beauty is one of the rare things which does not lead to doubt of God.","author":"Jean Anouilh","topic":"Beauty"},{"quote":"I love beauty. But I like the beauty accidentally, not dished up, served up on a platter.","author":"Wole Soyinka","topic":"Beauty"},{"quote":"I would warn you that I do not attribute to nature either beauty or deformity, order or confusion. Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused.","author":"Baruch Spinoza","topic":"Beauty"},{"quote":"There is a role and function for beauty in our time.","author":"Tadao Ando","topic":"Beauty"},{"quote":"My mom really let us do our own thing and play with different trends, and my sister was a little older, so she had all the beauty tricks. I would stuff things like rolled-up toilet paper into my hair to get volume, or do the reverse, and I&#39;d lie on my back, and she&#39;d use an actual iron to straighten it.","author":"Chrissy Teigen","topic":"Beauty"},{"quote":"I love musicians. I think artists are the most amazing people because they&#39;re constantly creating beauty for the world. With all the crazy stuff going on in the world, then there&#39;s artists reminding us of our humanity and reminding us of our heart and soul and what really matters.","author":"Christie Brinkley","topic":"Beauty"},{"quote":"Much of the stress and emptiness that haunt us can be traced back to our lack of attention to beauty. Internally, the mind becomes coarse and dull if it remains unvisited by images and thoughts that hold the radiance of beauty.","author":"John O'Donohue","topic":"Beauty"},{"quote":"It is art that makes life, makes interest, makes importance... and I know of no substitute whatever for the force and beauty of its process.","author":"Henry James","topic":"Beauty"},{"quote":"Whatever you may look like, marry a man your own age - as your beauty fades, so will his eyesight.","author":"Phyllis Diller","topic":"Beauty"},{"quote":"It&#39;s a good thing that beauty is only skin deep, or I&#39;d be rotten to the core.","author":"Phyllis Diller","topic":"Beauty"},{"quote":"Now that I have a daughter, I&#39;ve been thinking about how I&#39;ll define beauty to her. I watched a video of Kendall when she was three, and she was putting on makeup. I don&#39;t know how I feel about that. But my daughter already watches me do it. When do you let them start wearing it? I don&#39;t know yet.","author":"Kourtney Kardashian","topic":"Beauty"},{"quote":"I love St. Ives Apricot Scrub, and you can just get that at CVS - it&#39;s so good, though; it&#39;s my favorite! Usually I only use that when I shower, because if I don&#39;t shower, I&#39;m usually too tired to wash my face and just use Maybelline cleansing wipes. And then I use Chanel Hydra Beauty Lotion. That&#39;s so good, I love it.","author":"Gigi Hadid","topic":"Beauty"},{"quote":"I feel prematurely old. I&#39;m actually having this major belated quarter-life crisis. I&#39;m turning 30 in a couple of weeks. I&#39;ve been thinking a lot about mortality. A lot about what I&#39;m going to do with my life and how to enjoy it. One of the things I&#39;m going to work on is being more spontaneous, letting go, embracing the beauty of come-what-may.","author":"Chris Pine","topic":"Beauty"},{"quote":"Grace in women has more effect than beauty.","author":"William Hazlitt","topic":"Beauty"},{"quote":"Who among us has never looked up into the heavens on a starlit night, lost in wonder at the vastness of space and the beauty of the stars?","author":"Jeb Bush","topic":"Beauty"},{"quote":"The artistic part of us all - I think that the easiest way to appreciate this - is through architecture. Architecture is very impressive; the beauty of buildings, temples.","author":"Carlos Slim","topic":"Beauty"},{"quote":"Textbook science is beautiful! Textbook science is comprehensible, unlike mere fascinating words that can never be truly beautiful. Elementary science textbooks describe simple theories, and simplicity is the core of scientific beauty. Fascinating words have no power, nor yet any meaning, without the math.","author":"Eliezer Yudkowsky","topic":"Beauty"},{"quote":"I would rather be adorned by beauty of character than jewels. Jewels are the gift of fortune, while character comes from within.","author":"Plautus","topic":"Beauty"},{"quote":"The beauty of social awareness is that a few simple adjustments to what you say can vastly improve your relationships with other people.","author":"Travis Bradberry","topic":"Beauty"},{"quote":"Art should never be limited - the beauty of art is that it gives us the freedom to go places where we wouldn&#39;t go to in our normal lives. Inside, I&#39;m just so many different people. I go from the pretty girl on the red carpet to the singer at Ozzfest, spitting in the crowd. That&#39;s Jada.","author":"Jada Pinkett Smith","topic":"Beauty"},{"quote":"I was the kind nobody thought could make it. I had a funny Boston accent. I couldn&#39;t pronounce my R&#39;s. I wasn&#39;t a beauty.","author":"Barbara Walters","topic":"Beauty"},{"quote":"I hope that in some way that I can be some sort of beacon of hope, especially because I am not the typical Hollywood beauty.","author":"Octavia Spencer","topic":"Beauty"},{"quote":"In many a piece of music, it&#39;s the pause or the rest that gives the piece its beauty and its shape. And I know I, as a writer, will often try to include a lot of empty space on the page so that the reader can complete my thoughts and sentences and so that her imagination has room to breathe.","author":"Pico Iyer","topic":"Beauty"},{"quote":"I never quite understood why Disney hadn&#39;t made a sincere fairy tale since &#39;Beauty and the Beast.&#39;","author":"John Lasseter","topic":"Beauty"},{"quote":"In a general sense, I think it&#39;s bad to bring too much money into climbing, since it takes away a little from the beauty of the mountains. But at the same time, I can&#39;t blame the Nepali government - or the Indian, Pakistani or Chinese, depending on where you&#39;re climbing - from wanting to capitalize on foreign climbers.","author":"Alex Honnold","topic":"Beauty"},{"quote":"What is more beautiful than a sea of water with a number of white-winged boats skirting its surface? Poetry and beauty contesting with the wind and the waves!","author":"George Matthew Adams","topic":"Beauty"},{"quote":"Hollywood needs to recognise all shades of African American beauty.","author":"Gabrielle Union","topic":"Beauty"},{"quote":"The absence of flaw in beauty is itself a flaw.","author":"Havelock Ellis","topic":"Beauty"},{"quote":"I&#39;m very accepting with my age. It&#39;s like notches on your belt: experience, wisdom, and a different kind of beauty. There comes a day when you&#39;ve become comfortable in your skin.","author":"Zoe Saldana","topic":"Beauty"},{"quote":"People are craving this great progress in electronics, going after computers, the Internet, etc. It&#39;s a giant progress technologically. But they must have a balance of soul, a balance for human beauty. That means art has an important role.","author":"Mstislav Rostropovich","topic":"Beauty"},{"quote":"Mastery over the body - its impulses, its needs, its size - is paramount; to lose control is to risk beauty, and to risk beauty is to risk desirability, and to risk desirability is to risk entitlement to sexuality and love and self-esteem.","author":"Caroline Knapp","topic":"Beauty"},{"quote":"A woman wants to be romanced. She wants to be an essential part of a great adventure; she wants a beauty to unveil. That is what little girls play at, and those are the movies women love and the stories that they love.","author":"John Eldredge","topic":"Beauty"},{"quote":"Our situation today shows that beauty demands for itself at least as much courage and decision as do truth and goodness, and she will not allow herself to be separated and banned from her two sisters without taking them along with herself in an act of mysterious vengeance.","author":"Hans Urs von Balthasar","topic":"Beauty"},{"quote":"It is, finally, a word is untimely in three different senses, and bearing it as one&#39;s treasure will not win one anyone&#39;s favours; one rather risks finding oneself outside everyone&#39;s camp... Beauty is the word that shall be our first.","author":"Hans Urs von Balthasar","topic":"Beauty"},{"quote":"We no longer dare to believe in beauty and we make of it a mere appearance in order the more easily to dispose of it.","author":"Hans Urs von Balthasar","topic":"Beauty"},{"quote":"Talent survives and remains while beauty is diluted.","author":"Gael Garcia Bernal","topic":"Beauty"},{"quote":"If our hearts are ready for anything, we are touched by the beauty and poetry and mystery that fill our world.","author":"Tara Brach","topic":"Beauty"},{"quote":"There is in true beauty, as in courage, something which narrow souls cannot dare to admire.","author":"William Congreve","topic":"Beauty"},{"quote":"Smart beauty is about looking your best and feeling your best and never overpaying for it.","author":"Stacy London","topic":"Beauty"},{"quote":"There&#39;s a beauty in being part of a band, when there&#39;s equality and trust.","author":"Scott Weiland","topic":"Beauty"},{"quote":"I&#39;m a little quirky, a little offbeat, and I&#39;m certainly not a classic beauty.","author":"Ari Graynor","topic":"Beauty"},{"quote":"Beauty is that which is simultaneously attractive and sublime.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Beauty"},{"quote":"Sunscreen, in the world of beauty, is the ultimate in adulting.","author":"Emily Weiss","topic":"Beauty"},{"quote":"Shame, like beauty, is often in the eye of the beholder.","author":"Julie Burchill","topic":"Beauty"},{"quote":"What sort of sap doesn&#39;t know by now that picture-perfect beauty is all done with smoke and mirrors anyway?","author":"Julie Burchill","topic":"Beauty"},{"quote":"I feel French is very close to Urdu. Both languages are beautiful. Sadly, their beauty is lost in translation.","author":"Amisha Patel","topic":"Beauty"},{"quote":"We all have to find beauty within us, as opposed to just our exterior.","author":"Shay Mitchell","topic":"Beauty"},{"quote":"Whereas religious prayers sing of peace and harmony, religion has divided human beings through an atrocious history of enmity and bloodshed. Yet, behind the veil of superficiality and hypocrisy, I always believed in the inherent beauty of God that lies at the essence of all true spiritual paths.","author":"Radhanath Swami","topic":"Beauty"},{"quote":"Only when inspired to go beyond consciousness by some extraordinary insight does beauty manifest unexpectedly.","author":"Arthur Erickson","topic":"Beauty"},{"quote":"Filipinos want beauty. I have to look beautiful so that the poor Filipinos will have a star to look at from their slums.","author":"Imelda Marcos","topic":"Beauty"},{"quote":"Growing up, I was a bit of a tomboy; feminine things took a while to find their place in my world. But diamonds made me understand the magic and beauty of jewelry.","author":"Erika Christensen","topic":"Beauty"},{"quote":"Her beauty didn&#39;t do her any good and she couldn&#39;t use it in any positive way or manipulative way. I just hope that people will look and see and believe in that hope of love, that hope of freedom, even if it was just for a limited time.","author":"Diane Kruger","topic":"Beauty"},{"quote":"So much of the mainstream media has taught us what beauty is, but everyone is beautiful.","author":"Chrissy Metz","topic":"Beauty"},{"quote":"I think beauty comes from within. If you&#39;re happy and look at life in the best way you can, even when there are problems, it can make you beautiful on the outside.","author":"Faith Hill","topic":"Beauty"},{"quote":"After a decade this glum, we deserved a shot of &#39;Glee,&#39; a show that restored our faith in the power of song, the beauty of dance, and the magic of &#39;spirit fingers&#39; to chase our cares and woes into somebody else&#39;s backyard.","author":"James Wolcott","topic":"Beauty"},{"quote":"The reason that the all-American boy prefers beauty to brains is that he can see better than he can think.","author":"Farrah Fawcett","topic":"Beauty"},{"quote":"Life doesn&#39;t care about your vision. Stuff happens, and you&#39;ve just got to deal with it. You roll with it; that&#39;s the beauty of it all.","author":"Harold Ramis","topic":"Beauty"},{"quote":"Set your compass to beauty, humor, and grief; stay the course no matter what, and I&#39;ll support you with everything I&#39;ve got.","author":"Chris Jordan","topic":"Beauty"},{"quote":"I love to operate in a world that values things outside of beauty. It&#39;s just more what I feel comfortable doing.","author":"Troian Bellisario","topic":"Beauty"},{"quote":"It&#39;s not just Ethiopia, but Africa in general - most of the media concentrates on what&#39;s not going well. But there is so much beauty there. When you go, it changes everything. It changes you, your life, and the way you see things. The challenge is changing the image of Africa that&#39;s been anchored in people for years now.","author":"Liya Kebede","topic":"Beauty"},{"quote":"I think the beauty and mystery of boxing is just the immediacy of how it reveals people unlike anything else.","author":"Brin-Jonathan Butler","topic":"Beauty"},{"quote":"The notion of the infinite variety of detail and the multiplicity of forms is a pleasing one; in complexity are the fringes of beauty, and in variety are generosity and exuberance.","author":"Annie Dillard","topic":"Beauty"},{"quote":"Beauty and the Beast seemed like it all was really brown. The whole thing was just so brown and orange and yellow, like Burger King or something. I don&#39;t think I would have liked Beauty and the Beast at any age.","author":"Mike Judge","topic":"Beauty"},{"quote":"Coercion may prevent many transgressions; but it robs even actions which are legal of a part of their beauty. Freedom may lead to many transgressions, but it lends even to vices a less ignoble form.","author":"Wilhelm von Humboldt","topic":"Beauty"},{"quote":"Beauty attracts us men; but if, like an armed magnet it is pointed, beside, with gold and silver, it attracts with tenfold power.","author":"Jean Paul","topic":"Beauty"},{"quote":"I envy the sensibility in Europe, appreciating beauty in women as they age. I&#39;m going to go that way. I might dye my gray hair for a bit, but beyond that the buck stops. I&#39;m not having any work done.","author":"Rachel Bilson","topic":"Beauty"},{"quote":"The beauty of Maine is such that you can&#39;t really see it clearly while you live there. But now that I&#39;ve moved away, with each return it all becomes almost hallucinatory: the dark blue water, the rocky coast with occasional flashes of white sand, the jasper stone beaches along the coast, the pine and fir forests somehow vivid in their stillness.","author":"Alexander Chee","topic":"Beauty"},{"quote":"Storytelling is about patience, about making sense of the moments of pathos and beauty that you find, and about carrying these moments back into your own life.","author":"Michael Paterniti","topic":"Beauty"},{"quote":"My work is not about &#39;form follows function,&#39; but &#39;form follows beauty&#39; or, even better, &#39;form follows feminine.&#39;","author":"Oscar Niemeyer","topic":"Beauty"},{"quote":"In terms of being a &#39;sneakerhead,&#39; there was one point where I was obsessively following every sneaker blog. That&#39;s the beauty of Twitter: To get the heads up on what&#39;s coming out.","author":"Questlove","topic":"Beauty"},{"quote":"I&#39;m flatchested, I&#39;m short, I&#39;m brunette, I have droopy eyes, and so people have a hard time casting me as a &#39;beauty.&#39;","author":"Selma Blair","topic":"Beauty"},{"quote":"Congress has an obligation to protect our country&#39;s natural beauty, embodied in our nation&#39;s parks, rivers, and breathtaking landscapes.","author":"Dave Reichert","topic":"Beauty"},{"quote":"My all time favourite films - one is &#39;Mary Poppins,&#39; and the other one is &#39;Pakeezah.&#39; &#39;Pakeezah&#39; was an Indian film. The beauty of &#39;Pakeezah&#39; was that it had a soundtrack which was pure poetry.","author":"Art Malik","topic":"Beauty"},{"quote":"I didn&#39;t even know what a beauty editor was. It sounds like a fictional job if you think about it. You get to test lipstick and perfume and nail polish legitimately and call it work.","author":"Zoe Foster Blake","topic":"Beauty"},{"quote":"The spirit of L.A. is untamed wilderness. It&#39;s earthquakes and wildfires and oceans and mountain lions and fog. There&#39;s great physical beauty.","author":"Dan Gilroy","topic":"Beauty"},{"quote":"I never in a million years thought I would be the person to go to for self-esteem; that was not my intent. But I happen to love beauty, I love the way people look, and I love making women look beautiful.","author":"Bobbi Brown","topic":"Beauty"},{"quote":"Endeavour to be faithful, and if there is any beauty in your thought, your style will be beautiful; if there is any real emotion to express, the expression will be moving.","author":"George Henry Lewes","topic":"Beauty"},{"quote":"Beauty is only skin deep. If you go after someone just because she&#39;s beautiful but don&#39;t have anything to talk about, it&#39;s going to get boring fast. You want to look beyond the surface and see if you can have fun or if you have anything in common with this person.","author":"Amanda Peet","topic":"Beauty"},{"quote":"My beauty tricks revolve around eyes. For the early morning shoots, I pop eye pads in the freezer the night before, and when I take them out in the morning they are already cold and active and are great under my eyes. I keep my eye pads right next to my red velvet Ben &amp; Jerry&#39;s in the freezer.","author":"Christine Teigen","topic":"Beauty"},{"quote":"I felt I had to share Idaho with my friend from New York because he&#39;d shared New York with me, so I was going to share the beauty of nature with a man who went to museums and clubs late at night. But there was nothing to do where I lived at night.","author":"Mariel Hemingway","topic":"Beauty"},{"quote":"The expression of beauty is in direct ratio to the power of conception the artist has acquired.","author":"Gustave Courbet","topic":"Beauty"},{"quote":"Doors open because you&#39;re beautiful, but I wouldn&#39;t cultivate beauty to the exclusion of brains.","author":"Tia Carrere","topic":"Beauty"},{"quote":"A woman&#39;s beauty is one of her great missions.","author":"Richard Le Gallienne","topic":"Beauty"},{"quote":"To me, &#39;beauty&#39; means to be natural, creative, honest - to say the truth.","author":"Nawal El Saadawi","topic":"Beauty"},{"quote":"I can hold a cup of sake on a full moon in Japan, and the reflection of the moon in that little cup can make me feel so enthusiastic about beauty. That one good, magical moment can give me enough to create other things like the teardrop earring or necklace.","author":"Elsa Peretti","topic":"Beauty"},{"quote":"You think about the beauty and what you want to transmit. If I think about designing, I can&#39;t design.","author":"Elsa Peretti","topic":"Beauty"},{"quote":"Natural beauty products are a must! I use coconut oil-based RMS makeup, and I slather almond oil on my hands to soak while I watch a movie.","author":"Phoebe Tonkin","topic":"Beauty"},{"quote":"Beauty connotes humanity. We call a natural object beautiful because we see that its form expresses fitness, the perfect fulfillment of function.","author":"Moshe Safdie","topic":"Beauty"},{"quote":"Our hearts were drunk with a beauty Our eyes could never see.","author":"George William Russell","topic":"Beauty"},{"quote":"We Orientals find beauty not only in the thing itself but in the pattern of the shadows, the light and darkness which that thing provides.","author":"Junichiro Tanizaki","topic":"Beauty"},{"quote":"My sisters and I were fortunate to travel through Asia and Europe at very young ages. We confronted extraordinary beauty in Athens and unspeakable poverty in India.","author":"Mary Chapin Carpenter","topic":"Beauty"},{"quote":"Teenagers, especially girl ones, seem like the perfect canary-in-the-coal-mine characters to me. They capture American culture and its perversion, its hypocrisy - how absorbed we are with youth and beauty and sexualized imagery, for instance, while preaching abstinence and modesty.","author":"Antonya Nelson","topic":"Beauty"},{"quote":"Of course, all of the software I write runs on Linux; that&#39;s the beauty of standards, and of cross-platform code. I don&#39;t have to run your OS, and you don&#39;t have to run mine, and we can use the same applications anyway!","author":"Jamie Zawinski","topic":"Beauty"},{"quote":"That&#39;s the beauty of the acting world. You can play so many different characters who know and do so many things that you have no idea about as yourself. So I&#39;m a big fan of workshops and classes and learning new things because you can always apply it. It&#39;s your little supply bag of creativity. Keep filling it up.","author":"Daniela Ruah","topic":"Beauty"},{"quote":"The beauty of a relationship is when you get used to a person; it is not sudden. It is just a process, and you don&#39;t realise when love happens.","author":"Riteish Deshmukh","topic":"Beauty"},{"quote":"Whether we think of Disney&#39;s blonde beauty and her pumpkin carriage or Marissa Meyer&#39;s recent recasting of &#39;Cinderella&#39; as a cyborg in the young adult novel &#39;Cinder,&#39; we know that there are countless modern retellings of the tale.","author":"Marie Rutkoski","topic":"Beauty"},{"quote":"What&#39;s interesting about architects is, we always have tried to justify beauty by looking to nature, and arguably, beautiful architecture has always been looking at a model of nature.","author":"Greg Lynn","topic":"Beauty"},{"quote":"In a world where it is so easy to neglect, deny, corrupt and suppress the truth, the scientist may find his discipline severe. For him, truth is so seldom the sudden light that shows new order and beauty; more often, truth is the uncharted rock that sinks his ship in the dark.","author":"John Cornforth","topic":"Beauty"},{"quote":"I always say beauty is only sin deep.","author":"Hector Hugh Munro","topic":"Beauty"},{"quote":"Beauty, of course, is the most important requirement and the paramount asset of the applicant.","author":"Florenz Ziegfeld","topic":"Beauty"},{"quote":"Science shows us truth and beauty and fills each day with a fresh wonder of the exquisite order which governs our world.","author":"Polykarp Kusch","topic":"Beauty"},{"quote":"No eyes that have seen beauty ever lose their sight.","author":"Jean Toomer","topic":"Beauty"},{"quote":"Birth and death are the most singular events we experience - and the contemplation of death, as of birth, should be a thing of beauty, not ignobility.","author":"Jacob K. Javits","topic":"Beauty"},{"quote":"Life is one long decay, no? There&#39;s a lot of beauty in it. Like the patina in an old city.","author":"Urs Fischer","topic":"Beauty"},{"quote":"Far from creating a new formalism, what these can yield is something far transcending surface values since they not only embody form as beauty, but also form in which intuitions or ideas or conjectures have taken visible substance.","author":"Max Bill","topic":"Beauty"},{"quote":"So much inspires me. People living their lives with courage, beauty of all kinds, nature in all its aspects, people I love and people I hardly know, and, of course, other poets.","author":"Ellen Bass","topic":"Beauty"},{"quote":"Poetry allies itself with beauty - a supreme union - but never uses it as its ultimate goal or sole nourishment.","author":"Saint-John Perse","topic":"Beauty"},{"quote":"First, there is the bare beauty of the logs themselves with their long lines and firm curves. Then there is the open charm felt of the structural features which are not hidden under plaster and ornament, but are clearly revealed, a charm felt in Japanese architecture.","author":"Gustav Stickley","topic":"Beauty"},{"quote":"Wisdom I know is social. She seeks her fellows. But Beauty is jealous, and illy bears the presence of a rival.","author":"Thomas Jefferson","topic":"Beauty"},{"quote":"You don&#39;t have to be a renowned artist like Q-Tip to try your hand at poetry. You don&#39;t need any special equipment - that&#39;s the beauty of it.","author":"Michelle Obama","topic":"Beauty"},{"quote":"I think permitting the game to become too physical takes away a little bit of the beauty.","author":"John Wooden","topic":"Beauty"},{"quote":"Some people would claim that things like love, joy and beauty belong to a different category from science and can&#39;t be described in scientific terms, but I think they can now be explained by the theory of evolution.","author":"Stephen Hawking","topic":"Beauty"},{"quote":"Beauty is indeed a good gift of God; but that the good may not think it a great good, God dispenses it even to the wicked.","author":"Saint Augustine","topic":"Beauty"},{"quote":"To look almost pretty is an acquisition of higher delight to a girl who has been looking plain for the first fifteen years of her life than a beauty from her cradle can ever receive.","author":"Jane Austen","topic":"Beauty"},{"quote":"Beauty in distress is much the most affecting beauty.","author":"Edmund Burke","topic":"Beauty"},{"quote":"The ideal beauty is a fugitive which is never found.","author":"Joan Rivers","topic":"Beauty"},{"quote":"I wanted very much to learn to draw, for a reason that I kept to myself: I wanted to convey an emotion I have about the beauty of the world.","author":"Richard P. Feynman","topic":"Beauty"},{"quote":"All the great religions have a place for awe, for ecstatic transport at the wonder and beauty of creation.","author":"Richard Dawkins","topic":"Beauty"},{"quote":"Teach us that wealth is not elegance, that profusion is not magnificence, that splendor is not beauty.","author":"Benjamin Disraeli","topic":"Beauty"},{"quote":"I&#39;m just glad I was able to return to some of that innocence and beauty I had as a child when I started my own family, and my children brought me back some of that spirit.","author":"Angelina Jolie","topic":"Beauty"},{"quote":"Old hands soil, it seems, whatever they caress, but they too have their beauty when they are joined in prayer. Young hands were made for caresses and the sheathing of love. It is a pity to make them join too soon.","author":"Andre Gide","topic":"Beauty"},{"quote":"The thing that surprised me the most is just how much money women that weren&#39;t rich were paying for their hair. When you&#39;re in a beauty parlor in Harlem next to abandoned buildings and somebody&#39;s paying five grand for a weave, that&#39;s a bit much.","author":"Chris Rock","topic":"Beauty"},{"quote":"Even though I&#39;ve been putting out bodies of work for years, &#39;Beauty Behind the Madness&#39; felt like the beginning.","author":"The Weeknd","topic":"Beauty"},{"quote":"The beauty of the Democratic Party is in the mix.","author":"Nancy Pelosi","topic":"Beauty"},{"quote":"Children, dear and loving children, can alone console a woman for the loss of her beauty.","author":"Honore de Balzac","topic":"Beauty"},{"quote":"It is well known that Beauty does not look with a good grace on the timid advances of Humour.","author":"W. Somerset Maugham","topic":"Beauty"},{"quote":"Encourage good music and art and literature in your homes. Homes that have a spirit of refinement and beauty will bless the lives of your children forever.","author":"Ezra Taft Benson","topic":"Beauty"},{"quote":"What I see everywhere in the world are ordinary people willing to confront despair, power, and incalculable odds in order to restore some semblance of grace, justice, and beauty to this world.","author":"Paul Hawken","topic":"Beauty"},{"quote":"We make such terrible mistakes with visual choices about beauty.","author":"Marina Abramovic","topic":"Beauty"},{"quote":"If you see a Renaissance body, this is completely ugly in this time. Everybody has to be skinny. But the Renaissance body with incredible flow of the meat everywhere, it was beauty.","author":"Marina Abramovic","topic":"Beauty"},{"quote":"Some songs you get. Some songs you may not. And I think that&#39;s the beauty of art: to question and to ask, to understand the deeper meaning after two or three or four listenings.","author":"Janelle Monae","topic":"Beauty"},{"quote":"The love of beauty in its multiple forms is the noblest gift of the human cerebrum.","author":"Alexis Carrel","topic":"Beauty"},{"quote":"Life deprived of beauty is not worthy of being called human.","author":"Luis Barragan","topic":"Beauty"},{"quote":"There is no cosmetic for beauty like happiness.","author":"Maria Mitchell","topic":"Beauty"},{"quote":"I know I&#39;m not a woman&#39;s fantasy man; I don&#39;t have to uphold this image of male beauty, so that&#39;s kind of a relief in a way.","author":"Steve Carell","topic":"Beauty"},{"quote":"Beauty can come in strange forms.","author":"James Dyson","topic":"Beauty"},{"quote":"Beauty of expression is so akin to the voice of the sea.","author":"George Matthew Adams","topic":"Beauty"},{"quote":"Don&#39;t look at small business as a means to an end and a way to make money until the corporation hires you; look at it as a chance to create something of immeasurable value and beauty in a world that desperately needs it.","author":"Michael E. Gerber","topic":"Beauty"},{"quote":"In my personal opinion, you miss out on the beauty of the moment if you go in planning what the moment is. It&#39;s like having a vacation too jam-packed with activities. You miss all of the sunsets.","author":"Brie Larson","topic":"Beauty"},{"quote":"I like creating beauty out of scary things.","author":"Grimes","topic":"Beauty"},{"quote":"The sculptor who deals with form seeks to imprison beauty in a marble statue that will withstand the ravages of time during millenniums; but a marble statue is cold and speaks to but a few of the most evolved who are able to infuse the statue with their own life.","author":"Max Heindel","topic":"Beauty"},{"quote":"I like aristocracy. I like the beauty of aristocracy. I like the hierarchical feeling.","author":"James Salter","topic":"Beauty"},{"quote":"How goodness heightens beauty!","author":"Milan Kundera","topic":"Beauty"},{"quote":"Beauty is the disinterested one, without which the ancient world refused to understand itself, a word which both imperceptibly and yet unmistakably has bid farewell to our new world, a world of interests, leaving it to its own avarice and sadness.","author":"Hans Urs von Balthasar","topic":"Beauty"},{"quote":"Being proud of who we are as people is more important than cutting into ourselves to create this false idea of beauty.","author":"Isla Fisher","topic":"Beauty"},{"quote":"If you look at most beauty advertisements, you would think that makeup is only for beautiful women in their early twenties.","author":"Isabella Rossellini","topic":"Beauty"},{"quote":"My mother and my two grandmothers, I was lucky to have three women around me growing up that were very special, very elegant women, very beautiful women. They were my first step into the beauty world, let&#39;s say, and then the fashion world, of course.","author":"Francois Nars","topic":"Beauty"},{"quote":"My mother never wore much make-up, and she was a kind of natural beauty; she knew just how to enhance what she had.","author":"Francois Nars","topic":"Beauty"},{"quote":"Embrace the color of your skin and your own beauty.","author":"Yuna","topic":"Beauty"},{"quote":"A woman can be very beautiful and an ideal model and she will photograph incredibly well, but she&#39;ll appear in film and it won&#39;t work. What works is some fusion of physical beauty with some mental field or whatever you call it. I don&#39;t know.","author":"Oliver Stone","topic":"Beauty"},{"quote":"Aesthetics - rather than reason - shapes our thought processes. First comes aesthetics, then logic. &#39;Thinking in Numbers&#39; is not about an attempt to impress the reader but to include the reader, draw the reader in, by explaining my experiences - the beauty I feel in a prime number, for example.","author":"Daniel Tammet","topic":"Beauty"},{"quote":"I have always loved beauty and fashion. Some of my earliest memories are of being surrounded by fragrances and lipstick samples.","author":"Aerin Lauder","topic":"Beauty"},{"quote":"I really like to be able to have variety and to try different things - that&#39;s the beauty of fashion.","author":"Leighton Meester","topic":"Beauty"},{"quote":"Writing for the page is only one form of writing for the eye. Wherever solemn inscriptions are put up in public places, there is a sense that the site and the occasion demand a form of writing which goes beyond plain informative prose. Each word is so valued that the letters forming it are seen as objects of solemn beauty.","author":"James Fenton","topic":"Beauty"},{"quote":"As soon as beauty is sought not from religion and love, but for pleasure, it degrades the seeker.","author":"Annie Dillard","topic":"Beauty"},{"quote":"The beauty of a main title is that you establish your main theme and maybe a bit of your secondary theme. You plant the seed that you&#39;re going to go water later in the score. And so, having that removed just made it so much more difficult.","author":"Danny Elfman","topic":"Beauty"},{"quote":"Not just as a black woman, but as a woman, since the beginning of time, beauty has been our responsibility.","author":"Nicole Ari Parker","topic":"Beauty"},{"quote":"I&#39;m in love with beauty and things and people and love and being in love, and those things, I think, on the inside, show on the outside.","author":"Gloria Vanderbilt","topic":"Beauty"},{"quote":"But when I was twelve years old I caught my first strong glimpse of one of the fundamental forces of existence, whose votary I was destined to be for life - namely, Beauty.","author":"Georg Brandes","topic":"Beauty"},{"quote":"The Western man declares that in order to be beautiful, a woman must look 14 years old. If she dares to look 50, or worse, 60, she is beyond the pale. By putting the spotlight on the female child and framing her as the ideal of beauty, he condemns the mature woman to invisibility.","author":"Fatema Mernissi","topic":"Beauty"},{"quote":"I graduated high school, and I did my internship at Dove in their public relations department because I thought I wanted to be in PR, which turns out I did not. It was right when they were coming out with the Campaign for Real Beauty, so I got an inside view on the whole thing.","author":"Katherine Schwarzenegger","topic":"Beauty"},{"quote":"All my writing is about the recognition that there is no single reality. But the beauty of it is that you nevertheless go on, walking towards utopia, which may not exist, on a bridge which might end before you reach the other side.","author":"Marguerite Young","topic":"Beauty"},{"quote":"The singular point of beautiful objects, and people, is that they are experienced not as parts, or ratios between cheekbones and chin, but as wholes. The experience of beauty is a perception, but it is one that mixes up various other sensations and makes them converge in a particular way.","author":"Charles Jencks","topic":"Beauty"},{"quote":"Let your watchword be order and your beacon beauty.","author":"Daniel Burnham","topic":"Beauty"},{"quote":"It is Leistikow&#39;s lasting achievement - and will always remain so - that he found a style that can express the melancholy charm of the surroundings of Berlin. We see the Grunewald lakes and those on the upper Spree through his eyes; he has taught us to see their beauty.","author":"Max Liebermann","topic":"Beauty"},{"quote":"Beauty is less important than quality.","author":"Eugene Ormandy","topic":"Beauty"},{"quote":"My education in the arts began at the Cleveland Museum of Art. As a Cleveland child, I visited the museum&#39;s halls and corridors, gallery spaces and shows, over and over. For me, the Cleveland Museum was a school of my very own - the place where my eyes opened, my tastes developed, my ideas about beauty and creativity grew.","author":"Agnes Gund","topic":"Beauty"},{"quote":"The real sin against life is to abuse and destroy beauty, even one&#39;s own even more, one&#39;s own, for that has been put in our care and we are responsible for its well-being.","author":"Katherine Anne Porter","topic":"Beauty"},{"quote":"I was always anti-marriage. I didn&#39;t understand monogamy. I couldn&#39;t figure out how that could last. And then I met Bryn and I started to understand the beauty of constancy and history and change and going on the roller coaster with someone - of having a partner in life.","author":"Maria Bello","topic":"Beauty"},{"quote":"The real message of the Dance opens up the vistas of life to all who have the urge to express beauty with no other instrument than their own bodies, with no apparatus and no dependence on anything other than space.","author":"Ruth St. Denis","topic":"Beauty"},{"quote":"Beauty is only temporary, but your mind lasts you a lifetime.","author":"Alicia Machado","topic":"Beauty"},{"quote":"Beauty, unlike the rest of the gifts handed out at birth, does not require dedication, patience and hard work to pay off. But it&#39;s also the only gift that does not keep on giving.","author":"Paulina Porizkova","topic":"Beauty"},{"quote":"Coming in solemn beauty like slow old tunes of Spain.","author":"John Masefield","topic":"Beauty"},{"quote":"A healthful hunger for a great idea is the beauty and blessedness of life.","author":"Jean Ingelow","topic":"Beauty"},{"quote":"Beauty is often worse than wine; intoxicating both the holder and beholder.","author":"John Zimmerman","topic":"Beauty"},{"quote":"I don&#39;t think anyone who has been to Africa comes away untouched by the place. You see a lot of beauty and optimism, but you also come away with an awareness of the huge gulf between what most of us have and what most of them have to make do with. Then, every now and then, a famine or a war makes everything a hundred times worse.","author":"Gary Frank","topic":"Beauty"},{"quote":"I always loved Belle from &#39;Beauty and the Beast&#39;. I always thought I looked like her, so I dressed like her for every Halloween.","author":"Sofia Carson","topic":"Beauty"},{"quote":"I&#39;m not trying to stump anybody... it&#39;s the beauty of the language that I&#39;m interested in.","author":"Buddy Holly","topic":"Beauty"},{"quote":"The beauty of the past belongs to the past.","author":"Margaret Bourke-White","topic":"Beauty"},{"quote":"The vision is to restore Avon to an iconic beauty brand and to our leadership position in global direct selling, as well as continuing to ensure that we live up to our mission of empowering women.","author":"Sheri McCoy","topic":"Beauty"},{"quote":"A small house must depend on its grouping with other houses for its beauty, and for the preservation of light air and the maximum of surrounding open space.","author":"Clarence Stein","topic":"Beauty"},{"quote":"Beauty and folly are old companions.","author":"Benjamin Franklin","topic":"Beauty"},{"quote":"Beauty is all very well at first sight; but who ever looks at it when it has been in the house three days?","author":"George Bernard Shaw","topic":"Beauty"},{"quote":"Imagination disposes of everything; it creates beauty, justice, and happiness, which are everything in this world.","author":"Blaise Pascal","topic":"Beauty"},{"quote":"Beauty is a fragile gift.","author":"Ovid","topic":"Beauty"},{"quote":"Even in the centuries which appear to us to be the most monstrous and foolish, the immortal appetite for beauty has always found satisfaction.","author":"Charles Baudelaire","topic":"Beauty"},{"quote":"A beauty is a woman you notice; a charmer is one who notices you.","author":"Adlai E. Stevenson","topic":"Beauty"},{"quote":"I thought of Paris as a beauty spot on the face of the earth, and of London as a big freckle.","author":"James Weldon Johnson","topic":"Beauty"},{"quote":"Like charity, I believe glamour should begin at home.","author":"Loretta Young","topic":"Beauty"},{"quote":"I think it&#39;s huge that I&#39;m wearing my natural hair texture on ABC in prime time. As Dr. Rainbow Johnson on &#39;Black-ish,&#39; I think my hair is part of the reality of this woman&#39;s life. She has four children and is an anesthesiologist and a wife. She doesn&#39;t have a lot of time to fuss with beauty, so her look is pretty simple.","author":"Tracee Ellis Ross","topic":"Beauty"},{"quote":"I was not a good-lookin&#39; girl. I was extremely skinny. I wasn&#39;t pretty. I wasn&#39;t cool.","author":"Celine Dion","topic":"Beauty"},{"quote":"The beautiful remains so in ugly surroundings.","author":"Malcolm de Chazal","topic":"Beauty"},{"quote":"Solitude gives birth to the original in us, to beauty unfamiliar and perilous - to poetry. But also, it gives birth to the opposite: to the perverse, the illicit, the absurd.","author":"Thomas Mann","topic":"Beauty"},{"quote":"I don&#39;t need plastic in my body to validate me as a woman.","author":"Courtney Love","topic":"Beauty"},{"quote":"Beauty products always cheer me up and give me hope. If it makes you feel pretty, why not?","author":"Salma Hayek","topic":"Beauty"},{"quote":"Beauty comes in all forms. It&#39;s not just external; it&#39;s internal as well.","author":"Alessia Cara","topic":"Beauty"},{"quote":"Beauty is only skin deep, but it&#39;s a valuable asset if you&#39;re poor or haven&#39;t any sense.","author":"Vernon Howard","topic":"Beauty"},{"quote":"Growing up, I was obsessed with Disney movies like &#39;The Little Mermaid,&#39; &#39;Aladdin&#39; and &#39;Beauty And The Beast.&#39; I was always singing the songs from these movies, so to find myself in the studio with Alan Menken was an amazing experience. In fact, it was a dream come true.","author":"Mandy Moore","topic":"Beauty"},{"quote":"Without realizing it, the individual composes his life according to the laws of beauty even in times of greatest distress.","author":"Milan Kundera","topic":"Beauty"},{"quote":"I&#39;d like to grow up and be beautiful. I know it doesn&#39;t matter, but it doesn&#39;t hurt.","author":"Kirsten Dunst","topic":"Beauty"},{"quote":"Nothing can atone for the lack of modesty; without which beauty is ungraceful and wit detestable.","author":"Richard Steele","topic":"Beauty"},{"quote":"I sincerely feel that beauty largely comes from within.","author":"Christy Turlington","topic":"Beauty"},{"quote":"The beauty of Toronto is that it has not been shot a lot in movies, for itself at least. I mean, most of the time, Toronto is shot to portray something else.","author":"Denis Villeneuve","topic":"Beauty"},{"quote":"I think confidence is a true form of beauty.","author":"Becky G","topic":"Beauty"},{"quote":"What delights us in visible beauty is the invisible.","author":"Marie von Ebner-Eschenbach","topic":"Beauty"},{"quote":"A mode of conduct, a standard of courage, discipline, fortitude and integrity can do a great deal to make a woman beautiful.","author":"Jacqueline Bisset","topic":"Beauty"},{"quote":"Some guys say beauty is only skin deep. But when you walk into a party, you don&#39;t see somebody&#39;s brain. The initial contact has to be the sniffing.","author":"James Caan","topic":"Beauty"},{"quote":"The plainer the dress, the greater luster does beauty appear.","author":"Edward Wood, 1st Earl of Halifax","topic":"Beauty"},{"quote":"My dad had this philosophy that if you tell children they&#39;re beautiful and wonderful then they believe it, and they will be. So I never thought I was unattractive. But I was never one of the girls at school who had lots of boyfriends.","author":"Emily Mortimer","topic":"Beauty"},{"quote":"Having inner beauty is something you develop on your own, and I like to think I have that.","author":"Cindy Margolis","topic":"Beauty"},{"quote":"It&#39;s amazing what sleep does for your looks.","author":"Emily Procter","topic":"Beauty"},{"quote":"My beauty secret is to try to keep my heart as open and happy as I can, because it really makes the sad lines on my face look better.","author":"Lea Thompson","topic":"Beauty"},{"quote":"Because beauty isn&#39;t enough, there must be something more.","author":"Eva Herzigova","topic":"Beauty"},{"quote":"Though beauty gives you a weird sense of entitlement, it&#39;s rather frightening and threatening to have others ascribe such importance to something you know you&#39;re just renting for a while.","author":"Candice Bergen","topic":"Beauty"},{"quote":"There is no racial or ethnic involvement in Thanksgiving, and people who may be very distant from the Christian system can see the beauty and the positive spirit that comes from the holiday.","author":"John Clayton","topic":"Beauty"},{"quote":"Always think of what is useful and not what is beautiful. Beauty will come of its own accord.","author":"Nikolai Gogol","topic":"Beauty"},{"quote":"There are no moral lectures in &#39;Lookaway, Lookaway;&#39; there aren&#39;t even any lessons. But there is passion. It is a work that hides its craft but never its beauty, that is ambitious but never pretentious, that does not sacrifice nuance for power or power for nuance.","author":"Cathleen Schine","topic":"Beauty"},{"quote":"Avon invented the concept of direct marketing and direct selling beauty. And that&#39;s still very valid to us. We&#39;ll have a firm that will be around for another 114 years as strongly as it was the first 114.","author":"Andrea Jung","topic":"Beauty"},{"quote":"But the gravest difficulty, and perhaps the most important, in poetry meant solely for recitation, is the difficulty of achieving verbal beauty, or rather of making verbal beauty tell.","author":"Lascelles Abercrombie","topic":"Beauty"},{"quote":"When everything else physical and mental seems to diminish, the appreciation of beauty is on the increase.","author":"Bernard Berenson","topic":"Beauty"},{"quote":"Beauty is the first present nature gives to women and the first it takes away.","author":"Fay Weldon","topic":"Beauty"},{"quote":"O human beauty, what a dream art thou, that we should cast our life and hopes away on thee!","author":"Bryan Procter","topic":"Beauty"},{"quote":"I&#39;m very proud of my love for Whitney Houston. She really changed my life. She made my life a better life. She was so beautiful in her love for God, her love for her family and her love for music. She truly loved her music. She could do everything! She had flawless rhythm, flawless pitch, flawless feeling, and flawless beauty.","author":"Narada Michael Walden","topic":"Beauty"},{"quote":"Every year of my life I grow more convinced that it is wisest and best to fix our attention on the beautiful and the good, and dwell as little as possible on the evil and the false.","author":"Richard Cecil","topic":"Beauty"},{"quote":"I can&#39;t live without my beauty products. I love to be in my bathroom with my candles lit, morning, noon and night. I like taking hot baths and hot showers, using my body scrubs and lotions.","author":"Traci Bingham","topic":"Beauty"},{"quote":"A child does not notice the greatness and the beauty of nature and the splendor of God in his works.","author":"Rudolf Otto","topic":"Beauty"},{"quote":"You can only perceive real beauty in a person as they get older.","author":"Anouk Aimee","topic":"Beauty"},{"quote":"Beauty is only skin deep.","author":"Thomas Overbury","topic":"Beauty"}]