[{"quote":"The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.","author":"Helen Keller","topic":"Best"},{"quote":"The best preparation for tomorrow is doing your best today.","author":"H. Jackson Brown, Jr.","topic":"Best"},{"quote":"Good, better, best. Never let it rest. &#39;Til your good is better and your better is best.","author":"St. Jerome","topic":"Best"},{"quote":"Always do your best. What you plant now, you will harvest later.","author":"Og Mandino","topic":"Best"},{"quote":"Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.","author":"Buddha","topic":"Best"},{"quote":"An investment in knowledge pays the best interest.","author":"Benjamin Franklin","topic":"Best"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Best"},{"quote":"A strong, positive self-image is the best possible preparation for success.","author":"Joyce Brothers","topic":"Best"},{"quote":"The best thing to hold onto in life is each other.","author":"Audrey Hepburn","topic":"Best"},{"quote":"Nobody can predict the future. You just have to give your all to the relationship you&#39;re in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad.","author":"Nick Cannon","topic":"Best"},{"quote":"My life motto is &#39;Do my best, so that I can&#39;t blame myself for anything.&#39;","author":"Magdalena Neuner","topic":"Best"},{"quote":"The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.","author":"Vince Lombardi","topic":"Best"},{"quote":"Ultimately, leadership is not about glorious crowning acts. It&#39;s about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others&#39; success, and then standing back and letting them shine.","author":"Chris Hadfield","topic":"Best"},{"quote":"Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water.","author":"Christopher Morley","topic":"Best"},{"quote":"She&#39;s always there for me when I need her; She&#39;s my best friend; she&#39;s just my everything.","author":"Ashley Olsen","topic":"Best"},{"quote":"Work hard, stay positive, and get up early. It&#39;s the best part of the day.","author":"George Allen, Sr.","topic":"Best"},{"quote":"At the end of the day, life is about being happy being who you are, and I feel like we are so blessed to have the support system and the best family to really just support each other no matter what we&#39;re going through.","author":"Kim Kardashian","topic":"Best"},{"quote":"The best way to find yourself is to lose yourself in the service of others.","author":"Mahatma Gandhi","topic":"Best"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Best"},{"quote":"Technology can be our best friend, and technology can also be the biggest party pooper of our lives. It interrupts our own story, interrupts our ability to have a thought or a daydream, to imagine something wonderful, because we&#39;re too busy bridging the walk from the cafeteria back to the office on the cell phone.","author":"Steven Spielberg","topic":"Best"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Best"},{"quote":"The best way to pay for a lovely moment is to enjoy it.","author":"Richard Bach","topic":"Best"},{"quote":"We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.","author":"Martin Luther King, Jr.","topic":"Best"},{"quote":"I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot. I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day and I believe in miracles.","author":"Audrey Hepburn","topic":"Best"},{"quote":"My dream is of a place and a time where America will once again be seen as the last best hope of earth.","author":"Abraham Lincoln","topic":"Best"},{"quote":"It&#39;s not that diamonds are a girl&#39;s best friend, but it&#39;s your best friends who are your diamonds. It&#39;s your best friends who are supremely resilient, made under pressure and of astonishing value. They&#39;re everlasting; they can cut glass if they need to.","author":"Gina Barreca","topic":"Best"},{"quote":"Making money is art and working is art and good business is the best art.","author":"Andy Warhol","topic":"Best"},{"quote":"A satisfied customer is the best business strategy of all.","author":"Michael LeBoeuf","topic":"Best"},{"quote":"The best part about being alone is that you really don&#39;t have to answer to anybody. You do what you want.","author":"Justin Timberlake","topic":"Best"},{"quote":"Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that&#39;s beautiful.","author":"Rashida Jones","topic":"Best"},{"quote":"I&#39;m selfish, impatient, and a little insecure. I make mistakes, I&#39;m out of control, and at times hard to handle. But if you can&#39;t handle me at my worst, then you sure as hell don&#39;t deserve me at my best.","author":"Marilyn Monroe","topic":"Best"},{"quote":"I follow three rules: Do the right thing, do the best you can, and always show people you care.","author":"Lou Holtz","topic":"Best"},{"quote":"God always gives His best to those who leave the choice with him.","author":"Jim Elliot","topic":"Best"},{"quote":"If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges.","author":"Pat Riley","topic":"Best"},{"quote":"Speak when you are angry - and you&#39;ll make the best speech you&#39;ll ever regret.","author":"Laurence J. Peter","topic":"Best"},{"quote":"One of the best ways to make yourself happy in the present is to recall happy times from the past. Photos are a great memory-prompt, and because we tend to take photos of happy occasions, they weight our memories to the good.","author":"Gretchen Rubin","topic":"Best"},{"quote":"When everything is lonely I can be my best friend.","author":"Conor Oberst","topic":"Best"},{"quote":"The biggest ingredient in a best friend is someone whose actions you respect and who you can truly be yourself around.","author":"Renee Olstead","topic":"Best"},{"quote":"Outside of a dog, a book is a man&#39;s best friend. Inside of a dog it&#39;s too dark to read.","author":"Groucho Marx","topic":"Best"},{"quote":"The best way to find out if you can trust somebody is to trust them.","author":"Ernest Hemingway","topic":"Best"},{"quote":"I think it&#39;s very important to have a feedback loop, where you&#39;re constantly thinking about what you&#39;ve done and how you could be doing it better. I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Best"},{"quote":"Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.","author":"Theodore Isaac Rubin","topic":"Best"},{"quote":"I look my best when I&#39;m totally free, on holiday, walking on the beach.","author":"Rosamund Pike","topic":"Best"},{"quote":"Whatever you do, do with determination. You have one life to live; do your work with passion and give your best. Whether you want to be a chef, doctor, actor, or a mother, be passionate to get the best result.","author":"Alia Bhatt","topic":"Best"},{"quote":"I&#39;m not in the best shape, but I want to prove to myself I can do something that seems insurmountable and inspire others by showing them no matter where they are in their fitness goals, they can do it, too.","author":"Ruben Studdard","topic":"Best"},{"quote":"The best argument against democracy is a five-minute conversation with the average voter.","author":"Winston Churchill","topic":"Best"},{"quote":"The best thing one can do when it&#39;s raining is to let it rain.","author":"Henry Wadsworth Longfellow","topic":"Best"},{"quote":"To help yourself, you must be yourself. Be the best that you can be. When you make a mistake, learn from it, pick yourself up and move on.","author":"Dave Pelzer","topic":"Best"},{"quote":"Family is a unique gift that needs to be appreciated and treasured, even when they&#39;re driving you crazy. As much as they make you mad, interrupt you, annoy you, curse at you, try to control you, these are the people who know you the best and who love you.","author":"Jenna Morasca","topic":"Best"},{"quote":"Good teachers know how to bring out the best in students.","author":"Charles Kuralt","topic":"Best"},{"quote":"Sleep is the best meditation.","author":"Dalai Lama","topic":"Best"},{"quote":"The best way to predict the future is to create it.","author":"Peter Drucker","topic":"Best"},{"quote":"Write it on your heart that every day is the best day in the year.","author":"Ralph Waldo Emerson","topic":"Best"},{"quote":"Sports teaches you to understand the meaning of a team. You need to be able to work with everybody; you don&#39;t have to be their best friend. You can experience the fun of competition and driving toward a common goal without pushing to bond in some major way with each individual on a project.","author":"Kathleen Kennedy","topic":"Best"},{"quote":"My mama always used to tell me: &#39;If you can&#39;t find somethin&#39; to live for, you best find somethin&#39; to die for.&#39;","author":"Tupac Shakur","topic":"Best"},{"quote":"The key is to keep company only with people who uplift you, whose presence calls forth your best.","author":"Epictetus","topic":"Best"},{"quote":"Just find what works for you, what style suits you best, and just be confident enough to rock it.","author":"Odell Beckham, Jr.","topic":"Best"},{"quote":"In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.","author":"Theodore Roosevelt","topic":"Best"},{"quote":"If you do what you love, it is the best way to relax.","author":"Christian Louboutin","topic":"Best"},{"quote":"My best friend is the man who in wishing me well wishes it for my sake.","author":"Aristotle","topic":"Best"},{"quote":"The best education I have ever received was through travel.","author":"Lisa Ling","topic":"Best"},{"quote":"Only the mediocre are always at their best.","author":"Jean Giraudoux","topic":"Best"},{"quote":"The human body is the best picture of the human soul.","author":"Ludwig Wittgenstein","topic":"Best"},{"quote":"When we seek to discover the best in others, we somehow bring out the best in ourselves.","author":"William Arthur Ward","topic":"Best"},{"quote":"All the adversity I&#39;ve had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.","author":"Walt Disney","topic":"Best"},{"quote":"Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work.","author":"A. P. J. Abdul Kalam","topic":"Best"},{"quote":"Let go of yesterday. Let today be a new beginning and be the best that you can, and you&#39;ll get to where God wants you to be.","author":"Joel Osteen","topic":"Best"},{"quote":"At his best, man is the noblest of all animals; separated from law and justice he is the worst.","author":"Aristotle","topic":"Best"},{"quote":"The best revenge is to be unlike him who performed the injury.","author":"Marcus Aurelius","topic":"Best"},{"quote":"Walking is the best possible exercise. Habituate yourself to walk very far.","author":"Thomas Jefferson","topic":"Best"},{"quote":"A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.","author":"Lao Tzu","topic":"Best"},{"quote":"The best ideas come as jokes. Make your thinking as funny as possible.","author":"David Ogilvy","topic":"Best"},{"quote":"Our prayers should be for blessings in general, for God knows best what is good for us.","author":"Socrates","topic":"Best"},{"quote":"With me, what you see is what you get. Yes, call me naive, but I love life. I am happy, and for that, I make no apologies. I do like to see the best in people, and when someone is nice to my face, I tend to believe them.","author":"Joyce Giraud","topic":"Best"},{"quote":"My dad is my best friend, my father, and my boss. When I do something that is exciting and he likes it, it feels three times as good as you can imagine.","author":"David Lauren","topic":"Best"},{"quote":"My sister and I truly are best friends.","author":"Solange Knowles","topic":"Best"},{"quote":"Honesty is the best policy.","author":"Benjamin Franklin","topic":"Best"},{"quote":"It is no use saying, &#39;We are doing our best.&#39; You have got to succeed in doing what is necessary.","author":"Winston Churchill","topic":"Best"},{"quote":"Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre.","author":"Andy Serkis","topic":"Best"},{"quote":"Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read.","author":"Francis Bacon","topic":"Best"},{"quote":"A successful competition for me is always going out there and putting 100 percent into whatever I&#39;m doing. It&#39;s not always winning. People, I think, mistake that it&#39;s just winning. Sometimes it could be, but for me, it&#39;s hitting the best sets I can, gaining confidence, and having a good time and having fun.","author":"Simone Biles","topic":"Best"},{"quote":"In the practice of tolerance, one&#39;s enemy is the best teacher.","author":"Dalai Lama","topic":"Best"},{"quote":"A problem is a chance for you to do your best.","author":"Duke Ellington","topic":"Best"},{"quote":"I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Best"},{"quote":"Memories are the best things in life, I think.","author":"Romy Schneider","topic":"Best"},{"quote":"The best advice I ever got was that knowledge is power and to keep reading.","author":"David Bailey","topic":"Best"},{"quote":"My life motto is basically to lower your standards and expectations so you&#39;re never disappointed and never put any trust in anything, and I try to prepare for the day that I wake up, and everyone I know is like, &#39;LOL JK best long-running practical joke ever&#39;, so I&#39;ve never really let myself freak out or get too excited about anything.","author":"Tavi Gevinson","topic":"Best"},{"quote":"I try to say I love you in a million different ways. That&#39;s what I aspire to do. That&#39;s what I do best.","author":"Christine McVie","topic":"Best"},{"quote":"Champions are not the ones who always win races - champions are the ones who get out there and try. And try harder the next time. And even harder the next time. &#39;Champion&#39; is a state of mind. They are devoted. They compete to best themselves as much if not more than they compete to best others. Champions are not just athletes.","author":"Simon Sinek","topic":"Best"},{"quote":"My cell phone is my best friend. It&#39;s my lifeline to the outside world.","author":"Carrie Underwood","topic":"Best"},{"quote":"I do the very best I know how - the very best I can; and I mean to keep on doing so until the end.","author":"Abraham Lincoln","topic":"Best"},{"quote":"The best way to heal a broken heart, it turns out, is to find a way to move past the hurt.","author":"Mary Kay Andrews","topic":"Best"},{"quote":"My husband and I always have fun together in everything we do. Some people call me crazy, but the reality is that I enjoy spending each second with him. He is not just my husband - he is my rock and my very best friend!","author":"Joyce Giraud","topic":"Best"},{"quote":"Gorgeous hair is the best revenge.","author":"Ivana Trump","topic":"Best"},{"quote":"I love my wife and I know she loves me. We&#39;re best friends. We&#39;re just lucky to have found each other. It takes a lot of work but I just feel very blessed that I found the right person. It&#39;s a very fortunate situation and not everyone has that.","author":"Harry Connick, Jr.","topic":"Best"},{"quote":"A man&#39;s friendships are one of the best measures of his worth.","author":"Charles Darwin","topic":"Best"},{"quote":"The best preparation for good work tomorrow is to do good work today.","author":"Elbert Hubbard","topic":"Best"},{"quote":"Solitude is creativity&#39;s best friend, and solitude is refreshment for our souls.","author":"Naomi Judd","topic":"Best"},{"quote":"Silence is true wisdom&#39;s best reply.","author":"Euripides","topic":"Best"},{"quote":"In times of great stress or adversity, it&#39;s always best to keep busy, to plow your anger and your energy into something positive.","author":"Lee Iacocca","topic":"Best"},{"quote":"Don&#39;t lower your expectations to meet your performance. Raise your level of performance to meet your expectations. Expect the best of yourself, and then do what is necessary to make it a reality.","author":"Ralph Marston","topic":"Best"},{"quote":"Far and away the best prize that life has to offer is the chance to work hard at work worth doing.","author":"Theodore Roosevelt","topic":"Best"},{"quote":"Good manners will open doors that the best education cannot.","author":"Clarence Thomas","topic":"Best"},{"quote":"The only real failure in life is not to be true to the best one knows.","author":"Buddha","topic":"Best"},{"quote":"The best teamwork comes from men who are working independently toward one goal in unison.","author":"James Cash Penney","topic":"Best"},{"quote":"Men are like wine - some turn to vinegar, but the best improve with age.","author":"Pope John XXIII","topic":"Best"},{"quote":"Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret.","author":"Don Miguel Ruiz","topic":"Best"},{"quote":"Picking a best friend who stands up for what she believes in, is true to herself and allows you to be yourself without judgement of how &#39;cool&#39; you are? Well, now you&#39;re picking a friend for life.","author":"Renee Olstead","topic":"Best"},{"quote":"Knowing your own darkness is the best method for dealing with the darknesses of other people.","author":"Carl Jung","topic":"Best"},{"quote":"The best way out is always through.","author":"Robert Frost","topic":"Best"},{"quote":"I can&#39;t really explain what it&#39;s like to be in love, but I feel like it&#39;s being comfortable. It&#39;s almost like having a best friend. It&#39;s a beautiful thing.","author":"Ashton Irwin","topic":"Best"},{"quote":"The ultimate victory in competition is derived from the inner satisfaction of knowing that you have done your best and that you have gotten the most out of what you had to give.","author":"Howard Cosell","topic":"Best"},{"quote":"My best friend is the most important girl, outside of family, to me. I met her when I went to college and we bonded immediately. I&#39;d do anything for her at any time. We phone each other every day.","author":"Dawn French","topic":"Best"},{"quote":"Social media is something of a double-edged sword. At its best, social media offers unprecedented opportunities for marginalized people to speak and bring much needed attention to the issues they face. At its worst, social media also offers &#39;everyone&#39; an unprecedented opportunity to share in collective outrage without reflection.","author":"Roxane Gay","topic":"Best"},{"quote":"There are some things you learn best in calm, and some in storm.","author":"Willa Cather","topic":"Best"},{"quote":"Do what you love to do and give it your very best. Whether it&#39;s business or baseball, or the theater, or any field. If you don&#39;t love what you&#39;re doing and you can&#39;t give it your best, get out of it. Life is too short. You&#39;ll be an old man before you know it.","author":"Al Lopez","topic":"Best"},{"quote":"&#39;Thank you&#39; is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.","author":"Alice Walker","topic":"Best"},{"quote":"I am as bad as the worst, but, thank God, I am as good as the best.","author":"Walt Whitman","topic":"Best"},{"quote":"To have faith doesn&#39;t mean you get any less frustrated when you don&#39;t do your best, but you know that it&#39;s not life and death. Take what you&#39;re given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going.","author":"Tom Lehman","topic":"Best"},{"quote":"One&#39;s philosophy is not best expressed in words; it is expressed in the choices one makes... and the choices we make are ultimately our responsibility.","author":"Eleanor Roosevelt","topic":"Best"},{"quote":"I prefer to win titles with the team ahead of individual awards or scoring more goals than anyone else. I&#39;m more worried about being a good person than being the best football player in the world. When all this is over, what are you left with? When I retire, I hope I am remembered for being a decent guy.","author":"Lionel Messi","topic":"Best"},{"quote":"I look my best when I take my helmet off after a long motorcycle ride. I have a glow and a bit of helmet hair.","author":"Eric Bana","topic":"Best"},{"quote":"Walking is man&#39;s best medicine.","author":"Hippocrates","topic":"Best"},{"quote":"Modeling is the best because you have to look hot, which comes easy to me, you know. I&#39;m blessed with that.","author":"Ashton Kutcher","topic":"Best"},{"quote":"If you work hard and you do your best, you can do anything.","author":"Erin Heatherton","topic":"Best"},{"quote":"The worst times can be the best if you think with positive energy.","author":"Domenico Dolce","topic":"Best"},{"quote":"Heroes represent the best of ourselves, respecting that we are human beings. A hero can be anyone from Gandhi to your classroom teacher, anyone who can show courage when faced with a problem. A hero is someone who is willing to help others in his or her best capacity.","author":"Ricky Martin","topic":"Best"},{"quote":"The best proof of love is trust.","author":"Joyce Brothers","topic":"Best"},{"quote":"My dad was my best friend and greatest role model. He was an amazing dad, coach, mentor, soldier, husband and friend.","author":"Tiger Woods","topic":"Best"},{"quote":"Lay this unto your breast: Old friends, like old swords, still are trusted best.","author":"John Webster","topic":"Best"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"Best"},{"quote":"The best way to cheer yourself up is to try to cheer somebody else up.","author":"Mark Twain","topic":"Best"},{"quote":"The best things in life are often waiting for you at the exit ramp of your comfort zone.","author":"Karen Salmansohn","topic":"Best"},{"quote":"The best revenge is to live on and prove yourself.","author":"Eddie Vedder","topic":"Best"},{"quote":"I&#39;m just myself. That&#39;s the best way to put it.","author":"Post Malone","topic":"Best"},{"quote":"In terms of my marriage, you know, falling in love with my husband was by far the best thing that&#39;s ever happened to me.","author":"Caroline Kennedy","topic":"Best"},{"quote":"When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that&#39;s when you can do your best... for yourself and for others.","author":"Cara Delevingne","topic":"Best"},{"quote":"The best career advice I&#39;ve gotten is to stay focused, keep moving forward.","author":"Tyga","topic":"Best"},{"quote":"I feel like I&#39;m really blessed and lucky that I have a very good social life outside of the gym, and I have a really amazing family. My parents are so supportive. I have a younger brother and two younger sisters, and they&#39;re really awesome. So I feel like I get the best of both worlds.","author":"Aly Raisman","topic":"Best"},{"quote":"I think every girl needs to love herself, regardless of anything. Like if you&#39;re having a bad day, if you don&#39;t like your hair, if you don&#39;t have the best family situation, whatever, you have to love yourself and you can&#39;t do anything until you love yourself first.","author":"Julianne Hough","topic":"Best"},{"quote":"The best part of beauty is that which no picture can express.","author":"Francis Bacon","topic":"Best"},{"quote":"I&#39;m doing my best to raise my son and give him a nurturing, loving, and caring environment so he can grow up and be the best version of himself.","author":"Miranda Kerr","topic":"Best"},{"quote":"The best way to make your dreams come true is to wake up.","author":"Paul Valery","topic":"Best"},{"quote":"You don&#39;t fight racism with racism, the best way to fight racism is with solidarity.","author":"Bobby Seale","topic":"Best"},{"quote":"Old wood best to burn, old wine to drink, old friends to trust, and old authors to read.","author":"Athenaeus","topic":"Best"},{"quote":"My imagination completely controls me, and forever feeds the fire that burns with dark red light in my heart by bringing me the best dreams. I&#39;ve always had a wild imagination, a big heart and a tortured soul so I feel that dark fantasy, love and horror are in my blood.","author":"Kim Elizabeth","topic":"Best"},{"quote":"The best customer service is if the customer doesn&#39;t need to call you, doesn&#39;t need to talk to you. It just works.","author":"Jeff Bezos","topic":"Best"},{"quote":"If you&#39;re doing your best, you won&#39;t have any time to worry about failure.","author":"H. Jackson Brown, Jr.","topic":"Best"},{"quote":"I think happiness is a choice. If you feel yourself being happy and can settle in to the life choices you make, then it&#39;s great. It&#39;s really, really great. I swear to God, happiness is the best makeup.","author":"Drew Barrymore","topic":"Best"},{"quote":"The best smell in the world is that man that you love.","author":"Jennifer Aniston","topic":"Best"},{"quote":"I think the best way to get a good night sleep is to work hard throughout the day. If you work hard and, of course, work out.","author":"William H. McRaven","topic":"Best"},{"quote":"Living with fear stops us taking risks, and if you don&#39;t go out on the branch, you&#39;re never going to get the best fruit.","author":"Sarah Parish","topic":"Best"},{"quote":"Like love, breakfast is best when made at home.","author":"Gina Barreca","topic":"Best"},{"quote":"Our criminal justice system is fallible. We know it, even though we don&#39;t like to admit it. It is fallible despite the best efforts of most within it to do justice. And this fallibility is, at the end of the day, the most compelling, persuasive, and winning argument against a death penalty.","author":"Eliot Spitzer","topic":"Best"},{"quote":"The best protection any woman can have... is courage.","author":"Elizabeth Cady Stanton","topic":"Best"},{"quote":"I love natural beauty, and I think it&#39;s your best look, but I think makeup as an artist is so transformative.","author":"Marina and the Diamonds","topic":"Best"},{"quote":"The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?","author":"Edgar Allan Poe","topic":"Best"},{"quote":"Focused. I&#39;m a hustler. And my hustle is trying to figure out the best ways to do what I like without having to do much else.","author":"Mos Def","topic":"Best"},{"quote":"I pray to start my day and finish it in prayer. I&#39;m just thankful for everything, all the blessings in my life, trying to stay that way. I think that&#39;s the best way to start your day and finish your day. It keeps everything in perspective.","author":"Tim Tebow","topic":"Best"},{"quote":"Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best; it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.","author":"George S. Patton","topic":"Best"},{"quote":"To be nobody but yourself in a world which is doing its best, night and day, to make you everybody else - means to fight the hardest battle which any human being can fight; and never stop fighting.","author":"e. e. cummings","topic":"Best"},{"quote":"I always believe that to be the best, you have to smell like the best, dress like the best, act like the best. When you throw your trash in the garbage can, it has to be better than anybody else who ever threw trash in the garbage can.","author":"Lil Wayne","topic":"Best"},{"quote":"The best revenge is massive success.","author":"Frank Sinatra","topic":"Best"},{"quote":"Research shows that there is only half as much variation in student achievement between schools as there is among classrooms in the same school. If you want your child to get the best education possible, it is actually more important to get him assigned to a great teacher than to a great school.","author":"Bill Gates","topic":"Best"},{"quote":"When the best leader&#39;s work is done the people say, &#39;We did it ourselves.&#39;","author":"Lao Tzu","topic":"Best"},{"quote":"Having an aim is the key to achieving your best.","author":"Henry J. Kaiser","topic":"Best"},{"quote":"A failure is not always a mistake, it may simply be the best one can do under the circumstances. The real mistake is to stop trying.","author":"B. F. Skinner","topic":"Best"},{"quote":"Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations.","author":"Steve Jobs","topic":"Best"},{"quote":"I see myself as the best footballer in the world. If you don&#39;t believe you are the best, then you will never achieve all that you are capable of.","author":"Cristiano Ronaldo","topic":"Best"},{"quote":"You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give.","author":"E. O. Wilson","topic":"Best"},{"quote":"Chilling out on the bed in your hotel room watching television, while wearing your own pajamas, is sometimes the best part of a vacation.","author":"Laura Marano","topic":"Best"},{"quote":"I&#39;m doing my best to be mindful about how I&#39;m living: to be kind and patient, and not to impose a bad mood on somebody else. Being mindful is as good a way to be spiritual as anything else.","author":"Deirdre O'Kane","topic":"Best"},{"quote":"Competition is always a good thing. It forces us to do our best. A monopoly renders people complacent and satisfied with mediocrity.","author":"Nancy Pearcey","topic":"Best"},{"quote":"The age of a woman doesn&#39;t mean a thing. The best tunes are played on the oldest fiddles.","author":"Ralph Waldo Emerson","topic":"Best"},{"quote":"Do right. Do your best. Treat others as you want to be treated.","author":"Lou Holtz","topic":"Best"},{"quote":"Complete strangers can stand silent next to each other in an elevator and not even look each other in the eye. But at a concert, those same strangers could find themselves dancing and singing together like best friends. That&#39;s the power of music.","author":"LZ Granderson","topic":"Best"},{"quote":"Getting married, for me, was the best thing I ever did. I was suddenly beset with an immense sense of release, that we have something more important than our separate selves, and that is the marriage. There&#39;s immense happiness that can come from working towards that.","author":"Nick Cave","topic":"Best"},{"quote":"Baseball was, is and always will be to me the best game in the world.","author":"Babe Ruth","topic":"Best"},{"quote":"You can do everything you can to try to stop bad things from happening to you, but eventually things will happen, so the best prevention is a positive attitude.","author":"Marie Osmond","topic":"Best"},{"quote":"Where I am today... I still have my ups and downs, but I take it one day at a time and I just hope that I can be the best that I can possibly be, not only for myself, but also young people that are out there today that need someone to look up to.","author":"Demi Lovato","topic":"Best"},{"quote":"I got a Valentine&#39;s Day card from my girl. It said, &#39;Take my heart! Take my arms! Take my lips!&#39; Which is just like her. Keeping the best part for herself.","author":"Robert Orben","topic":"Best"},{"quote":"We must make the best of those ills which cannot be avoided.","author":"Clarence Day","topic":"Best"},{"quote":"We feel very honored to have been offered the responsibility to host this great event, Berlin is a wonderful city that is developing at a tremendous rate, and this decision means that we can now prepare to welcome the world&#39;s best athletes to a fascinating place.","author":"Otto Schily","topic":"Best"},{"quote":"The best thing about being a DJ is making people happy. There is nothing like seeing people get up from a table to dance or the expression on their face when they hear a song they love. I also love to educate people on music they have never heard.","author":"Chelsea Leyland","topic":"Best"},{"quote":"I believe in soulmates, yes, but I believe you also have to work at love. I happen to believe your soulmate doesn&#39;t have to be your partner - your soulmate could be your best friend, your sibling, it doesn&#39;t have to be the person you marry.","author":"Cheryl Cole","topic":"Best"},{"quote":"I&#39;ve known my best friend since I was a baby, and I don&#39;t know what I would do without her. She is always straight with me and can make me laugh hysterically. Everyone should have someone like that in their life.","author":"Jasmine Guinness","topic":"Best"},{"quote":"The best cure for the body is a quiet mind.","author":"Napoleon Bonaparte","topic":"Best"},{"quote":"To be successful in real estate, you must always and consistently put your clients&#39; best interests first. When you do, your personal needs will be realized beyond your greatest expectations.","author":"Anthony Hitt","topic":"Best"},{"quote":"We&#39;ve seen over time that countries that have the best economic growth are those that have good governance, and good governance comes from freedom of communication. It comes from ending corruption. It comes from a populace that can go online and say, &#39;This politician is corrupt, this administrator, or this public official is corrupt.&#39;","author":"Ramez Naam","topic":"Best"},{"quote":"I have the best roommates in the world! It creates a fun sense of family... and that&#39;s really important to me. Things can get so lonely without it.","author":"Kristen Bell","topic":"Best"},{"quote":"When you do something best in life, you don&#39;t really want to give that up - and for me it&#39;s tennis.","author":"Roger Federer","topic":"Best"},{"quote":"You try to do the best with what you&#39;ve got and ignore everything else. That&#39;s why horses get blinders in horse racing: You look at the horse next to you, and you lose a step.","author":"Jimmy Iovine","topic":"Best"},{"quote":"The Negro race, like all races, is going to be saved by its exceptional men. The problem of education, then, among Negroes must first of all deal with the Talented Tenth; it is the problem of developing the Best of this race that they may guide the Mass away from the contamination and death of the Worst, in their own and other races.","author":"W. E. B. Du Bois","topic":"Best"},{"quote":"It was the best of times, it was the worst of times.","author":"Charles Dickens","topic":"Best"},{"quote":"Employees are a company&#39;s greatest asset - they&#39;re your competitive advantage. You want to attract and retain the best; provide them with encouragement, stimulus, and make them feel that they are an integral part of the company&#39;s mission.","author":"Anne M. Mulcahy","topic":"Best"},{"quote":"I&#39;ve been searching for ways to heal myself, and I&#39;ve found that kindness is the best way.","author":"Lady Gaga","topic":"Best"},{"quote":"If you want to do really important things in life and big things in life, you can&#39;t do anything by yourself. And your best teams are your friends and your siblings.","author":"Deepak Chopra","topic":"Best"},{"quote":"The breaks you take from work pay you back manifold when you return because you come back with a fresher mind and newer thinking. Some of your best ideas come when you&#39;re on vacation.","author":"Gautam Singhania","topic":"Best"},{"quote":"The best way to inspire people to superior performance is to convince them by everything you do and by your everyday attitude that you are wholeheartedly supporting them.","author":"Harold S. Geneen","topic":"Best"},{"quote":"Sometimes a loss is the best thing that can happen. It teaches you what you should have done next time.","author":"Snoop Dogg","topic":"Best"},{"quote":"When a man&#39;s best friend is his dog, that dog has a problem.","author":"Edward Abbey","topic":"Best"},{"quote":"Technology is best when it brings people together.","author":"Matt Mullenweg","topic":"Best"},{"quote":"My husband is actually the nicest guy in the world. He&#39;s my sweetheart and best friend, and one of the things I love best about him is that no matter how terrible I look - and believe me, it can get bad - he makes me feel pretty.","author":"Gena Showalter","topic":"Best"},{"quote":"With modeling, you pose. You want to look your best all the time. With acting, you have to be aware of the camera, but the more you show your imperfections, the better you&#39;re going to be.","author":"Diane Kruger","topic":"Best"},{"quote":"Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming.","author":"John Wooden","topic":"Best"},{"quote":"The best weapon against an enemy is another enemy.","author":"Friedrich Nietzsche","topic":"Best"},{"quote":"The best kids are going to become the best. But the best thing about it is that you&#39;re going to learn lessons in playing those sports about winning and losing and teamwork and teammates and arguments and everything else that are going to affect you positively for the rest of your life.","author":"Carl Lewis","topic":"Best"},{"quote":"The best part is still ahead of me - I haven&#39;t experienced my &#39;good old days&#39; yet.","author":"Luther Vandross","topic":"Best"},{"quote":"Hard work opens doors and shows the world that you are serious about being one of those rare - and special - human beings who use the fullness of their talents to do their very best.","author":"Robin S. Sharma","topic":"Best"},{"quote":"Politeness and civility are the best capital ever invested in business. Large stores, gilt signs, flaming advertisements, will all prove unavailing if you or your employees treat your patrons abruptly. The truth is, the more kind and liberal a man is, the more generous will be the patronage bestowed upon him.","author":"P. T. Barnum","topic":"Best"},{"quote":"Creativity is a habit, and the best creativity is the result of good work habits.","author":"Twyla Tharp","topic":"Best"},{"quote":"The roots of true achievement lie in the will to become the best that you can become.","author":"Harold Taylor","topic":"Best"},{"quote":"Badminton is not only about winning. What is important to me is about playing hard, doing my best and putting up a good show for the spectators.","author":"Lin Dan","topic":"Best"},{"quote":"We live in deeds, not years; in thoughts, not breaths; in feelings, not in figures on a dial. We should count time by heart throbs. He most lives who thinks most, feels the noblest, acts the best.","author":"Aristotle","topic":"Best"},{"quote":"I believe that in life, you have to give things your best shot, do your best. You have to focus on what needs to be done, do the right thing, not the popular thing.","author":"David Cameron","topic":"Best"},{"quote":"It&#39;s always best to ask for forgiveness if you feel that you made a mistake. And again, asking for forgiveness is not just saying the words &#39;I&#39;m sorry&#39;; it is also offering what you need to do.","author":"Grace Poe","topic":"Best"},{"quote":"The mornings along the coast where the fog and mist meet with the salty spray of the seas is one of my favourite smells. I love the smell in the evergreen forest just after it rains - The Redwood Forest in California has the coast, too, so you have the best of everything!","author":"Paul Walker","topic":"Best"},{"quote":"The best way to guarantee a loss is to quit.","author":"Morgan Freeman","topic":"Best"},{"quote":"I would like to be remembered as someone who did the best she could with the talent she had.","author":"J. K. Rowling","topic":"Best"},{"quote":"Health is the thing that makes you feel that now is the best time of the year.","author":"Franklin Pierce Adams","topic":"Best"},{"quote":"Old friends are best.","author":"John Selden","topic":"Best"},{"quote":"The thing is that love gives us a ringside seat on somebody else&#39;s flaws, so of course you&#39;re gonna spot some things that kinda need to be mentioned. But often the romantic view is to say, &#39;If you loved me, you wouldn&#39;t criticise me.&#39; Actually, true love is often about trying to teach someone how to be the best version of themselves.","author":"Alain de Botton","topic":"Best"},{"quote":"To give anything less than your best, is to sacrifice the gift.","author":"Steve Prefontaine","topic":"Best"},{"quote":"The best way to avoid falling prey to the opinions of others is to realize that other people&#39;s opinions are just that - opinions. Regardless of how great or terrible they think you are, that&#39;s only their opinion. Your true self-worth comes from within.","author":"Travis Bradberry","topic":"Best"},{"quote":"No matter how good you are at planning, the pressure never goes away. So I don&#39;t fight it. I feed off it. I turn pressure into motivation to do my best.","author":"Ben Carson","topic":"Best"},{"quote":"Perfection is impossible; just strive to do your best.","author":"Angela Watson","topic":"Best"},{"quote":"Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.","author":"Steve Jobs","topic":"Best"},{"quote":"I never had a policy; I have just tried to do my very best each and every day.","author":"Abraham Lincoln","topic":"Best"},{"quote":"With the Union my best and dearest earthly hopes are entwined.","author":"Franklin Pierce","topic":"Best"},{"quote":"The best way of removing negativity is to laugh and be joyous.","author":"David Icke","topic":"Best"},{"quote":"Excellence is the best deterrent to racism or sexism.","author":"Oprah Winfrey","topic":"Best"},{"quote":"The best employees are those who bring real energy and initiative to the job. I like to know whether you&#39;re the kind of person who can set priorities, take initiative, and drive results right from the beginning.","author":"Marillyn Hewson","topic":"Best"},{"quote":"The purpose of meditation is to make our mind calm and peaceful. If our mind is peaceful, we will be free from worries and mental discomfort, and so we will experience true happiness. But if our mind is not peaceful, we will find it very difficult to be happy, even if we are living in the very best conditions.","author":"Kelsang Gyatso","topic":"Best"},{"quote":"Everyone is your best friend when you are successful. Make sure that the people that you surround yourself with are also the people that you are not afraid of failing with.","author":"Paula Abdul","topic":"Best"},{"quote":"Doing the best at this moment puts you in the best place for the next moment.","author":"Oprah Winfrey","topic":"Best"},{"quote":"My brother is my best friend.","author":"Erinn Smart","topic":"Best"},{"quote":"The ladder of success is best climbed by stepping on the rungs of opportunity.","author":"Ayn Rand","topic":"Best"},{"quote":"A person who has been punished is not less inclined to behave in a given way; at best, he learns how to avoid punishment.","author":"B. F. Skinner","topic":"Best"},{"quote":"Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond.","author":"Hypatia","topic":"Best"},{"quote":"The one thing you&#39;ve gotta do is that you need to always do the best you can do, no matter what the given situation, no matter what comes up against you. You do the best you can do, and you never give up. Never quit.","author":"James Corden","topic":"Best"},{"quote":"Your sweetheart calls you by another&#39;s name. His eyes linger too long on your best friend. He talks with excitement about a girl at work. And the fire catches. Jealousy - that sickening combination of possessiveness, suspicion, rage, and humiliation - can overtake your mind and threaten your very core as you contemplate your rival.","author":"Helen Fisher","topic":"Best"},{"quote":"Right actions in the future are the best apologies for bad actions in the past.","author":"Tryon Edwards","topic":"Best"},{"quote":"The best way to get a bad law repealed is to enforce it strictly.","author":"Abraham Lincoln","topic":"Best"},{"quote":"It&#39;s a funny thing about life; if you refuse to accept anything but the best, you very often get it.","author":"W. Somerset Maugham","topic":"Best"},{"quote":"The best luck of all is the luck you make for yourself.","author":"Douglas MacArthur","topic":"Best"},{"quote":"I feel that people are basically trying to do their best in the world. Even when you see people making mistakes, you understand why they&#39;re making a mistake. Everybody has flaws, everybody has demons, everybody has ghosts, but I think you watch people and you see everybody trying to do their best.","author":"Jason Katims","topic":"Best"},{"quote":"Your best teacher is your last mistake.","author":"Ralph Nader","topic":"Best"},{"quote":"Love God; love others; do your best in all you do, even if you fall short!","author":"Bethany Hamilton","topic":"Best"},{"quote":"Try and leave this world a little better than you found it, and when your turn comes to die, you can die happy in feeling that at any rate, you have not wasted your time but have done your best.","author":"Robert Baden-Powell","topic":"Best"},{"quote":"Simple ingredients prepared in a simple way - that&#39;s the best way to take your everyday cooking to a higher level.","author":"Jose Andres","topic":"Best"},{"quote":"In sports, you simply aren&#39;t considered a real champion until you have defended your title successfully. Winning it once can be a fluke; winning it twice proves you are the best.","author":"Althea Gibson","topic":"Best"},{"quote":"I&#39;m just thankful for everything, all the blessings in my life, trying to stay that way. I think that&#39;s the best way to start your day and finish your day. It keeps everything in perspective.","author":"Tim Tebow","topic":"Best"},{"quote":"The best partnerships aren&#39;t dependent on a mere common goal but on a shared path of equality, desire, and no small amount of passion.","author":"Sarah MacLean","topic":"Best"},{"quote":"The best fashion advice I&#39;d say would be just to do what makes you comfortable and what makes you feel cute, and that&#39;s how you&#39;re gonna look your best &#39;cause when you feel your best, everybody else can feel it, too.","author":"Ariana Grande","topic":"Best"},{"quote":"My very best friend died in a car accident when I was 16 years old. That was the hardest blow emotionally that I have ever had to endure. Suddenly, you realize tomorrow might not come. Now I live by the motto, &#39;Today is what I have.&#39;","author":"Amber Heard","topic":"Best"},{"quote":"This is the precept by which I have lived: Prepare for the worst; expect the best; and take what comes.","author":"Hannah Arendt","topic":"Best"},{"quote":"If our nation wants to reduce global warming, air pollution and energy instability, we should invest only in the best energy options. Nuclear energy isn&#39;t one of them.","author":"Mark Z. Jacobson","topic":"Best"},{"quote":"For me the best thing about winning an award is when the people cheer for your win. When you can see that the people are really happy that you are winning something, that&#39;s the most reward thing in the world.","author":"Busta Rhymes","topic":"Best"},{"quote":"I keep sailing on in this middle passage. I am sailing into the wind and the dark. But I am doing my best to keep my boat steady and my sails full.","author":"Arthur Ashe","topic":"Best"},{"quote":"I am my own muse, the subject I know best.","author":"Frida Kahlo","topic":"Best"},{"quote":"I never understand when people say, &#39;School days are the best of your life.&#39; So it&#39;s all downhill from 16? How depressing.","author":"Marsha Thomason","topic":"Best"},{"quote":"I think one of the best words in the English language is &#39;compassion.&#39; I think it holds everything. It holds love, it holds care... and if everybody just did something. We all make a difference.","author":"Michael Crawford","topic":"Best"},{"quote":"The portrait I do best is of the person I know best.","author":"Nadar","topic":"Best"},{"quote":"The best executive is one who has sense enough to pick good people to do what he wants done, and self-restraint enough to keep from meddling with them while they do it.","author":"Theodore Roosevelt","topic":"Best"},{"quote":"I married my best friend. I was still in awe after more than four years of being around her at how smart and strong and loving and caring she was. And I really hoped that her choosing me and rejecting my advice to pursue her own career was a decision she would never regret.","author":"William J. Clinton","topic":"Best"},{"quote":"You can&#39;t just give someone a creativity injection. You have to create an environment for curiosity and a way to encourage people and get the best out of them.","author":"Ken Robinson","topic":"Best"},{"quote":"Mental prayer in my opinion is nothing else than an intimate sharing between friends; it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything.","author":"Saint Teresa of Avila","topic":"Best"},{"quote":"I think the iPhone is the best consumer product ever. That&#39;s what I feel about it. And it&#39;s become so integrated and integral to our lives, you wouldn&#39;t think about leaving home without it.","author":"Tim Cook","topic":"Best"},{"quote":"The best form of government is that which is most likely to prevent the greatest sum of evil.","author":"James Monroe","topic":"Best"},{"quote":"Life doesn&#39;t require that we be the best, only that we try our best.","author":"H. Jackson Brown, Jr.","topic":"Best"},{"quote":"I try not to think about anyone&#39;s expectations but rather focus on always doing my personal best. Modeling was never a thought in my mind growing up, but my mom felt it was important for me to be open to business opportunities and expand my horizons.","author":"Anwar Hadid","topic":"Best"},{"quote":"While I relish our warm months, winter forms our character and brings out our best.","author":"Tom Allen","topic":"Best"},{"quote":"The torch relay is an excellent embodiment of all that the Olympic Games have come to symbolise - a celebration of the human spirit. Personally to me, it represents striving to be the best in whatever we do, never giving up despite the odds, and a commitment to health and fitness.","author":"Lakshmi Mittal","topic":"Best"},{"quote":"The Lord gets his best soldiers out of the highlands of affliction.","author":"Charles Spurgeon","topic":"Best"},{"quote":"If you believe that your best years are behind you, you&#39;ve guaranteed they are; I&#39;m going to dance into that good night, with the oldies turned up loud.","author":"Gina Barreca","topic":"Best"},{"quote":"What matters is getting the best out of the squad you have.","author":"Claudio Ranieri","topic":"Best"},{"quote":"I&#39;m going to use all my tools, my God-given ability, and make the best life I can with it.","author":"LeBron James","topic":"Best"},{"quote":"Unfortunately, we can never truly know if we&#39;re making the right decision. What we do know is that wherever we are, that&#39;s where the Light wants us to be. It&#39;s the best place for us to be now. And as long as we don&#39;t try to control the situation, then we won&#39;t end up in the place we shouldn&#39;t be.","author":"Yehuda Berg","topic":"Best"},{"quote":"Surround yourself with the best people you can find, delegate authority, and don&#39;t interfere as long as the policy you&#39;ve decided upon is being carried out.","author":"Ronald Reagan","topic":"Best"},{"quote":"But the person who scored well on an SAT will not necessarily be the best doctor or the best lawyer or the best businessman. These tests do not measure character, leadership, creativity, perseverance.","author":"William Julius Wilson","topic":"Best"},{"quote":"Nature study will show you how full of beautiful and wonderful things God has made the world for you to enjoy. Be contented with what you have got and make the best of it. Look on the bright side of things instead of the gloomy one.","author":"Robert Baden-Powell","topic":"Best"},{"quote":"The best place to find God is in a garden. You can dig for him there.","author":"George Bernard Shaw","topic":"Best"},{"quote":"The biggest surprise, which is also the best, is that I didn&#39;t know I would love motherhood as much as I do.","author":"Deborah Norville","topic":"Best"},{"quote":"I&#39;m blessed with good genes, but I also love to look my best self.","author":"Farrah Abraham","topic":"Best"},{"quote":"I want to make sure that that future that we&#39;re creating is one that is the best it can be for people around the world, and also one that includes the full range of our talent and our skills - and, you know, gender and ethnicity, geography - to solving the world&#39;s problems.","author":"Mae Jemison","topic":"Best"},{"quote":"Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.","author":"Thomas Jefferson","topic":"Best"},{"quote":"I think people should have fun. And don&#39;t get so down on yourself. Enjoy life and be the best person you can be.","author":"Keke Palmer","topic":"Best"},{"quote":"Things turn out best for the people who make the best of the way things turn out.","author":"John Wooden","topic":"Best"},{"quote":"I&#39;m just here for good times, man. I want people to have the best time ever. Especially if they&#39;re around me.","author":"Travis Scott","topic":"Best"},{"quote":"Our flag honors those who have fought to protect it, and is a reminder of the sacrifice of our nation&#39;s founders and heroes. As the ultimate icon of America&#39;s storied history, the Stars and Stripes represents the very best of this nation.","author":"Joe Barton","topic":"Best"},{"quote":"My parents sacrificed so much for all of us. It makes me want to give back to them by being the best I can be.","author":"Diana Lopez","topic":"Best"},{"quote":"To be a great artist, you need to know yourself as best as you possibly can. I live my life and delve into my own psyche. It&#39;s more about exploring how I feel rather than making pale imitations of something that came before. We are unique beings, and the way we look at things is our own.","author":"Bat for Lashes","topic":"Best"},{"quote":"A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation.","author":"Moliere","topic":"Best"},{"quote":"The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be.","author":"Anne Frank","topic":"Best"},{"quote":"I still believe that &#39;No Smoking&#39; is one of my best performances.","author":"John Abraham","topic":"Best"},{"quote":"My childhood dream was to study mechanical engineering. After reading &#39;The Mysterious Island&#39; - which I read 25 times as a boy - I thought that was the best thing a person could do. The engineer in the book knows mechanics and physics, and he creates a whole way of life on the island out of nothing. I wanted to be like that.","author":"Dan Shechtman","topic":"Best"},{"quote":"He who knows best knows how little he knows.","author":"Thomas Jefferson","topic":"Best"},{"quote":"A woman knows by intuition, or instinct, what is best for herself.","author":"Marilyn Monroe","topic":"Best"},{"quote":"By making college unaffordable and student loans unbearable, we risk deterring our best and brightest from pursuing higher education and securing a good-paying job.","author":"Mark Pocan","topic":"Best"},{"quote":"There are people out there who hate me and who say I&#39;m arrogant, vain, and whatever. That&#39;s all part of my success. I am made to be the best.","author":"Cristiano Ronaldo","topic":"Best"},{"quote":"The best years of your life are the ones in which you decide your problems are your own. You do not blame them on your mother, the ecology, or the president. You realize that you control your own destiny.","author":"Albert Ellis","topic":"Best"},{"quote":"One of the very best reasons for having children is to be reminded of the incomparable joys of a snow day.","author":"Susan Orlean","topic":"Best"},{"quote":"When you start hiding things away, that&#39;s when the darkness creeps up. Sunlight is the best disinfectant.","author":"Steve Kazee","topic":"Best"},{"quote":"At the end of the day, my goal was to be the best hacker.","author":"Kevin Mitnick","topic":"Best"},{"quote":"I love dressing up. It&#39;s the best part of being a girl, I think.","author":"Emma Roberts","topic":"Best"},{"quote":"My son has been the best thing that has happened in my life. He has been amazing, and he is truly heaven-sent. And so, I just feel all that love.","author":"Ciara","topic":"Best"},{"quote":"I used to do my best thinking while staring out airplane windows. The seat-back video system put a stop to that. Now I sit and watch old&#39; Friends&#39; and &#39;Everybody Loves Raymond&#39; episodes. Walking is good, but here again, technology has interfered. I like to listen to iTunes while I walk home. I guess I don&#39;t think anymore.","author":"Mary Roach","topic":"Best"},{"quote":"&#39;Chef&#39; doesn&#39;t mean that you&#39;re the best cook, it simply means &#39;boss.&#39;","author":"Tom Colicchio","topic":"Best"},{"quote":"The best way to look stylish on a budget is to try second-hand, bargain hunting, and vintage.","author":"Orlando Bloom","topic":"Best"},{"quote":"We have the best government that money can buy.","author":"Mark Twain","topic":"Best"},{"quote":"I find that it&#39;s best to take one step at a time and cross each bridge as they come to you.","author":"Michael Stuhlbarg","topic":"Best"},{"quote":"Sculpture is an art of the open air. Daylight, sunlight, is necessary to it, and for me, its best setting and complement is nature.","author":"Henry Moore","topic":"Best"},{"quote":"We all have a social mask, right? We put it on, we go out, put our best foot forward, our best image. But behind that social mask is a personal truth, what we really, really believe about who we are and what we&#39;re capable of.","author":"Phil McGraw","topic":"Best"},{"quote":"Sometimes people just want you to fail. Except your really good friends. I&#39;ve always known who my best friends were.","author":"Kato Kaelin","topic":"Best"},{"quote":"I do believe that the original sources of all religions should be taught, because with that we will find our similarities, not just our differences. I believe that if Mohammed, Buddha, Jesus, and Moses all got together they would be best of friends because the spiritual basis of all religions is something that builds unity.","author":"Yehuda Berg","topic":"Best"},{"quote":"The best way to predict the future is to invent it.","author":"Alan Kay","topic":"Best"},{"quote":"The best training program in the world is absolutely worthless without the will to execute it properly, consistently, and with intensity.","author":"John Romaniello","topic":"Best"},{"quote":"Do the best you can, and don&#39;t take life too serious.","author":"Will Rogers","topic":"Best"},{"quote":"I think my mom put it best. She said, &#39;Little girls soften their daddy&#39;s hearts.&#39;","author":"Paul Walker","topic":"Best"},{"quote":"Candy is childhood, the best and bright moments you wish could have lasted forever.","author":"Dylan Lauren","topic":"Best"},{"quote":"Let me be the first to tell you, drinking alcohol is the worst thing to do in cold weather. Hot soup is the best because the process of digesting food helps to warm you up.","author":"Morgan Freeman","topic":"Best"},{"quote":"The season of failure is the best time for sowing the seeds of success.","author":"Paramahansa Yogananda","topic":"Best"},{"quote":"Life is a lot like jazz... it&#39;s best when you improvise.","author":"George Gershwin","topic":"Best"},{"quote":"If you love your work, you&#39;ll be out there every day trying to do it the best you possibly can, and pretty soon everybody around will catch the passion from you - like a fever.","author":"Sam Walton","topic":"Best"},{"quote":"Words empty as the wind are best left unsaid.","author":"Homer","topic":"Best"},{"quote":"The best thing is to look natural, but it takes makeup to look natural.","author":"Calvin Klein","topic":"Best"},{"quote":"The best portion of a good man&#39;s life is his little, nameless, unremembered acts of kindness and of love.","author":"William Wordsworth","topic":"Best"},{"quote":"Cigarettes and coffee: an alcoholic&#39;s best friend!","author":"Gerard Way","topic":"Best"},{"quote":"I believe God is managing affairs and that He doesn&#39;t need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about.","author":"Henry Ford","topic":"Best"},{"quote":"If it&#39;s flipping hamburgers at McDonald&#39;s, be the best hamburger flipper in the world. Whatever it is you do you have to master your craft.","author":"Snoop Dogg","topic":"Best"},{"quote":"If you can do what you do best and be happy, you&#39;re further along in life than most people.","author":"Leonardo DiCaprio","topic":"Best"},{"quote":"Everybody is different. Everybody has different styles. Just do it the best way you know how.","author":"Vince Carter","topic":"Best"},{"quote":"Life is short and if you&#39;re looking for extension, you had best do well. &#39;Cause there&#39;s good deeds and then there&#39;s good intentions. They are as far apart as Heaven and Hell.","author":"Ben Harper","topic":"Best"},{"quote":"There&#39;s nothing better than having a baby. I&#39;ve always loved children. I used to work summers at the YMCA and be in charge of, like, 30 preschool kids. I knew that when I had a child, I&#39;d be overwhelmed, and it&#39;s true... I can&#39;t tell you how much my attitude has changed since we&#39;ve got Frances. Holding my baby is the best drug in the world.","author":"Kurt Cobain","topic":"Best"},{"quote":"I think the best thing about being pregnant would definitely have to be seeing just my belly grow and seeing, like, wow, there is, you know, something inside of me.","author":"Tia Mowry","topic":"Best"},{"quote":"Love is the best school, but the tuition is high and the homework can be painful.","author":"Diane Ackerman","topic":"Best"},{"quote":"The monster was the best friend I ever had.","author":"Boris Karloff","topic":"Best"},{"quote":"Grow old with me! The best is yet to be.","author":"Robert Browning","topic":"Best"},{"quote":"I have learned that not diamonds but divorce lawyers are a girl&#39;s best friend.","author":"Zsa Zsa Gabor","topic":"Best"},{"quote":"Time is generally the best doctor.","author":"Ovid","topic":"Best"},{"quote":"There&#39;s nothing better than people talking to each other, sharing best practices, and opening up communications.","author":"Dan Gilbert","topic":"Best"},{"quote":"That is the difference between good teachers and great teachers: good teachers make the best of a pupil&#39;s means; great teachers foresee a pupil&#39;s ends.","author":"Maria Callas","topic":"Best"},{"quote":"The best vision is insight.","author":"Malcolm Forbes","topic":"Best"},{"quote":"My best vacation memory is getting barreled at the beach in Hawaii.","author":"Troy Polamalu","topic":"Best"},{"quote":"Having lots of siblings is like having built-in best friends.","author":"Kim Kardashian","topic":"Best"},{"quote":"I have the simplest tastes. I am always satisfied with the best.","author":"Oscar Wilde","topic":"Best"},{"quote":"To wake up to the sound of my son saying &#39;Mama, mama!&#39; It&#39;s the best sound ever.","author":"Miranda Kerr","topic":"Best"},{"quote":"For everything bad, there&#39;s a million really exciting things, whether it&#39;s someone puts out a really great book, there&#39;s a new movie, there&#39;s a new detective, the sky is unbelievably golden, or you have the best cup of coffee you ever had in your life.","author":"Patti Smith","topic":"Best"},{"quote":"Stubborn and ardent clinging to one&#39;s opinion is the best proof of stupidity.","author":"Michel de Montaigne","topic":"Best"},{"quote":"The best way to get to know the place you are traveling in is to walk around... and the best way to walk around is with comfortable shoes! Grab your travel buddy and your running shoes and go explore!","author":"Laura Marano","topic":"Best"},{"quote":"One of the best paradoxes of leadership is a leader&#39;s need to be both stubborn and open-minded. A leader must insist on sticking to the vision and stay on course to the destination. But he must be open-minded during the process.","author":"Simon Sinek","topic":"Best"},{"quote":"I can only control my own performance. If I do my best, then I can feel good at the end of the day.","author":"Michael Phelps","topic":"Best"},{"quote":"The best way to learn is by doing. The only way to build a strong work ethic is getting your hands dirty.","author":"Alex Spanos","topic":"Best"},{"quote":"The best thinking has been done in solitude. The worst has been done in turmoil.","author":"Thomas A. Edison","topic":"Best"},{"quote":"Among the natural rights of the colonists are these: First a right to life, secondly to liberty, and thirdly to property; together with the right to defend them in the best manner they can.","author":"Samuel Adams","topic":"Best"},{"quote":"Looking good is the best revenge.","author":"Ivana Trump","topic":"Best"},{"quote":"The optimist thinks this is the best of all possible worlds. The pessimist fears it is true.","author":"J. Robert Oppenheimer","topic":"Best"},{"quote":"Many people think of perfectionism as striving to be your best, but it is not about self-improvement; it&#39;s about earning approval and acceptance.","author":"Brene Brown","topic":"Best"},{"quote":"When you love someone, the best thing you can offer is your presence. How can you love if you are not there?","author":"Thich Nhat Hanh","topic":"Best"},{"quote":"Every job is good if you do your best and work hard. A man who works hard stinks only to the ones that have nothing to do but smell.","author":"Laura Ingalls Wilder","topic":"Best"},{"quote":"I love being in love. It&#39;s the best feeling in the world.","author":"Ranveer Singh","topic":"Best"},{"quote":"If you want to be the best, you have to do things that other people aren&#39;t willing to do.","author":"Michael Phelps","topic":"Best"},{"quote":"The corruption of the best things gives rise to the worst.","author":"David Hume","topic":"Best"},{"quote":"All the best performers bring to their role something more, something different than what the author put on paper. That&#39;s what makes theatre live. That&#39;s why it persists.","author":"Stephen Sondheim","topic":"Best"},{"quote":"A good character is the best tombstone. Those who loved you and were helped by you will remember you when forget-me-nots have withered. Carve your name on hearts, not on marble.","author":"Charles Spurgeon","topic":"Best"},{"quote":"During difficult times, it&#39;s best to cut down on sweets like cookies, cake and candy. Satisfy your sweet tooth with fruit to help prevent blood sugar dips and spikes.","author":"Karen Salmansohn","topic":"Best"},{"quote":"I don&#39;t know anybody who said, &#39;I love that teacher, he or she gave a really good homework set,&#39; or &#39;Boy, that was the best class I ever took because those exams were awesome.&#39; That&#39;s not what people want to talk about. It&#39;s not what influences people in one profession or another.","author":"Neil deGrasse Tyson","topic":"Best"},{"quote":"I think for anybody, regardless of what industry you work in, when you get a new job, and it&#39;s progressive in terms of your career, that is one of the best feelings in the world.","author":"Will Poulter","topic":"Best"},{"quote":"I just wanted to be a businessman, and to me, the best way to understand business was to be an accountant.","author":"Aubrey McClendon","topic":"Best"},{"quote":"I personally think my sister is so stunning without makeup. And she doesn&#39;t wear that much makeup because she has the best skin color.","author":"Gigi Hadid","topic":"Best"},{"quote":"The only way to get the best of an argument is to avoid it.","author":"Dale Carnegie","topic":"Best"},{"quote":"Every man, every woman who has to take up the service of government, must ask themselves two questions: &#39;Do I love my people in order to serve them better? Am I humble and do I listen to everybody, to diverse opinions in order to choose the best path?&#39; If you don&#39;t ask those questions, your governance will not be good.","author":"Pope Francis","topic":"Best"},{"quote":"There is a power in public opinion in this country - and I thank God for it: for it is the most honest and best of all powers - which will not tolerate an incompetent or unworthy man to hold in his weak or wicked hands the lives and fortunes of his fellow-citizens.","author":"Martin Van Buren","topic":"Best"},{"quote":"Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what&#39;s going to happen next.","author":"Gilda Radner","topic":"Best"},{"quote":"I believe one of the best things about managing people is that we can influence lives in a positive way. That&#39;s basically what a manager is about. When I can do that, I am very happy.","author":"Arsene Wenger","topic":"Best"},{"quote":"What&#39;s great about collaborating is getting to work with wonderful people. That&#39;s what theatre is about: other people getting you to give your best, and getting everyone else&#39;s best out of them.","author":"Jason Robert Brown","topic":"Best"},{"quote":"I really thought to myself, &#39;If I&#39;m going to do anything in this world, I am going to be the best I can be.&#39; I have a tennis coach that has taken me as far as my body can go. I hired a private skiing coach during my birthday week. I have a private yoga instructor. I just don&#39;t understand why you wouldn&#39;t give yourself every advantage.","author":"Mark Pincus","topic":"Best"},{"quote":"Stop being a critic and be a light; don&#39;t be a judge, be a model. I think we are far too critical. I think the best way to correct behavior is to accentuate and affirm positive behavior and to ignore negative behavior. Generally speaking, there is a time to correct, of course; but my biggest advice would be, &#39;Affirm your child.&#39;","author":"Sean Covey","topic":"Best"},{"quote":"My best friend and I love to make fish faces.","author":"Beverley Mitchell","topic":"Best"},{"quote":"If you win a Super Bowl before you&#39;re fired, you&#39;re a genius, and everyone listens to you. But a coach is just a guy whose best class in grammar school was recess and whose best class in high school was P.E. I never thought I was anything but a guy whose best class was P.E.","author":"John Madden","topic":"Best"},{"quote":"Growing up, I had a very normal relationship with my brother and sister. But, over time, they became my best friends, and now I hang out with them all the time. I&#39;m very close with them.","author":"Logan Lerman","topic":"Best"},{"quote":"Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment.","author":"Grenville Kleiser","topic":"Best"},{"quote":"You&#39;re not going to say anything about me that I&#39;m not going to say about myself. There&#39;s so many things that I think about myself; if someone really wanted to get at me, they could say this and this and this. So I&#39;m going to say it before they can. It&#39;s the best policy for me.","author":"Eminem","topic":"Best"},{"quote":"There are things that I can tell my friends that I just can&#39;t tell my family, just as far as how I&#39;m feeling about things. My friends know me the best in a certain way. I just think old friends are really, really important.","author":"Jonathan Levine","topic":"Best"},{"quote":"We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend.","author":"Robert Louis Stevenson","topic":"Best"},{"quote":"My father taught me not to overthink things, that nothing will ever be perfect, so just keep moving and do your best.","author":"Scott Eastwood","topic":"Best"},{"quote":"I love what I do, and when you love what you do, you want to be the best at it.","author":"Jay-Z","topic":"Best"},{"quote":"I don&#39;t think any country is perfect. It&#39;s our responsibility to do the best we can do to change the things we don&#39;t like. I think that&#39;s part of social responsibility, and everybody is going to do that in their own way.","author":"Tom Brady","topic":"Best"},{"quote":"Being fully present is the best guarantee for a bright future.","author":"Guy Finley","topic":"Best"},{"quote":"I don&#39;t care whether people like me or dislike me. I&#39;m not on earth to win a popularity contest. I&#39;m here to be the best human being I possibly can be.","author":"Tab Hunter","topic":"Best"},{"quote":"Make the best use of what is in your power, and take the rest as it happens.","author":"Epictetus","topic":"Best"},{"quote":"Your best ideas, those eureka moments that turn the world upside down, seldom come when you&#39;re juggling emails, rushing to meet the 5 P.M. deadline or straining to make your voice heard in a high-stress meeting. They come when you&#39;re walking the dog, soaking in the bath or swinging in a hammock.","author":"Carl Honore","topic":"Best"},{"quote":"It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth.","author":"Jean Piaget","topic":"Best"},{"quote":"Government, even in its best state, is but a necessary evil; in its worst state, an intolerable one.","author":"Thomas Paine","topic":"Best"},{"quote":"Difficult times often bring out the best in people.","author":"Bernie Sanders","topic":"Best"},{"quote":"The best way to look at any business is from the standpoint of the clients.","author":"Jamie Dimon","topic":"Best"},{"quote":"Being a teenager is an amazing time and a hard time. It&#39;s when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks.","author":"Sophia Bush","topic":"Best"},{"quote":"Life is not always not always what one wants it to be., but to make the best of it as it is the only way of being happy.","author":"Lady Randolph Churchill","topic":"Best"},{"quote":"When team members trust each other and know that everyone is capable of admitting when they&#39;re wrong, then conflict becomes nothing more than the pursuit of truth or the best possible answer.","author":"Patrick Lencioni","topic":"Best"},{"quote":"If you&#39;re a good choice maker, you can choose the best emotional responses and choose the best new life paths, forward and upward.","author":"Karen Salmansohn","topic":"Best"},{"quote":"My father&#39;s best friend, Georgie Terra, was an Italian guy. The children and the cousins and nieces and nephews were children of the Mafia. Those were the children he grew up with. If you want to go to a safe neighborhood, go to where the Mafia is.","author":"Louis Gossett, Jr.","topic":"Best"},{"quote":"I guess I&#39;m just an open-hearted, fair, good person. I try to encourage people to be their best and look inside themselves and find out what they are passionate about and expand on that and enjoy life.","author":"Miranda Kerr","topic":"Best"},{"quote":"I have always served the public to the best of my ability. Why? Because, like every other man, it is to my interest to do so.","author":"Cornelius Vanderbilt","topic":"Best"},{"quote":"When you have got an elephant by the hind legs and he is trying to run away, it&#39;s best to let him run.","author":"Abraham Lincoln","topic":"Best"},{"quote":"The best way a mentor can prepare another leader is to expose him or her to other great people.","author":"John C. Maxwell","topic":"Best"},{"quote":"I&#39;ve always been a pretty candid person. I&#39;m not a very secretive person; I&#39;m not a very discreet person. One of my best friends once described me as pathologically indiscreet.","author":"Andrew Sullivan","topic":"Best"},{"quote":"The purpose of psychology is to give us a completely different idea of the things we know best.","author":"Paul Valery","topic":"Best"},{"quote":"My brother is my best friend. Usually, when I&#39;m fencing, I can hear his voice.","author":"Erinn Smart","topic":"Best"},{"quote":"Most of those coming from the mainland are very destitute, almost naked. I am trying to find places for those able to work, and provide for them as best I can, so as to lighten the burden on the Government as much as possible, while at the same time they learn to respect themselves by earning their own living.","author":"Harriet Tubman","topic":"Best"},{"quote":"Above all, don&#39;t fear difficult moments. The best comes from them.","author":"Rita Levi-Montalcini","topic":"Best"},{"quote":"In our so-called democracy we are accustomed to give the majority what they want rather than educate them to understand what is best for them.","author":"Carter G. Woodson","topic":"Best"},{"quote":"America has the best doctors, the best nurses, the best hospitals, the best medical technology, the best medical breakthrough medicines in the world. There is absolutely no reason we should not have in this country the best health care in the world.","author":"Bill Frist","topic":"Best"},{"quote":"Blondes make the best victims. They&#39;re like virgin snow that shows up the bloody footprints.","author":"Alfred Hitchcock","topic":"Best"},{"quote":"Next to acquiring good friends, the best acquisition is that of good books.","author":"Charles Caleb Colton","topic":"Best"},{"quote":"A study of economics usually reveals that the best time to buy anything is last year.","author":"Marty Allen","topic":"Best"},{"quote":"If you believe in what you are doing, then let nothing hold you up in your work. Much of the best work of the world has been done against seeming impossibilities. The thing is to get the work done.","author":"Dale Carnegie","topic":"Best"},{"quote":"The best way to persuade people is with your ears - by listening to them.","author":"Dean Rusk","topic":"Best"},{"quote":"I think it doesn&#39;t matter if you are the best surfer in the world. I&#39;m going to try to be the best surfer I can be. It&#39;s not all about competing and being the best. It&#39;s more about having fun and just doing what you love.","author":"Bethany Hamilton","topic":"Best"},{"quote":"The best way to promote and protect opportunity is through collaboration, consensus-building, and pragmatic problem-solving. Throughout nearly 30 years in public service, I have approached tough challenges by making room for as many people as possible around the table in search of common ground.","author":"Thomas E. Perez","topic":"Best"},{"quote":"Expect the best, Prepare for the worst.","author":"Muhammad Ali Jinnah","topic":"Best"},{"quote":"Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.","author":"Oscar Wilde","topic":"Best"},{"quote":"In 1985, I was living with my sister in Virginia, and since I was still in high school, I worked at McDonald&#39;s to save money to get an abortion. It sounds really terrible, but it was the best decision I ever made. It was the first time I took responsibility for my actions. I messed up, had sex without contraception, and got pregnant at 15.","author":"Kathleen Hanna","topic":"Best"},{"quote":"Falling in love is the best way to kill your heart because then it&#39;s not yours anymore. It&#39;s laid in a coffin, waiting to be cremated.","author":"Ville Valo","topic":"Best"},{"quote":"Climate change is destroying our path to sustainability. Ours is a world of looming challenges and increasingly limited resources. Sustainable development offers the best chance to adjust our course.","author":"Ban Ki-moon","topic":"Best"},{"quote":"No one wants to die. Even people who want to go to heaven don&#39;t want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life&#39;s change agent. It clears out the old to make way for the new.","author":"Steve Jobs","topic":"Best"},{"quote":"We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we&#39;ve established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile.","author":"Earl Nightingale","topic":"Best"},{"quote":"Win or lose, I believe in giving my best and that is what I always do.","author":"Lin Dan","topic":"Best"},{"quote":"Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.","author":"Chanakya","topic":"Best"},{"quote":"Our goal is to make the best devices in the world, not to be the biggest.","author":"Steve Jobs","topic":"Best"},{"quote":"Beer, it&#39;s the best damn drink in the world.","author":"Jack Nicholson","topic":"Best"},{"quote":"The best thing I did was to choose the right heroes.","author":"Warren Buffett","topic":"Best"},{"quote":"It is literally true that you can succeed best and quickest by helping others to succeed.","author":"Napoleon Hill","topic":"Best"},{"quote":"My mother thinks I am the best. And I was raised to always believe what my mother tells me.","author":"Diego Maradona","topic":"Best"},{"quote":"I was raised to believe that excellence is the best deterrent to racism or sexism. And that&#39;s how I operate my life.","author":"Oprah Winfrey","topic":"Best"},{"quote":"Leadership consists of picking good men and helping them do their best.","author":"Chester W. Nimitz","topic":"Best"},{"quote":"A &#39;naughty pickle&#39; is how I&#39;d best describe myself. I think fun and laughter is the whole point of life.","author":"Celia Imrie","topic":"Best"},{"quote":"I&#39;m human, I&#39;m not perfect. I make mistakes all the time, but I guess my job is to keep those mistakes to myself, which I&#39;m already fine doing and just try to be the best I can be for those kids.","author":"Selena Gomez","topic":"Best"},{"quote":"There is no greater power in Heaven or on Earth than pure, unconditional love. The nature of the God force, the unseen intelligence in all things, which causes the material world and is the center of both the spiritual and physical plane, is best described as pure, unconditional love.","author":"Wayne Dyer","topic":"Best"},{"quote":"Don&#39;t let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use.","author":"Earl Nightingale","topic":"Best"},{"quote":"I did the best I could, and in some arenas, my best was not good enough. I&#39;ve made some bad choices.","author":"Amy Grant","topic":"Best"},{"quote":"The best kind of accountability on a team is peer-to-peer. Peer pressure is more efficient and effective than going to the leader, anonymously complaining, and having them stop what they are doing to intervene.","author":"Patrick Lencioni","topic":"Best"},{"quote":"My siblings are my best friends.","author":"America Ferrera","topic":"Best"},{"quote":"If I&#39;m honest I have to tell you I still read fairy-tales and I like them best of all.","author":"Audrey Hepburn","topic":"Best"},{"quote":"Learn to say &#39;no&#39; to the good so you can say &#39;yes&#39; to the best.","author":"John C. Maxwell","topic":"Best"},{"quote":"We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible.","author":"Barack Obama","topic":"Best"},{"quote":"Use what talents you possess; the woods would be very silent if no birds sang there except those that sang best.","author":"Henry Van Dyke","topic":"Best"},{"quote":"Sometimes you get the best light from a burning bridge.","author":"Don Henley","topic":"Best"},{"quote":"There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment.","author":"Swami Sivananda","topic":"Best"},{"quote":"No universal selfishness can bring social good to all. Communism - the effort to give all men what they need and to ask of each the best they can contribute - this is the only way of human life.","author":"W. E. B. Du Bois","topic":"Best"},{"quote":"You&#39;re not gonna get through life without being worshipful or devoted to something. You&#39;re either devoted to your job, or to your desires. So the best way to spend your life is to try to be devoted to prayer, to Allah.","author":"Mos Def","topic":"Best"},{"quote":"Design is a plan for arranging elements in such a way as best to accomplish a particular purpose.","author":"Charles Eames","topic":"Best"},{"quote":"Collaboration is the best way to work. It&#39;s only way to work, really. Everyone&#39;s there because they have a set of skills to offer across the board.","author":"Antony Starr","topic":"Best"},{"quote":"I have always thought the actions of men the best interpreters of their thoughts.","author":"John Locke","topic":"Best"},{"quote":"Wise and humane management of the patient is the best safeguard against infection.","author":"Florence Nightingale","topic":"Best"},{"quote":"The calling of the humanities is to make us truly human in the best sense of the word.","author":"J. Irwin Miller","topic":"Best"},{"quote":"Momentum begets momentum, and the best way to start is to start.","author":"Gil Penchina","topic":"Best"},{"quote":"I always prefer to believe the best of everybody, it saves so much trouble.","author":"Rudyard Kipling","topic":"Best"},{"quote":"That best portion of a man&#39;s life, his little, nameless, unremembered acts of kindness and love.","author":"William Wordsworth","topic":"Best"},{"quote":"If a man does his best, what else is there?","author":"George S. Patton","topic":"Best"},{"quote":"I paint self-portraits because I am so often alone, because I am the person I know best.","author":"Frida Kahlo","topic":"Best"},{"quote":"We hire people who want to make the best things in the world.","author":"Steve Jobs","topic":"Best"},{"quote":"Perhaps I know best why it is man alone who laughs; he alone suffers so deeply that he had to invent laughter.","author":"Friedrich Nietzsche","topic":"Best"},{"quote":"Take those chances and you can achieve greatness, whereas if you go conservative, you&#39;ll never know. I truly believe what doesn&#39;t kill you makes you stronger. Even if you fail, learning and moving on is sometimes the best thing.","author":"Danica Patrick","topic":"Best"},{"quote":"I hate losing, and I&#39;m gonna do whatever it takes to be the best at whatever it is I&#39;m doing.","author":"Carson Wentz","topic":"Best"},{"quote":"The best comfort food will always be greens, cornbread, and fried chicken.","author":"Maya Angelou","topic":"Best"},{"quote":"You know, real life doesn&#39;t just suddenly resolve itself. You have to keep working at it. Democracy, marriage, friendship. You can&#39;t just say, &#39;She&#39;s my best friend.&#39; That&#39;s not a given, it&#39;s a process.","author":"Viggo Mortensen","topic":"Best"},{"quote":"This is what sexism does best: it makes you feel crazy for desiring parity and hopeless about ever achieving it.","author":"Deborah Copaken Kogan","topic":"Best"},{"quote":"Life is often compared to a marathon, but I think it is more like being a sprinter; long stretches of hard work punctuated by brief moments in which we are given the opportunity to perform at our best.","author":"Michael Johnson","topic":"Best"},{"quote":"Ethical decisions ensure that everyone&#39;s best interests are protected. When in doubt, don&#39;t.","author":"Harvey Mackay","topic":"Best"},{"quote":"A rich, robust, well-resourced public education is one of the best routes out of poverty and a pathway to prosperity.","author":"Randi Weingarten","topic":"Best"},{"quote":"Every one in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her.","author":"Maria Montessori","topic":"Best"},{"quote":"You can compromise between good, better, and best, and you can compromise between bad and worse and terrible. But you can&#39;t compromise between good and evil. And now people look at the other side as a completely different kind of animal and say, &#39;They are taking the country down the road to purgatory.&#39; It&#39;s complete intolerance.","author":"Gary Ackerman","topic":"Best"},{"quote":"One of the best things we can do for our country, for advancing our children, is to upgrade our child care system.","author":"Lois Frankel","topic":"Best"},{"quote":"I am not trying my best because it is the Olympics. I try my best always.","author":"Kim Yuna","topic":"Best"},{"quote":"We all know what it feels like to be an outcast or a loner or to fall between the cracks. To be the target of gossip or people talking about you, or girls are ganging up on you. One minute, they&#39;re your best friend; the next, they call you on three-way.","author":"Krysten Ritter","topic":"Best"},{"quote":"I am easily satisfied with the very best.","author":"Winston Churchill","topic":"Best"},{"quote":"A girl&#39;s best friend is her pride.","author":"Vanity","topic":"Best"},{"quote":"I was never a pretty girl, so I wasn&#39;t the one to get the boy. I used to cast myself as a good sport. Sometimes I wonder if I do that too much with roles I play, because if I&#39;m absolutely truthful, I quite like being the best friend, or the supporting role, and actually I ought to gear-change and make myself the leading role.","author":"Celia Imrie","topic":"Best"},{"quote":"Sometimes a little heartbreak is a lesson, and the best thing to do is just learn the lesson.","author":"Jon Voight","topic":"Best"},{"quote":"You have to be confident in who you are and what you&#39;re doing. Of course, you try to evolve. I would never tell you, &#39;Today is the best I will ever be.&#39; I&#39;m always trying to be a better chef, a better dad, a better person.","author":"Guy Fieri","topic":"Best"},{"quote":"I have great respect for the past. If you don&#39;t know where you&#39;ve come from, you don&#39;t know where you&#39;re going. I have respect for the past, but I&#39;m a person of the moment. I&#39;m here, and I do my best to be completely centered at the place I&#39;m at, then I go forward to the next place.","author":"Maya Angelou","topic":"Best"},{"quote":"Guitar is the best form of self-expression I know. Everything else, and I&#39;m just sort of tripping around, trying to figure my way through life.","author":"Slash","topic":"Best"},{"quote":"My dad said to me, &#39;Work hard and be patient.&#39; It was the best advice he ever gave me. You have to put the hours in.","author":"Simon Cowell","topic":"Best"},{"quote":"Next to being witty, the best thing is being able to quote another&#39;s wit.","author":"Christian Nestell Bovee","topic":"Best"},{"quote":"You have to accept whatever comes and the only important thing is that you meet it with courage and with the best that you have to give.","author":"Eleanor Roosevelt","topic":"Best"},{"quote":"When I was a boy, the priest, my uncle, carefully inculcated upon me this proverb, which I then learned and have ever since kept in my mind: &#39;Dico tibi verum, Libertas optima rerum; Nunquam servili, sub nexu vivito, fili.&#39; &#39;I tell you a truth: Liberty is the best of things, my son; never live under any slavish bond.&#39;","author":"William Wallace","topic":"Best"},{"quote":"You must accept that you might fail; then, if you do your best and still don&#39;t win, at least you can be satisfied that you&#39;ve tried. If you don&#39;t accept failure as a possibility, you don&#39;t set high goals, you don&#39;t branch out, you don&#39;t try - you don&#39;t take the risk.","author":"Rosalynn Carter","topic":"Best"},{"quote":"The best doctor is the one you run to and can&#39;t find.","author":"Denis Diderot","topic":"Best"},{"quote":"The best way to destroy the capitalist system is to debauch the currency.","author":"Vladimir Lenin","topic":"Best"},{"quote":"The best road to progress is freedom&#39;s road.","author":"John F. Kennedy","topic":"Best"},{"quote":"Maybe black and white is the best medium for landscapes, I don&#39;t know.","author":"Fay Godwin","topic":"Best"},{"quote":"I&#39;m not the best person at putting words together. I can&#39;t give you the melody. But I might inspire somebody.","author":"Meek Mill","topic":"Best"},{"quote":"Being a mother and grandmother is the best of the best in my life. My grandchildren multiply the joy my daughters bring me.","author":"Alexandra Stoddard","topic":"Best"},{"quote":"Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable.","author":"John Wooden","topic":"Best"},{"quote":"Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future.","author":"Dale Turner","topic":"Best"},{"quote":"One of the best things that ever happened to me is that I&#39;m a woman. That is the way all females should feel.","author":"Marilyn Monroe","topic":"Best"},{"quote":"The actions of men are the best interpreters of their thoughts.","author":"James Joyce","topic":"Best"},{"quote":"Don&#39;t be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves.","author":"Dale Carnegie","topic":"Best"},{"quote":"The best music happens when you have a personal connection to it. That same philosophy can extend to the instrument you hold in your hands: if a guitar means something special, you&#39;re bound to do great things with it.","author":"Frank Iero","topic":"Best"},{"quote":"I am for doing good to the poor, but I differ in opinion about the means. I think the best way of doing good to the poor is not making them easy in poverty, but leading or driving them out of it.","author":"Benjamin Franklin","topic":"Best"},{"quote":"I am a gentleman. My natural inclination is to be on my best behavior.","author":"Joe Wilson","topic":"Best"},{"quote":"It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar.","author":"Jerome K. Jerome","topic":"Best"},{"quote":"Always go into meetings or negotiations with a positive attitude. Tell yourself you&#39;re going to make this the best deal for all parties.","author":"Natalie Massenet","topic":"Best"},{"quote":"I&#39;ve only had two rules: Do all you can and do it the best you can. It&#39;s the only way you ever get that feeling of accomplishing something.","author":"Colonel Sanders","topic":"Best"},{"quote":"You always want to win. That is why you play tennis, because you love the sport and try to be the best you can at it.","author":"Roger Federer","topic":"Best"},{"quote":"After all, the best part of a holiday is perhaps not so much to be resting yourself, as to see all the other fellows busy working.","author":"Kenneth Grahame","topic":"Best"},{"quote":"My dad&#39;s my best mate, and he always will be.","author":"Cher Lloyd","topic":"Best"},{"quote":"Expect the best. Prepare for the worst. Capitalize on what comes.","author":"Zig Ziglar","topic":"Best"},{"quote":"I&#39;d like to think the best of me was still hiding up in my sleeve.","author":"John Mayer","topic":"Best"},{"quote":"Being in love is the best feeling on the planet. I really believe that love makes the world go round.","author":"Sonam Kapoor","topic":"Best"},{"quote":"I think we all have blocks between us and the best version of ourselves, whether it&#39;s shyness, insecurity, anxiety, whether it&#39;s a physical block, and the story of a person overcoming that block to their best self. It&#39;s truly inspiring because I think all of us are engaged in that every day.","author":"Tom Hooper","topic":"Best"},{"quote":"Real education should consist of drawing the goodness and the best out of our own students. What better books can there be than the book of humanity?","author":"Cesar Chavez","topic":"Best"},{"quote":"When employees are happy, they are your very best ambassadors.","author":"James Sinegal","topic":"Best"},{"quote":"Trying to make a feature film yourself with no money is the best film school you can do.","author":"Quentin Tarantino","topic":"Best"},{"quote":"What do you do with your best friend? You do nothing.","author":"Blake Lively","topic":"Best"},{"quote":"If you try to do your best there is no failure.","author":"Mike Farrell","topic":"Best"},{"quote":"What shall I say further? Shall I not stop short and leave to your imaginations to portray the tragic deeds of war? Is it not enough that I here leave it even to unexperience to fancy the hardships, the anxieties, the dangers, even of the best life of a soldier?","author":"Deborah Sampson","topic":"Best"},{"quote":"Part of what made the Macintosh great was that the people working on it were musicians, poets, and artists, and zoologists, and historians. They also happened to be the best computer scientists in the world. But if it hadn&#39;t been computer science, these people would have been doing amazing things in other fields.","author":"Steve Jobs","topic":"Best"},{"quote":"You get the best effort from others not by lighting a fire beneath them, but by building a fire within.","author":"Bob Nelson","topic":"Best"},{"quote":"The Court&#39;s legitimacy arises from the source of its authority - which is, of course, the Constitution - and is best preserved by adhering to decision methods that neither expand nor contract but legitimize the power of judicial review.","author":"Diane S. Sykes","topic":"Best"},{"quote":"It&#39;s fun to be on the edge. I think you do your best work when you take chances, when you&#39;re not safe, when you&#39;re not in the middle of the road, at least for me, anyway.","author":"Danny DeVito","topic":"Best"},{"quote":"So if diva means giving your best, then yes, I guess I am a diva.","author":"Patti LaBelle","topic":"Best"},{"quote":"I am prepared for the worst, but hope for the best.","author":"Benjamin Disraeli","topic":"Best"},{"quote":"Students shy away from Maths, but in reality Maths is the best friend of man.","author":"Shakuntala Devi","topic":"Best"},{"quote":"History is the only true teacher, the revolution the best school for the proletariat.","author":"Rosa Luxemburg","topic":"Best"},{"quote":"The best thing about getting a flu shot is that you never again need to wash your hands. That&#39;s how I see it.","author":"Chuck Palahniuk","topic":"Best"},{"quote":"Diamonds are a girl&#39;s best friend, and dogs are a man&#39;s best friend. Now you know which sex has more sense.","author":"Zsa Zsa Gabor","topic":"Best"},{"quote":"The team that is going to win is the one that does its homework the best by studying its opponents.","author":"Imran Khan","topic":"Best"},{"quote":"My father is my best friend. He&#39;s my idol and my boss. We work side by side and spend every weekend together.","author":"Eric Trump","topic":"Best"},{"quote":"Nobody is gonna love you like you. You&#39;re gonna be your best salesman.","author":"T.I.","topic":"Best"},{"quote":"Loving a child doesn&#39;t mean giving in to all his whims; to love him is to bring out the best in him, to teach him to love what is difficult.","author":"Nadia Boulanger","topic":"Best"},{"quote":"From my experience, the best advisors help in three ways: encourage you to look at the problem or opportunity from multiple angles; help you balance the tug of the short-term with important long-term priorities; and ask the tough questions you need to know to reach the best solution.","author":"Margo Georgiadis","topic":"Best"},{"quote":"I do my work and do the best I can. I&#39;m quite happy with my anonymity. All I can ever hope for is that I continue to do great work that will be remembered, and I leave my imprint so that my son can say proudly, &#39;That&#39;s my dad!&#39;","author":"Eamonn Walker","topic":"Best"},{"quote":"Everything I do in life is framed through the view of a businessman. That&#39;s my instinct. If I go into a pharmacy to buy shaving cream, then I&#39;m going to look for the best deal on shaving cream.","author":"Donald Trump","topic":"Best"},{"quote":"Go see &#39;Hidden Figures,&#39; and take a young person! It will give a more positive outlook on what is possible if you work hard, do your best, and are prepared.","author":"Katherine Johnson","topic":"Best"},{"quote":"While it is desirable to build up the colored race, we must not sacrifice our best and purest white friends.","author":"Hiram Rhodes Revels","topic":"Best"},{"quote":"The fox has many tricks. The hedgehog has but one. But that is the best of all.","author":"Ralph Waldo Emerson","topic":"Best"},{"quote":"I&#39;m competitive with myself, but not with other people. I set goals for myself. I don&#39;t really care about winning or losing as long as I do my best.","author":"Lucas Grabeel","topic":"Best"},{"quote":"Love and scandal are the best sweeteners of tea.","author":"Henry Fielding","topic":"Best"},{"quote":"I think it&#39;s brought the world a lot closer together, and will continue to do that. There are downsides to everything; there are unintended consequences to everything. The most corrosive piece of technology that I&#39;ve ever seen is called television - but then, again, television, at its best, is magnificent.","author":"Steve Jobs","topic":"Best"},{"quote":"We have been educated into believing someone else&#39;s concept of the deity, and someone else&#39;s standard of beauty. You have the right to practice any religion and politics in a way that best suits your freedom, your dignity, and your understanding. And once you do that, you don&#39;t apologize.","author":"John Henrik Clarke","topic":"Best"},{"quote":"I didn&#39;t plan on being a single mom, but you have to deal with the cards you are dealt the best way you can.","author":"Tichina Arnold","topic":"Best"},{"quote":"No hours, nor amount of labor, nor amount of money would deter me from giving the best that there was in me.","author":"Colonel Sanders","topic":"Best"},{"quote":"The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher.","author":"Adena Friedman","topic":"Best"},{"quote":"I have found it advisable not to give too much heed to what people say when I am trying to accomplish something of consequence. Invariably they proclaim it can&#39;t be done. I deem that the very best time to make the effort.","author":"Calvin Coolidge","topic":"Best"},{"quote":"The heart is the best reflective thinker.","author":"Wendell Phillips","topic":"Best"},{"quote":"The best time for you to hold your tongue is the time you feel you must say something or bust.","author":"Josh Billings","topic":"Best"},{"quote":"There&#39;s a lot of integrity with musicians; you really still aspire to grow, and be great, to be the best version of yourself you can be.","author":"Sheryl Crow","topic":"Best"},{"quote":"The best measure of a man&#39;s honesty isn&#39;t his income tax return. It&#39;s the zero adjust on his bathroom scale.","author":"Arthur C. Clarke","topic":"Best"},{"quote":"I just want to say to women, &#39;Be yourself - it&#39;s the inner beauty that counts. You are your own best friend, the key to your own happiness, and as soon as you understand that - and it takes a few heartbreaks - you can be happy.&#39;","author":"Cherie Lunghi","topic":"Best"},{"quote":"One of the best pieces of advice I ever got was from a horse master. He told me to go slow to go fast. I think that applies to everything in life. We live as though there aren&#39;t enough hours in the day but if we do each thing calmly and carefully we will get it done quicker and with much less stress.","author":"Viggo Mortensen","topic":"Best"},{"quote":"We can&#39;t all be good at everything. This is partly the logic behind having a team in the first place, so each role can be filled with the person best suited for that role and together, every job and every strength is covered.","author":"Simon Sinek","topic":"Best"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It&#39;s the best!","author":"Becky G","topic":"Best"},{"quote":"Yes&#39;m, old friends is always best, &#39;less you can catch a new one that&#39;s fit to make an old one out of.","author":"Sarah Orne Jewett","topic":"Best"},{"quote":"Treat your kid like a darling for the first five years. For the next five years, scold them. By the time they turn sixteen, treat them like a friend. Your grown up children are your best friends.","author":"Chanakya","topic":"Best"},{"quote":"My best vacation is somewhere I could hide, somewhere warm and not a lot of people around.","author":"Derek Jeter","topic":"Best"},{"quote":"Your best T-shirt should be like your bed; it just feels like you are home when you are in it.","author":"Ashton Kutcher","topic":"Best"},{"quote":"The sailor&#39;s life is at the best a life of danger. He pursues honor on the mountain wave and finds it in the battle and in the storm, and never did more distinguished chivalry display itself than in the conduct of our seamen during the late war.","author":"John Tyler","topic":"Best"},{"quote":"Every kid has a toy that they believe is their best friend, that they believe communicates with them, and they imagine it being alive, their toy horse or car or whatever it is. Stop-motion is the only medium where we literally can make a toy come to life, an actual object.","author":"Henry Selick","topic":"Best"},{"quote":"Any captain can only do his best for the team and for cricket. When you are winning, you are a hero. Lose, and the backslappers fade away.","author":"Richie Benaud","topic":"Best"},{"quote":"Power is always dangerous. Power attracts the worst and corrupts the best.","author":"Edward Abbey","topic":"Best"},{"quote":"Honesty is the best policy; the only way out is deeper in: a candid confrontation with existence is dizzying, liberating.","author":"David Shields","topic":"Best"},{"quote":"Music is the best way for me to say I love you.","author":"Mireille Mathieu","topic":"Best"},{"quote":"Those who have never known the deep intimacy and the intense companionship of mutual love have missed the best thing that life has to give.","author":"Bertrand Russell","topic":"Best"},{"quote":"The trees that are slow to grow bear the best fruit.","author":"Moliere","topic":"Best"},{"quote":"I like to stay happy, and I like to live life light and make the best of life.","author":"Ciara","topic":"Best"},{"quote":"Arrogance, ignorance, and incompetence. Not a pretty cocktail of personality traits in the best of situations. No sirree. Not a pretty cocktail in an office-mate and not a pretty cocktail in a head of state. In fact, in a leader, it&#39;s a lethal cocktail.","author":"Graydon Carter","topic":"Best"},{"quote":"Education is the best provision for old age.","author":"Aristotle","topic":"Best"},{"quote":"I always find the mirror in the dressing room is where the best artists are.","author":"John Lydon","topic":"Best"},{"quote":"Obviously, the highest type of efficiency is that which can utilize existing material to the best advantage.","author":"Jawaharlal Nehru","topic":"Best"},{"quote":"Since day one, since the first time I touched the pen, I wanted to be the best at what I do.","author":"Kendrick Lamar","topic":"Best"},{"quote":"I don&#39;t think of myself as a role model for others, but I like to live my life by my own integrity. So, in that sense, I might be a positive influence. I do believe you should get over your insecurities and just try to be the best you can.","author":"Lily Cole","topic":"Best"},{"quote":"I grew up very differently than a lot of other people in my hometown in Mississippi. But I can&#39;t imagine my life any other way. I flew home and surprised my best friend at his graduation, and I remember turning to my mom and saying, &#39;My graduation was so much cooler than this.&#39; I had Melissa Joan Hart give my commencement speech.","author":"Taylor Spreitler","topic":"Best"},{"quote":"It&#39;s best to have failure happen early in life. It wakes up the Phoenix bird in you so you rise from the ashes.","author":"Anne Baxter","topic":"Best"},{"quote":"Meditation is all about the pursuit of nothingness. It&#39;s like the ultimate rest. It&#39;s better than the best sleep you&#39;ve ever had. It&#39;s a quieting of the mind. It sharpens everything, especially your appreciation of your surroundings. It keeps life fresh.","author":"Hugh Jackman","topic":"Best"},{"quote":"Honesty is the best policy - when there is money in it.","author":"Mark Twain","topic":"Best"},{"quote":"No matter what, I&#39;m trying to have fun and, depending on the mood, fun can be on a roller coaster and playing onstage, or fun can be sitting in a room with three of your best friends talking for two hours.","author":"Shawn Mendes","topic":"Best"},{"quote":"Friendships that have stood the test of time and change are surely best.","author":"Joseph Parry","topic":"Best"},{"quote":"The very nature of science is discoveries, and the best of those discoveries are the ones you don&#39;t expect.","author":"Neil deGrasse Tyson","topic":"Best"},{"quote":"And while the law of competition may be sometimes hard for the individual, it is best for the race, because it ensures the survival of the fittest in every department.","author":"Andrew Carnegie","topic":"Best"},{"quote":"The communism of Karl Marx would probably be actually the best for everybody as a whole. But what he didn&#39;t figure into was human nature, and that&#39;s what corrupts it.","author":"Jesse Ventura","topic":"Best"},{"quote":"At the end of the day, you know yourself best.","author":"Abigail Johnson","topic":"Best"},{"quote":"Indeed, the best way to think of willpower is not as some shapeless behavioral trait but as a sort of psychic muscle, one that can atrophy or grow stronger depending on how it&#39;s used.","author":"Jeffrey Kluger","topic":"Best"},{"quote":"When you&#39;re going back to school, you want something fresh and new, and perfume is the best way to do that.","author":"Bethany Mota","topic":"Best"},{"quote":"The best way to appreciate our political process is to volunteer for a campaign and support a candidate you believe in.","author":"Rob McKenna","topic":"Best"},{"quote":"The best liar is he who makes the smallest amount of lying go the longest way.","author":"Samuel Butler","topic":"Best"},{"quote":"Give people enough guidance to make the decisions you want them to make. Don&#39;t tell them what to do, but encourage them to do what is best.","author":"Jimmy Johnson","topic":"Best"},{"quote":"Participation, I think, or one of the best methods of educating.","author":"Tom Glazer","topic":"Best"},{"quote":"Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you&#39;re always going to find a hip-hop tape; that&#39;s all I buy, that&#39;s all I live, that&#39;s all I listen to, that&#39;s all I love.","author":"Eminem","topic":"Best"},{"quote":"Use those talents you have. You will make it. You will give joy to the world. Take this tip from nature: The woods would be a very silent place if no birds sang except those who sang best.","author":"Bernard Meltzer","topic":"Best"},{"quote":"Of all the home remedies, a good wife is best.","author":"Kin Hubbard","topic":"Best"},{"quote":"A person always doing his or her best becomes a natural leader, just by example.","author":"Joe DiMaggio","topic":"Best"},{"quote":"Success has a simple formula: do your best, and people may like it.","author":"Sam Ewing","topic":"Best"},{"quote":"The best work is not what is most difficult for you; it is what you do best.","author":"Jean-Paul Sartre","topic":"Best"},{"quote":"The best thing about baseball is there&#39;s no homework.","author":"Dan Quisenberry","topic":"Best"},{"quote":"When I write I try as far as possible to forget I&#39;m writing it at all. I tell it down onto the page, as if I&#39;m telling it to one person only, my best friend.","author":"Michael Morpurgo","topic":"Best"},{"quote":"I didn&#39;t have any role models really. My best friend was a dog. My mum and dad saved a dog from the gutter and that dog was my brother before Jesse was born. Sami was his name and he was my role model.","author":"Ville Valo","topic":"Best"},{"quote":"The best way to learn is getting out there, getting reps, and making mistakes.","author":"Ezekiel Elliott","topic":"Best"},{"quote":"All significant truths are private truths. As they become public they cease to become truths; they become facts, or at best, part of the public character; or at worst, catchwords.","author":"T. S. Eliot","topic":"Best"},{"quote":"The first &#39;D&#39; is to dream: dream big - not for yourself, but for the country and for the world. The second &#39;D&#39; is to discover: discover your full potential and the opportunities that surround you; and the third &#39;D&#39; is to do. &#39;Do&#39; means to act on your dreams and make best use of the opportunities you have discovered.","author":"Kailash Satyarthi","topic":"Best"},{"quote":"But what we can do, as flawed as we are, is still see God in other people, and do our best to help them find their own grace. That&#39;s what I strive to do, that&#39;s what I pray to do every day.","author":"Barack Obama","topic":"Best"},{"quote":"You need to think outside the box. You need to think differently if you want to sustain what, for me, is my peak performance: the very best that I can achieve as an athlete every day.","author":"Tom Brady","topic":"Best"},{"quote":"My attitude towards drawing is not necessarily about drawing. It&#39;s about making the best kind of image I can make, it&#39;s about talking as clearly as I can.","author":"Jim Dine","topic":"Best"},{"quote":"What we have found in this country, and maybe we&#39;re more aware of it now, is one problem that we&#39;ve had, even in the best of times, and that is the people who are sleeping on the grates, the homeless, you might say, by choice.","author":"Ronald Reagan","topic":"Best"},{"quote":"Your purpose is to make your audience see what you saw, hear what you heard, feel what you felt. Relevant detail, couched in concrete, colorful language, is the best way to recreate the incident as it happened and to picture it for the audience.","author":"Dale Carnegie","topic":"Best"},{"quote":"To study the abnormal is the best way of understanding the normal.","author":"William James","topic":"Best"},{"quote":"I can see a day soon where you&#39;ll create your own college degree by taking the best online courses from the best professors from around the world - some computing from Stanford, some entrepreneurship from Wharton, some ethics from Brandeis, some literature from Edinburgh - paying only the nominal fee for the certificates of completion.","author":"Thomas Friedman","topic":"Best"},{"quote":"The United States is the world&#39;s best hope, but if you fetter her in the interests and quarrels of other nations, if you tangle her in the intrigues of Europe, you will destroy her power for good and endanger her very existence.","author":"Henry Cabot Lodge","topic":"Best"},{"quote":"Every pilot thinks they&#39;re the best pilot in the world. I think I&#39;m the best pilot.","author":"Gordon Bethune","topic":"Best"},{"quote":"The best way to minimize disagreement is to make sure that all the stakeholders are in the room.","author":"Cheryl Yeoh","topic":"Best"},{"quote":"Research has shown that the best way to be happy is to make each day happy.","author":"Deepak Chopra","topic":"Best"},{"quote":"Broadly speaking, the short words are the best, and the old words best of all.","author":"Winston Churchill","topic":"Best"},{"quote":"To be labelled a cheat - it&#39;s not fair. If I&#39;m a cheat, then prove I&#39;m a cheat or just leave me alone and let me do what I do best.","author":"Mo Farah","topic":"Best"},{"quote":"We have one life and we should cherish it and make it the best we can.","author":"David Morrissey","topic":"Best"},{"quote":"The best and safest method of philosophizing seems to be first to inquire diligently into the properties of things, and establishing those properties by experiments, and then to proceed more slowly to hypotheses for the explanation of them.","author":"Isaac Newton","topic":"Best"},{"quote":"We go out to practice every single day and we have fun out there, but at the same time, we&#39;re getting work done. We&#39;re going hard. If it&#39;s reps for the scout team, we&#39;re giving them good reps. If we&#39;re getting reps for the first team as a tight end group as a whole, we try and go out there and put our best out there as a group effort.","author":"Rob Gronkowski","topic":"Best"},{"quote":"I never for a day gave up listening to the songs of our birds, or watching their peculiar habits, or delineating them in the best way I could.","author":"John James Audubon","topic":"Best"},{"quote":"The best of healers is good cheer.","author":"Pindar","topic":"Best"},{"quote":"A blessed thing it is for any man or woman to have a friend, one human soul whom we can trust utterly, who knows the best and worst of us, and who loves us in spite of all our faults.","author":"Charles Kingsley","topic":"Best"},{"quote":"Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best.","author":"Napoleon Hill","topic":"Best"},{"quote":"I&#39;ve been training super hard at the Lopez Taekwondo Academy in Houston, which belongs to my brother Jean. For me, I think confidence is the biggest thing; it&#39;s all mental. I train with the best of the best, including my brother Steven, a five-time world champion who won Olympic gold medals.","author":"Diana Lopez","topic":"Best"},{"quote":"If you die you&#39;re completely happy and your soul somewhere lives on. I&#39;m not afraid of dying. Total peace after death, becoming someone else is the best hope I&#39;ve got.","author":"Kurt Cobain","topic":"Best"},{"quote":"In art the best is good enough.","author":"Johann Wolfgang von Goethe","topic":"Best"},{"quote":"It is not enough to do your best; you must know what to do, and then do your best.","author":"W. Edwards Deming","topic":"Best"},{"quote":"The ideal man bears the accidents of life with dignity and grace, making the best of circumstances.","author":"Aristotle","topic":"Best"},{"quote":"Surround yourself with good people. People who are going to be honest with you and look out for your best interests.","author":"Derek Jeter","topic":"Best"},{"quote":"To refrain from imitation is the best revenge.","author":"Marcus Aurelius","topic":"Best"},{"quote":"I think the thing about that was I was always willing to work; I was not the fastest or biggest player but I was determined to be the best football player I could be on the football field and I think I was able to accomplish that through hard work.","author":"Jerry Rice","topic":"Best"},{"quote":"Trust is not simply a matter of truthfulness, or even constancy. It is also a matter of amity and goodwill. We trust those who have our best interests at heart, and mistrust those who seem deaf to our concerns.","author":"Gary Hamel","topic":"Best"},{"quote":"Success comes from knowing that you did your best to become the best that you are capable of becoming.","author":"John Wooden","topic":"Best"},{"quote":"The best weapon of a dictatorship is secrecy, but the best weapon of a democracy should be the weapon of openness.","author":"Niels Bohr","topic":"Best"},{"quote":"I always want to find the best burger in town.","author":"Dennis Quaid","topic":"Best"},{"quote":"I do not need a trophy to tell myself that I am the best.","author":"Zlatan Ibrahimovic","topic":"Best"},{"quote":"If we&#39;re going to bring out the best in people, we, too, need to sow seeds of encouragement.","author":"Joel Osteen","topic":"Best"},{"quote":"The best preparation for tomorrow is to do today&#39;s work superbly well.","author":"William Osler","topic":"Best"},{"quote":"Now I see the secret of making the best person: it is to grow in the open air and to eat and sleep with the earth.","author":"Walt Whitman","topic":"Best"},{"quote":"Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.","author":"Andy Warhol","topic":"Best"},{"quote":"The best artist has that thought alone Which is contained within the marble shell; The sculptor&#39;s hand can only break the spell To free the figures slumbering in the stone.","author":"Michelangelo","topic":"Best"},{"quote":"The team which handles the pressure best, carries the day.","author":"Imran Khan","topic":"Best"},{"quote":"In my own relationships, I know that I should break up with someone who doesn&#39;t encourage me to be strong and make my own choices and do what&#39;s best in my life, so if you&#39;re dating someone who doesn&#39;t want you to be the best person you can be, you shouldn&#39;t be dating them.","author":"Veronica Roth","topic":"Best"},{"quote":"In any team sport, the best teams have consistency and chemistry.","author":"Roger Staubach","topic":"Best"},{"quote":"Sometimes in life, we try to do our very best to help others, and in the process, it brings some anguish to us. But we can&#39;t ever let that stop us. We can&#39;t ever be stopped from helping others and allowing them to have some sense of happiness and joy in their life.","author":"Jon Huntsman, Sr.","topic":"Best"},{"quote":"Living well is the best revenge.","author":"George Herbert","topic":"Best"},{"quote":"I knew that no matter what door you knock on in a Cretan village, it will be opened for you. A meal will be served in your honor, and you will sleep between the best sheets in the house. In Crete, the stranger is still the unknown god. Before him, all doors and all hearts are opened.","author":"Nikos Kazantzakis","topic":"Best"},{"quote":"The trite saying that honesty is the best policy has met with the just criticism that honesty is not policy. The real honest man is honest from conviction of what is right, not from policy.","author":"Robert E. Lee","topic":"Best"},{"quote":"The best thing of all is God is with us.","author":"John Wesley","topic":"Best"},{"quote":"At its best, life is completely unpredictable.","author":"Christopher Walken","topic":"Best"},{"quote":"Everything is a blessing, even meetings. Whether it&#39;s meetings or running gassers or lifting, it&#39;s an opportunity, and the best thing to do is be thankful for it.","author":"Eric Berry","topic":"Best"},{"quote":"I would say I&#39;m a nice person, and I take pride in the fact that I treat everyone really well, so there&#39;s no reason for anyone to ever come at me because I only want the best for everybody else.","author":"Miley Cyrus","topic":"Best"},{"quote":"It&#39;s not easy. I got lots of rejections when I first started out. If you want to write, you have to believe in yourself and not give up. You have to do your best to practice and get better.","author":"Rick Riordan","topic":"Best"},{"quote":"Perfect partners don&#39;t exist. Perfect conditions exist for a limited time in which partnerships express themselves best.","author":"Wayne Rooney","topic":"Best"},{"quote":"Most of us start out with a positive attitude and a plan to do our best.","author":"Marilu Henner","topic":"Best"},{"quote":"I&#39;m moving forward to do the best.","author":"Pablo Sandoval","topic":"Best"},{"quote":"I think the best riffs and the best songs come when you&#39;re jamming and having a good time.","author":"Scott Ian","topic":"Best"},{"quote":"The best part of being a mom to me is the unconditional love. I have never felt a love as pure, a love that&#39;s as rewarding.","author":"Monica Denise Brown","topic":"Best"},{"quote":"The best way to keep one&#39;s word is not to give it.","author":"Napoleon Bonaparte","topic":"Best"},{"quote":"Science is the best idea humans have ever had. The more people who embrace that idea, the better.","author":"Bill Nye","topic":"Best"},{"quote":"The important thing is to learn a lesson every time you lose. Life is a learning process and you have to try to learn what&#39;s best for you. Let me tell you, life is not fun when you&#39;re banging your head against a brick wall all the time.","author":"John McEnroe","topic":"Best"},{"quote":"The best intelligence test is what we do with our leisure.","author":"Laurence J. Peter","topic":"Best"},{"quote":"I only think about the pitch. I want to do great. I want to be one of the best. I want to win titles. I want to achieve things.","author":"Paul Pogba","topic":"Best"},{"quote":"My job is to play quarterback, and I&#39;m going to do that the best way I know how, because I owe that to my teammates regardless of who is out there on the field with me.","author":"Tom Brady","topic":"Best"},{"quote":"I would say laughter is the best medicine. But it&#39;s more than that. It&#39;s an entire regime of antibiotics and steroids. Laughter brings the swelling down on our national psyche and then applies an antibiotic cream. You gotta keep it away from your eyes.","author":"Stephen Colbert","topic":"Best"},{"quote":"The best ideas start as conversations.","author":"Jonathan Ive","topic":"Best"},{"quote":"Anytime you ride against the best in the world, it becomes a learning process.","author":"Bonnie Blair","topic":"Best"},{"quote":"Man, being reasonable, must get drunk; the best of life is but intoxication.","author":"Lord Byron","topic":"Best"},{"quote":"We run around so much - with the best intentions: I want to save the rain forest. I&#39;ve gotta clean up the oceans. I&#39;ve gotta save the dolphins. All worthy efforts, but if you&#39;re not centered and you don&#39;t have the serenity in your life you need to accomplish that task, you&#39;re not going to do a very good job.","author":"Ed Begley, Jr.","topic":"Best"},{"quote":"Compromise is the best and cheapest lawyer.","author":"Robert Louis Stevenson","topic":"Best"},{"quote":"Having realised that in cooking there was a vast field of study and development, I said to myself, &#39;Although I had not originally intended to enter this profession, since I am in it, I will work in such a fashion that I will rise above the ordinary, and I will do my best to raise again the prestige of the chef de cuisine.&#39;","author":"Auguste Escoffier","topic":"Best"},{"quote":"To fight the United States is like fighting the whole world. But it has been decided. So I will fight the best I can.","author":"Isoroku Yamamoto","topic":"Best"},{"quote":"The best way to find out whether you&#39;re on the right path? Stop looking at the path.","author":"Marcus Buckingham","topic":"Best"},{"quote":"I&#39;m just trying to grow. That&#39;s one thing I told myself is, &#39;Don&#39;t worry about who people say is the best player.&#39;","author":"Kevin Durant","topic":"Best"},{"quote":"The Grateful Dead, they&#39;re my best friends. Their message of hope, peace, love, teamwork, creativity, imagination, celebration, the dance, the vision, the purpose, the passion all of the things I believe in makes me the luckiest Deadhead in the world.","author":"Bill Walton","topic":"Best"},{"quote":"The best news of the Christian gospel is that the supremely glorious Creator of the universe has acted in Jesus Christ&#39;s death and resurrection to remove every obstacle between us and himself so that we may find everlasting joy in seeing and savoring his infinite beauty.","author":"John Piper","topic":"Best"},{"quote":"There is so much good in the worst of us, and so much bad in the best of us, that it ill behooves any of us to find fault with the rest of us.","author":"James Truslow Adams","topic":"Best"},{"quote":"Soap and water and common sense are the best disinfectants.","author":"William Osler","topic":"Best"},{"quote":"Actors are the best and the worst of people. They&#39;re like kids. When they&#39;re good, they&#39;re very very good. When they&#39;re bad they&#39;re very very naughty.","author":"Kenneth Branagh","topic":"Best"},{"quote":"Meals make the society, hold the fabric together in lots of ways that were charming and interesting and intoxicating to me. The perfect meal, or the best meals, occur in a context that frequently has very little to do with the food itself.","author":"Anthony Bourdain","topic":"Best"},{"quote":"I don&#39;t want to let my guard down and feel too comfortable. If you become complacent, you start feeling entitled. I&#39;m ready to go dig ditches if I have to. Whatever I gotta do to provide for my family. Whatever I gotta do to make sure that I do the best possible job at whatever wonderful opportunities I&#39;ve been handed.","author":"Mark Wahlberg","topic":"Best"},{"quote":"I believe in hard work, not luck factor. The best efforts will reap the best fruits. Nobody can take all the credit. We don&#39;t even talk about the efforts of the director, the writers, other technicians, etc. They all together take a film to another level.","author":"Rakul Preet Singh","topic":"Best"},{"quote":"The best math lesson we can teach college students this year is to subtract a tuition increase and benefit from the dividends of higher education.","author":"Jodi Rell","topic":"Best"},{"quote":"In every aspect of life, have a game plan, and then do your best to achieve it.","author":"Alan Kulwicki","topic":"Best"},{"quote":"I&#39;m full of fears and I do my best to avoid difficulties and any kind of complications. I like everything around me to be clear as crystal and completely calm.","author":"Alfred Hitchcock","topic":"Best"},{"quote":"I believe the best mode of aiding convicts is so to apportion their tasks in prison as to give to the industrious the opportunity of earning a sum for themselves by &#39;over-work.&#39; A man usually values that most for which he has labored; he uses that most frugally which he has toiled hour by hour and day by day to acquire.","author":"Dorothea Dix","topic":"Best"},{"quote":"Laughter is the best medicine - unless you&#39;re diabetic, then insulin comes pretty high on the list.","author":"Jasper Carrott","topic":"Best"},{"quote":"I&#39;m at my best when people are depending on me. If it&#39;s just on me and I don&#39;t have nothing to do, I&#39;m going to be lazy. On the football field, it&#39;s every single day, every play, knowing that people are depending on me to make my play. That helps me elevate my game to another level.","author":"Von Miller","topic":"Best"},{"quote":"When you&#39;re the best, you only want to surround yourself with the best.","author":"Floyd Mayweather, Jr.","topic":"Best"},{"quote":"We all know the feeling of surrendering to the embedded biases of our devices. We let our cell phones ping us every time there&#39;s an incoming message and check our e-mail even when we&#39;d best pay attention to what&#39;s going on around us in the real world. We text while driving.","author":"Douglas Rushkoff","topic":"Best"},{"quote":"Cynical realism is the intelligent man&#39;s best excuse for doing nothing in an intolerable situation.","author":"Aldous Huxley","topic":"Best"},{"quote":"You throw your best punch, otherwise don&#39;t do it.","author":"Don Rickles","topic":"Best"},{"quote":"We need to remind ourselves that our ultimate goal is not to reduce greenhouse gases or global warming per se but to improve the quality of life and the environment. We all want to leave the planet in decent shape for our kids. Radically reducing greenhouse gas emissions is not necessarily the best way to achieve that.","author":"Thomas P.M. Barnett","topic":"Best"},{"quote":"I think by drawing, so I&#39;ll draw or diagram everything from a piece of furniture to a stage gesture. I understand things best when they&#39;re in graphics, not words.","author":"Robert Wilson","topic":"Best"},{"quote":"My own personal popularity can have no influence over me when the dictates of my best judgment and the obligations of an oath require of me a particular course. Under such circumstances, whether I sink or swim on the tide of popular favor is, to me, a matter of inferior consideration.","author":"John Tyler","topic":"Best"},{"quote":"I have made the choices that work best for me. I know I cannot please everyone, and that&#39;s fine.","author":"Marlee Matlin","topic":"Best"},{"quote":"My mom and my dad was the best example of unconditional love I could see as a kid. I&#39;ve known it my whole life. Interactions, kissing, hugging - it definitely wasn&#39;t the fake love.","author":"BJ the Chicago Kid","topic":"Best"},{"quote":"I&#39;m living life as best I can - but I&#39;m not exempt from failure and making bad choices.","author":"LeAnn Rimes","topic":"Best"},{"quote":"Recess and lunch are the best.","author":"Ty Simpkins","topic":"Best"},{"quote":"Negligence is the rust of the soul, that corrodes through all her best resolves.","author":"Owen Feltham","topic":"Best"},{"quote":"The best and safest thing is to keep a balance in your life, acknowledge the great powers around us and in us. If you can do that, and live that way, you are really a wise man.","author":"Euripides","topic":"Best"},{"quote":"I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person&#39;s day, if not their life, or change an attitude. The best songs are the ones that make you feel something.","author":"Eddie Vedder","topic":"Best"},{"quote":"I like something simple and traditional, like dinner and a movie. The best way to get to know someone is to have a conversation over dinner. And steak houses have a nice atmosphere - the lights are dim, and they usually have a band playing.","author":"Kevin Durant","topic":"Best"},{"quote":"I was blessed with certain gifts and talents and God gave them to me to be the best person I can be and to have a positive impact on other people.","author":"Bryan Clay","topic":"Best"},{"quote":"Brevity is the best recommendation of speech, whether in a senator or an orator.","author":"Marcus Tullius Cicero","topic":"Best"},{"quote":"Marilyn Monroe wasn&#39;t even her real name, Charles Manson isn&#39;t his real name, and now, I&#39;m taking that to be my real name. But what&#39;s real? You can&#39;t find the truth, you just pick the lie you like the best.","author":"Marilyn Manson","topic":"Best"},{"quote":"I don&#39;t say it in a cocky way, but I take pride in being one of the best at doing what I do.","author":"Sean Combs","topic":"Best"},{"quote":"When I became commander of the Joint Special Operations Task Force, I was leading thousands of individuals, from Special Forces to the broader interagency effort. I quickly realized that while we had the most best and most effective operators and small teams in the world, we were unable to scale.","author":"Stanley A. McChrystal","topic":"Best"},{"quote":"I live in the moment. The moment is the most important thing. That&#39;s my entire philosophy: Make the best of the good moments.","author":"Rita Moreno","topic":"Best"},{"quote":"I just made my album. I did my best. And I uploaded the video just to &#39;YouTube.&#39; That was all.","author":"Psy","topic":"Best"},{"quote":"If we want the best pitcher, let&#39;s get Bobby Feller. If want the best football player, let&#39;s get Jimmy Brown; the best basketball player, let&#39;s get Bill Russell. If we want the guy who can do the best job for the United States - let&#39;s get Donald Trump.","author":"Bobby Knight","topic":"Best"},{"quote":"The joy is in the getting there. The beginning years of starting your business, the camaraderie when you&#39;re in the pit together, are the best years of your life. So rather than being so focused on when you get big and powerful, if you can just get the juice out of that... don&#39;t miss it.","author":"Barbara Corcoran","topic":"Best"},{"quote":"Songwriting is like editing. You write down all this stuff - all this bad, stupid stuff - and then you have to get rid of everything except the very best.","author":"Juliana Hatfield","topic":"Best"},{"quote":"Being is a spiritual proposition. Gaining is a material act. Traditionally, American Indians have always attempted to be the best people they could. Part of that spiritual process was and is to give away wealth, to discard wealth in order not to gain.","author":"Russell Means","topic":"Best"},{"quote":"I need quick, easy, and healthy meals that can power me through the day. I also try to eat locally grown and organic food as much as possible - it&#39;s the best for me and the environment.","author":"Ashlan Gorse Cousteau","topic":"Best"},{"quote":"Some women feel the best cure for a broken heart is a new beau.","author":"Gene Tierney","topic":"Best"},{"quote":"Watching a good actor is the best way to learn.","author":"Kieran Culkin","topic":"Best"},{"quote":"To me, growing old is great. It&#39;s the very best thing - considering the alternative.","author":"Michael Caine","topic":"Best"},{"quote":"In raising children, we need to continuously keep in mind how we can best create the most favorable environment for their imitative behavior. Everything done in the past regarding imitation must become more and more conscious and more and more consciously connected with the future.","author":"Rudolf Steiner","topic":"Best"},{"quote":"For me, it&#39;s not about being the best designer. I&#39;m interested in being the best partner. The best collaborator.","author":"Yves Behar","topic":"Best"},{"quote":"In the best of all possible worlds, February 14 is a pleasant and sentimental opportunity to lavish your partner with attention or move your relationship to the next level.","author":"Pepper Schwartz","topic":"Best"},{"quote":"When a place gets crowded enough to require ID&#39;s, social collapse is not far away. It is time to go elsewhere. The best thing about space travel is that it made it possible to go elsewhere.","author":"Robert A. Heinlein","topic":"Best"},{"quote":"We&#39;re all just playing our own game. I don&#39;t see it as a rivalry. We&#39;re just trying to play our best.","author":"Michelle Wie","topic":"Best"},{"quote":"During the holiday season, it&#39;s easy to forget that sometimes the best gift of all is simply the gift of time. I can&#39;t think of anything a writer would appreciate more than being given time and space to work.","author":"Kate Klise","topic":"Best"},{"quote":"To love and win is the best thing. To love and lose, the next best.","author":"William Makepeace Thackeray","topic":"Best"},{"quote":"The best way to remember your wife&#39;s birthday is to forget it once.","author":"E. Joseph Cossman","topic":"Best"},{"quote":"The best cure for insomnia is to get a lot of sleep.","author":"W. C. Fields","topic":"Best"},{"quote":"Youth is the best time to be rich, and the best time to be poor.","author":"Euripides","topic":"Best"},{"quote":"Remember, always give your best. Never get discouraged. Never be petty. Always remember, others may hate you. But those who hate you don&#39;t win unless you hate them. And then you destroy yourself.","author":"Richard M. Nixon","topic":"Best"},{"quote":"We truly believe with hard work, dedication and perseverance, we can become the best at what we do. No one wants to become mediocre.","author":"Andy Biersack","topic":"Best"},{"quote":"The 1st period is won by the best technician. The 2nd period is won by the kid in the best shape. The 3rd period is won by the kid with the biggest heart.","author":"Dan Gable","topic":"Best"},{"quote":"Perfectionism is not the same thing as striving to be our best. Perfectionism is not about healthy achievement and growth; it&#39;s a shield.","author":"Brene Brown","topic":"Best"},{"quote":"The best time to make friends is before you need them.","author":"Ethel Barrymore","topic":"Best"},{"quote":"Nobody&#39;s life is a bed of roses. We all have crosses to bear, and we all just do our best. I would never claim to have the worst situation. There are many widows, and many people dying of AIDS, many people killed in Lebanon, people starving all over the planet. So we have to count our lucky stars.","author":"Yoko Ono","topic":"Best"},{"quote":"Google is my best friend and my worst enemy. It&#39;s fabulous for research, but then it becomes addictive. I&#39;ll have a character eating an orange, and next thing I&#39;m Googling types of oranges, I&#39;m visiting chat rooms about oranges, I&#39;m learning the history of the orange.","author":"Liane Moriarty","topic":"Best"},{"quote":"Autumn wins you best by this its mute appeal to sympathy for its decay.","author":"Robert Browning","topic":"Best"},{"quote":"Confidence and empowerment are cousins in my opinion. Empowerment comes from within and typically it&#39;s stemmed and fostered by self-assurance. To feel empowered is to feel free and that&#39;s when people do their best work. You can&#39;t fake confidence or empowerment.","author":"Amy Jo Martin","topic":"Best"},{"quote":"You may call God love, you may call God goodness. But the best name for God is compassion.","author":"Meister Eckhart","topic":"Best"},{"quote":"I didn&#39;t see it then, but it turned out that getting fired from Apple was the best thing that could have ever happened to me. The heaviness of being successful was replaced by the lightness of being a beginner again, less sure about everything. It freed me to enter one of the most creative periods of my life.","author":"Steve Jobs","topic":"Best"},{"quote":"The best way to resolve any problem in the human world is for all sides to sit down and talk.","author":"Dalai Lama","topic":"Best"},{"quote":"Sincere and generous collaboration is the best way to fulfil the legitimate aspirations of each person and achieve great collective goals for the common good and the general interest.","author":"Felipe VI of Spain","topic":"Best"},{"quote":"It pays to get drunk with the best people.","author":"Joe E. Lewis","topic":"Best"},{"quote":"There is one rule for the industrialist and that is: Make the best quality of goods possible at the lowest cost possible, paying the highest wages possible.","author":"Henry Ford","topic":"Best"},{"quote":"Nearly all the best things that came to me in life have been unexpected, unplanned by me.","author":"Carl Sandburg","topic":"Best"},{"quote":"You get the best out of others when you get the best out of yourself.","author":"Harvey S. Firestone","topic":"Best"},{"quote":"I hate cameras. I hate cameras and I hate camera phones. The camera&#39;s my worst enemy and my best friend. It&#39;s the way I convey my emotions to the world without saying a word, so I use it. People always say, &#39;You come alive as soon as the camera&#39;s on!&#39;","author":"Nicki Minaj","topic":"Best"},{"quote":"Just live life. That&#39;s the best way to learn how to act. Just live.","author":"Rory Culkin","topic":"Best"},{"quote":"In assisting his &#39;neighbour&#39; every day to the best of his ability, and keeping truth, honesty, and kindness perpetually before him, the Boy Scout, with as little formality as possible, is pleasing God.","author":"Robert Baden-Powell","topic":"Best"},{"quote":"If I can bring happiness to people all around the world, then I will try my best to do so.","author":"Tom Holland","topic":"Best"},{"quote":"I think on some level, you do your best things when you&#39;re a little off-balance, a little scared. You&#39;ve got to work from mystery, from wonder, from not knowing.","author":"Willem Dafoe","topic":"Best"},{"quote":"The most important thing is, whatever you do decide to choose, take it seriously and do your best.","author":"Tom Sturridge","topic":"Best"},{"quote":"I don&#39;t think there&#39;s any dearth of talent in India - we&#39;ve always had the best juniors in the world.","author":"Mahesh Bhupathi","topic":"Best"},{"quote":"When we do the best that we can, we never know what miracle is wrought in our life, or in the life of another.","author":"Helen Keller","topic":"Best"},{"quote":"I think dress, hairstyle and make-up are the crucial factors in projecting an attractive persona and give one the chance to enhance one&#39;s best physical features.","author":"Vivienne Westwood","topic":"Best"},{"quote":"We should live, act, and say nothing to the injury of anyone. It is not only best as a matter of principle, but it is the path to peace and honor.","author":"Robert E. Lee","topic":"Best"},{"quote":"If it&#39;s your job to eat a frog, it&#39;s best to do it first thing in the morning. And If it&#39;s your job to eat two frogs, it&#39;s best to eat the biggest one first.","author":"Mark Twain","topic":"Best"},{"quote":"Only the wise know just where predestination ends and free will begins. Meanwhile, you must keep on doing your best, according to your own clearest understanding. you must long for freedom as the drowning man longs for air. Without sincere longing, you will never find God.","author":"Paramahansa Yogananda","topic":"Best"},{"quote":"Patience is the best remedy for every trouble.","author":"Plautus","topic":"Best"},{"quote":"It&#39;s best not to stare at the sun during an eclipse.","author":"Jeff Goldblum","topic":"Best"},{"quote":"I&#39;ve got a long way to go to being the ultimate best, but I think my time is now. And I&#39;m starting to enter my prime.","author":"Kevin Durant","topic":"Best"},{"quote":"Michael Jordon may have been the best basketball player in history, but he couldn&#39;t have won six NBA titles without a team.","author":"Mark E. Hyman","topic":"Best"},{"quote":"Just do the best you can. No one can do more than that.","author":"John Wooden","topic":"Best"},{"quote":"I lead no party; I follow no leader. I have given the best part of my life to careful study of Islam, its law and polity, its culture, its history and its literature.","author":"Muhammad Iqbal","topic":"Best"},{"quote":"Monetary policy will, as always, respond to the economy&#39;s twists and turns so as to promote, as best as we can in an uncertain economic environment, the employment and inflation goals.","author":"Janet Yellen","topic":"Best"},{"quote":"When things are bad, it&#39;s the best time to reinvent yourself.","author":"George Lopez","topic":"Best"},{"quote":"Older women are best, because they always think they may be doing it for the last time.","author":"Ian Fleming","topic":"Best"},{"quote":"The best piece of advice someone has ever given me was &#39;do it scared.&#39; And no matter if you&#39;re scared, just go ahead and do it anyway because you might as well do it scared, so it will get done and you will feel so much better if you step out of your comfort zone.","author":"Sherri Shepherd","topic":"Best"},{"quote":"That&#39;s why you can&#39;t be a true Yankee without winter: because all the best pleasures are earned - the fire, the fried oysters; the warmer seasons, too. Who knows the real worth of summer at the beach without a good taste of the seaside in winter?","author":"Julia Glass","topic":"Best"},{"quote":"I had a realization in the midst of my happy marriage that I had kind of lost most of my friends - my male friends in particular. And I started wondering if my wife, who was certainly my best friend, supplanted those relationships.","author":"Matthew Weiner","topic":"Best"},{"quote":"I have believed the best of every man. And find that to believe is enough to make a bad man show him at his best, or even a good man swings his lantern higher.","author":"William Butler Yeats","topic":"Best"},{"quote":"You have got to decide, look, this is who I am; this is my best way to present myself, and I&#39;m going to ride that horse to the finish line. Not everybody will like it, but that&#39;s OK.","author":"Phil McGraw","topic":"Best"},{"quote":"The best loved by God are those that are rich, yet have the humility of the poor, and those that are poor and have the magnanimity of the rich.","author":"Saadi","topic":"Best"},{"quote":"Being forced to work, and forced to do your best, will breed in you temperance and self-control, diligence and strength of will, cheerfulness and content, and a hundred virtues which the idle will never know.","author":"Charles Kingsley","topic":"Best"},{"quote":"A well regulated militia, composed of the body of the people, trained in arms, is the best most natural defense of a free country.","author":"James Madison","topic":"Best"},{"quote":"I don&#39;t have the best self esteem; mine wavers month to month, but I know how to pick myself up.","author":"Tyra Banks","topic":"Best"},{"quote":"Never die easy. Why run out of bounds and die easy? Make that linebacker pay. It carries into all facets of your life. It&#39;s okay to lose, to die, but don&#39;t die without trying, without giving it your best.","author":"Walter Payton","topic":"Best"},{"quote":"To me, being the best means proving it in different countries and championships.","author":"Cristiano Ronaldo","topic":"Best"},{"quote":"The statistics on sanity are that one out of every four Americans is suffering from some form of mental illness. Think of your three best friends. If they&#39;re okay, then it&#39;s you.","author":"Rita Mae Brown","topic":"Best"},{"quote":"You just never give up. You do a task to the best of your abilities and beyond.","author":"Debbie Reynolds","topic":"Best"},{"quote":"You had better live your best and act your best and think your best today; for today is the sure preparation for tomorrow and all the other tomorrows that follow.","author":"Harriet Martineau","topic":"Best"},{"quote":"The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage.","author":"Mark Russell","topic":"Best"},{"quote":"A national political campaign is better than the best circus ever heard of, with a mass baptism and a couple of hangings thrown in.","author":"H. L. Mencken","topic":"Best"},{"quote":"Perfectionism is not a quest for the best. It is a pursuit of the worst in ourselves, the part that tells us that nothing we do will ever be good enough - that we should try again.","author":"Julia Cameron","topic":"Best"},{"quote":"I wasn&#39;t the prettiest girl in the room, but I learned to carry myself with confidence - that&#39;s how you make the best impression on people.","author":"Priyanka Chopra","topic":"Best"},{"quote":"Don&#39;t think too much. The best pictures come naturally.","author":"Chiara Ferragni","topic":"Best"},{"quote":"Regardless if what you do in the world, you do it good. You do your best, and you show up on time, and you leave and you do a good job, and you treat people the way you want to be treated.","author":"Scott Eastwood","topic":"Best"},{"quote":"The best mirror is an old friend.","author":"Peter Nivio Zarlenga","topic":"Best"},{"quote":"Everyone says Toyota is the best company in the world, but the customer doesn&#39;t care about the world. They care if we are the best in town, or not. That&#39;s what I want to be.","author":"Akio Toyoda","topic":"Best"},{"quote":"Some people think that you have to be the loudest voice in the room to make a difference. That is just not true. Often, the best thing we can do is turn down the volume. When the sound is quieter, you can actually hear what someone else is saying. And that can make a world of difference.","author":"Nikki Haley","topic":"Best"},{"quote":"Learn to invest in the best quality you can afford and wear pieces in different ways.","author":"Michael Kors","topic":"Best"},{"quote":"The thing that I think a lot of guys need to know how to do is not take your mother&#39;s advice about honesty being the best policy. Listen to your cool, drunk uncle who tells you to lie. Those are the relationships that last.","author":"Adam DeVine","topic":"Best"},{"quote":"There are lots of things which I would love to tell him, but in some way, I also feel that I lost the person closest to me. And I got a second chance to live. So in a way I feel that I live for both of us... and I will do my best.","author":"Petra Nemcova","topic":"Best"},{"quote":"Nobody who ever gave his best regretted it.","author":"George Halas","topic":"Best"},{"quote":"The best leaders... almost without exception and at every level, are master users of stories and symbols.","author":"Tom Peters","topic":"Best"},{"quote":"We have a responsibility as elected officials to do good public policy in the best interest of all the people.","author":"Maxine Waters","topic":"Best"},{"quote":"Seriously, I grew up a fan of Hulk Hogan, and I think I bring some of his best values to the ring... the values of a superhero. Always do your best. Never give up... I think kids want to believe in that, and they should believe in that.","author":"John Cena","topic":"Best"},{"quote":"Being hardworking is the best thing you can show children.","author":"David Beckham","topic":"Best"},{"quote":"There is always some kid who may be seeing me for the first time. I owe him my best.","author":"Joe DiMaggio","topic":"Best"},{"quote":"At the age of 12 I won the school prize for Best English Essay. The prize was a copy of Somerset Maugham&#39;s &#39;Introduction To Modern English And American Literature.&#39; To this day I keep it on the shelf between my collection of Forester&#39;s works and the little urn that contains my mother&#39;s ashes.","author":"Wilbur Smith","topic":"Best"},{"quote":"It was a unique childhood, to say the least. My father was born in Patiala to refugee parents and was a part of the Indian Air Force. The talented few amongst the Air Force pilots are made test pilots. Test pilots are best suited to look at the space programme as they are trained to expect the unexpected.","author":"Kapil Sharma","topic":"Best"},{"quote":"I did not wish to take a cabin passage, but rather to go before the mast and on the deck of the world, for there I could best see the moonlight amid the mountains. I do not wish to go below now.","author":"Henry David Thoreau","topic":"Best"},{"quote":"The best morale exist when you never hear the word mentioned. When you hear a lot of talk about it, it&#39;s usually lousy.","author":"Dwight D. Eisenhower","topic":"Best"},{"quote":"The best scientists and explorers have the attributes of kids! They ask question and have a sense of wonder. They have curiosity. &#39;Who, what, where, why, when, and how!&#39; They never stop asking questions, and I never stop asking questions, just like a five year old.","author":"Sylvia Earle","topic":"Best"},{"quote":"Since no one but you can know what&#39;s best for you, government control can&#39;t make your life better.","author":"Harry Browne","topic":"Best"},{"quote":"Your best friend and worst enemy are both in this room right now. It&#39;s not your neighbor right or left - and it&#39;s not God or the devil - it&#39;s you.","author":"Edwin Louis Cole","topic":"Best"},{"quote":"I work best when there&#39;s a safety trampoline of kindness.","author":"Ruth Negga","topic":"Best"},{"quote":"As a kid, you obviously dream of being a professional footballer. I would watch players like Ronaldo of Brazil and pretend to be him in the playground. But I don&#39;t think about trying to become one of the best in the world or anything like that. I just play football.","author":"Gareth Bale","topic":"Best"},{"quote":"The fast, flowing parts, the high-speed corners, that&#39;s where a Formula One car is at its best - changes of direction, pulling high g-forces left and right.","author":"Jenson Button","topic":"Best"},{"quote":"My objective is to be among the best.","author":"Antoine Griezmann","topic":"Best"},{"quote":"I&#39;m going to go out and be the best quarterback I can be and get the most out of my potential.","author":"Eli Manning","topic":"Best"},{"quote":"My philosophy is that not only are you responsible for your life, but doing the best at this moment puts you I the best place for the next moment.","author":"Oprah Winfrey","topic":"Best"},{"quote":"I marvel at the resilience of the Jewish people. Their best characteristic is their desire to remember. No other people has such an obsession with memory.","author":"Elie Wiesel","topic":"Best"},{"quote":"My best moment? I have a lot of good moments but the one I prefer is when I kicked the hooligan.","author":"Eric Cantona","topic":"Best"},{"quote":"After I won Miss India, I realised I do not like failing. I just like being the best. I hate being a loser. So I just have to keep winning.","author":"Priyanka Chopra","topic":"Best"},{"quote":"Let&#39;s face it: Most of us don&#39;t realize it, but we are failing our kids as reading role models. The best role models are in the home: brothers, fathers, grandfathers; mothers, sisters, grandmothers. Moms and dads, it&#39;s important that your kids see you reading. Not just books - reading the newspaper is good, too.","author":"James Patterson","topic":"Best"},{"quote":"A historical event represents the best and the worst of that moment.","author":"Rachel Kushner","topic":"Best"},{"quote":"Our immigration policy should be driven by what is in the best interest of this great country and the American people. Comprehensive immigration reform will strengthen U.S. security and boost economic growth.","author":"Charles B. Rangel","topic":"Best"},{"quote":"I was born with my moustache and, no, I&#39;ve never been tempted to shave it off. I don&#39;t spend a lot of time worrying about my face and, like Gilbert and Sullivan&#39;s Katisha, my best feature is my left shoulder-blade.","author":"Robert Winston","topic":"Best"},{"quote":"While it may be true that the best advertising is word-of-mouth, never lose sight of the fact it also can be the worst advertising.","author":"Jef I. Richards","topic":"Best"},{"quote":"It is best to rise from life as from a banquet, neither thirsty nor drunken.","author":"Aristotle","topic":"Best"},{"quote":"The man with the best job in the country is the vice-president. All he has to do is get up every morning and say, &#39;How is the president?&#39;","author":"Will Rogers","topic":"Best"},{"quote":"Travel is one of the best anti-war weapons that there are. I&#39;ve been to Iran, and if you&#39;re there you see little kids, cops, old people, cemeteries. Once you see that, you can&#39;t say, &#39;Oh, Iran, let&#39;s bomb them.&#39;","author":"Viggo Mortensen","topic":"Best"},{"quote":"Every day, every one of us sets the stage for our sentiment, our confidence, and our success by getting dressed. When you feel great, when you feel your best, it opens up a world of possibility. Feeling confident and self-assured are important inputs into good days, successful days, and happy days.","author":"Katrina Lake","topic":"Best"},{"quote":"The days you work are the best days.","author":"Georgia O'Keeffe","topic":"Best"},{"quote":"I just always expect the best because I&#39;m a competitor and if I&#39;m competing, then obviously I&#39;m trying to be better in everything.","author":"Lil Wayne","topic":"Best"},{"quote":"Donald Trump is at his very best, at his very best, when he talks about the issues.","author":"Kellyanne Conway","topic":"Best"},{"quote":"The best part about being with a group is that you don&#39;t have to do everything alone. You&#39;re with your friends.","author":"Justin Timberlake","topic":"Best"},{"quote":"We&#39;re very simple people at Apple. We focus on making the world&#39;s best products and enriching people&#39;s lives.","author":"Tim Cook","topic":"Best"},{"quote":"The best preparation for the future is the present well seen to, and the last duty done.","author":"George MacDonald","topic":"Best"},{"quote":"Go right straight down the road, to do what is best, and to do it frankly and without evasion.","author":"George C. Marshall","topic":"Best"},{"quote":"Exciting literature after supper is not the best digestive.","author":"Charlotte Perkins Gilman","topic":"Best"},{"quote":"But I always think that the best way to know God is to love many things.","author":"Vincent Van Gogh","topic":"Best"},{"quote":"Those that despise people will never get the best out of others and themselves.","author":"Alexis de Tocqueville","topic":"Best"},{"quote":"It sometimes feels like the workplace is immune from social upheaval. We go to work and do the best we can, and at the end of the day, we return to our lives. We don&#39;t abandon who we are, however, when we begin and end our workday. Who we are shapes how we are perceived in the workplace and, in turn, how we perform in the workplace.","author":"Roxane Gay","topic":"Best"},{"quote":"Borrowing knowledge of reality from all sources, taking the best from every study, Science of Mind brings together the highest enlightenment of the ages.","author":"Ernest Holmes","topic":"Best"},{"quote":"Everything I do and everything Pixar does is based on a simple rule: Quality is the best business plan, period.","author":"John Lasseter","topic":"Best"},{"quote":"The making of friends who are real friends, is the best token we have of a man&#39;s success in life.","author":"Edward Everett Hale","topic":"Best"},{"quote":"You know, I started this process of being a football player and I&#39;m going to make it to the NFL very soon and I plan on finishing that. And by &#39;finishing that,&#39; I mean that I&#39;m going to go out and be the best that I can be and put everything forth to make that happen.","author":"Robert Griffin III","topic":"Best"},{"quote":"Set up another case bartender! The best thing for a case of nerves is a case of Scotch.","author":"W. C. Fields","topic":"Best"},{"quote":"The worst men often give the best advice.","author":"Francis Bacon","topic":"Best"},{"quote":"The best blood will at some time get into a fool or a mosquito.","author":"Benito Mussolini","topic":"Best"},{"quote":"I like that I&#39;ve been able to maintain a good stomach and chest. Push-ups and sit-ups are my go-to. It is the simplest routine and the best thing to maintain my stomach and chest. I&#39;ll do about 100 of each a day, usually when I&#39;m already warmed up.","author":"Giancarlo Stanton","topic":"Best"},{"quote":"I think the idea of participation trophies has gotta be a really, really great thing. Kids are under enough pressure as it is without encouraging them to be the best too early.","author":"Taron Egerton","topic":"Best"},{"quote":"In the long run, I believe that honesty is definitely the best policy. One can get away by being dishonest for a short term, but ultimately, honesty is what pays.","author":"Kapil Dev","topic":"Best"},{"quote":"The lesson is, because there will be many lemons in life, to learn to make the proverbial lemonade - and be open and honest. That&#39;s the best way of doing damage control and positioning yourself for success.","author":"Vivek Wadhwa","topic":"Best"},{"quote":"Why don&#39;t you start believing that no matter what you have or haven&#39;t done, that your best days are still out in front of you.","author":"Joel Osteen","topic":"Best"},{"quote":"I was told at first that being different was a bad thing. Everywhere I went, it was just, &#39;You&#39;re too different&#39;... And it turned out that being different was the best thing that ever happened to my career. It is why people travel to my shows. It&#39;s why people want to hear my story and buy my book.","author":"Lindsey Stirling","topic":"Best"},{"quote":"When you care about people&#39;s happiness and productivity, you give them what brings out the best in them and their creativity. And if you give them a choice, they&#39;ll say, &#39;I want an iPhone,&#39; or &#39;I want a Mac.&#39; We think we can win a lot of corporate decisions at that level.","author":"Tim Cook","topic":"Best"},{"quote":"Honesty, like my mama always says, is always the best policy.","author":"Kelly Rowland","topic":"Best"},{"quote":"I once won a second prize in a history concert. My parents came to the ceremony. Somebody else had won the prize for best all-around student. Afterwards my father said to me, &#39;Never, ever disgrace me like that again.&#39; When I tell my Western friends, they are aghast. But I adore my father. It didn&#39;t knock my self-esteem at all.","author":"Amy Chua","topic":"Best"},{"quote":"The best way to predict the future is to change it.","author":"George M. Church","topic":"Best"},{"quote":"This is where I have wasted the best years of my life.","author":"Greta Garbo","topic":"Best"},{"quote":"I&#39;ve done a number of Super Bowl ads. And that is the best advertising of the year. That is when people realize they&#39;re going to be compared directly against other ads.","author":"Jerry Seinfeld","topic":"Best"},{"quote":"You know the best part of being a mom is getting that love. Honestly, you know, my son&#39;s love... a child&#39;s love is so pure, it just makes you feel so good no matter what.","author":"Ciara","topic":"Best"},{"quote":"Healthcare providers will compete to offer the best record of patient safety at the lowest prices. Hospitals and patients will benefit from having accurate information about areas of excellence and areas that must be improved.","author":"Timothy Murphy","topic":"Best"},{"quote":"The best way to be productive is to have a great team. So I spend more time than most CEOs on human resources. That&#39;s 20 percent of my week.","author":"Kevin P. Ryan","topic":"Best"},{"quote":"One of the best parts of a woman&#39;s body is that curve, and I go a little bit higher on all of my things to show off the best part of the hourglass.","author":"Melissa McCarthy","topic":"Best"},{"quote":"I have found the best way to give advice to your children is to find out what they want and then advise them to do it.","author":"Harry S Truman","topic":"Best"},{"quote":"He who has done his best for his own time has lived for all times.","author":"Friedrich Schiller","topic":"Best"},{"quote":"Since I&#39;m always working, my best holiday memories are definitely when I can just go home and spend time with my family.","author":"Chris Brown","topic":"Best"},{"quote":"The best way to have a good idea is to have a lot of ideas.","author":"Linus Pauling","topic":"Best"},{"quote":"Do not waste time dreaming of great faraway opportunities; do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you.","author":"Orison Swett Marden","topic":"Best"},{"quote":"Everybody should be able to enjoy their life, because you only live once. So I just want to get it all out there and be the best role model that I can be, if people want to put me in that kind of predicament. I mean, I didn&#39;t ask to be a role model, because I&#39;m not perfect.","author":"ASAP Rocky","topic":"Best"},{"quote":"Someone said adversity builds character, but someone else said adversity reveals character. I&#39;m pleasantly surprised with my resilience. I persevere, and not just blindly. I take the best, get rid of the rest, and move on, realizing that you can make a choice to take the good.","author":"Brooke Shields","topic":"Best"},{"quote":"It is best for the wise man not to seem wise.","author":"Aeschylus","topic":"Best"},{"quote":"I think you make the best with what you&#39;ve got, you know? Sometimes you have very little. And you just always try to rise to higher ground, because you&#39;re going to suffer one way or the other, so you just hope that you have strength and perseverance and good friends and faith, some kind of faith, to endure and move on to greener pastures.","author":"Pierce Brosnan","topic":"Best"},{"quote":"If we accept being talked to any kind of a way, then we are telling ourselves we are not quite worth the best. And if we have the effrontery to talk to anybody with less than courtesy, we tell ourselves and the world we are not very intelligent.","author":"Maya Angelou","topic":"Best"},{"quote":"I&#39;m really not that funny in real life! But I am the best audience one could find. I love to laugh.","author":"Carol Burnett","topic":"Best"},{"quote":"Like all technology, social media is neutral but is best put to work in the service of building a better world.","author":"Simon Mainwaring","topic":"Best"},{"quote":"Philanthropy and social change work are at their best when they are driven by your values and connected to what you care about most.","author":"Charles Bronfman","topic":"Best"},{"quote":"Globalization has changed us into a company that searches the world, not just to sell or to source, but to find intellectual capital - the world&#39;s best talents and greatest ideas.","author":"Jack Welch","topic":"Best"},{"quote":"About astrology and palmistry: they are good because they make people vivid and full of possibilities. They are communism at its best. Everybody has a birthday and almost everybody has a palm.","author":"Kurt Vonnegut","topic":"Best"},{"quote":"The best car safety device is a rear-view mirror with a cop in it.","author":"Dudley Moore","topic":"Best"},{"quote":"The longer I live, the more I feel that the individual is not so much to blame - not even the worst individuals, not even the &#39;best&#39; citizens - as the system of corruption which has grown up about us, and which rewards an honest man with a mere living and a crook with all the magnificence of our magnificent modern life.","author":"Lincoln Steffens","topic":"Best"},{"quote":"My best personality trait that I think I&#39;m very approachable. And my worst is that I can be moody.","author":"Enrique Iglesias","topic":"Best"},{"quote":"It is more important to eat some carbohydrates at breakfast, because the brain needs fuel right away, and carbohydrate is the best source.","author":"Andrew Weil","topic":"Best"},{"quote":"I am really close to my family. My cousin is my best friend!","author":"Daniella Monet","topic":"Best"},{"quote":"I&#39;ve been through a lot of things in my personal and family life. That turned me into a fighter. I always strive to be the best I possibly can.","author":"Hope Solo","topic":"Best"},{"quote":"Our body is the only one we&#39;ve been given, so we need to maintain it; we need to give it the best nutrition.","author":"Trudie Styler","topic":"Best"},{"quote":"Do your best when no one is looking. If you do that, then you can be successful in anything that you put your mind to.","author":"Bob Cousy","topic":"Best"},{"quote":"The best music is essentially there to provide you something to face the world with.","author":"Bruce Springsteen","topic":"Best"},{"quote":"I used to have all these plans and think &#39;Ah, I have my whole life figured out&#39;, but then I realized no matter how much I plan: life happens! So I find myself living day to day trying to do my best, embracing every moment as a learning opportunity and chance to get to know myself a little more.","author":"Q'orianka Kilcher","topic":"Best"},{"quote":"The genius of the United States is not best or most in its executives or legislatures, nor in its ambassadors or authors or colleges, or churches, or parlors, nor even in its newspapers or inventors, but always most in the common people.","author":"Walt Whitman","topic":"Best"},{"quote":"Cognitive psychology has shown that the mind best understands facts when they are woven into a conceptual fabric, such as a narrative, mental map, or intuitive theory. Disconnected facts in the mind are like unlinked pages on the Web: They might as well not exist.","author":"Steven Pinker","topic":"Best"},{"quote":"That government is best which governs least.","author":"Henry David Thoreau","topic":"Best"},{"quote":"Our most intimate friend is not he to whom we show the worst, but the best of our nature.","author":"Nathaniel Hawthorne","topic":"Best"},{"quote":"Our goal has never been to make the most. It&#39;s always been to make the best.","author":"Tim Cook","topic":"Best"},{"quote":"Being the best at whatever talent you have, that&#39;s what stimulates life.","author":"Tom Landry","topic":"Best"},{"quote":"We&#39;re made for the light of a cave and for twilight. Twilight is the time we see best. When we dim the light down, and the pupil opens, feeling comes out of the eye like touch. Then you really can feel colour, and experience it.","author":"James Turrell","topic":"Best"},{"quote":"Dumped? Fired? Scorned? Humiliated? Totally pissed off? If so, I&#39;ve got great news! You might be on your way to living your best life ever - if you consciously choose to channel this pain into fuel - and use it to motivate yourself to become your highest potential self!","author":"Karen Salmansohn","topic":"Best"},{"quote":"If you feel rooted in your home and family, if you&#39;re active in your community, there&#39;s nothing more empowering. The best way to make a difference in the world is to start by making a difference in your own life.","author":"Julia Louis-Dreyfus","topic":"Best"},{"quote":"Thanking you once more, I want to wish you the best of luck for your future life and to conclude by saying to you: Dream your dreams and may they come true!","author":"Felix Bloch","topic":"Best"},{"quote":"I think the most fun part about working on &#39;Good Luck Charlie&#39; is spending time with everyone, honestly, because everybody on set is like my brother and sister and mom and dad. They&#39;re so fun to be around, so that&#39;s probably the best part about working there.","author":"Bradley Steven Perry","topic":"Best"},{"quote":"You teach best what you most need to learn.","author":"Richard Bach","topic":"Best"},{"quote":"If I pass away one day, I am happy because I tried to do my best. My sport allowed me to do so much because it&#39;s the biggest sport in the world.","author":"Pele","topic":"Best"},{"quote":"As we reflect back upon the tragic loss of Challenger and her brave crew of heroes who were aboard that fateful day, I am reminded that they truly represented the best of us, as they climbed aloft on a plume of propellant gasses, reaching for the stars, to inspire us who were Earthbound.","author":"Buzz Aldrin","topic":"Best"},{"quote":"When we go out there, we have fun, but we get to work, and I think we&#39;re at our best when we&#39;re having fun. Having fun is key.","author":"Ezekiel Elliott","topic":"Best"},{"quote":"If your best friend has stolen your girlfriend, it does become life and death.","author":"Ben Kingsley","topic":"Best"},{"quote":"I just try to be the best I can, but I&#39;m human.","author":"Selena Gomez","topic":"Best"},{"quote":"The President of the United States should strive to be always mindful of the fact that he serves his party best who serves his country best.","author":"Rutherford B. Hayes","topic":"Best"},{"quote":"In 1977, when I started my first job at the Federal Reserve Board as a staff economist in the Division of International Finance, it was an article of faith in central banking that secrecy about monetary policy decisions was the best policy: Central banks, as a rule, did not discuss these decisions, let alone their future policy intentions.","author":"Janet Yellen","topic":"Best"},{"quote":"All of Koons&#39;s best art - the encased vacuum cleaners, the stainless-steel Rabbit (the late-twentieth century&#39;s signature work of Simulationist sculpture), the amazing gleaming Balloon Dog, and the cast-iron re-creation of a Civil War mortar exhibited last month at the Armory - has simultaneously flaunted extreme realism, idealism, and fantasy.","author":"Jerry Saltz","topic":"Best"},{"quote":"The promises of this world are, for the most part, vain phantoms; and to confide in one&#39;s self, and become something of worth and value is the best and safest course.","author":"Michelangelo","topic":"Best"},{"quote":"Someone once asked, &#39;What&#39;s your best pickup line?&#39; I said, &#39;My best pickup line is, &#39;Hi, my name is Hugh Hefner.&#39;","author":"Hugh Hefner","topic":"Best"},{"quote":"One of the best aspects of health care reform is it starts to emphasize prevention.","author":"Anne Wojcicki","topic":"Best"},{"quote":"I just feel my best when I&#39;m all glammed up.","author":"Kim Kardashian","topic":"Best"},{"quote":"The best advice I&#39;ve received is to be yourself. The best artists do that.","author":"Frank Gehry","topic":"Best"},{"quote":"Nature best teaches how to pray, and how to reverence all the gifts the Almighty has given us. She is like a vast outspread handkerchief, embroidered with God&#39;s eternal name, on which we may dry alike our tears of sorrow and of joy; she turns weeping into ecstasy, and fills our hearts with speechless, quiet reverence and resignation.","author":"Robert Schumann","topic":"Best"},{"quote":"Voting is a right best exercised by people who have taken time to learn about the issues.","author":"Tony Snow","topic":"Best"},{"quote":"Push-ups are seriously the best way to tone your arms - and they tone your abs at the same time! I like to do them when I&#39;m home watching TV or listening to music.","author":"Cassie Scerbo","topic":"Best"},{"quote":"But men are men; the best sometimes forget.","author":"William Shakespeare","topic":"Best"},{"quote":"One way or another, we all have to find what best fosters the flowering of our humanity in this contemporary life, and dedicate ourselves to that.","author":"Joseph Campbell","topic":"Best"},{"quote":"You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know.","author":"George Eliot","topic":"Best"},{"quote":"You truly have to make the very best of what you&#39;ve got. We all do.","author":"Mary Tyler Moore","topic":"Best"},{"quote":"I have never gone on a real trip, never taken a holiday. The best holiday for me is spent in my workshops when nearly everybody else is on vacation.","author":"Enzo Ferrari","topic":"Best"},{"quote":"I have no regrets, because I&#39;ve done everything I could to the best of my ability.","author":"Robert Redford","topic":"Best"},{"quote":"That&#39;s your best friend and your worst enemy - your own brain.","author":"Fred Durst","topic":"Best"},{"quote":"It might be said now that I have the best of both worlds. A Harvard education and a Yale degree.","author":"John F. Kennedy","topic":"Best"},{"quote":"The best evaluation I can make of a player is to look in his eyes and see how scared they are.","author":"Michael Jordan","topic":"Best"},{"quote":"I&#39;m never quite cool, if you know what I mean. I&#39;m basically the worst, best superhero.","author":"Tom Holland","topic":"Best"},{"quote":"When I played at Minnesota, Green Bay, those northern cities, Buffalo, they wanted to have those championship games at home. It was going to be an advantage to be there with their fans and the cold weather and all that. But when you&#39;ve got a Super Bowl, and it&#39;s the two best teams, you want ideal conditions. You want to play a great game.","author":"Tony Dungy","topic":"Best"},{"quote":"If you are not emotionally involved, your client is not getting your best effort.","author":"Joe Jamail","topic":"Best"},{"quote":"I always think that today is the best day that there&#39;s ever been. The song that I&#39;m working on is always the best song I&#39;ve ever written. The woman I&#39;m looking at is the most incomprehensibly beautiful woman I&#39;ve ever seen. These dogs that I have now are, by far, the best dogs I&#39;ve ever had - although, so were the last pair of dogs I had.","author":"J. D. Souther","topic":"Best"},{"quote":"When you&#39;re telling a story, the best stories, every character has an arc. Every one. And that arc is usually about finding yourself, or about at least finding something about yourself that you didn&#39;t know.","author":"Roy Conli","topic":"Best"},{"quote":"It&#39;s very important that people know that I really enjoy everything that has happened to me. And I tell my kids... you&#39;re not going to be the tallest, fastest, prettiest, the best track runner, but you can be the nicest human being that someone has ever met in their life. And I just want to leave that legacy that being nice is a true treasure.","author":"George Foreman","topic":"Best"},{"quote":"As a father, you want the best for your son, quite obviously. You want to create the best memories for your son.","author":"Bill Goldberg","topic":"Best"},{"quote":"The best way to escape from your problem is to solve it.","author":"Robert Anthony","topic":"Best"},{"quote":"Whether it&#39;s the best of times or the worst of times, it&#39;s the only time we&#39;ve got.","author":"Art Buchwald","topic":"Best"},{"quote":"And I believe that the best buy in public health today must be a combination of regular physical exercise and a healthy diet.","author":"Julie Bishop","topic":"Best"},{"quote":"The worst thing that happens to you may be the best thing for you if you don&#39;t let it get the best of you.","author":"Will Rogers","topic":"Best"},{"quote":"I repeat what I always say: I want the best for Argentina in every way. I never try to make trouble for anybody.","author":"Lionel Messi","topic":"Best"},{"quote":"As for my batting, the best part about it is I have never changed it. I have never changed my thinking, I have never changed my batting style.","author":"Virender Sehwag","topic":"Best"},{"quote":"Patience is the best medicine.","author":"John Florio","topic":"Best"},{"quote":"Poker is a game where you don&#39;t have to have the best hand to win. Poker is really reading other people and reading human emotion, which certainly comes into play in business.","author":"Charlie Ergen","topic":"Best"},{"quote":"One man&#39;s ways may be as good as another&#39;s, but we all like our own best.","author":"Jane Austen","topic":"Best"},{"quote":"Some sarcasm is best told simply.","author":"Kevin Hart","topic":"Best"},{"quote":"Expect the best, plan for the worst, and prepare to be surprised.","author":"Denis Waitley","topic":"Best"},{"quote":"What was really funny is that as I got older all those guys who called me a sissy in junior high school wanted me to be their best friend because they wanted to meet all the girls that I knew in figure skating.","author":"Scott Hamilton","topic":"Best"},{"quote":"Since we live in this world, we have to do our best for this world.","author":"Aung San Suu Kyi","topic":"Best"},{"quote":"Perhaps it sounds ridiculous, but the best thing that young filmmakers should do is to get hold of a camera and some film and make a movie of any kind at all.","author":"Stanley Kubrick","topic":"Best"},{"quote":"We are all racing towards death. No matter how many great, intellectual conclusions we draw during our lives, we know they&#39;re all only man-made, like God. I begin to wonder where it all leads. What can you do, except do what you can do as best you know how.","author":"John Hurt","topic":"Best"},{"quote":"Smiles come naturally to me, but I started thinking of them as an art form at my command. I studied all the time. I looked at magazines, I&#39;d practice in front of the mirror and I&#39;d ask photographers about the best angles. I can now pull out a smile at will.","author":"Tyra Banks","topic":"Best"},{"quote":"There is no rule book, no right or wrong; you just have to make it up and do the very best you can to care for your family.","author":"Kate Middleton","topic":"Best"},{"quote":"You have to push yourself when you&#39;re older because it&#39;s very easy to fall into the trap. You start to fall apart - you just have to do your best to paste yourself together. I think doing things and being active is very important. When your mind is busy, you don&#39;t hurt so much.","author":"Iris Apfel","topic":"Best"},{"quote":"Look your best - who said love is blind?","author":"Mae West","topic":"Best"},{"quote":"Fit no stereotypes. Don&#39;t chase the latest management fads. The situation dictates which approach best accomplishes the team&#39;s mission.","author":"Colin Powell","topic":"Best"},{"quote":"I was in the bath at the time, and my dad came running in and said, &#39;Guess who they want to play Harry Potter!?&#39; and I started to cry. It was probably the best moment of my life.","author":"Daniel Radcliffe","topic":"Best"},{"quote":"The post office doesn&#39;t guarantee delivery, but it tries really hard. It&#39;s called best efforts communication. If you put two postcards in the post-box, they don&#39;t necessarily come out then in the same order that you put them in. So, that means that there&#39;s potentially disorder with your delivery, and that&#39;s also true in the Internet.","author":"Vint Cerf","topic":"Best"},{"quote":"No one likes doing chores. In happiness surveys, housework is ranked down there with commuting as activities that people enjoy the least. Maybe that&#39;s why figuring out who does which chores usually prompts, at best, tense discussion in a household and, at worst, outright fighting.","author":"Emily Oster","topic":"Best"},{"quote":"The large majority of the Negroes who have put on the finishing touches of our best colleges are all but worthless in the development of their people.","author":"Carter G. Woodson","topic":"Best"},{"quote":"The best cartoons have no words at all - just the image pops out.","author":"Jeff MacNelly","topic":"Best"},{"quote":"Hiking is the best workout!... You can hike for three hours and not even realize you&#39;re working out. And, hiking alone lets me have some time to myself.","author":"Jamie Luner","topic":"Best"},{"quote":"I will do my best. That is all I can do. I ask for your help - and God&#39;s.","author":"Lyndon B. Johnson","topic":"Best"},{"quote":"I&#39;ve always had the greatest respect for and listened to both my father and my mother. I&#39;ve always tried to follow my parents&#39; advice because these are people who want the best for me.","author":"Neymar","topic":"Best"},{"quote":"The best thing about the future is that it comes only one day at a time.","author":"Dean Acheson","topic":"Best"},{"quote":"I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind.","author":"Albert Einstein","topic":"Best"},{"quote":"I can not believe that war is the best solution. No one won the last war, and no one will win the next war.","author":"Eleanor Roosevelt","topic":"Best"},{"quote":"We are not race blind. Of course we still have racial tensions in this country. But the United States of America has made enormous progress in race relations, and it is still the best place on Earth to be a minority.","author":"Condoleezza Rice","topic":"Best"},{"quote":"You can best fight any existing evil from the inside.","author":"Hattie McDaniel","topic":"Best"},{"quote":"The best way to navigate through life is to give up all of our controls.","author":"Gerald Jampolsky","topic":"Best"},{"quote":"The best we can do is prioritize our needs and make choices accordingly.","author":"Janet Evanovich","topic":"Best"},{"quote":"Find out what you like doing best and get someone to pay you for it.","author":"Katharine Whitehorn","topic":"Best"},{"quote":"The best works do not necessarily get to auction. I like to draw, so maybe I give you a little drawing. And then eventually it ends up at auction. And then critics say, &#39;Oh, that&#39;s a bad drawing!&#39; Well, I didn&#39;t say it was so wonderful.","author":"Marlene Dumas","topic":"Best"},{"quote":"The best is the enemy of the good.","author":"Voltaire","topic":"Best"},{"quote":"The best books... are those that tell you what you know already.","author":"George Orwell","topic":"Best"},{"quote":"The best of artists has no conception that the marble alone does not contain within itself.","author":"Michelangelo","topic":"Best"},{"quote":"My friends ask me if I want more kids, and I always say yes, I want more; it&#39;s the best thing you can have in your life.","author":"Cristiano Ronaldo","topic":"Best"},{"quote":"I&#39;ll probably never be the best actor in Hollywood, but I hope to be the hardest working.","author":"Ashton Kutcher","topic":"Best"},{"quote":"Market in India is big enough for several brands. For us, it&#39;s about innovation, making best product, and making the ecosystem better and better. If we do that well, then more people will switch from Android to iOS.","author":"Tim Cook","topic":"Best"},{"quote":"To think that our political organisation is immutable is the best way to hand the country over to the extremes.","author":"Emmanuel Macron","topic":"Best"},{"quote":"I&#39;ve found that prayers work best when you have big players.","author":"Knute Rockne","topic":"Best"},{"quote":"The things we know best are the things we haven&#39;t been taught.","author":"Luc de Clapiers","topic":"Best"},{"quote":"Most of the things we decide are not what we know to be the best. We say yes, merely because we are driven into a corner and must say something.","author":"Frank Crane","topic":"Best"},{"quote":"Look for your choices, pick the best one, then go with it.","author":"Pat Riley","topic":"Best"},{"quote":"First gain the victory and then make the best use of it you can.","author":"Horatio Nelson","topic":"Best"},{"quote":"There is only one real sin and that is to persuade oneself that the second best is anything but second best.","author":"Doris Lessing","topic":"Best"},{"quote":"Usually, the stuff that&#39;s your best idea or work is going to be attacked the most.","author":"Francis Ford Coppola","topic":"Best"},{"quote":"To give and then not feel that one has given is the very best of all ways of giving.","author":"Max Beerbohm","topic":"Best"},{"quote":"Our best thoughts come from others.","author":"Ralph Waldo Emerson","topic":"Best"},{"quote":"The best way to hold a man is in your arms.","author":"Mae West","topic":"Best"},{"quote":"The most basic question is not what is best, but who shall decide what is best.","author":"Thomas Sowell","topic":"Best"},{"quote":"The best doctors in the world are Doctor Diet, Doctor Quiet, and Doctor Merryman.","author":"Jonathan Swift","topic":"Best"},{"quote":"Clever men are good, but they are not the best.","author":"Thomas Carlyle","topic":"Best"},{"quote":"You&#39;ll live. Only the best get killed.","author":"Charles de Gaulle","topic":"Best"},{"quote":"The best things in life are silly.","author":"Scott Adams","topic":"Best"},{"quote":"I did my best, and God did the rest.","author":"Hattie McDaniel","topic":"Best"},{"quote":"Life is best when you are in love.","author":"Michael Moriarty","topic":"Best"},{"quote":"Just do what you do best.","author":"Red Auerbach","topic":"Best"},{"quote":"The best thing to do with the best things in life is to give them up.","author":"Ambrose Bierce","topic":"Best"},{"quote":"Exclusively of the abstract sciences, the largest and worthiest portion of our knowledge consists of aphorisms: and the greatest and best of men is but an aphorism.","author":"Samuel Taylor Coleridge","topic":"Best"},{"quote":"Best to live lightly, unthinkingly.","author":"Sophocles","topic":"Best"},{"quote":"If you want to go somewhere, it is best to find someone who has already been there.","author":"Robert Kiyosaki","topic":"Best"},{"quote":"Culture is the habit of being pleased with the best and knowing why.","author":"Henry Van Dyke","topic":"Best"},{"quote":"Everybody&#39;s got a job to do, and I do mine as best I can.","author":"Marlee Matlin","topic":"Best"},{"quote":"The best way to keep your friends is not to give them away.","author":"Wilson Mizner","topic":"Best"},{"quote":"The best thing about animals is that they don&#39;t talk much.","author":"Thornton Wilder","topic":"Best"},{"quote":"The man who has done his best has done everything.","author":"Charles M. Schwab","topic":"Best"},{"quote":"I am the best in baseball.","author":"Reggie Jackson","topic":"Best"},{"quote":"One of the best things to do sometimes is simply to be.","author":"Eric Butterworth","topic":"Best"},{"quote":"The best person to get something done is a busy person.","author":"Mark Burnett","topic":"Best"},{"quote":"The creed of a true saint is to make the best of life, and to make the most of it.","author":"Edwin Hubbel Chapin","topic":"Best"},{"quote":"Enthusiasm is the best protection in any situation. Wholeheartedness is contagious. Give yourself, if you wish to get others.","author":"David Seabury","topic":"Best"},{"quote":"When you do not know what you are doing and what you are doing is the best - that is inspiration.","author":"Robert Bresson","topic":"Best"}]