[{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"I joined the army on my seventeenth birthday, full of the romance of war after having read a lot of World War I British poetry and having seen a lot of post-World War II films. I thought the romantic presentations of war influenced my joining and my presentation of war to my younger siblings.","author":"Walter Dean Myers","topic":"Birthday"},{"quote":"Youth has no age.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"The way I see it, you should live everyday like its your birthday.","author":"Paris Hilton","topic":"Birthday"},{"quote":"A diplomat is a man who always remembers a woman&#39;s birthday but never remembers her age.","author":"Robert Frost","topic":"Birthday"},{"quote":"All the world is birthday cake, so take a piece, but not too much.","author":"George Harrison","topic":"Birthday"},{"quote":"I can sing &#39;Happy Birthday&#39; to you in twelve different places, but one of them is going to make you feel a certain thing, maybe it&#39;s a vulnerability, maybe an innocence, maybe another way is sexy and soulful or bluesy whatever it is, but with singers, exploring keys, I think, is important.","author":"Idina Menzel","topic":"Birthday"},{"quote":"To me - old age is always ten years older than I am.","author":"Bernard Baruch","topic":"Birthday"},{"quote":"I wanted to buy a candle holder, but the store didn&#39;t have one. So I got a cake.","author":"Mitch Hedberg","topic":"Birthday"},{"quote":"My life is better with every year of living it.","author":"Rachel Maddow","topic":"Birthday"},{"quote":"The day which we fear as our last is but the birthday of eternity.","author":"Lucius Annaeus Seneca","topic":"Birthday"},{"quote":"Success is like reaching an important birthday and finding you&#39;re exactly the same.","author":"Audrey Hepburn","topic":"Birthday"},{"quote":"I was honoured when they asked me to appear at the president&#39;s birthday rally in Madison Square Garden. There was like a hush over the whole place when I came on to sing &#39;Happy Birthday,&#39; like if I had been wearing a slip, I would have thought it was showing or something. I thought, &#39;Oh, my gosh, what if no sound comes out!&#39;","author":"Marilyn Monroe","topic":"Birthday"},{"quote":"We all have special numbers in our lives, and 4 is that for me. It&#39;s the day I was born. My mother&#39;s birthday, and a lot of my friends&#39; birthdays, are on the fourth; April 4 is my wedding date.","author":"Beyonce Knowles","topic":"Birthday"},{"quote":"I remember when the candle shop burned down. Everyone stood around singing &#39;Happy Birthday.&#39;","author":"Steven Wright","topic":"Birthday"},{"quote":"You always get a special kick on opening day, no matter how many you go through. You look forward to it like a birthday party when you&#39;re a kid. You think something wonderful is going to happen.","author":"Joe DiMaggio","topic":"Birthday"},{"quote":"You know you&#39;re getting old when you get that one candle on the cake. It&#39;s like, &#39;See if you can blow this out.&#39;","author":"Jerry Seinfeld","topic":"Birthday"},{"quote":"A gift consists not in what is done or given, but in the intention of the giver or doer.","author":"Lucius Annaeus Seneca","topic":"Birthday"},{"quote":"You take away all the other luxuries in life, and if you can make someone smile and laugh, you have given the most special gift: happiness.","author":"Brad Garrett","topic":"Birthday"},{"quote":"Most of us have fond memories of food from our childhood. Whether it was our mom&#39;s homemade lasagna or a memorable chocolate birthday cake, food has a way of transporting us back to the past.","author":"Homaro Cantu","topic":"Birthday"},{"quote":"We&#39;ll take the cake with the red cherry on top.","author":"Navjot Singh Sidhu","topic":"Birthday"},{"quote":"I think, at a child&#39;s birth, if a mother could ask a fairy godmother to endow it with the most useful gift, that gift should be curiosity.","author":"Eleanor Roosevelt","topic":"Birthday"},{"quote":"I really thought to myself, &#39;If I&#39;m going to do anything in this world, I am going to be the best I can be.&#39; I have a tennis coach that has taken me as far as my body can go. I hired a private skiing coach during my birthday week. I have a private yoga instructor. I just don&#39;t understand why you wouldn&#39;t give yourself every advantage.","author":"Mark Pincus","topic":"Birthday"},{"quote":"You should feel good about making your home nicer for your family and your friends. You should feel great about cooking a good dinner and making a dress for a granddaughter, creating a beautiful birthday party. It&#39;s all part of life.","author":"Martha Stewart","topic":"Birthday"},{"quote":"I kept a diary right after I was born. Day 1: Tired from the move. Day 2: Everyone thinks I&#39;m an idiot.","author":"Steven Wright","topic":"Birthday"},{"quote":"I like birthday cake. It&#39;s so symbolic. It&#39;s a tempting symbol to load with something more complicated than just &#39;Happy birthday!&#39; because it&#39;s this emblem of childhood and a happy day.","author":"Aimee Bender","topic":"Birthday"},{"quote":"I decided if you&#39;re lucky enough to be alive, you should use each birthday to celebrate what your life is about.","author":"Mary Steenburgen","topic":"Birthday"},{"quote":"People give one another things that can&#39;t be gift wrapped.","author":"Nadine Gordimer","topic":"Birthday"},{"quote":"All my grandchildren bake. On a Saturday, Annabel&#39;s boys, Louis and Toby, always bake. Louis makes a chocolate cake, Toby makes banana or lemon drizzle. They&#39;re 12 and 10, and they can do it totally on their own. My son&#39;s twin girls, Abby and Grace, are 14; they make birthday cakes and like to do it on their own with Mum out of the way.","author":"Mary Berry","topic":"Birthday"},{"quote":"Your children need your presence more than your presents.","author":"Jesse Jackson","topic":"Birthday"},{"quote":"Every day, every birthday candle I blow out, every penny I throw over my shoulder in a wishing well, every time my daughter says, &#39;Let&#39;s make a wish on a star,&#39; there&#39;s one thing I wish for: wisdom.","author":"Rene Russo","topic":"Birthday"},{"quote":"Love the giver more than the gift.","author":"Brigham Young","topic":"Birthday"},{"quote":"A true nature is a gloomy monolith, sort of like that old black rotary phone that I had to sing &#39;Happy Birthday&#39; to Grandpa on. But novelists, damn us, still need true natures - so we can give them to our protagonists. And so readers can vaguely predict how they&#39;ll behave when we trap them in &#39;situations&#39; that they can&#39;t IM their way out of.","author":"Walter Kirn","topic":"Birthday"},{"quote":"New Year&#39;s Day is every man&#39;s birthday.","author":"Charles Lamb","topic":"Birthday"},{"quote":"I don&#39;t pay attention to the number of birthdays. It&#39;s weird when I say I&#39;m 53. It just is crazy that I&#39;m 53. I think I&#39;m very immature. I feel like a kid. That&#39;s why my back goes out all the time, because I completely forget I can&#39;t do certain things anymore - like doing the plank for 10 minutes.","author":"Ellen DeGeneres","topic":"Birthday"},{"quote":"I love the Sixties with Julie Christie and Jane Birkin - those natural English beauties. That&#39;s the look that is most me, when I wore the tight-to-the knee dresses. I don&#39;t think I bleached my hair until I was 20. I like experimenting for big occasions, though. You&#39;ve always got to do a bit of a number for the birthday!","author":"Kate Moss","topic":"Birthday"},{"quote":"I enjoy the celebration of my birthday as much as anyone else does, but I always remember to start my day thanking my mom because she did most of the work the day I came into the world, not to mention all she has done throughout my life that has contributed so much to the woman I am today.","author":"Christy Turlington","topic":"Birthday"},{"quote":"There is still no cure for the common birthday.","author":"John Glenn","topic":"Birthday"},{"quote":"I turned 40 on the set of the reunion show for &#39;Sheer Genius,&#39; so it wasn&#39;t a hideous birthday because I had everyone on the cast and crew sing &#39;Happy Birthday&#39; to me, and I won $10,000 for being the fan favorite. It was really liberating to turn 40 and realize that I felt very comfortable with myself and knew who I was.","author":"Tabatha Coffey","topic":"Birthday"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Birthday"},{"quote":"I wear jewellery that I never take off. I have a ring and two necklaces. I always have them on and get scared when I have to take them off for photo shoots. The ring is my mum&#39;s mum&#39;s mum&#39;s, and she gave it to me for my 18th birthday. The necklace is the same one that my sister has. She&#39;s called Hannah, and the name is the chain.","author":"Zara Larsson","topic":"Birthday"},{"quote":"I binge when I&#39;m happy. When everything is going really well, every day is like I&#39;m at a birthday party.","author":"Kirstie Alley","topic":"Birthday"},{"quote":"The thrill of performing - that&#39;s something that hasn&#39;t changed for me. That simultaneous joy of creating something and sharing it with an audience - it&#39;s the same now as it was then, when it was just my cousins&#39; birthday party.","author":"Steve Buscemi","topic":"Birthday"},{"quote":"I&#39;m good in summer. My birthday is in summer. I don&#39;t like it when it&#39;s too hot, but, you know, blue skies, I think people genuinely loosen up a bit, and it&#39;s nicer.","author":"George Ezra","topic":"Birthday"},{"quote":"I told my father I wanted to play the banjo, and so he saved the money and got ready to give me a banjo for my next birthday, and between that time and my birthday, I lost interest in the banjo and was playing guitar.","author":"Jackson Browne","topic":"Birthday"},{"quote":"We have to be able to grow up. Our wrinkles are our medals of the passage of life. They are what we have been through and who we want to be.","author":"Lauren Hutton","topic":"Birthday"},{"quote":"My policy on cake is pro having it and pro eating it.","author":"Boris Johnson","topic":"Birthday"},{"quote":"I wanted to be the next Dana Carvey. This was my ultimate goal. If I ever cut into a birthday cake and made a wish, I would wish to be on &#39;Saturday Night Live.&#39; If I threw a coin into a fountain, I would wish to be on &#39;Saturday Night Live.&#39; If I saw a shooting star, I would wish to be on &#39;Saturday Night Live.&#39;","author":"Jimmy Fallon","topic":"Birthday"},{"quote":"I had a birthday party with my family and friends at a house, and Chipotle catered. It was beautiful.","author":"Ansel Elgort","topic":"Birthday"},{"quote":"There are three hundred and sixty-four days when you might get un-birthday presents, and only one for birthday presents, you know.","author":"Lewis Carroll","topic":"Birthday"},{"quote":"About 50 percent of the songs on the radio are like, &#39;Live like tomorrow doesn&#39;t exist. Like it&#39;s my birthday. Like it&#39;s the last day of my life&#39;... Such a large percentage of pop music is really about party time.","author":"Sia","topic":"Birthday"},{"quote":"For my birthday I got a humidifier and a de-humidifier... I put them in the same room and let them fight it out.","author":"Steven Wright","topic":"Birthday"},{"quote":"I got my first camera when I was 21 - my boyfriend gave it to me for my birthday - but at that point politics was my life, and I viewed the camera as a tool for expressing my political beliefs rather than as an art medium.","author":"Carrie Mae Weems","topic":"Birthday"},{"quote":"With my wife I don&#39;t get no respect. I made a toast on her birthday to &#39;the best woman a man ever had.&#39; The waiter joined me.","author":"Rodney Dangerfield","topic":"Birthday"},{"quote":"My happiest memory of childhood was my first birthday in reform school. This teacher took an interest in me. In fact, he gave me the first birthday presents I ever got: a box of Cracker Jacks and a can of ABC shoe polish.","author":"Flip Wilson","topic":"Birthday"},{"quote":"If you can give your child only one gift, let it be enthusiasm.","author":"Bruce Barton","topic":"Birthday"},{"quote":"If every year is a marble, how many marbles do you have left? How many sunrises, how many opportunities to rise to the full stature of your being?","author":"Joy Page","topic":"Birthday"},{"quote":"If I have the power to post &#39;Happy Birthday&#39; on someone&#39;s Facebook page and make them feel really good, it feels really good to make other people feel really good. I love it. I&#39;m a huge Facebook and Twitter person. And I love talking to my fans. It&#39;s fun.","author":"Rebecca Mader","topic":"Birthday"},{"quote":"I have had fans make me the big picture collages of the photo books; I have had fans send me birthday cakes... sing to me on my voicemail. I have had fans flash me. I have had older fans give me their bras and underwear onstage.","author":"Sean Combs","topic":"Birthday"},{"quote":"When I auditioned for drama college, they asked me to do my Shakespeare. I couldn&#39;t do it. They asked me to do my modern, and I couldn&#39;t do it. They asked me if I had a song prepared, and I said &#39;No,&#39; so I sang &#39;Happy Birthday.&#39; And I did a reasonable improvisation, a reasonable one, nothing special at all. I don&#39;t know how I got in, but I did.","author":"Hans Matheson","topic":"Birthday"},{"quote":"As I approached my 95th birthday, I was burdened to write a book that addressed the epidemic of &#39;easy believism.&#39; There is a mindset today that if people believe in God and do good works, they are going to Heaven.","author":"Billy Graham","topic":"Birthday"},{"quote":"I had the worst birthday party ever when I was a child because my parents hired a pony to give rides. And these ponies are never in good health. But this one dropped dead. It just wasn&#39;t much fun after that. One kid would sit on him and the rest of us would drag him around.","author":"Rita Rudner","topic":"Birthday"},{"quote":"I remember one summer I played, like, with the granddaughter of this known Klan member. Like, all summer we caught cicadas. And we had grown close, and so it was, like, time for her birthday party and I said &#39;Oh, like, what time do I come for your party?&#39; And she&#39;s like &#39;Oh, no, you can&#39;t come to my house &#39;cause my parents don&#39;t like black people.&#39;","author":"Dee Rees","topic":"Birthday"},{"quote":"The sexiest thing my girlfriend has ever done for me is when she planned three full days of events, meals, and surprises for my birthday. It was like one continuous gift.","author":"Chris Wood","topic":"Birthday"},{"quote":"The best way to remember your wife&#39;s birthday is to forget it once.","author":"E. Joseph Cossman","topic":"Birthday"},{"quote":"My mother&#39;s face floated to mind, a pale, reproachful moon, at her last and first visit to the asylum since my twentieth birthday. A daughter in an asylum! I had done that to her. Still, she had obviously decided to forgive me.","author":"Sylvia Plath","topic":"Birthday"},{"quote":"I wrapped my Christmas presents early this year, but I used the wrong paper. See, the paper I used said &#39;Happy Birthday&#39; on it. I didn&#39;t want to waste it so I just wrote &#39;Jesus&#39; on it.","author":"Demetri Martin","topic":"Birthday"},{"quote":"Motorcycle riding has been a passion of mine since my 20th birthday, and as a proud member of the American Motorcyclist Association and the Harley Owners Group, I can attest that responsible riding has many unique recreational benefits for millions of Americans.","author":"Tim Walberg","topic":"Birthday"},{"quote":"It is lovely, when I forget all birthdays, including my own, to find that somebody remembers me.","author":"Ellen Glasgow","topic":"Birthday"},{"quote":"I don&#39;t go to celebrity parties a lot. I don&#39;t really enjoy them because I really like going for it in parties. And sometimes at celebrity parties, there is no dancing on tables because people... it can be a little judgmental at times. So I tend not to go unless it is Taylor Swift&#39;s birthday party; then it&#39;s amazing.","author":"Sam Smith","topic":"Birthday"},{"quote":"A gift, with a kind countenance, is a double present.","author":"Thomas Fuller","topic":"Birthday"},{"quote":"Anybody can have a birthday. It requires nothing. Murderers have birthdays. It&#39;s the opposite of anything that I believe in. And I don&#39;t like at work where you stop everything to sing &#39;Happy Birthday&#39; to someone. I feel like that&#39;s for children.","author":"Mindy Kaling","topic":"Birthday"},{"quote":"The turning point was when I hit my 30th birthday. I thought, if really want to write, it&#39;s time to start. I picked up the book How to Write a Novel in 90 Days. The author said to just write three pages a day, and I figured, I can do this. I never got past Page 3 of that book.","author":"James Rollins","topic":"Birthday"},{"quote":"I&#39;ve never hosted a party in my life, not even my own birthday party. I&#39;d feel really uncomfortable saying, &#39;Hey everybody, let&#39;s celebrate me!&#39; But I&#39;m not antisocial. I don&#39;t hate people.","author":"Alessia Cara","topic":"Birthday"},{"quote":"Jesus&#39; birthday is commercialized, so of course, Black History Month is commercialized.","author":"Jidenna","topic":"Birthday"},{"quote":"I was forced to live far beyond my years when just a child, now I have reversed the order and I intend to remain young indefinitely.","author":"Mary Pickford","topic":"Birthday"},{"quote":"I&#39;m a very keen baker; I pride myself on my cakes. I go along the classic sponge line, but I like to jazz it up: I&#39;ve made some psychedelic birthday cakes.","author":"Greg Rutherford","topic":"Birthday"},{"quote":"I&#39;m in a difficult position in the sense that, preposterous as this might sound, I don&#39;t like being the centre of attention. I get up on stage every night and play songs, but I almost feel the songs are the centre of attention. I don&#39;t like opening my birthday presents in front of people, either.","author":"Alex Turner","topic":"Birthday"},{"quote":"On every birthday, I ask my wife, &#39;What would you like this year?&#39; and her instant reply is, &#39;Diamonds! Diamonds! Diamonds!&#39; I&#39;m always living in hope that one day she&#39;ll say she just wants me!","author":"Akshay Kumar","topic":"Birthday"},{"quote":"Fourth of July. My birthday is July first, and my best friend&#39;s birthday is July fifth, so it&#39;s always been a favorite holiday. It&#39;s all about having a cooler full of sodas, hot dogs, and just hanging out and shooting off firecrackers, being low-key, watching the fireworks.","author":"Hilarie Burton","topic":"Birthday"},{"quote":"The worst part about celebrating another birthday is the shock that you&#39;re only as well as you are.","author":"Anne Lamott","topic":"Birthday"},{"quote":"Handmade presents are scary because they reveal that you have too much free time.","author":"Douglas Coupland","topic":"Birthday"},{"quote":"One week before my 17th birthday, I had a blind date with June Rose, a television actress on network soap operas, a model, and a regular on the popular Dick Clark&#39;s Saturday night &#39;American Bandstand&#39; show from New York. We were married five years later, one week after my graduation from Columbia.","author":"Robert C. Merton","topic":"Birthday"},{"quote":"I&#39;m trying to get the record that I made at my birthday party last year, trying to get that out, and the lawyers are diddling around with it and it probably won&#39;t be out until next year. I don&#39;t know.","author":"Marian McPartland","topic":"Birthday"},{"quote":"You know, maybe I was just born in the wrong time, but I love all things romantic. Puffy understands that. For my last birthday, he covered my hotel room floor with rose petals and had flowers and candles all over the room.","author":"Jennifer Lopez","topic":"Birthday"},{"quote":"It&#39;s odd the things that people remember. Parents will arrange a birthday party, certain it will stick in your mind forever. You&#39;ll have a nice time, then two years later you&#39;ll be like, &#39;There was a pony there? Really? And a clown with one leg?&#39;","author":"David Sedaris","topic":"Birthday"},{"quote":"I can&#39;t make eye contact when people sing &#39;Happy Birthday&#39; to me.","author":"Dove Cameron","topic":"Birthday"},{"quote":"When I was 13 or 14, my mother used to gift me books that I was dying to read. Those are my most memorable birthday gifts.","author":"Kajol","topic":"Birthday"},{"quote":"For Tim Burton&#39;s birthday I gave him a rainbow beetle. He loved it!","author":"Eva Green","topic":"Birthday"},{"quote":"I often go to bed in my birthday suit. But I like teddies and cute little undies that match. I like a sexy bra and panty set, or little shorts.","author":"Queen Latifah","topic":"Birthday"},{"quote":"Sinatra invited me once to his birthday party in L.A. I was young, and I felt great about it. But when I got there, the Rat Pack were all in the kitchen laughing their heads off.","author":"Tony Bennett","topic":"Birthday"},{"quote":"Since graduation, I have measured time in 4-by-5-inch pieces of paper, four days on the left and three on the right. Every social engagement, interview, reading, flight, doctor&#39;s appointment, birthday and dry-cleaning reminder has been handwritten between metal loops.","author":"Sloane Crosley","topic":"Birthday"},{"quote":"I love the big fresh starts, the clean slates like birthdays and new years, but I also really like the idea that we can get up every morning and start over.","author":"Kristin Armstrong","topic":"Birthday"},{"quote":"I hate birthdays. I hate birthday parties. I hate them. I don&#39;t know what it is, anybody&#39;s only got to come wafting near me with a piece of cake with a candle on and I break out in hives.","author":"Cat Deeley","topic":"Birthday"},{"quote":"As I approach my 88th birthday, it&#39;s become apparent to me that my eyes and ears, among other appurtenances, aren&#39;t quite what they used to be. The prospect of long flights to wherever in search of whatever are not quite as appealing.","author":"Mike Wallace","topic":"Birthday"},{"quote":"I think I&#39;ve wanted to be an actress since the day I was born. I even asked my parents for an agent for my seventh birthday!","author":"Shoshannah Stern","topic":"Birthday"},{"quote":"One of the shocks of a 50th birthday is realizing the fundamental fact that your youth is irrevocably over.","author":"Marianne Williamson","topic":"Birthday"},{"quote":"I wore a $30 vintage wedding dress for my 8th birthday in an underground jazz club in Seattle. This was what I wanted.","author":"Dove Cameron","topic":"Birthday"},{"quote":"Nicole will come up in conversations where it&#39;s in a part of the conversation. Or we may be somewhere and I would tell some story about their mother and I. You know, we always honor her birthday.","author":"O. J. Simpson","topic":"Birthday"},{"quote":"My great-grandmother lived to be 100 years old, so I got to know her. She always sent us birthday cards that had $2 bills inside - we kept them for good luck.","author":"Dana Perino","topic":"Birthday"},{"quote":"I once attended a birthday party where Danny Kaye dropped in to entertain the birthday boy and his guests; I was sometimes taken for lunch on Saturdays by my father to The Brown Derby; and my favorite meal is still the Cobb salad in the Polo Lounge of the Beverly Hills Hotel.","author":"Michael Korda","topic":"Birthday"},{"quote":"You think back and you ask yourself why you became so interested in wolves. I think it was because when I was very small, growing up in a little hamlet near Shap, we would go to Lowther Wildlife Park for birthday parties. Now closed, it was only three miles from my parents&#39; house.","author":"Sarah Hall","topic":"Birthday"},{"quote":"I suddenly realized how much I loved her when we attended Alfred Hitchcock&#39;s 75th birthday party last August. There was something magical about that night, and it made me see how much she really meant to me.","author":"Rod Taylor","topic":"Birthday"},{"quote":"On a royal birthday every house must fly a flag, or the owner would be dragged to a police station and be fined twenty-five rubles.","author":"Mary Antin","topic":"Birthday"},{"quote":"Even when I was a kid, I had a good thing with kids. To this day, if I go to a birthday party with one of my kids, I swear to you, I am so much happier hanging out with my kids and their friends than talking to the grown-ups.","author":"Shawn Levy","topic":"Birthday"},{"quote":"For my 23rd birthday, I received a nylon string guitar. I told myself that if I could play Eric Clapton&#39;s &#39;Tears In Heaven,&#39; then I could play the guitar. I practised every chance I got, driving my housemates insane, until several weeks later I had a shaky version of the song down. I wrote my first song on the guitar a few weeks after that.","author":"Neil Jackson","topic":"Birthday"},{"quote":"Birthday Alarm was a very simple site based on being reminded of your friends&#39; birthdays.","author":"Michael Birch","topic":"Birthday"},{"quote":"Having a birthday around the holidays was never easy and, with every successive year, it felt more and more as if celebrating my birthday got thrown into the December holiday mix as an afterthought.","author":"Chelsea Manning","topic":"Birthday"},{"quote":"To give somebody your time is the biggest gift you can give.","author":"Franka Potente","topic":"Birthday"},{"quote":"About astrology and palmistry: they are good because they make people vivid and full of possibilities. They are communism at its best. Everybody has a birthday and almost everybody has a palm.","author":"Kurt Vonnegut","topic":"Birthday"},{"quote":"If you look over the years, the styles have changed - the clothes, the hair, the production, the approach to the songs. The icing to the cake has changed flavors. But if you really look at the cake itself, it&#39;s really the same.","author":"John Oates","topic":"Birthday"},{"quote":"Having a birthday cake squashed into your face by young kids? Delicious. I always don a Santa suit at Christmas. Remaining childish is a tremendous state of innocence.","author":"John Lydon","topic":"Birthday"},{"quote":"I don&#39;t really remember, but I&#39;m positive that whenever I cried, my mother gave me something to eat. I&#39;m sure that whenever I had a fight with the little girl next door, or it was raining and I couldn&#39;t go out, or I wasn&#39;t invited to a birthday party, my mother gave me a piece of candy to make me feel better.","author":"Jean Nidetch","topic":"Birthday"},{"quote":"Every year before a big competition, I get hurt doing stuff I should not be doing. One year it was my little brother&#39;s 12th birthday. We all played hide-and-seek late at night. I climbed up a 30-foot tree, thinking he&#39;d never catch me. I tripped and fell on one of the branches and I hit my head.","author":"Ryan Lochte","topic":"Birthday"},{"quote":"As he approached his 28th birthday in February 1840, Dickens knew himself to be famous, successful and tired. He needed a rest, and he made up his mind to keep the year free of the pressure of producing monthly installments of yet another long novel.","author":"Claire Tomalin","topic":"Birthday"},{"quote":"I can put my legs behind my head and sing &#39;Happy Birthday.&#39; Because that&#39;s something that me and my friends used to do when we were in gymnastics class as kids, and I can still do it. I was doing it since I was 8 and 9. They used to call me Gumby. Very bendy.","author":"Emmy Rossum","topic":"Birthday"},{"quote":"I was standing right behind Marilyn, completely invisible, when she sang &#39;Happy birthday, Mr. President.&#39; And indeed, the corny thing happened: Her dress split for my benefit, and there was Marilyn, and yes, indeed, she didn&#39;t wear any underwear.","author":"Mike Nichols","topic":"Birthday"},{"quote":"When someone asks if you&#39;d like cake or pie, why not say you want cake and pie?","author":"Lisa Loeb","topic":"Birthday"},{"quote":"Mum loves me being famous! She is so excited and proud, as she had me so young and couldn&#39;t support me, so I am living her dream, it&#39;s sweeter for both of us. It&#39;s her 40th birthday soon and I&#39;m going to buy her 40 presents.","author":"Adele","topic":"Birthday"},{"quote":"I would watch &#39;The Ed Sullivan Show&#39; and borrow a few lines here and there from guests like Red Buttons and Buddy Hackett to create a routine. Then I started getting invited to do political functions like the governor&#39;s birthday ball or mayor&#39;s dinner.","author":"Norm Crosby","topic":"Birthday"},{"quote":"In the Mexican culture, we never miss a baptism, a birthday, a baby shower, a wedding shower, a wedding. You must show up. Otherwise, you&#39;ll be in big trouble.","author":"Eva Longoria","topic":"Birthday"},{"quote":"One of my favorite memories was one time Prince picked me up and said we were going to Michael Jordan&#39;s birthday party.","author":"Tamron Hall","topic":"Birthday"},{"quote":"It was on my fifth birthday that Papa put his hand on my shoulder and said, &#39;Remember, my son, if you ever need a helping hand, you&#39;ll find one at the end of your arm.&#39;","author":"Sam Levenson","topic":"Birthday"},{"quote":"I&#39;m most comfortable in my birthday suit.","author":"Amanda Seyfried","topic":"Birthday"},{"quote":"My every birthday wish was, &#39;I want to someday be on TV.&#39;","author":"Awkwafina","topic":"Birthday"},{"quote":"For the youth, the indignation of most things will just surge as each birthday passes.","author":"Chris Evans","topic":"Birthday"},{"quote":"If Congress can move President&#39;s Day, Columbus Day and, alas, Martin Luther King&#39;s Birthday celebration for the convenience of shoppers, shouldn&#39;t they at least consider moving Election Day for the convenience of voters?","author":"Andrew Young","topic":"Birthday"},{"quote":"Traditionally Presidents Day was Washington&#39;s birthday. It was celebrated as a public holiday on February 22 each year, in peace or in war.","author":"Nigel Hamilton","topic":"Birthday"},{"quote":"My ace in the hole as a human being used to be my capacity for remembering birthdays. I worked at it. Whenever I made a new friend, I made a point of finding out his or her birthday early on, and I would record it in my Filofax calendar.","author":"Susan Orlean","topic":"Birthday"},{"quote":"My mom had me at 16 and took me every place she went. I remember going on peace marches. She tried to take me to Woodstock - it was pouring rain. It was on my birthday, and I was crying so much in the car they turned the car around and dumped me at my grandmother&#39;s house... I had a little attitude.","author":"Debi Mazar","topic":"Birthday"},{"quote":"For my birthday this year, my girlfriends - who knew I&#39;d just inherited my dad&#39;s turntable - gave me a carton of albums like &#39;Blue Kentucky Girl,&#39; by Emmylou Harris, and &#39;Off the Wall,&#39; by Michael Jackson. It&#39;s all stuff we grew up with. I mean, you can&#39;t have a music collection without Prince&#39;s &#39;Purple Rain&#39; - it just can&#39;t be done!","author":"Connie Britton","topic":"Birthday"},{"quote":"On my 50th birthday in 2005, my discount-wielding AARP card came in the mail. I hurled it in the trash, put on something fabulous, and had a decadent meal. Just the thought of putting it in my wallet felt like a concession.","author":"Iman","topic":"Birthday"},{"quote":"I wrote &#39;The Room&#39;, &#39;The Birthday Party&#39;, and &#39;The Dumb Waiter&#39; in 1957, I was acting all the time in a repertory company, doing all kinds of jobs, traveling to Bournemouth and Torquay and Birmingham.","author":"Harold Pinter","topic":"Birthday"},{"quote":"For me, the end of childhood came when the number of candles on my birthday cake no longer reflected my age, around 19 or 20. From then on, each candle came to represent an entire decade.","author":"Yotam Ottolenghi","topic":"Birthday"},{"quote":"I had a &#39;Cats&#39; phase, where I did lots of overturned furniture and trash cans. I asked for a fog machine for my birthday.","author":"Ben Platt","topic":"Birthday"},{"quote":"I have &#39;Happy Birthday&#39; in multiple languages on my iPod - I like to play it at company birthday parties.","author":"Yigal Azrouel","topic":"Birthday"},{"quote":"As I approached my 18th birthday and prepared to enter military service in World War II, I was recommended to receive the Melchizedek Priesthood.","author":"Thomas S. Monson","topic":"Birthday"},{"quote":"I played rugby for years, and I had a rugby jacket that I lost when I was 14. Somehow, my brother found it in storage 15 years later, and he gave it back to me for my 30th birthday. That was amazing and probably one of the best gifts I&#39;ve ever received.","author":"Ryan Reynolds","topic":"Birthday"},{"quote":"I believe that at least 70 percent of parenting goes to the mother. In our house, I&#39;m the one who knows about all the school stuff, helps with the homework, organizes the play dates, and remembers the birthday parties.","author":"Cindy Crawford","topic":"Birthday"},{"quote":"Our kids will never have to remember things, because it&#39;s all in pictures. Want to remember your fourth birthday? There&#39;ll be video of it on your phone.","author":"Jason Bateman","topic":"Birthday"},{"quote":"I think there&#39;s something about the homemade birthday cake, because my wife, on my daughter&#39;s first birthday, started the tradition where she takes a full cake and cuts the number birthday out of it.","author":"Willie Geist","topic":"Birthday"},{"quote":"With my daughter, we do arts and crafts, we read a lot, we listen to music, and we cut the strings off balloons and bounce them around after birthday parties.","author":"Lisa Loeb","topic":"Birthday"},{"quote":"I like to do special things for people. Any time someone has a birthday, I make them a really special cake that they all seem to love - it&#39;s a Coca-Cola cake.","author":"Kimberly Schlapman","topic":"Birthday"},{"quote":"The American flag is an enduring symbol of liberty, democracy, and justice. It is fitting that the House act to protect it as we approach our nation&#39;s birthday, and as our men and women in uniform rally behind it in Iraq&#39;s battlefields.","author":"Joe Barton","topic":"Birthday"},{"quote":"If we celebrate Martin Luther King Jr.&#39;s birthday at a time of presidential inaugurals, this is thanks to Ronald Reagan who created the holiday, and not to the Democratic Congress of the Carter years, which rejected it.","author":"David Horowitz","topic":"Birthday"},{"quote":"Most of us can remember a time when a birthday - especially if it was one&#39;s own - brightened the world as if a second sun has risen.","author":"Robert Staughton Lynd","topic":"Birthday"},{"quote":"I gave a funny speech at my wife&#39;s birthday party, and I&#39;m thinking, &#39;Hey, I&#39;ve still got it.&#39;","author":"Larry David","topic":"Birthday"},{"quote":"The day before my 16th birthday I got my guitar.","author":"Stevie Nicks","topic":"Birthday"},{"quote":"I love a card. You know, cards? At birthdays? I collect them.","author":"Adele","topic":"Birthday"},{"quote":"I&#39;ve got some incredible fans actually - so loyal and they make me birthday cards and Christmas cards. I got this package of poems and artwork based around the songs. They&#39;ve got this thing called &#39;Floetry&#39; where they all have to put in artwork. They&#39;ve set up their own competitions and stuff which is kind of amazing.","author":"Florence Welch","topic":"Birthday"},{"quote":"I can still remember the afternoon, on my 15th birthday, when I opened up &#39;The Virgin and the Gypsy,&#39; D.H. Lawrence&#39;s novella, in my tiny cell in boarding school, and whole worlds of possibility opened out that I had never guessed existed. The language was on fire and sang of liberation.","author":"Pico Iyer","topic":"Birthday"},{"quote":"I remember when I was working at Sprint, I&#39;d work on my birthday, New Year&#39;s Day, and even Christmas Eve. I&#39;m just used to working on my birthday, so I&#39;ll be celebrating it afterward.","author":"Prince Royce","topic":"Birthday"},{"quote":"As a kid, I would wake up, and there&#39;d be a jazz funeral while I&#39;m walking to school. And when I come home, you can find Rebirth band playing for a birthday party the same day.","author":"Trombone Shorty","topic":"Birthday"},{"quote":"Interventions are really emotionally exhausting and I would never ever want to have one. In the same way, I would never want to have a surprise birthday party. That would be horrible.","author":"Margaret Cho","topic":"Birthday"},{"quote":"I&#39;d be happy to live till 80 as long as I was comfortable and in good health. Mind you, ask me again on the eve of my 80th birthday. Even so, I hope we don&#39;t all start living to be 120. I&#39;m not sure I&#39;d cope with another 60 years.","author":"Bonnie Tyler","topic":"Birthday"},{"quote":"Family time was very difficult when my girls were little, but I never missed a birthday; I was there for every major event.","author":"Jeff Dunham","topic":"Birthday"},{"quote":"Growing up, my birthday was always Confederate Memorial Day. It helped to create this profound sense of awareness about the Civil War and the 100 years between the Civil War and the civil rights movement and my parents&#39; then-illegal and interracial marriage.","author":"Natasha Trethewey","topic":"Birthday"},{"quote":"There&#39;s video footage of my 10th birthday where I&#39;m wearing, like, a little pink T-shirt. Then my dad comes in brandishing a copy of &#39;Eraserhead,&#39; going, &#39;Look what we&#39;ve got for tonight!&#39;","author":"Jane Goldman","topic":"Birthday"},{"quote":"It is ironic that the one thing that all religions recognize as separating us from our creator, our very self-consciousness, is also the one thing that divides us from our fellow creatures. It was a bitter birthday present from evolution.","author":"Annie Dillard","topic":"Birthday"},{"quote":"I had Hallowe&#39;en parties every year, as it was my birthday five days before. My parents would actually put prosthetic noses on, and my dad would wear a top-hat and tails, put on a fake curly moustache, and hold a pipe.","author":"Bat for Lashes","topic":"Birthday"},{"quote":"You know, we&#39;d just had a birthday, he was... you know, he still had a future out of him, and all I can is he was just one of the most beautiful people in the world... a very gifted man, and it&#39;s a loss to the world, not just for us.","author":"Robin Gibb","topic":"Birthday"},{"quote":"I wanted Cathy and Irving to actually say &#39;I do&#39; and be pronounced husband and wife on Feb. 5, which is my mom&#39;s birthday.","author":"Cathy Guisewite","topic":"Birthday"},{"quote":"My father was a legendary copywriter. He wrote &#39;Timex Takes a Licking and Keeps on Ticking.&#39; He named Earth Day &#39;Earth Day.&#39; It falls on his birthday, April 22. Earth Day, birthday. So the idea came easily.","author":"Sarah Koenig","topic":"Birthday"},{"quote":"I started running around my 30th birthday. I wanted to lose weight; I didn&#39;t anticipate the serenity. Being in motion, suddenly my body was busy and so my head could work out some issues I had swept under a carpet of wine and cheese. Good therapy, that&#39;s a good run.","author":"Michael Weatherly","topic":"Birthday"},{"quote":"I did not have a normal life. I&#39;d be training when my sister would be at birthday parties and sleepovers. I finished high school by correspondence, basically working two full-time jobs. The last years were very, very tough. But I was willing to do that. It&#39;s all about sacrifice.","author":"Eugenie Bouchard","topic":"Birthday"},{"quote":"A friend never defends a husband who gets his wife an electric skillet for her birthday.","author":"Erma Bombeck","topic":"Birthday"},{"quote":"I threw my 20th birthday party at Brown, and I didn&#39;t even have to say to anyone not to put pictures on Facebook. Not a single picture went up. That was when I knew I&#39;d found a solid group of friends, and I felt like I belonged.","author":"Emma Watson","topic":"Birthday"},{"quote":"I love getting scared. I find myself putting myself in situations like haunted houses or going to a haunted hospital for my birthday. Yes, I&#39;ve actually done that.","author":"Selena Gomez","topic":"Birthday"},{"quote":"It was my 16th birthday - my mom and dad gave me my Goya classical guitar that day. I sat down, wrote this song, and I just knew that that was the only thing I could ever really do - write songs and sing them to people.","author":"Stevie Nicks","topic":"Birthday"},{"quote":"I remember debating the finer points of flaky pastry with my chicken-pot-pie-obsessed American dad. I remember the divine mix of Thai food, TV dinners, and hearty, homemade goodness that have shaped this palate of mine to this day. I remember all this, but I still Google my husband&#39;s birthday. Thank God he&#39;s famous.","author":"Chrissy Teigen","topic":"Birthday"},{"quote":"I&#39;m not a big birthday guy; I never have been.","author":"Lewis Black","topic":"Birthday"},{"quote":"I like to go to anybody else&#39;s birthday, and if I&#39;m invited I&#39;m a good guest. But I never celebrate my birthdays. I really don&#39;t care.","author":"Mikhail Baryshnikov","topic":"Birthday"},{"quote":"I&#39;ve never looked forward to a birthday like I&#39;m looking forward to my new daughter&#39;s birthday, because two days after that is when I can apply for reinstatement.","author":"Pete Rose","topic":"Birthday"},{"quote":"I worked at an ice cream parlor called Chadwicks. We wore old-timey outfits and had to bang a drum, play a kazoo, and sing &#39;Happy Birthday&#39; to people while giving them free birthday sundaes. Lots of ice cream scooping and $1 tips.","author":"Amy Poehler","topic":"Birthday"},{"quote":"I saw a man killed in front of my eyes just before my eighth birthday.","author":"Peter O'Toole","topic":"Birthday"},{"quote":"I lived for 15 years in Los Angeles, and I still can&#39;t believe that the handsomest man in the world, Cary Grant, and the greatest performer in the world, Fred Astaire, and Johnny Carson, one after another - they were all in my home at different times. I celebrated my 50th birthday with them. Unforgettable.","author":"Tony Bennett","topic":"Birthday"},{"quote":"I was put on a pony as a kid at some birthday party when you&#39;re all led around.","author":"Victoria Pendleton","topic":"Birthday"},{"quote":"Early on, when my wife and I were dating, we went to the grocery store, and I told her that sometimes I just buy birthday cakes, and I eat them. And she said: &#39;Really? I do, too.&#39;","author":"Tom Cotton","topic":"Birthday"},{"quote":"If I could be doing anything, I&#39;d be laying on the floor in my birthday suit eating junk food and watching something dumb on TV.","author":"Anita Baker","topic":"Birthday"},{"quote":"I&#39;m not a birthday person. Maybe because I don&#39;t like to build expectations around that one day. You never know how it&#39;ll turn out to be.","author":"Ranbir Kapoor","topic":"Birthday"},{"quote":"I&#39;m a summer baby, so I usually have my birthday as a good summer memory.","author":"Sloane Crosley","topic":"Birthday"},{"quote":"I love having my birthday at Australia Zoo.","author":"Bindi Irwin","topic":"Birthday"},{"quote":"Nicole Richie invited me to her birthday party, and it was at Michael Jackson&#39;s Neverland!","author":"Gaby Hoffmann","topic":"Birthday"},{"quote":"Facebook has gone from a nice-and-boring social network to becoming an identity layer of the web. It is where nearly a billion people are depositing the artifacts of civilization in the 21st century - photos, videos, and birthday wishes.","author":"Om Malik","topic":"Birthday"},{"quote":"There are two kinds of people in crisis situations - those who fight and those who freeze. I&#39;m a freezer, and that&#39;s just going by the couple of surprise birthday parties I&#39;ve had thrown for me.","author":"Cobie Smulders","topic":"Birthday"},{"quote":"I&#39;ve never really made a big deal out of my birthday.","author":"Nikki Reed","topic":"Birthday"},{"quote":"When I turned 35, I thought, &#39;Mozart was dead at 36, so I set the bar: I&#39;m going to start writing a book on my next birthday.&#39; I thought historical fiction would be easiest because I was a university professor and know my way around a library, and it seemed easier to look things up than make them up.","author":"Diana Gabaldon","topic":"Birthday"},{"quote":"Lesley Gore&#39;s part-time field was pop singer, and in her brief but urgent prime, she was the Queen of Teen Angst. She endured heartbreak as a birthday girl betrayed by her beau in &#39;It&#39;s My Party,&#39; savored revenge in the sequel &#39;Judy&#39;s Turn to Cry&#39; and belted the proto-feminist anthem &#39;You Don&#39;t Own Me.&#39;","author":"Richard Corliss","topic":"Birthday"},{"quote":"My mom won&#39;t let me buy high-fashion stuff unless it&#39;s TK Maxx or a birthday occasion.","author":"Chloe Grace Moretz","topic":"Birthday"},{"quote":"This is a wonderful way to celebrate an 80th birthday... I wanted to be 65 again, but they wouldn&#39;t let me - Homeland Security.","author":"Art Buchwald","topic":"Birthday"},{"quote":"I&#39;m not going to be caught around here for any fool celebration. To hell with birthdays!","author":"Norman Rockwell","topic":"Birthday"},{"quote":"The reason I met my husband was because I remembered a friend&#39;s birthday. The moral of the story is: Remember people&#39;s birthdays.","author":"Julianna Margulies","topic":"Birthday"},{"quote":"I don&#39;t know what that is because to me, Feb. 14 is Rob Thomas&#39; birthday, and that&#39;s only what I acknowledge it as. I just like to celebrate that as Rob Thomas&#39; birthday.","author":"Nikki Glaser","topic":"Birthday"},{"quote":"I grew up doing all that stuff because I was obsessed with the &#39;50s. I had sock hops for birthday parties. So I&#39;ve always done The Twist and stuff. It was pretty natural and, with my parents doing it all the time, I&#39;d just copy them. Not very pretty.","author":"Brittany Snow","topic":"Birthday"},{"quote":"As a child, I always chose a false nose and some face paint and a wig for my birthday.","author":"Ashley Jensen","topic":"Birthday"},{"quote":"I was fired at the pinnacle of my career, on my 39th birthday. And in the year that followed, I learned that there are many psychological phases of being &#39;let go.&#39;","author":"Mika Brzezinski","topic":"Birthday"},{"quote":"Ask any teenage girl to describe her perfect bedroom, and you&#39;ll get answers like &#39;a room with a private phone line, a place to hang out with friends, and for it to be way-cool and funky.&#39; Ask parents the same question, and &#39;a locked door that opens on their 21st birthday&#39; might top the list!","author":"Candice Olson","topic":"Birthday"},{"quote":"My mom and my father&#39;s birthday are on the same day.","author":"Victor Cruz","topic":"Birthday"},{"quote":"I filed a brief as a friend of the court in the U. of Michigan to keep affirmative action at the U. of Michigan, which I attended the law school. And I was one of the original sponsors of making the Martin Luther King birthday a federal holiday.","author":"Dick Gephardt","topic":"Birthday"},{"quote":"When I was 11, I had an Ugly Sister birthday party. All my idea. Most girls want to be a fairy or a princess, but there I am with beauty spots and fur and fluorescent pink kiss-curls.","author":"Lucy Punch","topic":"Birthday"},{"quote":"At her birthday, my seven-year-old daughter will say that she wants these big cakes and certain expensive toys as presents, and I can&#39;t say no to her. It would just break my heart. But when I was little, for birthdays we just played outside and we were happy if we got any cake.","author":"Goran Ivanisevic","topic":"Birthday"},{"quote":"I always wanted to shave. It is a very natural process. For my birthday I got a lot of shaving stuff.","author":"Chaz Bono","topic":"Birthday"},{"quote":"On my birthday, I was in Milan for the collections.","author":"Eva Herzigova","topic":"Birthday"},{"quote":"Funny story: I was hanging out with Adam Shankman for Samantha Ronson&#39;s birthday, and Lance Bass was there. I don&#39;t really know Lance, but he comes over to me and goes, &#39;Hey, I just wanted to let you know I&#39;m a fan of &#39;Pretty Little Liars&#39; and I&#39;m rooting for your character.&#39; It was surreal! That&#39;s how &#39;PLL&#39; has changed my life.","author":"Ryan Guzman","topic":"Birthday"},{"quote":"And currently, there are four to five new works in the pipeline for upcoming celebrations such as the Sydney 2000 Olympics, Australian Federation, my 50th Birthday, and Sydney Dance Company&#39;s 25th Anniversary.","author":"Graeme Murphy","topic":"Birthday"},{"quote":"I remember for my 18th birthday, I was going to get a tattoo, and I made the mistake of thinking I was a man and telling my father, and he was like, &#39;Oh yeah? You better tattoo a new address on your arm, because you&#39;re not living here!&#39; And that was the end of that discussion.","author":"Adam Ferrara","topic":"Birthday"},{"quote":"I had a birthday one night on a farm we were shooting on. I walked into the tent, and there were 150 people waiting for me, all wearing masks of my face.","author":"Stephen Hopkins","topic":"Birthday"},{"quote":"There weren&#39;t any astronauts until I was about 10. Yuri Gagarin went into space right around my 10th birthday.","author":"John L. Phillips","topic":"Birthday"},{"quote":"My mother still sends a cake to the office for my birthday.","author":"David Ulevitch","topic":"Birthday"},{"quote":"If you&#39;ve been running a business for 38 years, you&#39;re approaching your 66th birthday, you&#39;ve never owed a man a penny or done anyone any grievance in your life, and you feel hard done-by and try to protect yourself and your family, but go to prison, well if that&#39;s the society we&#39;re living in, I&#39;m happy to accept that.","author":"Sean Quinn","topic":"Birthday"},{"quote":"The only show my mother could afford to take me to when I was growing up was &#39;Cats&#39;, for my birthday.","author":"Tammy Blanchard","topic":"Birthday"},{"quote":"When I was in elementary school, I used to write letters to myself. I&#39;d write letters and go &#39;Dear Kristen-at-16-years-old, happy birthday. I hope you&#39;re doing something.&#39;","author":"Kristin Kreuk","topic":"Birthday"},{"quote":"I have friends who hide in their bedroom for three days every time they have another birthday. That&#39;s what brings the wrinkles! I didn&#39;t care when I turned 30 or 40 or 50.","author":"Maria Conchita Alonso","topic":"Birthday"},{"quote":"Brilliantly lit from stem to stern, she looked like a sagging birthday cake.","author":"Walter Lord","topic":"Birthday"},{"quote":"My 21st birthday was awesome. I was in L.A., and it was great. I had a bunch of friends that came out. The night ended up in a completely different direction than we thought it was going to go.","author":"Jonathan Keltz","topic":"Birthday"},{"quote":"My mother asked me what I wanted for my birthday, so I said I wanted to read poetry with her.","author":"Guy Johnson","topic":"Birthday"},{"quote":"The return of my birthday, if I remember it, fills me with thoughts which it seems to be the general care of humanity to escape.","author":"Samuel Johnson","topic":"Birthday"},{"quote":"Some people won&#39;t go the extra mile, and then on their birthday, when no one makes a fuss, they feel neglected and bitter.","author":"Anne Lamott","topic":"Birthday"},{"quote":"Washington&#39;s birthday is worthy of celebration - he is one of the greatest men in history. But Washington himself would likely have seen celebration of the office of the presidency itself as monarchic in nature.","author":"Ben Shapiro","topic":"Birthday"},{"quote":"In January 1962, when I was the author of one and a half unperformed plays, I attended a student production of &#39;The Birthday Party&#39; at the Victoria Rooms in Bristol. Just before it began, I realised that Harold Pinter was sitting in front of me.","author":"Tom Stoppard","topic":"Birthday"},{"quote":"I want to say that probably 24 hours after I told CBS that I was stepping down at my 65th birthday, I was already regretting it. And I regretted it every day since.","author":"Walter Cronkite","topic":"Birthday"},{"quote":"It&#39;s in my stars to invent; I was born on Madame Curie&#39;s birthday. I have this need for originals, for innovation. That&#39;s why I like Charlie Parker.","author":"Joni Mitchell","topic":"Birthday"},{"quote":"All my favorite stars, my family and my friends are here. I&#39;m having the happiest birthday that an 18-year-old girl could ever have.","author":"Brandy Norwood","topic":"Birthday"},{"quote":"I had arranged a birthday party for him and my children, who are all Aquarians. Instead, we got married. I ran out of excuses. It was just us and my children.","author":"Diane von Furstenberg","topic":"Birthday"},{"quote":"I left school on my 15th birthday.","author":"David Bailey","topic":"Birthday"},{"quote":"Success happened little by little for me. I tasted the flavor of fame in small doses: I started at 10 years old when I won a music contest; I was performing at birthday parties, company meetings.","author":"Shakira","topic":"Birthday"},{"quote":"My best kiss was on stage. Kelly Rowland from Destiny&#39;s Child gave me a really nice soft kiss on my lips during a performance on my birthday. It was amazing.","author":"Chris Brown","topic":"Birthday"},{"quote":"If I&#39;m about to forget my kid&#39;s birthday, I want the phone to scream at me until I do something about it.","author":"Sundar Pichai","topic":"Birthday"},{"quote":"For a meal out, my number one restaurant is Peter&#39;s Inn. I first went there when it was an old biker bar. Believe me, when it was Motorcycle Pete&#39;s, that was fun. I had my 30th birthday there.","author":"John Waters","topic":"Birthday"},{"quote":"My 40th birthday I held in an old-age home. My 50th I had at Pravda before it opened in New York. My 60th I had at Pastis. For my 70th, I thought, &#39;I don&#39;t need to have a celebrity party this year. I&#39;m going to go take my oldest, closest friends to Paris.&#39;","author":"John Waters","topic":"Birthday"},{"quote":"The first time I went on a serious run was when I was 21 years old at Stanford University. From 21 to 30, I continued the tradition and ran 10 miles every year on my birthday.","author":"Sterling K. Brown","topic":"Birthday"},{"quote":"I never missed a birthday. I never missed a school play. We carpooled. And the greatest compliment I can ever get is not about my career or performance or anything; it&#39;s when people say, &#39;You know, your girls are great.&#39; That&#39;s the real thing for me.","author":"Billy Crystal","topic":"Birthday"},{"quote":"I am the guy dressing up in, you know, the caveman outfit for the kids&#39; birthday parties.","author":"Rob Lowe","topic":"Birthday"},{"quote":"For my 10th birthday, what I wanted was Beatle boots and a Beatle wig. My parents couldn&#39;t find Beatle boots, but down at the dime store, Woolworths or someplace, they found a Beatle wig!","author":"Ron Howard","topic":"Birthday"},{"quote":"I have been a frequent air traveler since I was a few months shy of my sixth birthday, when my parents packed me off to boarding school two plane rides away from home. Those days of being willingly handed from air hostess to air hostess as an &#39;unaccompanied minor&#39; made me blase about the rigors of air travel.","author":"Shashi Tharoor","topic":"Birthday"},{"quote":"My parents screened &#39;Willy Wonka &amp; the Chocolate Factory&#39; for my 6th birthday, and I became fascinated by the idea of living in a candy land with chocolate rivers and lollipop trees.","author":"Dylan Lauren","topic":"Birthday"},{"quote":"I&#39;m not materialistic. I believe in presents from the heart, like a drawing that a child does.","author":"Victoria Beckham","topic":"Birthday"},{"quote":"My second play, The Birthday Party, I wrote in 1958 - or 1957. It was totally destroyed by the critics of the day, who called it an absolute load of rubbish.","author":"Harold Pinter","topic":"Birthday"},{"quote":"I&#39;m actually a perpetual 13-year-old. I&#39;ve never advanced beyond 13. Every day, tomorrow is my 14th birthday. That&#39;s my kind of humor.","author":"Terry Crews","topic":"Birthday"},{"quote":"I celebrated my 18th birthday in Japan, which was quite memorable; I was quite fascinated by the different traditions and the culture; it was so completely different to Australian culture.","author":"Miranda Kerr","topic":"Birthday"},{"quote":"I timed my previous wife&#39;s pregnancy to the moment to have my son born on Bob Dylan&#39;s 50th birthday. There is no bigger Bob Dylan fan than me. You don&#39;t just time the day and impregnate your wife to get your kid to be born on Bob Dylan&#39;s 50th birthday.","author":"Charlie Trotter","topic":"Birthday"},{"quote":"When I was six, my best friend&#39;s parents bought him a piano. My mother noticed that every time I would go to his house, the first thing I would say to him was &#39;Levester&#39; - His name was Levester - I said, &#39;Levester, can I go play your piano?&#39; So, on my 7th birthday, my parents bought me a piano.","author":"Herbie Hancock","topic":"Birthday"},{"quote":"Does Martin Luther King really want his birthday commercialized?","author":"Jidenna","topic":"Birthday"},{"quote":"My biggest hero, Gregory Peck, was my birthday present on April 14, 1973. I just sat and stared at him.","author":"Loretta Lynn","topic":"Birthday"},{"quote":"I just had my 30th birthday and we went turkey shooting. It&#39;s what I wanted to do, so we went.","author":"Kelly Clarkson","topic":"Birthday"},{"quote":"In college, I wrote newspaper articles and songs. Then, on my 21st birthday, I sold my first book. It was a nonfiction book about women pirates - &#39;Pirates in Petticoats.&#39; After that, I was a book writer for good.","author":"Jane Yolen","topic":"Birthday"},{"quote":"I first picked up a guitar when I was ten years old; my parents surprised me with it for my tenth birthday. I started taking lessons when I was thirteen, but only for a few months, and then I just kept teaching myself.","author":"Alessia Cara","topic":"Birthday"},{"quote":"I once choked on a chip at a friend&#39;s birthday when I was seven and had to be sent home, as I&#39;d broken my collarbone coughing.","author":"Stella Young","topic":"Birthday"},{"quote":"I was in kidney failure. I ended up having a kidney transplant on my 21st birthday.","author":"Amy Purdy","topic":"Birthday"},{"quote":"I&#39;m tired of playing people who are complete washouts and bums. I don&#39;t mind waiting for the good ones to come along. It&#39;s like age. It&#39;s never bothered me. I&#39;ve even forgot my birthday. Many times I&#39;ve wondered if I should tell my real age, but now I think it&#39;s an honor, to be doing what I&#39;m doing now at my age.","author":"Harry Dean Stanton","topic":"Birthday"},{"quote":"The first guitar I ever got was for my 13th birthday.","author":"Rick Springfield","topic":"Birthday"},{"quote":"I&#39;m a Virgo and I&#39;m more - I don&#39;t want to say &#39;negative&#39; - but I&#39;m the girl who thinks no one&#39;s coming to my birthday party, no one&#39;s buying my clothes, no one&#39;s reading my book, no one&#39;s watching my show - that&#39;s just how I think.","author":"Rachel Zoe","topic":"Birthday"},{"quote":"The Queen of Crafts herself, Martha Stewart, and I have the same birthday. I prefer to think it&#39;s the glue-gun wielding, perfect-tart-producing Martha and not the copper pan-throwing, jail-going Martha. But I suppose if I am going to share a calendar square with some of Martha, I have to share it with all of Martha.","author":"Sloane Crosley","topic":"Birthday"},{"quote":"When I was younger, I was a rave kid trapped inside a singer\/songwriter&#39;s body. But I kind of figured my way out because I started making these really terrible beats on this Yamaha keyboard that my parents got me for my 10th birthday.","author":"Charli XCX","topic":"Birthday"},{"quote":"I think the best thing about my job is that I have my life documented, which not many people get to have. They have a photo here and there and maybe some video footage from a birthday. My kids will be able to see me growing up.","author":"Kirsten Dunst","topic":"Birthday"},{"quote":"If there&#39;s one thing I really want for my birthday, that is for the mining company not to mine my daddy&#39;s reserve.","author":"Bindi Irwin","topic":"Birthday"},{"quote":"I want a chainsaw very badly, because I think cutting down a tree would be unbelievably satisfying. I have asked for a chainsaw for my birthday, but I think I&#39;ll probably be given jewelry instead.","author":"Susan Orlean","topic":"Birthday"},{"quote":"Nobody is going to pretend that I am younger than I am. Apart from anything else, it is in the papers all the damn time - every time I have a birthday.","author":"Laurence Olivier","topic":"Birthday"},{"quote":"I was only 16 when I was selected for &#39;Madrasapattinam.&#39; I celebrated my 17th birthday on the set of the film. That was the first time I had travelled to India, and it was a rollercoaster ride. I soon fell in love with the country.","author":"Amy Jackson","topic":"Birthday"},{"quote":"If I go away, I take a little picture of my son. It&#39;s in a frame with a speaker, and he recorded a birthday message for me when he was nine or 10. I can&#39;t listen to it without filling up.","author":"Lesley Manville","topic":"Birthday"},{"quote":"I used to be good with kids, but as I get older, I&#39;m grumpy and terrible with them. As for doing a gig at a 6-year old&#39;s birthday party, you couldn&#39;t pay me enough.","author":"Johnny Vegas","topic":"Birthday"},{"quote":"I trained to be a priest - started to. I went to seminary school when I was 11. I wanted to be a priest, but when they told me I could never have sex, not even on my birthday, I changed my mind.","author":"Johnny Vegas","topic":"Birthday"},{"quote":"I always knew that good stuff would come along when I was older. So when I was 18, I longed to be 30; when I was 30, I longed to be 50. I&#39;ve always looked forward to my next birthday.","author":"Joanna Lumley","topic":"Birthday"},{"quote":"In 1984, when I was a rookie member of the House, there was a bill introduced to make Martin Luther King&#39;s birthday a state holiday. It didn&#39;t have a chance. As time passed, though, more and more states adopted the holiday. Finally, after about five years, we passed it and, I think, almost unanimously. As I said, change is slow and hard.","author":"John Grisham","topic":"Birthday"},{"quote":"My birthday is Feb. 11, and I&#39;m both excited and not excited by it. You&#39;ll never be 15 again, and you really, really need to savor every day like it&#39;s your last.","author":"Q'orianka Kilcher","topic":"Birthday"},{"quote":"I know that might sound silly coming from someone my age, but I remember on my 14th birthday having a crisis like my mom should be having. I kept thinking that I was getting older, and I haven&#39;t really accomplished anything. I remember thinking that I better accomplish something real soon.","author":"Q'orianka Kilcher","topic":"Birthday"},{"quote":"John Candy knew he was going to die. He told me on his 40th birthday. He said, well, Maureen, I&#39;m on borrowed time.","author":"Maureen O'Hara","topic":"Birthday"},{"quote":"My father was a shaman. He told me that time doesn&#39;t exist. He didn&#39;t use a clock. He didn&#39;t know when my birthday was.","author":"Alessandro Michele","topic":"Birthday"},{"quote":"My first paying job might have been doing a play, actually. My mom paid me to dress up as a flounder at my sister&#39;s &#39;Little Mermaid&#39; - themed birthday party when I was little.","author":"Paul Dano","topic":"Birthday"},{"quote":"I crashed my boyfriend&#39;s birthday when I was 12 years old. He didn&#39;t invite me and so I showed up.","author":"Isla Fisher","topic":"Birthday"},{"quote":"I saw Richard Linklater&#39;s film &#39;Slacker&#39; for my twenty-first birthday. That was the moment when it all seemed possible. This guy gave me hope.","author":"Kevin Smith","topic":"Birthday"},{"quote":"For my fifth birthday, I got a small tennis racket. That&#39;s how I started.","author":"Ana Ivanovic","topic":"Birthday"},{"quote":"I don&#39;t like to party. I like to spend time with family on my birthday.","author":"Virender Sehwag","topic":"Birthday"},{"quote":"Til the day I didn&#39;t play under-19 World Cup, nobody ever celebrated my birthday. And the moment I played for Indian team, my family got excited and ordered and cut a cake for me in front of 40-50 family members.","author":"Virender Sehwag","topic":"Birthday"},{"quote":"I can remember the three restaurant experiences of my childhood. All I wanted to do on my birthday was to go to the Automat in New York... but I don&#39;t know if you consider that a real restaurant.","author":"Alice Waters","topic":"Birthday"},{"quote":"On my actual 16th birthday, on the actual day, I went home and I had chicken korma and Peshwari naan bread and pilau rice, and that was fantastic.","author":"Maisie Williams","topic":"Birthday"},{"quote":"My son had his eighth birthday recently and we had a chance to borrow the film and show it to all of his friends that was at his birthday party and they loved it. I was a little nervous. I said they might not even like it, and say his daddy&#39;s movie is wack, but they loved it.","author":"Blair Underwood","topic":"Birthday"},{"quote":"Having a Mary Poppins-themed birthday party when I was 5 - all my friends went in dresses, and I went as a chimney sweep. I was a real tomboy.","author":"Poppy Delevingne","topic":"Birthday"},{"quote":"Citizens, thank you for all your birthday wishes. I am 88 years old today and still lucky to live in the greatest city in the world.","author":"Ed Koch","topic":"Birthday"},{"quote":"I threw my son, Brandon, a rave for his birthday and I fully set it up like a crazy rave with lights and sound, me and my partner DJ&#39;d - I got Mix Master Mike from the Beastie Boys to come DJ for a bit.","author":"Tommy Lee","topic":"Birthday"},{"quote":"I quit high school on my birthday. It was my senior year and I didn&#39;t see the point. This was 1962, and I was ready to make music.","author":"Barry White","topic":"Birthday"},{"quote":"My wife and I love to travel, so if we don&#39;t have work on either her or my birthday, we definitely travel.","author":"Barun Sobti","topic":"Birthday"},{"quote":"Since the day I got married, I never got to plan my birthday.","author":"Barun Sobti","topic":"Birthday"},{"quote":"I like to keep my birthday very relaxed.","author":"Barun Sobti","topic":"Birthday"},{"quote":"As far as those kinds of things, I also played at the concert to call for the release of Nelson Mandela when he was a political prisoner in South Africa. We were celebrating his 70th birthday and calling for his release.","author":"Jackson Browne","topic":"Birthday"},{"quote":"I remember, for my fifth birthday, Chet Baker sat me on the upright piano, and he played just for me for a few minutes. I can still remember the pressure of the air on my chest. It was my first physical contact with sound.","author":"Jean-Michel Jarre","topic":"Birthday"},{"quote":"I guess I could say I&#39;m an actor, which I am, but that sounds like I&#39;m putting down being a movie star, which, let&#39;s face it, is what I&#39;ve become to many people. For myself, I&#39;m a guy who was very insecure from about age 14 until the day I hit my 30th birthday.","author":"Dennis Quaid","topic":"Birthday"},{"quote":"In the time of social media, I get lots of wishes. It&#39;s overwhelming! What makes the day most special is the love I get from my fans, who try to make the occasion extra special. Almost 50 days before my birthday, they have started making plans. In fact, I have been receiving letters, too.","author":"Harshvardhan Rane","topic":"Birthday"},{"quote":"Presents don&#39;t really mean much to me. I don&#39;t want to sound mawkish, but - it was the realization that I have a great many people in my life who really love me, and who I really love.","author":"Gabriel Byrne","topic":"Birthday"},{"quote":"In 1980, shortly before my 11th birthday, I wrote my first essay in English.","author":"Pankaj Mishra","topic":"Birthday"},{"quote":"I used to go to musicals every birthday - that was my birthday present. We&#39;d go to London, me and my two brothers and mum and dad. I think I saw &#39;Mamma Mia&#39; about five times.","author":"Lily James","topic":"Birthday"},{"quote":"In the winter of 2012, as my fiftieth birthday approached, I began to write what turned into my autobiography, a look at my own life through the lens of food.","author":"Kate Christensen","topic":"Birthday"},{"quote":"My 50th birthday approaching felt like a big milestone to me. I&#39;ve lived half a century. If I write about food and use my life as a fulcrum to move the story along, maybe I&#39;ve lived long enough to fashion a narrative that has a happy ending.","author":"Kate Christensen","topic":"Birthday"},{"quote":"Less than two weeks before my 34th birthday, I bought pots. Most people were amazed that I did not previously own pots, but that was before I explained that I had never used my oven, and used my stovetop for my dishrack.","author":"Rachel Sklar","topic":"Birthday"},{"quote":"If you catch me lying, it&#39;s probably because I&#39;m about to surprise someone for their birthday, or hide away the specific details about a company getaway to a strange but amazing place.","author":"Ryan Holmes","topic":"Birthday"},{"quote":"I&#39;m over the moon to be involved in the &#39;Doctor Who&#39; Christmas special. I can&#39;t quite believe it as it&#39;s a part of the family tradition at the Jenkins household. I heard the news that I got the role on my 30th birthday and it was the best birthday present ever.","author":"Katherine Jenkins","topic":"Birthday"},{"quote":"I like working on my birthday, so I always do.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Just before my 16th birthday, Natalie Dormer said to me, &#39;As soon as you turn 16, you&#39;re going to work adult hours. People will try take advantage of you, so it&#39;s important not to be a pushover.&#39;","author":"Sophie Turner","topic":"Birthday"},{"quote":"I was on the train; I did play, but I also played in bars, in the streets, at birthday parties for people who discovered me on the train.","author":"Benjamin Clementine","topic":"Birthday"},{"quote":"I got my first tennis racket on my seventh birthday. And because we had a tennis court in our backyard, I played every day. By ten I was playing competitively.","author":"Tullian Tchividjian","topic":"Birthday"},{"quote":"My first proper kiss was from Cara Shucksmith when I was 13 or 14 at her birthday party.","author":"Robert Webb","topic":"Birthday"},{"quote":"Even when I was an engineer, I was a comic on my job. At birthday and holiday parties, I was the one scheduling and emceeing. If you work on your gift, and you&#39;re good, it will shine through.","author":"Loni Love","topic":"Birthday"},{"quote":"Nick Swardson used to have birthday paint parties. They were phenomenal.","author":"Craig Robinson","topic":"Birthday"},{"quote":"Robert Duvall saw me playing at a restaurant in Louisiana and invited me to be an extra in his movie &#39;The Apostle.&#39; He gave me a guitar for my sixth birthday, and I thought that was the coolest thing in the world.","author":"Hunter Hayes","topic":"Birthday"},{"quote":"More and more, there are things in my life that I find hard to say. Like, &#39;David Bowie and Lorde were at my birthday party.&#39; She&#39;s a phenomenal spirit.","author":"Tilda Swinton","topic":"Birthday"},{"quote":"As a kid, I always went to therapists; the first time was when my parents were separated on my sixth birthday, then on and off since then.","author":"Pete Wentz","topic":"Birthday"},{"quote":"I think my first album was a gift for my birthday and a Faith Hill album; I loved her.","author":"Sara Sampaio","topic":"Birthday"},{"quote":"Even when I was in Dubai, I used to host small birthday parties, events, and lots more to make money of my own to fulfil my wish to become an actor. I didn&#39;t take any money from my parents to fulfil my dream.","author":"Rithvik Dhanjani","topic":"Birthday"},{"quote":"I just remember celebrating my 18th birthday at home, so that was a big party.","author":"Angelique Kerber","topic":"Birthday"},{"quote":"We were probably the last people in the country to get a VCR and we didn&#39;t have cable. There wasn&#39;t any admiration of glamour, no, &#39;I want to look like them or have that lifestyle&#39;, because everyone in my town had the same lifestyle. So I didn&#39;t think, &#39;Ooh, a movie star&#39;s birthday!&#39; I just thought, &#39;What?&#39;","author":"Christina Hendricks","topic":"Birthday"},{"quote":"On Sept. 20, 2011, a year after I spoke with Rabanni, a couple of Taliban emissaries arrived at his Kabul fortress with a gift for his 71st birthday. It turned out not to be the truce offering they had claimed they were bringing: one of the Talibs had a bomb hidden in his turban.","author":"Terry Glavin","topic":"Birthday"},{"quote":"I&#39;ve got more than 600 pairs of Ray-Ban sunglasses, from 1950s originals to newer models. I have them on the wall like opticians do so I can pick out a pair that goes with my outfit. I had around 30 pairs, then my husband Rainer started getting them for me as birthday and Christmas gifts.","author":"Suzi Quatro","topic":"Birthday"},{"quote":"If you are an actress in L.A., on your 40th birthday they should just hand you the keys to the lunatic asylum.","author":"Romola Garai","topic":"Birthday"},{"quote":"Every year on my birthday, I start a new playlist titled after my current age so I can keep track of my favorite songs of the year as a sort of musical diary because I am a teenage girl.","author":"Chris Hardwick","topic":"Birthday"},{"quote":"I hate birthdays. I thought that I only hated my own birthday, and then I realized that I hate my children&#39;s birthdays too.","author":"Samantha Bee","topic":"Birthday"},{"quote":"I had been offered a Hollywood contract before my 18th birthday. It gave me the spark I needed.","author":"Gene Tierney","topic":"Birthday"},{"quote":"I believe that if writers want their readers to care about a character, they have to care themselves. I have to root for a detective who screws up as much as Thorne does, who shares my birthday, my North London stomping ground, and my love of country music, both alt and cheesy.","author":"Mark Billingham","topic":"Birthday"},{"quote":"I often imagine what it would be like if my father were still here to mark his 100th birthday, if Alzheimer&#39;s hadn&#39;t clawed away years, possibilities, hopes. What would he think of all the commemorations and celebrations?","author":"Patti Davis","topic":"Birthday"},{"quote":"I tend to foster drama via bleakness. If I want the reader to feel sympathy for a character, I cleave the character in half, on his birthday. And then it starts raining. And he&#39;s made of sugar.","author":"George Saunders","topic":"Birthday"},{"quote":"I was in my mid-teens when someone gave me a copy of &#39;Pears Encyclopaedia of Myth and Legends&#39; as a birthday present. It sat on my shelves for many months before I looked at it. When I did, I couldn&#39;t stop reading it.","author":"Tariq Ali","topic":"Birthday"},{"quote":"For my 16th birthday, my family took me to L&#39;Auberge de L&#39;Ill, which was family-run but had three Michelin stars. It was a revelation. After that meal, I realised this is what I want to do.","author":"Jean-Georges Vongerichten","topic":"Birthday"},{"quote":"That&#39;s the great thing about New Year&#39;s, you get to be a year older. For me, that wasn&#39;t such a joke, because my birthday was always around this time. When I was a kid, my father used to tell me that everybody was celebrating my birthday. That&#39;s what the trees are all about.","author":"Alan King","topic":"Birthday"},{"quote":"When Oscar Niemeyer died on December 5, 2012, ten days before his 105th birthday, he was universally regarded as the very last of the twentieth century&#39;s major architectural masters, an astonishing survivor whose most famous accomplishment, Brasilia, was the climactic episode of utopian High Modern urbanism.","author":"Martin Filler","topic":"Birthday"},{"quote":"My mother always bought our birthday gifts.","author":"Bruce Eric Kaplan","topic":"Birthday"},{"quote":"When I was a kid, for my birthday every year, my mother made me pasta bechamel, which is rigatoni with a white cream sauce.","author":"Giada De Laurentiis","topic":"Birthday"},{"quote":"I&#39;ll never forget my 24th birthday when my tooth got punched out. And for a second I was like, it would be really hilarious if I sold it on eBay. But I can&#39;t, that&#39;s just too creepy. I don&#39;t think I can go there.","author":"Evan Rachel Wood","topic":"Birthday"},{"quote":"I tried to bake a cake for my mother&#39;s birthday - it took me four hours. It was terrible, and I cried for three days.","author":"Rachael Ray","topic":"Birthday"},{"quote":"I married two weeks after my 18th birthday, far too young, and by the time I was 23 I was a single mother of three small children, Sean, Daniel and Victoria, living in a prefab house.","author":"Sue Townsend","topic":"Birthday"},{"quote":"To my surprise, my 70s are nicer than my 60s and my 60s than my 50s, and I wouldn&#39;t wish my teens and 20s on my enemies.","author":"Lionel Blue","topic":"Birthday"},{"quote":"Why, on my mother&#39;s birthday, am I thinking about &#39;Father Knows Best?&#39; At our house, mother knew best at least as often as father did, but then the title of the old sitcom, a homogenized portrait of American family life, was meant to be slightly sardonic.","author":"Tom Shales","topic":"Birthday"},{"quote":"When I was a teenager, the actors I was really into were Mickey Rourke and Sean Penn. I saw &#39;Rumble Fish&#39; on my 16th birthday, and around the same time, it was &#39;Falcon and the Snowman&#39; and &#39;Bad Boys&#39; from Sean Penn.","author":"Aidan Gillen","topic":"Birthday"},{"quote":"Friends and family do not believe you write fiction. They truly believe that every word you write is either autobiographical or based on them. I once had a character say that she never wanted to be invited to another children&#39;s birthday party, and I never received another children&#39;s birthday party invitation ever again.","author":"Liane Moriarty","topic":"Birthday"},{"quote":"I just have to attend someone&#39;s birthday party or go out for dinner with someone else for us to be in a relationship. That&#39;s not going to stop me from socialising, but tell me, which girl would want to be with a guy who goes to bed early and gives more importance to the gym?","author":"Sidharth Malhotra","topic":"Birthday"},{"quote":"I get uncomfortable when people give me presents and watch me open them. I don&#39;t have birthday parties, because the idea of a group of people singing and looking at me while I&#39;m blowing out candles gives me hives.","author":"Brit Marling","topic":"Birthday"},{"quote":"By the time of my ninth birthday, I had become a bit of a socialist, as I am said by conservative colleagues to be to this day. I went on within the next few years to volunteer as an envelope stuffer for the American Labor Party, and my political thinking has not shifted measurably since that time.","author":"Sherwin B. Nuland","topic":"Birthday"},{"quote":"My birthday is a day when all I want is to bask in the love of my family and rarely accept offers for concerts and shows if they are to be held on this day.","author":"Kailash Kher","topic":"Birthday"},{"quote":"I have an ambivalent relationship with Margaret Thatcher. She came to power in May 1979 - a month before my 11th birthday. I was far too young to have developed a great deal of political awareness. I remember it, though - my mother excited at the dinner table because Britain had its first female prime minister.","author":"Sara Sheridan","topic":"Birthday"},{"quote":"I&#39;ve looked after my money. As I started working around my third birthday, my first check went straight to the bank.","author":"Samantha Barks","topic":"Birthday"},{"quote":"&#39;Down on Me&#39; can&#39;t showcase my true talent. &#39;Birthday Sex&#39; was robotic. When I perform it, I can&#39;t give you this church feeling I know I can give.","author":"Jeremih","topic":"Birthday"},{"quote":"On my fourth or fifth birthday, a guitar was given to me, and I made a new friend. A very loud friend.","author":"Eliot Sumner","topic":"Birthday"},{"quote":"May it be long before the people of the United States shall cease to take a deep and pervading interest in the Fourth of July, as the birthday of our national life, or the event which then occurred shall be subordinated to any other of our national history.","author":"Samuel Freeman Miller","topic":"Birthday"},{"quote":"I like to give people novels I think they would like, on no particular occasion - just when we&#39;re in a bookstore together. I like to receive reference books on my birthday.","author":"Daniel Handler","topic":"Birthday"},{"quote":"I have angel wings and a halo on my wrist, which I got done on my 30th birthday in memory of my brother.","author":"Sheridan Smith","topic":"Birthday"},{"quote":"I don&#39;t go into a fight mad. I go into a fight like it&#39;s my birthday. I love what I&#39;m doing.","author":"Paige VanZant","topic":"Birthday"},{"quote":"I was very aware of Jeff Buckley. My brother actually bought me The Mamas And The Papas and Jeff Buckley for my birthday when I was in my early teens.","author":"Imogen Poots","topic":"Birthday"},{"quote":"I&#39;ve always wanted to buy a sports car. After the England series, I went up to my dad and said that I wanted to buy a sports car and got his consent. On his birthday, I surprised him by bringing it home. It&#39;s a Porsche Boxter Limited Edition, and my family was thrilled to see it.","author":"Suresh Raina","topic":"Birthday"},{"quote":"For my 11th birthday, I asked to be adopted.","author":"Kaui Hart Hemmings","topic":"Birthday"},{"quote":"For my birthday my husband learned to cook and is cooking one day a week for me. But he only likes to do fancy dishes. So we end up with weird, obscure things in the refrigerator.","author":"Cheryl Hines","topic":"Birthday"},{"quote":"One thing that was really dope for me was that my dad had a &#39;78 Corvette, &#39;78 or &#39;76 Corvette all my life. It always needed to be fixed up. I remember it&#39;s just been sitting in the driveway for years, and I got it fixed from top to bottom for his birthday.","author":"Sevyn Streeter","topic":"Birthday"},{"quote":"All I watch is the Food Network. I took a cheesemaking class a few weeks ago, and I told my family and friends to only get me kitchen stuff on my birthday. I&#39;m into every kind of cookbook and anything by Anthony Bourdain. I&#39;d love to own a restaurant if I could find the right chef.","author":"Jesse McCartney","topic":"Birthday"},{"quote":"The Governors Ball is like a big birthday party, and all these stars are like excited kids running around - &#39;Oooo, look at my pretty new dress!&#39; And what&#39;s the best, most fun surprise at a birthday party? When the cake comes out!","author":"Sherry Yard","topic":"Birthday"},{"quote":"I&#39;ve raced on all seven continents at least twice. I&#39;ve probably run thousands of races. But the single race that I&#39;m most proud is a 10K. Yes, a 10K. I ran it with my daughter on her 10th birthday.","author":"Dean Karnazes","topic":"Birthday"},{"quote":"When you&#39;re an expert in a subject, you can retain new factoids on your favorite topic easily. This only works for the subjects you&#39;re truly passionate about, though. Baseball fans can reel off stats for their favorite players, then space out on their own birthday.","author":"Clive Thompson","topic":"Birthday"},{"quote":"I went by Kyle, and I made friends on the team as Kyle. It went on for a pretty long time, until I went to a birthday party in a dress and all the hockey players were like... &#39;Kyle?&#39;","author":"Katie Nolan","topic":"Birthday"},{"quote":"I was quite a shy child. I would get terribly nervous and throw up before my birthday party. And then I would be fine. I feel the same now. I get nervous, then it&#39;s fine.","author":"Matthew Macfadyen","topic":"Birthday"},{"quote":"Having studied at the Sorbonne, I spent my 21st birthday in Paris and celebrated with one of my professors in a cafe outside of Notre Dame.","author":"Joseph Abboud","topic":"Birthday"},{"quote":"In 1993 my birthday present was a star on Hollywood&#39;s Walk of Fame.","author":"Annette Funicello","topic":"Birthday"},{"quote":"I don&#39;t like my birthday. I don&#39;t like things that are directed towards me. It took me a long time to get over people asking me to write my name in the book.","author":"Matthew Pearl","topic":"Birthday"},{"quote":"I&#39;m not big on dark chocolate, but I do have a sweet tooth, so it gets me in trouble. I love warm chocolate chip cookies with ice cream. Then there&#39;s this chocolate pie my mom makes for me every year for my birthday. She&#39;s been making it since I was younger, and there&#39;s nothing like it. It&#39;s really so, so good!","author":"Phillip Phillips","topic":"Birthday"},{"quote":"I must have been yearning for some Jewish content beyond my genetic makeup because soon after my 21st birthday, I noticed I was no longer dating WASPs.","author":"Susan Isaacs","topic":"Birthday"},{"quote":"A 1920s dress I wore on my 21st birthday... literally disintegrated on me. I had the most wild debauched night. And that disintegrated dress sits in my closet - such a great memory.","author":"Liz Goldwyn","topic":"Birthday"},{"quote":"I find the violence in PG13 movies unbearable. This kid will never run home, never have another birthday. His death is slow, nightmarish. And you have to explore the consequences - the people who live on with this death.","author":"Marlon James","topic":"Birthday"},{"quote":"Every five years, I like to do a big birthday party. I had my 45th birthday with 75 friends in Marrakesh, Morocco.","author":"Chip Conley","topic":"Birthday"},{"quote":"I&#39;ve been a Nick Cave fan since the early &#39;80s when he was part of The Birthday Party thing singing Australian self-destructive rock band and I&#39;ve always followed his work and loved it.","author":"Aleksandar Hemon","topic":"Birthday"},{"quote":"I love photography. My boyfriend&#39;s got a great camera, which I bought for his birthday.","author":"Sarah Sutton","topic":"Birthday"},{"quote":"The summer before my third year of law school, I worked at a law firm in Washington, D.C. I turned 25 that July, and on my birthday, my father happened to be playing in a local jazz club called Pigfoot and invited me to join him. I hadn&#39;t spent a birthday with him since I was 3, but I agreed.","author":"Deval Patrick","topic":"Birthday"},{"quote":"I jumped out of an airplane on my 34th birthday because I promised myself I would. I have an interest in confronting my fears.","author":"Michael Trucco","topic":"Birthday"},{"quote":"The first glimpse I had of what Mario Batali&#39;s friends had described to me as the &#39;myth of Mario&#39; was on a cold Saturday night in January 2002, when I invited him to a birthday dinner.","author":"Bill Buford","topic":"Birthday"},{"quote":"I thought it would be cool to Skype with fans on their birthday and spend, like, a half-hour with them. I did a couple of two-hour Skypes. I just hang out with them and play songs and stuff. At first they&#39;re kind of shy, but after a while they open up. I&#39;ve had a lot of people tell me I&#39;m doing something no one has ever done before.","author":"Austin Mahone","topic":"Birthday"},{"quote":"My dad bought me a dartboard for my 11th birthday, and I became intrigued by the game.","author":"Eric Bristow","topic":"Birthday"},{"quote":"I&#39;m really not the party type. I more like to have friends over at the house and chill. I&#39;ve never been the super party type. But for the 18th birthday, you got to party. And then 21 is going to be even bigger.","author":"Jacob Latimore","topic":"Birthday"},{"quote":"They decided as part of my 75th birthday celebrations that I would be entitled to fly first class. I&#39;ll be honest, I&#39;m not good at flying anymore. To my credit, I can stretch out on two coach seats.","author":"Chuck Feeney","topic":"Birthday"},{"quote":"And for the city&#39;s birthday, we will host events in every neighborhood of the city, inviting all of our residents to share in the celebration of Boston&#39;s great epic - the story of neighbors who support one another where it matters most.","author":"Thomas Menino","topic":"Birthday"},{"quote":"The main prank that we play with props is for people&#39;s birthdays. The special effects people will put a little explosive in the cake so it blows up in their face - that&#39;s always fun to play on a guest star, or one of the trainees or someone who&#39;s new.","author":"Catherine Bell","topic":"Birthday"},{"quote":"Given the importance of Washington, outsiders probably have an unrealistic perspective on how large the city is. The fact is, Washington D.C. is a small town, and most everyone knows most everyone else. That person of the other party who you despise will someday be at your daughter&#39;s birthday party.","author":"Kevin Hassett","topic":"Birthday"},{"quote":"I was born full grown in the middle of a hurricane and an earthquake on 10 September 1954, 12.52 P.M. When I found out that I had missed lunch, I gave such a shout that the Earth stopped and spun backwards two days. That&#39;s why I celebrate my birthday on 8 September.","author":"Jon Scieszka","topic":"Birthday"},{"quote":"Like many women my age, I am 28 years old.","author":"Mary Schmich","topic":"Birthday"},{"quote":"I play PC and Xbox games at home, and I just got a PSP as a birthday present.","author":"Uwe Boll","topic":"Birthday"},{"quote":"Well, I started conducting kind of by accident. I wanted to give myself a special birthday present for my fortieth birthday, and I was living in San Francisco at the time and I started attending some of the concerts and then simply dropping hints.","author":"Bobby McFerrin","topic":"Birthday"},{"quote":"An army environment is very protected, a walled city kind of environment, where everybody has the same income, you have the same birthday parties, you are given return gifts - everything is the same. Everybody is moving up at the same pace.","author":"Nimrat Kaur","topic":"Birthday"},{"quote":"My mom FedExes a red velvet cake she makes from scratch to me every birthday.","author":"Molly Sims","topic":"Birthday"},{"quote":"One I built when I was a kid, and it was a real miniature of Disneyland. I fell in love with the park when I went there with my parents on my 12th birthday.","author":"Bobby Sherman","topic":"Birthday"},{"quote":"I went to a rare live Van Dyke show and met him there. And then he came to a show of mine and we spoke back stage. The third time was at Brian Wilson&#39;s birthday party.","author":"Matthew Sweet","topic":"Birthday"},{"quote":"The summer of 2002 at the Wilson birthday party I met Van Dyke again and I made plans to have dinner with him.","author":"Matthew Sweet","topic":"Birthday"},{"quote":"My father was one of the fortunate wartime servicemen: he made a full recovery from his injuries, was promoted to captain, survived the war, had a satisfying career as a colonial officer and, eventually, died in February 2002, a month before his 85th birthday.","author":"Michael Ashcroft","topic":"Birthday"},{"quote":"When I was little I thought, isn&#39;t it nice that everybody celebrates on my birthday? Because it&#39;s July 4th.","author":"Gloria Stuart","topic":"Birthday"},{"quote":"I&#39;m amazed. When I was 40, I thought I&#39;d never make 50. And at 50 I thought the frosting on the cake would be 60. At 60, I was still going strong and enjoying everything.","author":"Gloria Stuart","topic":"Birthday"},{"quote":"I cried on my 18th birthday. I thought 17 was such a nice age. You&#39;re young enough to get away with things, but you&#39;re old enough, too.","author":"Liv Tyler","topic":"Birthday"},{"quote":"The first memory I have in the world is of death and tears. That is how I would mark the beginning of my life: the way people mark the end of one. My family had gathered at Papa Joe&#39;s house because Mam&#39; Grace was slipping away, only I didn&#39;t register it that way. For some reason I thought that it was her birthday.","author":"Charles M. Blow","topic":"Birthday"},{"quote":"Only then, approaching my fortieth birthday, I made philosophy my life&#39;s work.","author":"Karl Jaspers","topic":"Birthday"},{"quote":"Every night, I was read to. Every Friday, we were taken to the library. I always received at least one book for my birthday. I have a few of them yet. Early on, I had my own collection of books. I loved to read. Still do.","author":"Avi","topic":"Birthday"},{"quote":"My parents were dishonest people. If it was my birthday, I knew my mother took me to the K-Mart and she stole my toy. She&#39;d put it in the shopping cart and we&#39;d walk out. I was raised with that.","author":"Vincent Gallo","topic":"Birthday"},{"quote":"I wasn&#39;t very good about juggling family and my career. I was interested in who was coming to the children&#39;s birthday party, what my son was writing. I was thinking about Legos.","author":"Jill Clayburgh","topic":"Birthday"},{"quote":"Seven years into writing a novel, I started to lose my mind. My thirty-seventh birthday had just come and gone, the end of 2008 was approaching, and I was constantly aware of how little I had managed to accomplish.","author":"Akhil Sharma","topic":"Birthday"},{"quote":"Jewellery&#39;s not a big thing for me. The only thing I wear is a gold cross on a chain that I got for my 21st birthday. You have to take it off every day for filming, but that&#39;s the only time I&#39;m not wearing it. You won&#39;t find me in rings, bracelets or earrings.","author":"Jonas Armstrong","topic":"Birthday"},{"quote":"The more Mommy blogs going nuclear over playground etiquette I read and birthday parties of glazed adults munching cupcakes like demoralized zombies I attend, I realize this is what my friends who conceived before me meant by, &#39;You just won&#39;t care.&#39;","author":"Emma McLaughlin","topic":"Birthday"},{"quote":"I sing a little bit. I got a guitar for my 16th birthday.","author":"Jesse Plemons","topic":"Birthday"},{"quote":"I did a cake for the 60th birthday of Elton John, for Britney Spears&#39; 27th birthday and for the &#39;Circus&#39; album she put out - the cake had circus themes. I prepared a cake for a surprise 82nd birthday event for the architect Frank Gehry; the cake was comprised of mini-replicas of his buildings.","author":"Ron Ben-Israel","topic":"Birthday"},{"quote":"I lost twins at 14 weeks, and I had to have an D and C on my birthday.","author":"Amy Weber","topic":"Birthday"},{"quote":"Yes, I am scared of prison. It&#39;s the last thing if you are after building up a business over 38 years and you are approaching your 66th birthday and you never owed a man a penny and you feel hard done by and you try to protect yourself and your family and go to prison - if that is the society we are living in, I am happy to accept that.","author":"Sean Quinn","topic":"Birthday"},{"quote":"For my 50th birthday, I got ahold of a new print of &#39;Saturday Night Fever.&#39; I see it much more as a tough coming-of-age movie than as a disco story.","author":"Gene Siskel","topic":"Birthday"},{"quote":"On my 14th birthday, my grandfather and my grandmother gave me the best birthday present ever: a drafting table that I have worked on ever since.","author":"Jarrett J. Krosoczka","topic":"Birthday"},{"quote":"I&#39;m an avid shoe fan. I got my first pair of Louboutins as a birthday gift from Jami Gertz.","author":"Toks Olagundoye","topic":"Birthday"},{"quote":"The first comic book I ever read was an issue of &#39;Legion of Super-Heroes&#39; where the earth was surrounded by all of these chains. I remember the cover; I got it at a birthday party.","author":"Jonathan Hickman","topic":"Birthday"},{"quote":"I met Leonardo DiCaprio and Busta Rhymes the same night, on my birthday in New York.","author":"Jason Mitchell","topic":"Birthday"},{"quote":"My brother got a .22 for his 12th birthday; I got a .22. He got a hunting knife; I got a hunting knife.","author":"Stephanie Cutter","topic":"Birthday"},{"quote":"I&#39;ve died so many times. I&#39;m 65. On my 40th birthday, my girlfriend gave me a reel with ways I had died, whether it was by knife, or electrocution or drowning or being thrown off a building or whatever it might have been. I&#39;ve died a lot of times!","author":"Jonathan Banks","topic":"Birthday"},{"quote":"I promised myself: Before your 18th birthday, you&#39;re going to be at Jean Paul Gaultier. And it worked. I was hired.","author":"Nicolas Ghesquiere","topic":"Birthday"},{"quote":"Yes, I grew up with guns. For my 16th birthday, in fact, I received a .357 instead of a car. But there was nothing playful about them; they were tools. My parents went through a back-to-the-land phase. Most of our vegetables and fruits came from our own garden.","author":"Benjamin Percy","topic":"Birthday"},{"quote":"We didn&#39;t have a whole lot of money when I was growing up either. I would always ask for magic books or magic tricks for my birthday or for Christmas and the rest of the year I either had to mow lawns or find part time jobs to help supplement the cost of doing magic.","author":"Lance Burton","topic":"Birthday"},{"quote":"If I have one wish for my birthday, it is that 35 is the end of desperation and the beginning of acceptance. Part of that is believing that if I&#39;m meant to give birth, I will.","author":"Jessi Klein","topic":"Birthday"},{"quote":"I love mayonnaise. Every birthday when I was a kid I&#39;d go to Black Angus and just dip my burger in mayo.","author":"Blake Anderson","topic":"Birthday"},{"quote":"My first recognition of age setting in was exactly on my 36th birthday. I have no idea why, on this day of all days, I looked in the mirror and realized my face no longer looked young.","author":"Paulina Porizkova","topic":"Birthday"},{"quote":"I was fired by &#39;America&#39;s Next Top Model&#39; on my birthday.","author":"Paulina Porizkova","topic":"Birthday"},{"quote":"I dated a guy for over a year who lied about his age the entire time. I found out after the fact and couldn&#39;t believe it! I even threw him a birthday party for the wrong age... I couldn&#39;t get over how hard he had tried to keep it a secret!","author":"Kirsten Prout","topic":"Birthday"},{"quote":"By the time I was seven, I did a sonnet at Shakespeare&#39;s Globe theatre for Shakespeare&#39;s birthday because my dad had been at the first season of the Globe and was friends with the artistic director. Somehow, that lead to me doing a sonnet!","author":"Alfred Enoch","topic":"Birthday"},{"quote":"I have a strong memory of the day I was told that my father had a weak heart and that he had to go to the hospital. He died when I was nine years old on the same day that Franklin Roosevelt died; it was his 45th birthday.","author":"Alan J. Heeger","topic":"Birthday"},{"quote":"Most artists don&#39;t get paid for what they do, and they are lucky if they can persuade a friend to let them show something at a kid&#39;s birthday party.","author":"Andrei Codrescu","topic":"Birthday"},{"quote":"I am a big popcorn fanatic. I love popcorn. In fact one year for my birthday, my husband bought me one of those big popcorn machines like they have in movie theaters.","author":"Debbie Macomber","topic":"Birthday"},{"quote":"With a recent birthday, I&#39;ve been acting now for twenty years.","author":"Thayer David","topic":"Birthday"},{"quote":"And I was very shy as a kid; if you sang me &#39;Happy Birthday,&#39; I would cry. Quite shy. So the idea of being an actor, much less a model, was just out of this world.","author":"Cody Horn","topic":"Birthday"},{"quote":"I used to go down every year for the remembrance of Elvis&#39; birthday. Memphis State College invited me to sit in the auditorium and speak to the people for one of those Elvis days.","author":"Otis Blackwell","topic":"Birthday"},{"quote":"Lucy took care of me on the set, and made sure that none of the crew cussed around me. She also had birthday parties for me and made sure that they were well attended.","author":"Keith Thibodeaux","topic":"Birthday"},{"quote":"When I was young and it was someone&#39;s birthday, I didn&#39;t have the money to buy nice presents so I would take my mom&#39;s camera and make a movie parody for whoever&#39;s birthday it was. When I&#39;d show it them, they&#39;d die laughing. That reaction was a high for me, and I loved that feeling.","author":"David Henrie","topic":"Birthday"},{"quote":"It is really a great feeling to win a World Cup on your birthday.","author":"Nino Schurter","topic":"Birthday"},{"quote":"I grew up in Queens, and part of my birthday gift, always, was a Saturday matinee of whatever hit musical there was. When I was three, I saw &#39;Oliver!&#39;.","author":"Lonny Price","topic":"Birthday"},{"quote":"Mattresses! Beautiful! Let&#39;s go buy a couple of mattresses. Give &#39;em to people for their birthday.","author":"Lawrence Tierney","topic":"Birthday"},{"quote":"I saw Farrah Fawcett originally when she and her boyfriend, Lee Majors, came over to my house for a birthday party that I was having for my ex-wife, Leigh Taylor-Young.","author":"Ryan O'Neal","topic":"Birthday"},{"quote":"I&#39;m one of those people who had Christmas and my birthday always combined, and generally, my birthday was pretty much ignored. But my parents are always good about making some kind of special effort to make me feel like I also have a birthday that exists.","author":"Noel Wells","topic":"Birthday"},{"quote":"I never got a chocolate birthday cake; I got a carob one. And when I went to other kids&#39; houses, I was very covetous of things like Cheez Whiz that I&#39;d find in their refrigerators.","author":"Amanda Marshall","topic":"Birthday"},{"quote":"I had sort of had a 21st birthday when I was 17, 18 years old living in Japan. I had all of that stuff sort of happen earlier for me, which happens to a lot of people. My 21st birthday was just a little boring. Not a great story.","author":"Sarah Wright","topic":"Birthday"},{"quote":"I get letters constantly from all over the world, telephone calls from America, Brazil, Australia, all over, especially on my birthday. A family? I have a huge international family. That&#39;s all I need.","author":"Renata Tebaldi","topic":"Birthday"},{"quote":"I have an extensive library - every birthday when I was a kid my parents would ask what movie or book I wanted, so I have built up a big collection over the years.","author":"Mark Bridges","topic":"Birthday"},{"quote":"I actually had the pleasure of meeting David Bowie at his 50th birthday party in New York City. I handed him the cassette of &#39;Eight Arms to Hold You,&#39; which I had just got an advance of that day. He very graciously thanked me and tucked it into his jacket pocket.","author":"Louise Post","topic":"Birthday"},{"quote":"Being a young actor, I remember missing out on summers, birthday parties, and school trips through high school because I was filming. There are so many things that you have to sacrifice and give up for it.","author":"Dylan Everett","topic":"Birthday"},{"quote":"I do like to shock and surprise people. When it&#39;s all in good fun, of course.","author":"Ruth Warrick","topic":"Birthday"},{"quote":"On my 30th birthday, all the presents I got were boxes of food. That&#39;s what I needed.","author":"Kay Lenz","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Birthday"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Birthday"},{"quote":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","author":"Ausonius","topic":"Birthday"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","topic":"Birthday"},{"quote":"Today you are you! That is truer than true! There is no one alive who is you-er than you!","author":"Dr. Seuss","topic":"Birthday"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Birthday"},{"quote":"Age is a case of mind over matter. If you don&#39;t mind, it don&#39;t matter.","author":"Satchel Paige","topic":"Birthday"},{"quote":"Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It&#39;s all about the memories.","author":"Buddy Valastro","topic":"Birthday"},{"quote":"You don&#39;t get older, you get better.","author":"Shirley Bassey","topic":"Birthday"},{"quote":"It takes a long time to become young.","author":"Pablo Picasso","topic":"Birthday"},{"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","topic":"Birthday"},{"quote":"Don&#39;t just count your years, make your years count.","author":"George Meredith","topic":"Birthday"},{"quote":"At my age flowers scare me.","author":"George Burns","topic":"Birthday"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Birthday"},{"quote":"Every birthday is a gift. Every day is a gift.","author":"Aretha Franklin","topic":"Birthday"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Birthday"},{"quote":"The only thing better than singing is more singing.","author":"Ella Fitzgerald","topic":"Birthday"},{"quote":"The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author":"Denis Waitley","topic":"Birthday"},{"quote":"Any time women come together with a collective intention, it&#39;s a powerful thing. Whether it&#39;s sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad","topic":"Birthday"},{"quote":"Let us celebrate the occasion with wine and sweet words.","author":"Plautus","topic":"Birthday"},{"quote":"You know you&#39;re getting old when the candles cost more than the cake.","author":"Bob Hope","topic":"Birthday"},{"quote":"Our birthdays are feathers in the broad wing of time.","author":"Jean Paul","topic":"Birthday"},{"quote":"Let them eat cake.","author":"Marie Antoinette","topic":"Birthday"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Birthday"},{"quote":"We invest less in our friendships and expect more of friends than any other relationship. We spend days working out where to book for a romantic dinner, weeks wondering how to celebrate a partner or parent&#39;s birthday, and seconds forgetting a friend&#39;s important anniversary.","author":"Mariella Frostrup","topic":"Birthday"},{"quote":"How old would you be if you didn&#39;t know how old you are?","author":"Satchel Paige","topic":"Birthday"}]