[{"quote":"Great things in business are never done by one person. They&#39;re done by a team of people.","author":"Steve Jobs","topic":"Business"},{"quote":"There are no secrets to success. It is the result of preparation, hard work, and learning from failure.","author":"Colin Powell","topic":"Business"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Business"},{"quote":"Making money is art and working is art and good business is the best art.","author":"Andy Warhol","topic":"Business"},{"quote":"A satisfied customer is the best business strategy of all.","author":"Michael LeBoeuf","topic":"Business"},{"quote":"Whenever you find yourself on the side of the majority, it is time to pause and reflect.","author":"Mark Twain","topic":"Business"},{"quote":"Our work is the presentation of our capabilities.","author":"Edward Gibbon","topic":"Business"},{"quote":"Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.","author":"Theodore Isaac Rubin","topic":"Business"},{"quote":"A business that makes nothing but money is a poor business.","author":"Henry Ford","topic":"Business"},{"quote":"A brand for a company is like a reputation for a person. You earn reputation by trying to do hard things well.","author":"Jeff Bezos","topic":"Business"},{"quote":"In the business world, the rearview mirror is always clearer than the windshield.","author":"Warren Buffett","topic":"Business"},{"quote":"If people like you, they&#39;ll listen to you, but if they trust you, they&#39;ll do business with you.","author":"Zig Ziglar","topic":"Business"},{"quote":"Ideas pull the trigger, but instinct loads the gun.","author":"Don Marquis","topic":"Business"},{"quote":"My philosophy is it&#39;s none of my business what people say of me and think of me. I am what I am, and I do what I do. I expect nothing and accept everything. And it makes life so much easier.","author":"Anthony Hopkins","topic":"Business"},{"quote":"The first rule of any technology used in a business is that automation applied to an efficient operation will magnify the efficiency. The second is that automation applied to an inefficient operation will magnify the inefficiency.","author":"Bill Gates","topic":"Business"},{"quote":"If one does not know to which port one is sailing, no wind is favorable.","author":"Lucius Annaeus Seneca","topic":"Business"},{"quote":"We&#39;re all working together; that&#39;s the secret.","author":"Sam Walton","topic":"Business"},{"quote":"Economic depression cannot be cured by legislative action or executive pronouncement. Economic wounds must be healed by the action of the cells of the economic body - the producers and consumers themselves.","author":"Herbert Hoover","topic":"Business"},{"quote":"If you&#39;re trying to create a company, it&#39;s like baking a cake. You have to have all the ingredients in the right proportion.","author":"Elon Musk","topic":"Business"},{"quote":"The entrepreneur always searches for change, responds to it, and exploits it as an opportunity.","author":"Peter Drucker","topic":"Business"},{"quote":"Details create the big picture.","author":"Sanford I. Weill","topic":"Business"},{"quote":"There is only one boss. The customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else.","author":"Sam Walton","topic":"Business"},{"quote":"Do what you love to do and give it your very best. Whether it&#39;s business or baseball, or the theater, or any field. If you don&#39;t love what you&#39;re doing and you can&#39;t give it your best, get out of it. Life is too short. You&#39;ll be an old man before you know it.","author":"Al Lopez","topic":"Business"},{"quote":"Just because something doesn&#39;t do what you planned it to do doesn&#39;t mean it&#39;s useless.","author":"Thomas A. Edison","topic":"Business"},{"quote":"Great companies are built on great products.","author":"Elon Musk","topic":"Business"},{"quote":"Rank does not confer privilege or give power. It imposes responsibility.","author":"Peter Drucker","topic":"Business"},{"quote":"Information technology and business are becoming inextricably interwoven. I don&#39;t think anybody can talk meaningfully about one without the talking about the other.","author":"Bill Gates","topic":"Business"},{"quote":"Business has only two functions - marketing and innovation.","author":"Milan Kundera","topic":"Business"},{"quote":"As an entrepreneur, I&#39;ve come across countless articles and quotes proudly telling me that I should accept failure, smile, and keep my head up. In other words, I&#39;ve been told to stay positive. The thing is, when you&#39;re forced to shut down a business and let really awesome people you care about go, staying positive is the last thing on your mind.","author":"John Rampton","topic":"Business"},{"quote":"Trying to do business without advertising is like winking at a pretty girl through a pair of green goggles. You may know what you are doing, but no one else does.","author":"Cyrus McCormick","topic":"Business"},{"quote":"An organization&#39;s ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage.","author":"Jack Welch","topic":"Business"},{"quote":"Before you can become a millionaire, you must learn to think like one. You must learn how to motivate yourself to counter fear with courage. Making critical decisions about your career, business, investments and other resources conjures up fear, fear that is part of the process of becoming a financial success.","author":"Thomas J. Stanley","topic":"Business"},{"quote":"Effort only fully releases its reward after a person refuses to quit.","author":"Napoleon Hill","topic":"Business"},{"quote":"It&#39;s easy to make a buck. It&#39;s a lot tougher to make a difference.","author":"Tom Brokaw","topic":"Business"},{"quote":"Sales are contingent upon the attitude of the salesman - not the attitude of the prospect.","author":"W. Clement Stone","topic":"Business"},{"quote":"There&#39;s nobody in the business strong enough to scare me.","author":"Tupac Shakur","topic":"Business"},{"quote":"I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.","author":"Thomas Paine","topic":"Business"},{"quote":"It is not from the benevolence of the butcher, the brewer, or the baker that we expect our dinner, but from their regard to their own interest.","author":"Adam Smith","topic":"Business"},{"quote":"Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations.","author":"Steve Jobs","topic":"Business"},{"quote":"The greatest ability in business is to get along with others and to influence their actions.","author":"John Hancock","topic":"Business"},{"quote":"Many people dream about being an entrepreneur, starting their own business, working for themselves, and living the good life. Very few, however, will actually take the plunge and put everything they&#39;ve got into being their own boss.","author":"Fabrizio Moreira","topic":"Business"},{"quote":"From my very first day as an entrepreneur, I&#39;ve felt the only mission worth pursuing in business is to make people&#39;s lives better.","author":"Richard Branson","topic":"Business"},{"quote":"Life is an exciting business, and most exciting when it is lived for others.","author":"Helen Keller","topic":"Business"},{"quote":"I want to put a ding in the universe.","author":"Steve Jobs","topic":"Business"},{"quote":"One of the tests of leadership is the ability to recognize a problem before it becomes an emergency.","author":"Arnold H. Glasow","topic":"Business"},{"quote":"The true measure of the value of any business leader and manager is performance.","author":"Brian Tracy","topic":"Business"},{"quote":"A passionate belief in your business and personal objectives can make all the difference between success and failure. If you aren&#39;t proud of what you&#39;re doing, why should anybody else be?","author":"Richard Branson","topic":"Business"},{"quote":"Business opportunities are like buses, there&#39;s always another one coming.","author":"Richard Branson","topic":"Business"},{"quote":"City life is stressful. Everybody is running around like crazy, stuck in traffic jams trying to make meetings, trying to make ends meet, trying to meet deadlines, trying to get kids to and from activities. There aren&#39;t enough hours in the day for all this business.","author":"Rebecca Pidgeon","topic":"Business"},{"quote":"America isn&#39;t Congress. America isn&#39;t Washington. America is the striving immigrant who starts a business, or the mom who works two low-wage jobs to give her kid a better life. America is the union leader and the CEO who put aside their differences to make the economy stronger.","author":"Barack Obama","topic":"Business"},{"quote":"There is no health without mental health; mental health is too important to be left to the professionals alone, and mental health is everyone&#39;s business.","author":"Vikram Patel","topic":"Business"},{"quote":"I am not yet ready to be Tsar. I know nothing of the business of ruling.","author":"Nicholas II of Russia","topic":"Business"},{"quote":"Business is all about the customer: what the customer wants and what they get. Generally, every customer wants a product or service that solves their problem, worth their money, and is delivered with amazing customer service.","author":"Fabrizio Moreira","topic":"Business"},{"quote":"Good business leaders create a vision, articulate the vision, passionately own the vision, and relentlessly drive it to completion.","author":"Jack Welch","topic":"Business"},{"quote":"Information technology is at the core of how you do your business and how your business model itself evolves.","author":"Satya Nadella","topic":"Business"},{"quote":"In all cities, the better classes - the business men - are the sources of corruption, but they are so rarely pursued and caught that we do not fully realize whence the trouble comes.","author":"Lincoln Steffens","topic":"Business"},{"quote":"Politeness and civility are the best capital ever invested in business. Large stores, gilt signs, flaming advertisements, will all prove unavailing if you or your employees treat your patrons abruptly. The truth is, the more kind and liberal a man is, the more generous will be the patronage bestowed upon him.","author":"P. T. Barnum","topic":"Business"},{"quote":"It is just as important that business keep out of government as that government keep out of business.","author":"Herbert Hoover","topic":"Business"},{"quote":"I may be president of the United States, but my private life is nobody&#39;s damned business.","author":"Chester A. Arthur","topic":"Business"},{"quote":"When Henry Ford made cheap, reliable cars people said, &#39;Nah, what&#39;s wrong with a horse?&#39; That was a huge bet he made, and it worked.","author":"Elon Musk","topic":"Business"},{"quote":"We need to revise our economic thinking to give full value to our natural resources. This revised economics will stabilize both the theory and the practice of free-market capitalism. It will provide business and public policy with a powerful new tool for economic development, profitability, and the promotion of the public good.","author":"Paul Hawken","topic":"Business"},{"quote":"Everyone is your best friend when you are successful. Make sure that the people that you surround yourself with are also the people that you are not afraid of failing with.","author":"Paula Abdul","topic":"Business"},{"quote":"Joy is the serious business of Heaven.","author":"C. S. Lewis","topic":"Business"},{"quote":"Brand is just a perception, and perception will match reality over time. Sometimes it will be ahead, other times it will be behind. But brand is simply a collective impression some have about a product.","author":"Elon Musk","topic":"Business"},{"quote":"Intuition is the key to everything, in painting, filmmaking, business - everything. I think you could have an intellectual ability, but if you can sharpen your intuition, which they say is emotion and intellect joining together, then a knowingness occurs.","author":"David Lynch","topic":"Business"},{"quote":"The biggest hurdle is rejection. Any business you start, be ready for it. The difference between successful people and unsuccessful people is the successful people do all the things the unsuccessful people don&#39;t want to do. When 10 doors are slammed in your face, go to door number 11 enthusiastically, with a smile on your face.","author":"John Paul DeJoria","topic":"Business"},{"quote":"If I love you, what business is it of yours?","author":"Johann Wolfgang von Goethe","topic":"Business"},{"quote":"Everybody&#39;s business is nobody&#39;s business, and nobody&#39;s business is my business.","author":"Clara Barton","topic":"Business"},{"quote":"I think the path is different for everybody. Go after the doors that are open to you. That has always been my motto getting into the music business. Do the things that seem to be good opportunities and work hard at it. Try to make good decisions and be nice. Hopefully all of that will pay off at some point.","author":"Chris Stapleton","topic":"Business"},{"quote":"We&#39;ve been in the nation-building business since World War I, and especially since WWII. The goal is not a Jeffersonian Democracy in Afghanistan, but a representative government that respects human rights, protects its own people, and is a friend of the West. These are very realistic - and necessary - goals.","author":"Oliver North","topic":"Business"},{"quote":"There is always space for improvement, no matter how long you&#39;ve been in the business.","author":"Oscar De La Hoya","topic":"Business"},{"quote":"I try not to think about anyone&#39;s expectations but rather focus on always doing my personal best. Modeling was never a thought in my mind growing up, but my mom felt it was important for me to be open to business opportunities and expand my horizons.","author":"Anwar Hadid","topic":"Business"},{"quote":"If you don&#39;t drive your business, you will be driven out of business.","author":"B. C. Forbes","topic":"Business"},{"quote":"&#39;Handsome&#39; means many things to many people. If people consider me handsome, I feel flattered - and have my parents to thank for it. Realistically, it doesn&#39;t hurt to be good-looking, especially in this business.","author":"Richard Chamberlain","topic":"Business"},{"quote":"A business absolutely devoted to service will have only one worry about profits. They will be embarrassingly large.","author":"Henry Ford","topic":"Business"},{"quote":"I don&#39;t create companies for the sake of creating companies, but to get things done.","author":"Elon Musk","topic":"Business"},{"quote":"We need business to understand its social responsibility, that the main task and objective for a business is not to generate extra income and to become rich and transfer the money abroad, but to look and evaluate what a businessman has done for the country, for the people, on whose account he or she has become so rich.","author":"Vladimir Putin","topic":"Business"},{"quote":"The superior man understands what is right; the inferior man understands what will sell.","author":"Confucius","topic":"Business"},{"quote":"Mickey Mouse popped out of my mind onto a drawing pad 20 years ago on a train ride from Manhattan to Hollywood at a time when business fortunes of my brother Roy and myself were at lowest ebb and disaster seemed right around the corner.","author":"Walt Disney","topic":"Business"},{"quote":"Business is not just doing deals; business is having great products, doing great engineering, and providing tremendous service to customers. Finally, business is a cobweb of human relationships.","author":"Ross Perot","topic":"Business"},{"quote":"The odds of me coming into the rocket business, not knowing anything about rockets, not having ever built anything, I mean, I would have to be insane if I thought the odds were in my favor.","author":"Elon Musk","topic":"Business"},{"quote":"Ethics or simple honesty is the building blocks upon which our whole society is based, and business is a part of our society, and it&#39;s integral to the practice of being able to conduct business, that you have a set of honest standards.","author":"Kerry Stokes","topic":"Business"},{"quote":"Your mindset matters. It affects everything - from the business and investment decisions you make, to the way you raise your children, to your stress levels and overall well-being.","author":"Peter Diamandis","topic":"Business"},{"quote":"In both business and personal life, I&#39;ve always found that travel inspires me more than anything else I do. Evidence of the languages, cultures, scenery, food, and design sensibilities that I discover all over the world can be found in every piece of my jewelry.","author":"Ivanka Trump","topic":"Business"},{"quote":"The greatest asset, even in this country, is not oil and gas. It&#39;s integrity. Everyone is searching for it, asking, &#39;Who can I do business with that I can trust?&#39;","author":"George Foreman","topic":"Business"},{"quote":"The rule of my life is to make business a pleasure, and pleasure my business.","author":"Aaron Burr","topic":"Business"},{"quote":"It&#39;s OK to have your eggs in one basket as long as you control what happens to that basket.","author":"Elon Musk","topic":"Business"},{"quote":"There is no time and space in the digital world. People chat and collaborate through social networks. Cultural icons garner millions of fans online in locations they have often never been themselves. The boundary between public and private life is now everyone&#39;s business.","author":"Eduardo Paes","topic":"Business"},{"quote":"A successful economic development strategy must focus on improving the skills of the area&#39;s workforce, reducing the cost of doing business and making available the resources business needs to compete and thrive in today&#39;s global economy.","author":"Rod Blagojevich","topic":"Business"},{"quote":"The opportunity is often lost by deliberating.","author":"Publilius Syrus","topic":"Business"},{"quote":"The first responsibility of a leader is to define reality. The last is to say thank you. In between, the leader is a servant.","author":"Max de Pree","topic":"Business"},{"quote":"A friendship founded on business is better than a business founded on friendship.","author":"John D. Rockefeller","topic":"Business"},{"quote":"The common question that gets asked in business is, &#39;why?&#39; That&#39;s a good question, but an equally valid question is, &#39;why not?&#39;","author":"Jeff Bezos","topic":"Business"},{"quote":"Almost all quality improvement comes via simplification of design, manufacturing... layout, processes, and procedures.","author":"Tom Peters","topic":"Business"},{"quote":"Intellectual property has the shelf life of a banana.","author":"Bill Gates","topic":"Business"},{"quote":"I have long understood that losing always comes with the territory when you wander into the gambling business, just as getting crippled for life is an acceptable risk in the linebacker business. They both are extremely violent sports, and pain is part of the bargain. Buy the ticket, take the ride.","author":"Hunter S. Thompson","topic":"Business"},{"quote":"Networking is all about connecting with people. But then again, isn&#39;t that what life is about? The more time you can find to get out of the office and build true friendships, the farther your startup will go. Entrepreneurs need to remember to spend as much time working on their business as they do in their business.","author":"Jay Samit","topic":"Business"},{"quote":"An organization, no matter how well designed, is only as good as the people who live and work in it.","author":"Dee Hock","topic":"Business"},{"quote":"I have gone through some bad times with my own business. At one point, I was working my socks off, driving, delivering, baking. It was hard, hard work. But I worked through it. Running your own bakery is hard. I never came close to bankruptcy, but I had to cut back on staff.","author":"Paul Hollywood","topic":"Business"},{"quote":"I don&#39;t care what straight people do, I don&#39;t care what gay people do. I don&#39;t care what nobody do. That&#39;s they business. I just care about what I do. You know what I&#39;m saying?","author":"ASAP Rocky","topic":"Business"},{"quote":"Failure doesn&#39;t mean you are a failure it just means you haven&#39;t succeeded yet.","author":"Robert H. Schuller","topic":"Business"},{"quote":"Having haters is just a part of the business, and the more haters you have, the more people like you - that&#39;s how I view it, because I try to see the positive in things.","author":"Nick Jonas","topic":"Business"},{"quote":"Our business is about technology, yes. But it&#39;s also about operations and customer relationships.","author":"Michael Dell","topic":"Business"},{"quote":"Start with good people, lay out the rules, communicate with your employees, motivate them and reward them. If you do all those things effectively, you can&#39;t miss.","author":"Lee Iacocca","topic":"Business"},{"quote":"I have learned the hard way to mind my business, without judging who people are and what they do. I am more troubled by the lack of space being provided for the truth to unfold. Humans cannot seem to wait for or honor the truth. Instead, we make it up based on who we believe people should or should not be.","author":"Iyanla Vanzant","topic":"Business"},{"quote":"Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.","author":"Dale Carnegie","topic":"Business"},{"quote":"I just wanted to be a businessman, and to me, the best way to understand business was to be an accountant.","author":"Aubrey McClendon","topic":"Business"},{"quote":"A live concert to me is exciting because of all the electricity that is generated in the crowd and on stage. It&#39;s my favorite part of the business, live concerts.","author":"Elvis Presley","topic":"Business"},{"quote":"A business has to be involving, it has to be fun, and it has to exercise your creative instincts.","author":"Richard Branson","topic":"Business"},{"quote":"Our core values and business ethics will always be paramount in all that we do, and we are always looking to do the right thing and settle claims fairly and accurately.","author":"Tricia Griffith","topic":"Business"},{"quote":"The purpose of a business is to create a customer.","author":"Peter Drucker","topic":"Business"},{"quote":"A consultant is someone who saves his client almost enough to pay his fee.","author":"Arnold H. Glasow","topic":"Business"},{"quote":"I love to compete. To me, business is the ultimate sport. It&#39;s always on. There is always someone trying to beat me.","author":"Mark Cuban","topic":"Business"},{"quote":"A disruptive innovation is a technologically simple innovation in the form of a product, service, or business model that takes root in a tier of the market that is unattractive to the established leaders in an industry.","author":"Clayton M. Christensen","topic":"Business"},{"quote":"I started in the restaurant business at the age of 19 as a waitress. I loved the atmosphere and the camaraderie of the restaurant business. I loved not having to go to an office. I loved making people happy.","author":"Anne Burrell","topic":"Business"},{"quote":"Don&#39;t ever let your business get ahead of the financial side of your business. Accounting, accounting, accounting. Know your numbers.","author":"Tilman J. Fertitta","topic":"Business"},{"quote":"Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment.","author":"Grenville Kleiser","topic":"Business"},{"quote":"A man should never neglect his family for business.","author":"Walt Disney","topic":"Business"},{"quote":"If the First Amendment means anything, it means that a state has no business telling a man, sitting alone in his house, what books he may read or what films he may watch.","author":"Thurgood Marshall","topic":"Business"},{"quote":"If Satan wasn&#39;t around, churches would go out of business.","author":"Marilyn Manson","topic":"Business"},{"quote":"Perhaps the greatest utopia would be if we could all realize that no utopia is possible; no place to run, no place to hide, just take care of business here and now.","author":"Jack Carroll","topic":"Business"},{"quote":"The best way to look at any business is from the standpoint of the clients.","author":"Jamie Dimon","topic":"Business"},{"quote":"We&#39;ll have a sales leader go run engineering. A lawyer go run business development. A business development leader go run our consumer operations. We&#39;re going to train a generalist group of leaders who know how to learn and operate in collaboration teamwork. I think that&#39;s the future of leadership.","author":"John T. Chambers","topic":"Business"},{"quote":"No man has a right to expect to succeed in life unless he understands his business, and nobody can understand his business thoroughly unless he learns it by personal application and experience.","author":"P. T. Barnum","topic":"Business"},{"quote":"Sometimes, idealistic people are put off the whole business of networking as something tainted by flattery and the pursuit of selfish advantage. But virtue in obscurity is rewarded only in Heaven. To succeed in this world you have to be known to people.","author":"Sonia Sotomayor","topic":"Business"},{"quote":"Victory is a fleeting thing in the gambling business. Today&#39;s winners are tomorrow&#39;s blinking toads, dumb beasts with no hope.","author":"Hunter S. Thompson","topic":"Business"},{"quote":"Not for nothing is their motto TGIF - &#39;Thank God It&#39;s Friday.&#39; They live for the weekends, when they can go do what they really want to do.","author":"Richard Nelson Bolles","topic":"Business"},{"quote":"When sustainability is viewed as being a matter of survival for your business, I believe you can create massive change.","author":"Cameron Sinclair","topic":"Business"},{"quote":"Small business people are people with goals and values that can&#39;t be calculated on a profit and loss statement.","author":"Linda McMahon","topic":"Business"},{"quote":"Social media requires that business leaders start thinking like small-town shop owners. This means taking the long view and avoiding short-term benchmarks to gauge progress. It means allowing the personality, heart and soul of the people who run all levels of the business to show.","author":"Gary Vaynerchuk","topic":"Business"},{"quote":"We are all in the business of sales. Teachers sell students on learning, parents sell their children on making good grades and behaving, and traditional salesmen sell their products.","author":"Dave Ramsey","topic":"Business"},{"quote":"Losses have propelled me to even bigger places, so I understand the importance of losing. You can never get complacent because a loss is always around the corner. It&#39;s in any game that you&#39;re in - a business game or whatever - you can&#39;t get complacent.","author":"Venus Williams","topic":"Business"},{"quote":"It&#39;s the uncertainty, the challenge and the willingness to put it all on the line that draws a lot of people to climb mountains. That can also apply to a lot of other challenges in life, whether it&#39;s running for office, starting a family, going to grad school or taking all of your cash and assets and starting a business.","author":"Mark Udall","topic":"Business"},{"quote":"I believe you have to be willing to be misunderstood if you&#39;re going to innovate.","author":"Jeff Bezos","topic":"Business"},{"quote":"Your customers are the lifeblood of your business. Their needs and wants impact every aspect of your business, from product development to content marketing to sales to customer service.","author":"John Rampton","topic":"Business"},{"quote":"Some people regard private enterprise as a predatory tiger to be shot. Others look on it as a cow they can milk. Not enough people see it as a healthy horse, pulling a sturdy wagon.","author":"Winston Churchill","topic":"Business"},{"quote":"Commitment, belief and positive attitude are all important if you&#39;re going to be a success, whether you&#39;re in sports, in business or, as in my case, anthropology.","author":"Donald Johanson","topic":"Business"},{"quote":"In almost every profession - whether it&#39;s law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it.","author":"Hillary Clinton","topic":"Business"},{"quote":"Discourage litigation. Persuade your neighbors to compromise whenever you can. As a peacemaker the lawyer has superior opportunity of being a good man. There will still be business enough.","author":"Abraham Lincoln","topic":"Business"},{"quote":"Time flies so quick. I remember my second year in business when Bullocks Wilshire did a whole window of my white dresses. I was so excited, I went there at night and took pictures.","author":"Tadashi Shoji","topic":"Business"},{"quote":"We all have a life story and a message that can inspire others to live a better life or run a better business. Why not use that story and message to serve others and grow a real business doing it?","author":"Brendon Burchard","topic":"Business"},{"quote":"Your premium brand had better be delivering something special, or it&#39;s not going to get the business.","author":"Warren Buffett","topic":"Business"},{"quote":"I worry that business leaders are more interested in material gain than they are in having the patience to build up a strong organization, and a strong organization starts with caring for their people.","author":"John Wooden","topic":"Business"},{"quote":"We&#39;re in the business of selling pleasure. We don&#39;t sell handbags or haute couture. We sell dreams.","author":"Alain Wertheimer","topic":"Business"},{"quote":"We cannot make events. Our business is wisely to improve them.","author":"Samuel Adams","topic":"Business"},{"quote":"If you deprive yourself of outsourcing and your competitors do not, you&#39;re putting yourself out of business.","author":"Lee Kuan Yew","topic":"Business"},{"quote":"If anything is good for pounding humility into you permanently, it&#39;s the restaurant business.","author":"Anthony Bourdain","topic":"Business"},{"quote":"I view real estate as the most intriguing opportunity that I&#39;ve seen in my business lifetime.","author":"Richard Rainwater","topic":"Business"},{"quote":"The names are bigger, the show is worldwide, but I get a royal pass into life in the broadcasting business.","author":"Larry King","topic":"Business"},{"quote":"Every orchid or rose or lizard or snake is the work of a dedicated and skilled breeder. There are thousands of people, amateurs and professionals, who devote their lives to this business. Now imagine what will happen when the tools of genetic engineering become accessible to these people.","author":"Freeman Dyson","topic":"Business"},{"quote":"Learn computer science. It&#39;s extraordinarily helpful. I like recommending learning economics as well so they think in terms of business, they have rational frameworks for looking at the world, but yeah, computer science is an amazing way to get into, even if you want to be CEO, having a tech background is helpful.","author":"Fabrice Grinda","topic":"Business"},{"quote":"If you don&#39;t understand the details of your business you are going to fail.","author":"Jeff Bezos","topic":"Business"},{"quote":"It is an immutable law in business that words are words, explanations are explanations, promises are promises-but only performance is reality.","author":"Harold S. Geneen","topic":"Business"},{"quote":"The problem is that at a lot of big companies, process becomes a substitute for thinking. You&#39;re encouraged to behave like a little gear in a complex machine. Frankly, it allows you to keep people who aren&#39;t that smart, who aren&#39;t that creative.","author":"Elon Musk","topic":"Business"},{"quote":"The reason why it is so difficult for existing firms to capitalize on disruptive innovations is that their processes and their business model that make them good at the existing business actually make them bad at competing for the disruption.","author":"Clayton Christensen","topic":"Business"},{"quote":"We need a wireless mobile device ecosystem that mirrors the PC\/Internet ecosystem, one where the consumers&#39; purchase of network capacity is separate from their purchase of the hardware and software they use on that network. It will take government action, or some disruptive technology or business innovation, to get us there.","author":"Walt Mossberg","topic":"Business"},{"quote":"Your workforce is your most valuable asset. The knowledge and skills they have represent the fuel that drives the engine of business - and you can leverage that knowledge.","author":"Harvey Mackay","topic":"Business"},{"quote":"Throughout my years in business, I discovered something. I would always ask why you do things. The answers that I would invariably get are: &#39;Oh, that&#39;s just the way things are done around here.&#39; Nobody knows why they do what they do. Nobody thinks very deeply about things in business.","author":"Steve Jobs","topic":"Business"},{"quote":"A strategy is something like, an innovative new product; globalization, taking your products around the world; be the low-cost producer. A strategy is something you can touch; you can motivate people with; be number one and number two in every business. You can energize people around the message.","author":"Jack Welch","topic":"Business"},{"quote":"Sooner or later, those who win are those who think they can.","author":"Paul Tournier","topic":"Business"},{"quote":"The building up of a new, far-reaching system of inspection on the question of equal pay, with power to investigate every business in the United States, administered by a colossal new government agency with vast enforcement powers, would not be helpful to women, as far as I can see.","author":"Alice Paul","topic":"Business"},{"quote":"Social media presents an opportunity for business people to connect and know each other prior to a phone call or email taking place.","author":"Jeffrey Gitomer","topic":"Business"},{"quote":"Today, companies have to radically revolutionize themselves every few years just to stay relevant. That&#39;s because technology and the Internet have transformed the business landscape forever. The fast-paced digital age has accelerated the need for companies to become agile.","author":"Nolan Bushnell","topic":"Business"},{"quote":"If people in the media cannot decide whether they are in the business of reporting news or manufacturing propaganda, it is all the more important that the public understand that difference, and choose their news sources accordingly.","author":"Thomas Sowell","topic":"Business"},{"quote":"Hell, there are no rules here - we&#39;re trying to accomplish something.","author":"Thomas A. Edison","topic":"Business"},{"quote":"Debt is a trap, especially student debt, which is enormous, far larger than credit card debt. It&#39;s a trap for the rest of your life because the laws are designed so that you can&#39;t get out of it. If a business, say, gets in too much debt, it can declare bankruptcy, but individuals can almost never be relieved of student debt through bankruptcy.","author":"Noam Chomsky","topic":"Business"},{"quote":"Personal relationships are always the key to good business. You can buy networking; you can&#39;t buy friendships.","author":"Lindsay Fox","topic":"Business"},{"quote":"Our favorite holding period is forever.","author":"Warren Buffett","topic":"Business"},{"quote":"Behind every small business, there&#39;s a story worth knowing. All the corner shops in our towns and cities, the restaurants, cleaners, gyms, hair salons, hardware stores - these didn&#39;t come out of nowhere.","author":"Paul Ryan","topic":"Business"},{"quote":"If we listened to our intellect, we&#39;d never have a love affair. We&#39;d never have a friendship. We&#39;d never go into business, because we&#39;d be cynical. Well, that&#39;s nonsense. You&#39;ve got to jump off cliffs all the time and build your wings on the way down.","author":"Ray Bradbury","topic":"Business"},{"quote":"Indomitable perseverance in a business, properly understood, always ensures ultimate success.","author":"Cyrus McCormick","topic":"Business"},{"quote":"It&#39;s not the things you don&#39;t know that trip you up. It&#39;s the things you think you know, but you don&#39;t. You fail to ask a certain question because you believe you know the answer. Separating your information from your assumptions can be very tricky business.","author":"Claudia Gray","topic":"Business"},{"quote":"No enterprise is more likely to succeed than one concealed from the enemy until it is ripe for execution.","author":"Niccolo Machiavelli","topic":"Business"},{"quote":"There&#39;s no business like show business, but there are several businesses like accounting.","author":"David Letterman","topic":"Business"},{"quote":"My recipe for dealing with anger and frustration: set the kitchen timer for twenty minutes, cry, rant, and rave, and at the sound of the bell, simmer down and go about business as usual.","author":"Phyllis Diller","topic":"Business"},{"quote":"Thanks to the competence, love of God, our country&#39;s security and stability, endowed wealth, integrated infrastructure and quality services, the U.A.E. turned into the world&#39;s renowned destination for tourism, investment and business management: the interface of choice for hosting major cultural events, artistic and sports, in the world.","author":"Khalifa bin Zayed Al Nahyan","topic":"Business"},{"quote":"Profit is not the legitimate purpose of business. The legitimate purpose of business is to provide a product or service that people need and do it so well that it&#39;s profitable.","author":"James Rouse","topic":"Business"},{"quote":"The profession of book writing makes horse racing seem like a solid, stable business.","author":"John Steinbeck","topic":"Business"},{"quote":"Disneyland is a work of love. We didn&#39;t go into Disneyland just with the idea of making money.","author":"Walt Disney","topic":"Business"},{"quote":"I was at this casino minding my own business, and this guy came up to me and said, &#39;You&#39;re gonna have to move, you&#39;re blocking a fire exit.&#39; As though if there was a fire, I wasn&#39;t gonna run. If you&#39;re flammible and have legs, you are never blocking a fire exit.","author":"Mitch Hedberg","topic":"Business"},{"quote":"There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time!","author":"Coco Chanel","topic":"Business"},{"quote":"I&#39;m the only candidate which has a policy about how to bring economic opportunity - using clean, renewable energy as the key - into coal country, because we&#39;re going to put a lot of coal miners and coal companies out of business.","author":"Hillary Clinton","topic":"Business"},{"quote":"Being tall is an advantage, especially in business. People will always remember you. And if you&#39;re in a crowd, you&#39;ll always have some clean air to breathe.","author":"Julia Child","topic":"Business"},{"quote":"Punctuality is one of the cardinal business virtues: always insist on it in your subordinates.","author":"Don Marquis","topic":"Business"},{"quote":"It&#39;s safe to say headphones is a good business.","author":"DJ Khaled","topic":"Business"},{"quote":"Anyone who has lost track of time when using a computer knows the propensity to dream, the urge to make dreams come true and the tendency to miss lunch.","author":"Tim Berners-Lee","topic":"Business"},{"quote":"Your own business growth and success depends on many things, and along that growing path, you are going to have to concede certain responsibilities and activities - whether for your accounting, your production, or day-to-day management.","author":"Michael E. Gerber","topic":"Business"},{"quote":"If you like a person you say &#39;let&#39;s go into business together.&#39; Man is a social animal after all, but such partnerships are fraught with danger.","author":"Brian Tracy","topic":"Business"},{"quote":"The consumer isn&#39;t a moron; she is your wife.","author":"David Ogilvy","topic":"Business"},{"quote":"Politics is not a game. It is an earnest business.","author":"Winston Churchill","topic":"Business"},{"quote":"I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country.","author":"Thomas Jefferson","topic":"Business"},{"quote":"Finding good partners is the key to success in anything: in business, in marriage and, especially, in investing.","author":"Robert Kiyosaki","topic":"Business"},{"quote":"I notice that young men go to the universities in order to become doctors or philosophers or anything, so long as it is a title, and that many go in for those professions who are utterly unfit for them, while others who would be very competent are prevented by business or their daily cares, which keep them away from letters.","author":"Galileo Galilei","topic":"Business"},{"quote":"The show business has all phases and grades of dignity, from the exhibition of a monkey to the exposition of that highest art in music or the drama which secures for the gifted artists a world-wide fame princes well might envy.","author":"P. T. Barnum","topic":"Business"},{"quote":"In the business world, everyone is paid in two coins: cash and experience. Take the experience first; the cash will come later.","author":"Harold S. Geneen","topic":"Business"},{"quote":"And while the law of competition may be sometimes hard for the individual, it is best for the race, because it ensures the survival of the fittest in every department.","author":"Andrew Carnegie","topic":"Business"},{"quote":"Do more than is required. What is the distance between someone who achieves their goals consistently and those who spend their lives and careers merely following? The extra mile.","author":"Gary Ryan Blair","topic":"Business"},{"quote":"In sports and in business, the greatest leaders are those who make the best decisions in the most crucial of situations. They are the ones who focus their energy on turning tough decisions into winning decisions.","author":"Don Yaeger","topic":"Business"},{"quote":"I think everybody has their own way of looking at their lives as some kind of pilgrimage. Some people will see their role as a pilgrim in terms of setting up a fine family, or establishing a business inheritance. Everyone&#39;s got their own definition. Mine, I suppose, is to know myself.","author":"Eric Clapton","topic":"Business"},{"quote":"What helps people, helps business.","author":"Leo Burnett","topic":"Business"},{"quote":"Profit in business comes from repeat customers, customers that boast about your project or service, and that bring friends with them.","author":"W. Edwards Deming","topic":"Business"},{"quote":"My model for business is The Beatles: They were four guys that kept each others&#39; negative tendencies in check; they balanced each other. And the total was greater than the sum of the parts.","author":"Steve Jobs","topic":"Business"},{"quote":"Camping is nature&#39;s way of promoting the motel business.","author":"Dave Barry","topic":"Business"},{"quote":"The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason.","author":"Hunter S. Thompson","topic":"Business"},{"quote":"While big business gain subsidies and political access, small businesses drown in red tape, and individuals now risk being classified as terrorists for complaining about it. Economic globalisation is about homogenising differences in the worlds&#39; markets, cultures, tastes and traditions. It&#39;s about giving big business access to a global market.","author":"Zac Goldsmith","topic":"Business"},{"quote":"It is one of my sources of happiness never to desire a knowledge of other people&#39;s business.","author":"Dolley Madison","topic":"Business"},{"quote":"Raising the minimum wage represents a substantial financial burden for employers, particularly start-ups, early stage companies, and family-owned businesses. In response, business owners would be forced to either lay off workers or raise prices to offset the rise in labor costs.","author":"Fabrizio Moreira","topic":"Business"},{"quote":"Employers have recognized for some time that it&#39;s smart business to have a diverse workforce - one in which many views are represented and everyone&#39;s talents are valued. Well, disability is part of diversity.","author":"Thomas Perez","topic":"Business"},{"quote":"The more I am in a position to be tried in faith with reference to my body, my family, my service for the Lord, my business, etc., the more shall I have opportunity of seeing God&#39;s help and deliverance; and every fresh instance, in which He helps and delivers me, will tend towards the increase of my faith.","author":"George Muller","topic":"Business"},{"quote":"Like the Internet, Bitcoin will change the way people interact and do business around the world.","author":"Erik Voorhees","topic":"Business"},{"quote":"In business, the idea of measuring what you are doing, picking the measurements that count like customer satisfaction and performance... you thrive on that.","author":"Bill Gates","topic":"Business"},{"quote":"Successful technologies often begin as hobbies. Jacques Cousteau invented scuba diving because he enjoyed exploring caves. The Wright brothers invented flying as a relief from the monotony of their normal business of selling and repairing bicycles.","author":"Freeman Dyson","topic":"Business"},{"quote":"It doesn&#39;t matter whether you are pursuing success in business, sports, the arts, or life in general: The bridge between wishing and accomplishing is discipline.","author":"Harvey Mackay","topic":"Business"},{"quote":"Oh, I&#39;m all about small business. I think what we&#39;ve learned from big business and big Wall Street is that unchecked greed and the creation of false value gets us all in trouble. If we look at the American economy, who&#39;s really creating value? It&#39;s the small businesses.","author":"Robert Herjavec","topic":"Business"},{"quote":"The goal of my shows, my interviews, my business, my philanthropy, all of it, whatever ventures I might pursue, would be to make clear that what unites us is ultimately far more redeeming and compelling than anything that separates me.","author":"Oprah Winfrey","topic":"Business"},{"quote":"In my opinion, baseball is as big a business as anything there is. It has to be a business, the way it is conducted.","author":"Jackie Robinson","topic":"Business"},{"quote":"You can&#39;t be successful in business without taking risks. It&#39;s really that simple.","author":"Adena Friedman","topic":"Business"},{"quote":"It is human nature, especially as we get older, to look for stability in our lives. But if you want to be a successful entrepreneur, you have to fight against that somewhat, as starting a business requires movement. You cannot stay still.","author":"Robert Herjavec","topic":"Business"},{"quote":"My professional life has been a constant record of disillusion, and many things that seem wonderful to most men are the every-day commonplaces of my business.","author":"Harry Houdini","topic":"Business"},{"quote":"At the Harvard Business School, I really felt I had gained the ability to resolve difficult issues. But I also felt that I wasn&#39;t in the mainstream with my fellow students. During job-hunting season, for example, everybody shaved their beards for interviews. I thought, &#39;This is crazy.&#39; So I grew a beard.","author":"Thomas G. Stemberg","topic":"Business"},{"quote":"People can talk all they want; that doesn&#39;t affect how I go about my business.","author":"Colin Kaepernick","topic":"Business"},{"quote":"Agriculture is a business that has been up to its bib overalls in politics since the first Thanksgiving dinner kickback to the Indians for subsidizing Pilgrim maize production with fish head fertilizer grants.","author":"P. J. O'Rourke","topic":"Business"},{"quote":"If you&#39;re a person who says yes most of the time, you&#39;ll find yourself in the hotel business and the restaurant business.","author":"Francis Ford Coppola","topic":"Business"},{"quote":"In the coming years, if not sooner, social media will become a powerful tool that consumers will aggressively use to influence business attitudes and force companies into greater social responsibility - and, I suggest, move us towards a more sustainable practice of capitalism.","author":"Simon Mainwaring","topic":"Business"},{"quote":"A business like an automobile, has to be driven, in order to get results.","author":"B. C. Forbes","topic":"Business"},{"quote":"While academic abilities remain integral, it is the work ethics that form the soul of the business.","author":"Jamshyd Godrej","topic":"Business"},{"quote":"If there is anything that a man can do well, I say let him do it. Give him a chance.","author":"Abraham Lincoln","topic":"Business"},{"quote":"Contrary to popular opinion, the hustle is not a new dance step - it is an old business procedure.","author":"Fran Lebowitz","topic":"Business"},{"quote":"If there&#39;s one thing that&#39;s certain in business, it&#39;s uncertainty.","author":"Stephen Covey","topic":"Business"},{"quote":"The forgotten man... He works, he votes, generally he prays, but his chief business in life is to pay.","author":"William Graham Sumner","topic":"Business"},{"quote":"Neither science, nor the politics in power, nor the mass media, nor business, nor the law nor even the military are in a position to define or control risks rationally.","author":"Ulrich Beck","topic":"Business"},{"quote":"Extemporaneous speaking should be practiced and cultivated. It is the lawyer&#39;s avenue to the public. However able and faithful he may be in other respects, people are slow to bring him business if he cannot make a speech.","author":"Abraham Lincoln","topic":"Business"},{"quote":"It is perfectly evident to any logical mind that when you have got the vote, by the proper use of the vote in sufficient numbers, by combination, you can get out of any legislature whatever you want, or, if you cannot get it, you can send them about their business and choose other people who will be more attentive to your demands.","author":"Emmeline Pankhurst","topic":"Business"},{"quote":"You are free; you are free to go to your temples, you are free to go to your mosques or to any other place or worship in this State of Pakistan. You may belong to any religion or caste or creed - that has nothing to do with the business of the State.","author":"Muhammad Ali Jinnah","topic":"Business"},{"quote":"All you have in business is your reputation - so it&#39;s very important that you keep your word.","author":"Richard Branson","topic":"Business"},{"quote":"Our philosophy is that we want to be an ecosystem. Our philosophy is to empower others to sell, empower others to service, making sure the other people are more powerful than us. With our technology, our innovation, our partners - 10 million small business sellers - they can compete with Microsoft and IBM.","author":"Jack Ma","topic":"Business"},{"quote":"The way to get things done is not to mind who gets the credit for doing them.","author":"Benjamin Jowett","topic":"Business"},{"quote":"Just really, really believe in what you&#39;re trying to do. Don&#39;t let people alter that. Let people advise you and lead you down paths to make smart business decisions. But trust your instinct and trust that overwhelming drive that made you put all your dreams and everything on the line.","author":"Luke Bryan","topic":"Business"},{"quote":"It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime.","author":"Michael Eisner","topic":"Business"},{"quote":"Men, women, and children who cannot live on gravity alone need something to satisfy their gayer, lighter moods and hours, and he who ministers to this want is, in my opinion, in a business established by the Creator of our nature. If he worthily fulfills his mission and amuses without corrupting, he need never feel that he has lived in vain.","author":"P. T. Barnum","topic":"Business"},{"quote":"Coca-Cola is the only business in the world where no matter which country or town or village you are in, if someone asks what do you do, and you say you work for Coca-Cola, you never have to answer the question, &#39;What is that?&#39;","author":"Muhtar Kent","topic":"Business"},{"quote":"Starting your own business isn&#39;t just a job - it&#39;s a way of life.","author":"Richard Branson","topic":"Business"},{"quote":"The way to be successful in the software world is to come up with breakthrough software, and so whether it&#39;s Microsoft Office or Windows, its pushing that forward. New ideas, surprising the marketplace, so good engineering and good business are one in the same.","author":"Bill Gates","topic":"Business"},{"quote":"Competition is the keen cutting edge of business, always shaving away at costs.","author":"Henry Ford","topic":"Business"},{"quote":"Good design is good business.","author":"Thomas J. Watson","topic":"Business"},{"quote":"I have always said that everyone is in sales. Maybe you don&#39;t hold the title of salesperson, but if the business you are in requires you to deal with people, you, my friend, are in sales.","author":"Zig Ziglar","topic":"Business"},{"quote":"Small business is the backbone of our economy. I&#39;m for big business, too. But small business is where the jobs are generated.","author":"Michele Bachmann","topic":"Business"},{"quote":"Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.","author":"Andy Warhol","topic":"Business"},{"quote":"The work of the individual still remains the spark that moves mankind ahead even more than teamwork.","author":"Igor Sikorsky","topic":"Business"},{"quote":"Effective philanthropy requires a lot of time and creativity - the same kind of focus and skills that building a business requires.","author":"Bill Gates","topic":"Business"},{"quote":"Business is war. I go out there, I want to kill the competitors. I want to make their lives miserable. I want to steal their market share. I want them to fear me and I want everyone on my team thinking we&#39;re going to win.","author":"Kevin O'Leary","topic":"Business"},{"quote":"The keystone of successful business is cooperation. Friction retards progress.","author":"James Cash Penney","topic":"Business"},{"quote":"Punctuality is the soul of business.","author":"Thomas Chandler Haliburton","topic":"Business"},{"quote":"As I&#39;ve progressed in my career, I&#39;ve come to appreciate - and really value - the other attributes that define a company&#39;s success beyond the P&amp;L: great leadership, long-term financial strength, ethical business practices, evolving business strategies, sound governance, powerful brands, values-based decision-making.","author":"Ursula Burns","topic":"Business"},{"quote":"Taking bold action on climate change simply makes good business sense. It&#39;s also the right thing to do for people and the planet. Setting a net-zero GHG emissions target by 2050 will drive innovation, grow jobs, build prosperity, and secure a better world for what will soon be 9 billion people.","author":"Richard Branson","topic":"Business"},{"quote":"Interior design is a business of trust.","author":"Venus Williams","topic":"Business"},{"quote":"I am careful not to confuse excellence with perfection. Excellence I can reach for; perfection is God&#39;s business.","author":"Michael J. Fox","topic":"Business"},{"quote":"Cricket is my passion; it is my first love. So I will not act in my movies, as they will just be a side business for me.","author":"Harbhajan Singh","topic":"Business"},{"quote":"If you wait for the right time or the good times to start a business, you wait all your life.","author":"Fran Tarkenton","topic":"Business"},{"quote":"Government &#39;help&#39; to business is just as disastrous as government persecution... the only way a government can be of service to national prosperity is by keeping its hands off.","author":"Ayn Rand","topic":"Business"},{"quote":"Passion gets an entrepreneur through the startup days and the enormous efforts it takes to build a business.","author":"Peter Diamandis","topic":"Business"},{"quote":"Almost every economist agrees that the American health care system is unsustainable. Medical care is so expensive that it is busting all of our budgets - government, business, and personal. Eventually, the medical price bubble will pop. What, then, are the alternatives?","author":"Jim Cooper","topic":"Business"},{"quote":"Great investors need to have the right combination of intuition, business sense and investment talent.","author":"Andrew Lo","topic":"Business"},{"quote":"Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while.","author":"Jack Welch","topic":"Business"},{"quote":"Meetings are indispensable when you don&#39;t want to do anything.","author":"John Kenneth Galbraith","topic":"Business"},{"quote":"Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience.","author":"Mitt Romney","topic":"Business"},{"quote":"In many spheres of human endeavor, from science to business to education to economic policy, good decisions depend on good measurement.","author":"Ben Bernanke","topic":"Business"},{"quote":"Profitability is coming from productivity, efficiency, management, austerity, and the way to manage the business.","author":"Carlos Slim","topic":"Business"},{"quote":"Almost everything worthwhile carries with it some sort of risk, whether it&#39;s starting a new business, whether it&#39;s leaving home, whether it&#39;s getting married, or whether it&#39;s flying in space.","author":"Chris Hadfield","topic":"Business"},{"quote":"No one on his deathbed ever said, I wish I had spent more time on my business.","author":"Paul Tsongas","topic":"Business"},{"quote":"Business should never be allowed to justify mean, thug ugly deals for any reason.","author":"Ralph Steadman","topic":"Business"},{"quote":"The competitor to be feared is one who never bothers about you at all, but goes on making his own business better all the time.","author":"Henry Ford","topic":"Business"},{"quote":"Everyone has an invisible sign hanging from their neck saying, &#39;Make me feel important.&#39; Never forget this message when working with people.","author":"Mary Kay Ash","topic":"Business"},{"quote":"I may be kindly, I am ordinarily gentle, but in my line of business I am obliged to will terribly what I will at all.","author":"Catherine the Great","topic":"Business"},{"quote":"Success in business today requires real-time, mobile access to business opportunities.","author":"Bob McDonnell","topic":"Business"},{"quote":"The successful man is the one who finds out what is the matter with his business before his competitors do.","author":"Roy L. Smith","topic":"Business"},{"quote":"When you&#39;re young, you look at television and think, there&#39;s a conspiracy. The networks have conspired to dumb us down. But when you get a little older, you realize that&#39;s not true. The networks are in business to give people exactly what they want.","author":"Steve Jobs","topic":"Business"},{"quote":"An important priority for me is a business must get their own house in order. Be or become an agent of positive change in your own enterprise and adopt responsible practices to eliminate the risks that often lie at the root of inequality and poverty.","author":"Richard Branson","topic":"Business"},{"quote":"I&#39;ve seen so many people in this business that made a fortune. They get old and broke and can&#39;t make any money. I tell you something... no one&#39;s going to play a benefit for Jimmy Dean.","author":"Jimmy Dean","topic":"Business"},{"quote":"As an entrepreneur, you love your business like a child, and you&#39;re taught to be laser-focused on the business.","author":"Daymond John","topic":"Business"},{"quote":"The best defence against mafia business is full declaration of assets and incomes.","author":"Milos Zeman","topic":"Business"},{"quote":"This is a fantastic time to be entering the business world, because business is going to change more in the next 10 years than it has in the last 50.","author":"Bill Gates","topic":"Business"},{"quote":"I think if we get freedom for women, then they are probably going to do a lot of things that I wish they wouldn&#39;t do. But it seems to me that isn&#39;t our business to say what they should do with it. It is our business to see that they get it.","author":"Alice Paul","topic":"Business"},{"quote":"For seven years, I had a business relationship in Milan, Milano. Dealing with Italians, just, let me tell you... Are we the same? Good lord, no! That&#39;s why Europe&#39;s fun - it&#39;s fun because it&#39;s different. A political project that seeks to make it all the same - it&#39;s ghastly.","author":"Nigel Farage","topic":"Business"},{"quote":"The duty of government is to leave commerce to its own capital and credit as well as all other branches of business, protecting all in their legal pursuits, granting exclusive privileges to none.","author":"Andrew Jackson","topic":"Business"},{"quote":"There&#39;s no damn business like show business - you have to smile to keep from throwing up.","author":"Billie Holiday","topic":"Business"},{"quote":"The joy is in the getting there. The beginning years of starting your business, the camaraderie when you&#39;re in the pit together, are the best years of your life. So rather than being so focused on when you get big and powerful, if you can just get the juice out of that... don&#39;t miss it.","author":"Barbara Corcoran","topic":"Business"},{"quote":"It is the artist&#39;s business to create sunshine when the sun fails.","author":"Romain Rolland","topic":"Business"},{"quote":"What is learned on the athletic field is not forgotten, nor are the lessons of character that are forged there ever lost. Consider the contributions in the field of public life, business, law, medicine, and the military of those who actively participated in athletics.","author":"Robert Kennedy","topic":"Business"},{"quote":"No person will make a great business who wants to do it all himself or get all the credit.","author":"Andrew Carnegie","topic":"Business"},{"quote":"I believe 3D is inevitable because it&#39;s about aligning our entertainment systems to our sensory system. We all have two eyes; we all see the world in 3D. And it&#39;s natural for us to want our entertainment in 3D as well. It&#39;s just getting the technology - it&#39;s really more the business model than the technology piece. We&#39;ve solved the technology.","author":"James Cameron","topic":"Business"},{"quote":"Delivering a successful presentation could mean landing a major new contract, better prices for your services, or getting the funding you need. Failure can mean lost customers and a business that never gets off the ground.","author":"Lewis Howes","topic":"Business"},{"quote":"Mainly, I don&#39;t like it when music is made solely to impress people or in order to please business people; it doesn&#39;t sound good to me. If you&#39;re making music in order to become famous or loved by the masses... that&#39;s not what I&#39;m about. When somebody&#39;s making music for the wrong reasons, I hear it right away.","author":"John Frusciante","topic":"Business"},{"quote":"Every small business will give you an entrepreneurial way of looking at things. I guarantee you that for every plant that closes, if you gave it to one small-business person in that community, he or she would find a way to make it work. The small-business attitude is you always find a way to make it work.","author":"Hamdi Ulukaya","topic":"Business"},{"quote":"It&#39;s not what you pay a man, but what he costs you that counts.","author":"Will Rogers","topic":"Business"},{"quote":"Being beautiful is not so fun when you&#39;re in a business with all men.","author":"Lady Gaga","topic":"Business"},{"quote":"Money is a strange business. People who haven&#39;t got it aim it strongly. People who have are full of troubles.","author":"Ayrton Senna","topic":"Business"},{"quote":"So little done, so much to do.","author":"Cecil Rhodes","topic":"Business"},{"quote":"You&#39;re either making money or you&#39;re not. If you&#39;re not making money get out of the business.","author":"Meredith Whitney","topic":"Business"},{"quote":"Everybody had to go to some college or other. A business college, a junior college, a state college, a secretarial college, an Ivy League college, a pig farmer&#39;s college. The book first, then the work.","author":"Sylvia Plath","topic":"Business"},{"quote":"The one thing I have learned as a CEO is that leadership at various levels is vastly different. When I was leading a function or a business, there were certain demands and requirements to be a leader. As you move up the organization, the requirements for leading that organization don&#39;t grow vertically; they grow exponentially.","author":"Indra Nooyi","topic":"Business"},{"quote":"The way it works in our family is, it&#39;s the family business. Much like in the Mafia. Every child is given the opportunity to act at a young age and to learn what it&#39;s like to be in the business. But I didn&#39;t really know I wanted to act when I was a child.","author":"Jordan Bridges","topic":"Business"},{"quote":"From being a little girl in the projects, going through all of the mess that I was going through, to ending up at the Inauguration for the first African-American president, I&#39;m speechless right now because I never thought I&#39;d - I never ever - I couldn&#39;t even see that far. Even when I ended up in the music business, I couldn&#39;t see that.","author":"Mary J. Blige","topic":"Business"},{"quote":"Film is a much lonelier process than theatre. You really don&#39;t have any rehearsal time in film. You don&#39;t shape it together... with theatre, there is a complete kind of family atmosphere. The sociable side of this business is the theatrical side, it really isn&#39;t the film side.","author":"Keira Knightley","topic":"Business"},{"quote":"No matter how big you are in the business, at the end of the day it&#39;s still work.","author":"Chloe Grace Moretz","topic":"Business"},{"quote":"I still remember, as a kid, tying a yellow ribbon around a tree in front of my house during the 444 days that Iran held 52 Americans hostage. Iran is not a place we should be doing business with.","author":"Scott Walker","topic":"Business"},{"quote":"Don&#39;t worry about people stealing your ideas. If your ideas are any good, you&#39;ll have to ram them down people&#39;s throats.","author":"Howard Aiken","topic":"Business"},{"quote":"If every sector of business and society will be driven by software - how does that get enabled? By highly-paid computer scientists funded by risk capital in Silicon Valley? Or by lots of engineers who can build it themselves?","author":"Satya Nadella","topic":"Business"},{"quote":"Business, labor and civil society organizations have skills and resources that are vital in helping to build a more robust global community.","author":"Kofi Annan","topic":"Business"},{"quote":"There are people with otherwise chaotic and disorganized lives, a certain type of person that&#39;s always found a home in the restaurant business in much the same way that a lot of people find a home in the military.","author":"Anthony Bourdain","topic":"Business"},{"quote":"Web users ultimately want to get at data quickly and easily. They don&#39;t care as much about attractive sites and pretty design.","author":"Tim Berners-Lee","topic":"Business"},{"quote":"Five days a week, I read my goals before I go to sleep and when I wake up. There are 10 goals around health, family and business with expiration dates, and I update them every six months.","author":"Daymond John","topic":"Business"},{"quote":"I&#39;m a pitchman, my business comes from the pitch, nothing else.","author":"Billy Mays","topic":"Business"},{"quote":"When you are just starting out with an online business, there&#39;s a good chance that you&#39;ll be making several mistakes. Because of the mistakes that can be made with starting an online business, many people decide to quit or think that online businesses are just a scam.","author":"Fabrizio Moreira","topic":"Business"},{"quote":"Women in business are talented leaders who can share their skills as trainers, mentors and advocates.","author":"Melanne Verveer","topic":"Business"},{"quote":"I have a lot of good role models in my family for things off the court - like my older sister, who&#39;s a lawyer. I don&#39;t like writing papers, but she&#39;s helped me a lot. It&#39;s nice to have an art and business background because they tie together perfectly.","author":"Venus Williams","topic":"Business"},{"quote":"You can rule ignorance; you can manipulate the illiterate; you can do whatever you want when a people are uneducated, so that goes in line with corrupt business and corrupt politics.","author":"will.i.am","topic":"Business"},{"quote":"Once you do embark upon the separation or divorce process, it is very important to remember three key things: Be kind, be reasonable, be brief. Remember that this person will no longer be your spouse, but he or she will continue to be your co-parent, family member, and perhaps business partner in certain assets or entities.","author":"Laura Wasser","topic":"Business"},{"quote":"When a management with a reputation for brilliance tackles a business with a reputation for bad economics, it is the reputation of the business that remains intact.","author":"Warren Buffett","topic":"Business"},{"quote":"When I hear people debate the ROI of social media? It makes me remember why so many business fail. Most businesses are not playing the marathon. They&#39;re playing the sprint. They&#39;re not worried about lifetime value and retention. They&#39;re worried about short-term goals.","author":"Gary Vaynerchuk","topic":"Business"},{"quote":"A large social-media presence is important because it&#39;s one of the last ways to conduct cost-effective marketing. Everything else involves buying eyeballs and ears. Social media enables a small business to earn eyeballs and ears.","author":"Guy Kawasaki","topic":"Business"},{"quote":"My vision is to build an e-commerce ecosystem that allows consumers and businesses to do all aspects of business online.","author":"Jack Ma","topic":"Business"},{"quote":"Most of what we call management consists of making it difficult for people to get their work done.","author":"Peter Drucker","topic":"Business"},{"quote":"It can be easy to become &#39;friends&#39; or &#39;connected&#39; with someone in a digital world, but it requires thought and strategy to convert social media connections into rewarding business relationships.","author":"Lewis Howes","topic":"Business"},{"quote":"Definition of Statistics: The science of producing unreliable facts from reliable figures.","author":"Evan Esar","topic":"Business"},{"quote":"The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail.","author":"Napoleon Hill","topic":"Business"},{"quote":"I am certainly not one of those who need to be prodded. In fact, if anything, I am the prod.","author":"Winston Churchill","topic":"Business"},{"quote":"One of the privileges you have of living the life of an artist and creating your own world and everything is the fact that, in-between times, you can kind of spend them however you want. Because, you know, once you open up your candy store again, you&#39;re open for business. And you have to be responsible. You have to be available.","author":"Quentin Tarantino","topic":"Business"},{"quote":"If you were successful, somebody along the line gave you some help... Somebody helped to create this unbelievable American system that we have that allowed you to thrive. Somebody invested in roads and bridges. If you&#39;ve got a business - you didn&#39;t build that. Somebody else made that happen.","author":"Barack Obama","topic":"Business"},{"quote":"There is something sinister, something quite biographical about what I do - but that part is for me. It&#39;s my personal business. I think there is a lot of romance, melancholy. There&#39;s a sadness to it, but there&#39;s romance in sadness. I suppose I am a very melancholy person.","author":"Alexander McQueen","topic":"Business"},{"quote":"If Planned Parenthood wants to be involved in providing counseling services and HIV testing, they ought not be in the business of providing abortions.","author":"Mike Pence","topic":"Business"},{"quote":"I have found adventure in flying, in world travel, in business, and even close at hand... Adventure is a state of mind - and spirit.","author":"Jacqueline Cochran","topic":"Business"},{"quote":"Advertising is a business of words, but advertising agencies are infested with men and women who cannot write. They cannot write advertisements, and they cannot write plans. They are helpless as deaf mutes on the stage of the Metropolitan Opera.","author":"David Ogilvy","topic":"Business"},{"quote":"Our business is infested with idiots who try to impress by using pretentious jargon.","author":"David Ogilvy","topic":"Business"},{"quote":"Carpe per diem - seize the check.","author":"Robin Williams","topic":"Business"},{"quote":"Time is the scarcest resource and unless it is managed nothing else can be managed.","author":"Peter Drucker","topic":"Business"},{"quote":"The business of America is business.","author":"Calvin Coolidge","topic":"Business"},{"quote":"When you run a part of the relay and pass on the baton, there is no sense of unfinished business in your mind. There is just the sense of having done your part to the best of your ability. That is it. The hope is to pass on the baton to somebody who will run faster and run a better marathon.","author":"N. R. Narayana Murthy","topic":"Business"},{"quote":"I work a lot of hours, and in this business you really try to keep as busy as you possibly can. Sometimes when you really focus on kids in your free time you lose the husband and wife relationship to some degree. It&#39;s been a real focus for us to make sure we stay focused on us two.","author":"Cameron Mathison","topic":"Business"},{"quote":"People who don&#39;t take risks generally make about two big mistakes a year. People who do take risks generally make about two big mistakes a year.","author":"Peter Drucker","topic":"Business"},{"quote":"I never ask a man what his business is, for it never interests me. What I ask him about are his thoughts and dreams.","author":"H. P. Lovecraft","topic":"Business"},{"quote":"We take the hamburger business more seriously than anyone else.","author":"Ray Kroc","topic":"Business"},{"quote":"For me, the winning strategy in any start-up business is, &#39;Think big but start small.&#39;","author":"Carmen Busquets","topic":"Business"},{"quote":"Ask five economists and you&#39;ll get five different answers - six if one went to Harvard.","author":"Edgar Fiedler","topic":"Business"},{"quote":"To rule a country of a thousand chariots, there must be reverent attention to business, and sincerity; economy in expenditure, and love for men; and the employment of the people at the proper seasons.","author":"Confucius","topic":"Business"},{"quote":"Statistics suggest that when customers complain, business owners and managers ought to get excited about it. The complaining customer represents a huge opportunity for more business.","author":"Zig Ziglar","topic":"Business"},{"quote":"So much of life is a negotiation - so even if you&#39;re not in business, you have opportunities to practice all around you.","author":"Kevin O'Leary","topic":"Business"},{"quote":"If you want to have a good life, you should focus on your family, on your business, on your dog, on your fun, and you&#39;ll have a good life.","author":"Adam Carolla","topic":"Business"},{"quote":"Negotiating isn&#39;t about getting what you want or giving in to what the other party wants. It&#39;s not an &#39;either\/or situation.&#39; It&#39;s about having both parties walk away satisfied. Over the years in both business and life, I&#39;ve had to learn this hard lesson.","author":"John Rampton","topic":"Business"},{"quote":"Good website practice and optimizing for conversion usually makes for good search engine optimization. These work together to ensure you drive quality traffic and can persuade that traffic to help you meet your business goals.","author":"Marc Ostrofsky","topic":"Business"},{"quote":"The work an unknown good man has done is like a vein of water flowing hidden underground, secretly making the ground green.","author":"Thomas Carlyle","topic":"Business"},{"quote":"People are in such a hurry to launch their product or business that they seldom look at marketing from a bird&#39;s eye view and they don&#39;t create a systematic plan.","author":"Dave Ramsey","topic":"Business"},{"quote":"The Kingdom is the love of God prevailing in politics, in business, in government, in media. It is all the impact of the laws of God creating a social environment where the strong help the weak, where those who have give to those who don&#39;t. It&#39;s a society where relationships are built on love.","author":"Myles Munroe","topic":"Business"},{"quote":"One of the challenges in networking is everybody thinks it&#39;s making cold calls to strangers. Actually, it&#39;s the people who already have strong trust relationships with you, who know you&#39;re dedicated, smart, a team player, who can help you.","author":"Reid Hoffman","topic":"Business"},{"quote":"In the luxury business, you have to build on heritage.","author":"Bernard Arnault","topic":"Business"},{"quote":"If it doesn&#39;t sell, it isn&#39;t creative.","author":"David Ogilvy","topic":"Business"},{"quote":"There is no substitute for accurate knowledge. Know yourself, know your business, know your men.","author":"Lee Iacocca","topic":"Business"},{"quote":"The secret of business is to know something that nobody else knows.","author":"Aristotle Onassis","topic":"Business"},{"quote":"It&#39;s the job of any business owner to be clear about the company&#39;s nonnegotiable core values. They&#39;re the riverbanks that help guide us as we refine and improve on performance and excellence. A lack of riverbanks creates estuaries and cloudy waters that are confusing to navigate. I want a crystal-clear, swiftly flowing stream.","author":"Danny Meyer","topic":"Business"},{"quote":"If you listen to your fears, you will die never knowing what a great person you might have been.","author":"Robert H. Schuller","topic":"Business"},{"quote":"In the private sector, there is always innovation. There&#39;s always change. There&#39;s always improving productivity, and if you&#39;re not leading that, you&#39;ll be passed and ultimately go out of business. So there&#39;s an urgency to constantly update and renew and to rethink your enterprise.","author":"Mitt Romney","topic":"Business"},{"quote":"I realized early on, maybe better than some of my competitors did, that a textile business can run only if you have scale. I decided to horizontally and vertically integrate, adding everything from spinning, dyeing, weaving, and stitching to processing and packing.","author":"Mian Muhammad Mansha","topic":"Business"},{"quote":"There are companies with management and companies with money. You can always find money. Management is the key to success in any business.","author":"Husnu Ozyegin","topic":"Business"},{"quote":"The best in business have boundless curiosity and open minds.","author":"Robin S. Sharma","topic":"Business"},{"quote":"In the end, all business operations can be reduced to three words: people, product, and profits.","author":"Lee Iacocca","topic":"Business"},{"quote":"Love, with very young people, is a heartless business. We drink at that age from thirst, or to get drunk; it is only later in life that we occupy ourselves with the individuality of our wine.","author":"Isak Dinesen","topic":"Business"},{"quote":"Growing up in a very big family, working together and playing together, that is something that has been part of my life since ever I was born. It has advantages and disadvantages. It&#39;s like an older style of living where everyone works in the family business.","author":"Margherita Missoni","topic":"Business"},{"quote":"What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received; it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love.","author":"Francois de La Rochefoucauld","topic":"Business"},{"quote":"The secret to the movie business, or any business, is to get a good education in a subject besides film - whether it&#39;s history, psychology, economics, or architecture - so you have something to make a movie about. All the skill in the world isn&#39;t going to help you unless you have something to say.","author":"George Lucas","topic":"Business"},{"quote":"The quality of your life is determined by the quality of your relationships. The quality of your business is no different.","author":"Harvey Mackay","topic":"Business"},{"quote":"I want &#39;Vogue&#39; to be pacy, sharp, and sexy - I&#39;m not interested in the super-rich or infinitely leisured. I want our readers to be energetic executive women, with money of their own and a wide range of interests. There is a new kind of woman out there. She&#39;s interested in business and money.","author":"Anna Wintour","topic":"Business"},{"quote":"This is a learning in the business life that first of all you need to have commitment, dedication and passion for what you are doing.","author":"Lakshmi Mittal","topic":"Business"},{"quote":"Read over your existing business plan like you read the menu at your favorite restaurant.","author":"Darren L Johnson","topic":"Business"},{"quote":"A cardinal principle of Total Quality escapes too many managers: you cannot continuously improve interdependent systems and processes until you progressively perfect interdependent, interpersonal relationships.","author":"Stephen Covey","topic":"Business"},{"quote":"Test fast, fail fast, adjust fast.","author":"Tom Peters","topic":"Business"},{"quote":"At the end of the day, both men and women who become CEOs have showed tenacity and hard work to succeed in their careers. It takes not just skills but also extreme dedication and commitment. And regardless of gender, CEOs are measured by the same criteria - the growth and success of the business.","author":"Susan Wojcicki","topic":"Business"},{"quote":"The journey for women, no matter what venue it is - politics, business, film - it&#39;s, it&#39;s a long journey.","author":"Kathryn Bigelow","topic":"Business"},{"quote":"I build no system. I ask an end to privilege, the abolition of slavery, equality of rights, and the reign of law. Justice, nothing else; that is the alpha and omega of my argument: to others I leave the business of governing the world.","author":"Pierre-Joseph Proudhon","topic":"Business"},{"quote":"I never called my work an &#39;art&#39;. It&#39;s part of show business, the business of building entertainment.","author":"Walt Disney","topic":"Business"},{"quote":"There are two kinds of companies, those that work to try to charge more and those that work to charge less. We will be the second.","author":"Jeff Bezos","topic":"Business"},{"quote":"I learned this early on in the variety business: You&#39;ve got to give folks responsibility, you&#39;ve got to trust them, and then you&#39;ve got to check on them.","author":"Sam Walton","topic":"Business"},{"quote":"Our main business is not to see what lies dimly at a distance, but to do what lies clearly at hand.","author":"Thomas Carlyle","topic":"Business"},{"quote":"Like dogs in a wheel, birds in a cage, or squirrels in a chain, ambitious men still climb and climb, with great labor, and incessant anxiety, but never reach the top.","author":"Robert Browning","topic":"Business"},{"quote":"Everything I do and everything Pixar does is based on a simple rule: Quality is the best business plan, period.","author":"John Lasseter","topic":"Business"},{"quote":"I just think my life&#39;s been really blessed, because being in show business, I&#39;ve met wonderful people, and I&#39;ve traveled all over the world.","author":"Debbie Reynolds","topic":"Business"},{"quote":"When steam first began to pump and wheels go round at so many revolutions per minute, what are called business habits were intended to make the life of man run in harmony with the steam engine, and his movement rival the train in punctuality.","author":"George William Russell","topic":"Business"},{"quote":"Prophesy is a good line of business, but it is full of risks.","author":"Mark Twain","topic":"Business"},{"quote":"Let your Discourse with Men of Business be Short and Comprehensive.","author":"George Washington","topic":"Business"},{"quote":"Regard it as just as desirable to build a chicken house as to build a cathedral.","author":"Frank Lloyd Wright","topic":"Business"},{"quote":"No business can succeed in any great degree without being properly organized.","author":"James Cash Penney","topic":"Business"},{"quote":"If you want to kill any idea in the world, get a committee working on it.","author":"Charles Kettering","topic":"Business"},{"quote":"You can&#39;t be the accountant in your accounting firm. You can&#39;t cut the grass in your landscaping business. You can&#39;t work on the vehicles in your auto repair shop... And you really can&#39;t spend all of your time managing those actions, either.","author":"Michael E. Gerber","topic":"Business"},{"quote":"I&#39;m in the retail business, not the circus business.","author":"Philip Green","topic":"Business"},{"quote":"Goodwill and reputation are intangibles, but they are the keys to business success. Since they are also inexorably linked to social values, it follows that a change in social norms will have a significant impact on profits.","author":"Noreena Hertz","topic":"Business"},{"quote":"It&#39;s good to stand for something, to believe in something and base your business on values.","author":"Jerry Greenfield","topic":"Business"},{"quote":"We hire military veterans because they make great employees. They bring proven technical and leadership skills. They understand teamwork, and they&#39;re adaptable. Bottom line, hiring veterans is good for business.","author":"Randall L. Stephenson","topic":"Business"},{"quote":"A company is only as good as the people it keeps.","author":"Mary Kay Ash","topic":"Business"},{"quote":"There&#39;s a misconception that survival of the fittest means survival of the most aggressive. The adjective &#39;Darwinian&#39; used to refer to ruthless competition; you used to read that in business journals. But that&#39;s not what Darwinian means to a biologist; it&#39;s whatever leads to reproductive success.","author":"Steven Pinker","topic":"Business"},{"quote":"Some years ago there was a study to discover the most stressful occupation. It turned out not to be the head of a large business, football manager or prime minister, but rather: bus driver.","author":"Jonathan Sacks","topic":"Business"},{"quote":"What we know about the destination resort business is clearly established. But it&#39;s all about one thing, and one thing only. All of the razzmatazz and jazz we hear about facilities and everything else doesn&#39;t amount to a hill of beans. It&#39;s customer experience that determines the longevity and endurance of these enterprises.","author":"Steve Wynn","topic":"Business"},{"quote":"Small business is America&#39;s engine of job creation.","author":"Sam Graves","topic":"Business"},{"quote":"Nobody is accidentally in Alaska. The people who are in Alaska are there because they choose to be, so they&#39;ve sort of got a real frontier ethic. The people are incredibly friendly, interesting, smart people - but they also stay out of each other&#39;s business.","author":"Marcus Sakey","topic":"Business"},{"quote":"It stands to reason: Higher wages means higher loyalty and morale, which means higher productivity, which means a more profitable business.","author":"Thomas Perez","topic":"Business"},{"quote":"I didn&#39;t have a business degree. I didn&#39;t have experience to work in somebody else&#39;s office. I never built or ran a department. So I was on this journey, and when the time came to make a decision, I was just going with my gut.","author":"Hamdi Ulukaya","topic":"Business"},{"quote":"Globalization means that business strategy and business ethics cannot be separated from each other.","author":"Ofra Strauss","topic":"Business"},{"quote":"Like great teams in sports and business endeavors, if there&#39;s a chemistry among the participants, and they truly enjoy fellowship together, everybody wants to be there, stay involved, and just have fun together.","author":"Ed Greenwood","topic":"Business"},{"quote":"The great leaders are like the best conductors - they reach beyond the notes to reach the magic in the players.","author":"Blaine Lee","topic":"Business"},{"quote":"I&#39;ve got to keep breathing. It&#39;ll be my worst business mistake if I don&#39;t.","author":"Steve Martin","topic":"Business"},{"quote":"Business is about people. It&#39;s about passion. It&#39;s about bold ideas, bold small ideas or bold large ideas.","author":"Tom Peters","topic":"Business"},{"quote":"When a book leaves your hands, it belongs to God. He may use it to save a few souls or to try a few others, but I think that for the writer to worry is to take over God&#39;s business.","author":"Flannery O'Connor","topic":"Business"},{"quote":"It is indeed true that the stock market can forecast the business cycle.","author":"Paul Samuelson","topic":"Business"},{"quote":"Many leaders of big organizations, I think, don&#39;t believe that change is possible. But if you look at history, things do change, and if your business is static, you&#39;re likely to have issues.","author":"Larry Page","topic":"Business"},{"quote":"Keeping customers is about the experience, and the employees control the culture and temperature of the business. Never forget that.","author":"Steve Wynn","topic":"Business"},{"quote":"The IT organization can&#39;t drive or lead a digital transformation. It has to come from the business and the business strategy, because they&#39;re fundamental to how a company or an organization evolves.","author":"Michael Dell","topic":"Business"},{"quote":"When you are in business for a long time, you go through good times and bad times. When you go through bad times, you learn to control costs, satisfy customers better, satisfy employees better and become more transparent. Therefore, you build character in the company.","author":"N. R. Narayana Murthy","topic":"Business"},{"quote":"All business leaders need to be technologists, as every industry now has a Netflix or an Uber on the horizon, threatening to upend business as usual. Apps are driving this disruption, and every enterprise needs to become an app company.","author":"Parker Harris","topic":"Business"},{"quote":"Content marketing is one of the most effective ways to promote your business online - but only when it&#39;s done right.","author":"John Rampton","topic":"Business"},{"quote":"Business underlies everything in our national life, including our spiritual life. Witness the fact that in the Lord&#39;s Prayer, the first petition is for daily bread. No one can worship God or love his neighbor on an empty stomach.","author":"Woodrow Wilson","topic":"Business"},{"quote":"As a result of the digital age and the decline of first-class mail, there is no question that the Postal Service must change and develop a new business model.","author":"Bernie Sanders","topic":"Business"},{"quote":"I&#39;ve helped some of my classmates on how to strategize to get to the next level of their businesses. And it&#39;s interesting, because here I am sitting there from the entertainment industry and the fashion industry, and I&#39;m giving a billionaire that has a business that&#39;s been in his family for 300 years - I&#39;m giving him advice about strategy!","author":"Tyra Banks","topic":"Business"},{"quote":"I love making people laugh and feel good, and that&#39;s awesome and special for me to be able to do that, but there really is nothing like kicking ass whether it&#39;s on a major scale, or whether it&#39;s in more of a dramatic fashion. Being physical and taking care of business the old-fashioned way is something that I love doing.","author":"Dwayne Johnson","topic":"Business"},{"quote":"I never hurt nobody but myself and that&#39;s nobody&#39;s business but my own.","author":"Billie Holiday","topic":"Business"},{"quote":"I&#39;ve been in a very male-dominated business for decades. I found, particularly early on, that there&#39;s plenty of room for passion, but there&#39;s very little room for emotion.","author":"Kellyanne Conway","topic":"Business"},{"quote":"I find it rather easy to portray a businessman. Being bland, rather cruel and incompetent comes naturally to me.","author":"John Cleese","topic":"Business"},{"quote":"Hire sales people who are really smart problem solvers, but lack courage, hunger and competitiveness, and your company will go out of business.","author":"Ben Horowitz","topic":"Business"},{"quote":"I remember when I was young, I was watching TV, and my father came into the room, agitated, and told me to start a business. I was eight years old.","author":"Sebastian Maniscalco","topic":"Business"},{"quote":"Rural technology is moving from kind of the back office to where everything, every company - sales, marketing, customer acquisition, new product development, media - all industries are becoming technology industries. And it&#39;s not information technology: it&#39;s business technology.","author":"Michael Dell","topic":"Business"},{"quote":"We&#39;re in the space exploration business, and the outer solar system is a wild, wooly place. We haven&#39;t explored it very well.","author":"Alan Stern","topic":"Business"},{"quote":"Alignment of business strategy and risk appetite should minimize the firm&#39;s exposure to large and unexpected losses. In addition, the firm&#39;s risk management capabilities need to be commensurate with the risks it expects to take.","author":"Jerome Powell","topic":"Business"},{"quote":"Don&#39;t compare me to Babe Ruth. God gave me the opportunity and the ability to be here at the right time, at the right moment, just like he gave Babe Ruth when he was playing. I just hope I can keep doing what I&#39;ve been doing - keep taking care of business.","author":"Sammy Sosa","topic":"Business"},{"quote":"There isn&#39;t an amount of money you could offer me to do reality TV. I would rather get my job back on the building site. Or I could own a construction business. Maybe I could retire to my house in Long Island and take up painting, like Captain Beefheart. A crazy recluse: I like that idea.","author":"Dave Gahan","topic":"Business"},{"quote":"Women writers have been told, forever, that our stories were not valuable. Not as valuable as men&#39;s stories about wars, business, power.","author":"Joyce Maynard","topic":"Business"},{"quote":"Small businesses, you can give them capital, but what they often need as much is mentoring, advice and help with their business plan.","author":"Karen Mills","topic":"Business"},{"quote":"It&#39;s time to re-think charity. It&#39;s time to give charity the big-league freedoms we really give to business. The fight for these freedoms must be our new cause, because without them, all of our causes are ultimately lost.","author":"Dan Pallotta","topic":"Business"},{"quote":"The world of extreme sports is also one of big business. Kids might think that snowboarding is the ultimate freedom, but this freedom is being marketed to them by commercial sponsors.","author":"Lucy Walker","topic":"Business"},{"quote":"Before the Civil War, the Southern states were selling a lot of cotton to England and didn&#39;t seem to mind British occupation. By and large, the Revolutionary War wasn&#39;t at all great for business.","author":"Henry Rollins","topic":"Business"},{"quote":"When we want to have our own style of living, it is nobody&#39;s business but ours. What we do in private is our private business.","author":"Eartha Kitt","topic":"Business"},{"quote":"The thing about information is that information is more valuable when people know it. There&#39;s an exception for business information and super timely information, but in all other cases, ideas that spread win.","author":"Seth Godin","topic":"Business"},{"quote":"When they take surveys of women in business, of the Fortune 500, the successful women, 80% of them, say they were in sports as a young woman.","author":"Billie Jean King","topic":"Business"},{"quote":"All lasting business is built on friendship.","author":"Alfred A. Montapert","topic":"Business"},{"quote":"Billions are wasted on ineffective philanthropy. Philanthropy is decades behind business in applying rigorous thinking to the use of money.","author":"Michael Porter","topic":"Business"},{"quote":"What&#39;s important now are the characteristics of the brain&#39;s right hemisphere: artistry, empathy, inventiveness, big-picture thinking. These skills have become first among equals in a whole range of business fields.","author":"Daniel H. Pink","topic":"Business"},{"quote":"To me, my business is my life.","author":"Wayne Huizenga","topic":"Business"},{"quote":"My fastest time in high school was a 4:29 mile. I think cross-country has something to do with my longevity in my business. When you&#39;re in an eight-mile race, you never give up.","author":"Alice Cooper","topic":"Business"},{"quote":"In the NFL a lot of times everyone gets caught up in the business side of things. For them it&#39;s all about money and it really leaves a sour taste in your mouth.","author":"Brett Favre","topic":"Business"},{"quote":"I was afraid people wouldn&#39;t take me seriously, or would stop respecting me, if I talked about how bad I was feeling. The only people I talked openly about it with was my business partner, Dave Jilk, and my girlfriend - now wife - Amy Batchelor. They were amazingly supportive, but even then, I was deeply ashamed about my weaknesses.","author":"Brad Feld","topic":"Business"},{"quote":"If you help a chicken out of an egg, most of the time that bird will die. If you help a moth out of a cocoon, it&#39;ll die because they don&#39;t go through that struggle and maturation. I can give you a fish for the day and you&#39;ll eat a day, but if I teach you to fish, you&#39;ll eat for a lifetime. Maybe even start a business.","author":"Ted Yoho","topic":"Business"},{"quote":"I feel that business leaders with their ability to create businesses, with their ability to scale, need to play an important role in social service.","author":"Azim Premji","topic":"Business"},{"quote":"One&#39;s mind has a way of making itself up in the background, and it suddenly becomes clear what one means to do.","author":"A. C. Benson","topic":"Business"},{"quote":"Cryptocurrencies are not evil and are not for money launderers and scammers. They are for entrepreneurs, technologists, change-the-world dreamers, and anyone who believes they can (and will) enable new business models, new types of organizations, and new ways to service consumers and businesses alike.","author":"William Mougayar","topic":"Business"},{"quote":"We didn&#39;t know how to run a business, but we had dreams and talent.","author":"Ruth Handler","topic":"Business"},{"quote":"We can&#39;t deny that films have a bigger reach. After the popularity of the &#39;Slumdog Millionaire,&#39; a lot of people started reading Vikas Swarup&#39;s &#39;Q &amp; A&#39;. From a business sense, films are a good tool to increase the number of readers.","author":"Ashwin Sanghi","topic":"Business"},{"quote":"Sometimes, we need an obstacle to challenge us and push us further than we would if things were always status quo. I&#39;d say one example is the market crashing. It&#39;s like, just when we started to get into a rhythm, everything changed! But, it taught us a great deal about how we do business and how we can improve.","author":"John Varvatos","topic":"Business"},{"quote":"All I wanted was to be big, to be in show business and to travel... and that&#39;s what I&#39;ve been doing all my life.","author":"Count Basie","topic":"Business"},{"quote":"Brethren, let us mind our own business - that is, the calling the Lord has called us to - to do everything we can to promote the good of the Cause of Truth, and never ask how big we are, or inquire who we are; but let it be, &#39;What can I do to build up the Kingdom of God upon the Earth?&#39;","author":"Brigham Young","topic":"Business"},{"quote":"By regulating marijuana, we can put black market drug dealers out of business and eliminate the rebellious allure that attracts young people.","author":"Sal Albanese","topic":"Business"},{"quote":"Less emphasis on inventories, I think, may tend to dampen business cycles, because business cycles are typically in the grasp of inventory cycles and heavy industry cycles.","author":"Paul A. Volcker","topic":"Business"},{"quote":"The people who make art their business are mostly imposters.","author":"Pablo Picasso","topic":"Business"},{"quote":"I was told to avoid the business all together because of the rejection. People would say to me, &#39;Don&#39;t you want to have a normal job and a normal family?&#39; I guess that would be good advice for some people, but I wanted to act.","author":"Jennifer Aniston","topic":"Business"},{"quote":"In this business you have to develop a thick skin, but I&#39;m always going to feel everything. It&#39;s my nature.","author":"Taylor Swift","topic":"Business"},{"quote":"To think that the new economy is over is like somebody in London in 1830 saying the entire industrial revolution is over because some textile manufacturers in Manchester went broke.","author":"Alvin Toffler","topic":"Business"},{"quote":"Nowadays, with the state of the music business, for any artist, whether you&#39;re up-and-coming or you&#39;ve been in it for awhile, you have to explore different revenues and different ways of expressing yourself.","author":"Mary J. Blige","topic":"Business"},{"quote":"I do think one success of Northern Europe, which the United States came from, was its willingness to accept innovation in business practices like Adam Smith and the whole Enlightenment. It essentially made the merchant class free instead of controlled by the king and aristocracy. That was essential.","author":"James D. Watson","topic":"Business"},{"quote":"The trust institutions have in the marketplace, the confidence customers and suppliers and workers and employees have, are very important to a business&#39;s effectiveness.","author":"Janet Yellen","topic":"Business"},{"quote":"In the back of my mind, I can never forget this could be gone tomorrow - and at this point I think the odds are against me... the chances of succeeding in this business are slim to none; there&#39;s only a handful of people that have long careers. You have to put in the work, you can never be satisfied, never take it for granted.","author":"Zac Efron","topic":"Business"},{"quote":"One of the things about working on stage - actually, about working in show business, that is - is that it&#39;s such a collaborative effort. I suppose that everything in life is - every endeavor where people are able to be successful.","author":"Gregory Hines","topic":"Business"},{"quote":"You can&#39;t take anything personally in this business. Follow your dreams, but there is a lot of criticism. You have to brush it off. Everybody is looking for something different.","author":"Kendall Jenner","topic":"Business"},{"quote":"I want tension in my business. Tension creates change. Change is necessary to evolve and prosper. I am never satisfied.","author":"Kenneth C. Griffin","topic":"Business"},{"quote":"The number one thing small business needs is to get more customers. Spend more time serving existing customers and getting new ones. The challenge for small business is knowing where customers are and reaching them effectively.","author":"Brad D. Smith","topic":"Business"},{"quote":"Google&#39;s ability to pick winners and losers in the information world is a menace. These companies have the ability to determine which media companies are successful and which ones are failures. If I adopt a business plan that doesn&#39;t line up with Google&#39;s, then they&#39;re not going to reward me.","author":"Franklin Foer","topic":"Business"},{"quote":"I love &#39;The War Of The Roses,&#39; especially as my husband is in it! I&#39;ve often said to him it would be great to remake that with me and him in it, because then we could really get down to some serious business.","author":"Catherine Zeta-Jones","topic":"Business"},{"quote":"When you&#39;re trying to expand your business, it&#39;s about real estate in the stores.","author":"Janet Evanovich","topic":"Business"},{"quote":"Growing up in eastern Turkey, I was not really involved with the family business - sheep and cow farming, yogurt and cheese making. But I think I learned from my father the unspoken business language or instincts that go back thousands of years.","author":"Hamdi Ulukaya","topic":"Business"},{"quote":"The Obama administration&#39;s large and sustained increases in debt raise the specter of another financial crisis and large future tax increases, further chilling business investment and job creation.","author":"Glenn Hubbard","topic":"Business"},{"quote":"My father told me, never have partners.","author":"Howard Hughes","topic":"Business"},{"quote":"An open-minded person running a business might catch a problem faster than a closed-minded person. And when they identify a problem, they can fix it much faster.","author":"Adeo Ressi","topic":"Business"},{"quote":"We need to become good citizens in the global village, instead of competing. What are we competing for - to drive more cars, eat more steaks? That will destroy the world.","author":"Yuan T. Lee","topic":"Business"},{"quote":"I have never yet seen any plan which has not been mended by the observations of those who were much inferior in understanding to the person who took the lead in the business.","author":"Edmund Burke","topic":"Business"},{"quote":"Trust is the lubrication that makes it possible for organizations to work.","author":"Warren Bennis","topic":"Business"},{"quote":"I was honored to start a small business and to borrow an enormous amount of money and to build piece upon piece, place upon place, building upon building and product upon product, throughout the United States and eventually Europe and facilities around the world.","author":"Jon Huntsman, Sr.","topic":"Business"},{"quote":"I don&#39;t think meals have any business being deductible. I&#39;m for separation of calories and corporations.","author":"Ralph Nader","topic":"Business"},{"quote":"I feel like I&#39;ve earned respect with how I go about my business, how I carry myself.","author":"Carson Wentz","topic":"Business"},{"quote":"Rock stars get room keys, I get business cards.","author":"Thomas Friedman","topic":"Business"},{"quote":"Like any small business owner, I experienced the pressures of building a company from the ground up - developing a business plan, balancing the books, meeting payroll and building a customer base.","author":"Gavin Newsom","topic":"Business"},{"quote":"You have to be a little unreal to be in this business.","author":"Kim Basinger","topic":"Business"},{"quote":"Definition of a Statistician: A man who believes figures don&#39;t lie, but admits than under analysis some of them won&#39;t stand up either.","author":"Evan Esar","topic":"Business"},{"quote":"The herd instinct among forecasters makes sheep look like independent thinkers.","author":"Edgar Fiedler","topic":"Business"},{"quote":"The meek shall inherit the Earth, but not its mineral rights.","author":"J. Paul Getty","topic":"Business"},{"quote":"When I started Virgin from a basement in west London, there was no great plan or strategy. I didn&#39;t set out to build a business empire... For me, building a business is all about doing something to be proud of, bringing talented people together and creating something that&#39;s going to make a real difference to other people&#39;s lives.","author":"Richard Branson","topic":"Business"},{"quote":"The golden rule for every business man is this: &#39;Put yourself in your customer&#39;s place.&#39;","author":"Orison Swett Marden","topic":"Business"},{"quote":"There&#39;s no reason to be the richest man in the cemetery. You can&#39;t do any business from there.","author":"Colonel Sanders","topic":"Business"},{"quote":"There&#39;s a pure and simple business case for diversity: Companies that are more diverse are more successful.","author":"Mindy Grossman","topic":"Business"},{"quote":"Mental fight means thinking against the current, not with it. It is our business to puncture gas bags and discover the seeds of truth.","author":"Virginia Woolf","topic":"Business"},{"quote":"The restaurant business is something that you have to treat like a baby. You have to constantly be there. You can&#39;t trust it to anybody else, because no one&#39;s going to love it like you do.","author":"Action Bronson","topic":"Business"},{"quote":"Looking for love is tricky business, like whipping a carousel horse.","author":"George Cukor","topic":"Business"},{"quote":"In this business, you gotta hustle.","author":"Tiny Tim","topic":"Business"},{"quote":"There is an immutable conflict at work in life and in business, a constant battle between peace and chaos. Neither can be mastered, but both can be influenced. How you go about that is the key to success.","author":"Phil Knight","topic":"Business"},{"quote":"There are two ways to extend a business. Take inventory of what you&#39;re good at and extend out from your skills. Or determine what your customers need and work backward, even if it requires learning new skills. Kindle is an example of working backward.","author":"Jeff Bezos","topic":"Business"},{"quote":"I&#39;m in a stage where I feel like I need to retrain my mind, because since the beginning of my career, I&#39;ve been such a fighter and a little hustler and someone who just tried to stay afloat in this business.","author":"Ali Larter","topic":"Business"},{"quote":"No matter what business you&#39;re in, you can&#39;t run in place or someone will pass you by. It doesn&#39;t matter how many games you&#39;ve won.","author":"Jim Valvano","topic":"Business"},{"quote":"I worked hard all my life as far as this music business. I dreamed of the day when I could go to New York and feel comfortable and they could come out here and be comfortable.","author":"Tupac Shakur","topic":"Business"},{"quote":"Team synergy has an extraordinary impact on business results.","author":"Patrick Lencioni","topic":"Business"},{"quote":"When in doubt, mumble; when in trouble, delegate; when in charge, ponder.","author":"James H. Boren","topic":"Business"},{"quote":"Overcoming fear is the first step to success for entrepreneurs. The winners all exemplify that, and the hard work and commitment they have shown underlines what is needed to set up a business.","author":"Richard Branson","topic":"Business"},{"quote":"If you owe the bank $100 that&#39;s your problem. If you owe the bank $100 million, that&#39;s the bank&#39;s problem.","author":"J. Paul Getty","topic":"Business"},{"quote":"People are the core of every business. Businesses are based on relationships, and relationships are based on people. I would go to an average restaurant run by amazing people over an outstanding restaurant run by awful people.","author":"Marcus Lemonis","topic":"Business"},{"quote":"A shady business never yields a sunny life.","author":"B. C. Forbes","topic":"Business"},{"quote":"The business of business is relationships; the business of life is human connection.","author":"Robin S. Sharma","topic":"Business"},{"quote":"If you&#39;re not a risk taker, you should get the hell out of business.","author":"Ray Kroc","topic":"Business"},{"quote":"Business cycles naturally entail peaks and troughs in employment, and socially responsible businesses should follow successful examples like Coca-Cola, Alcoa, Saudi Aramco, Africa Rainbow Minerals, and Google in working toward mitigating joblessness and enhancing people&#39;s abilities to earn a livelihood.","author":"Klaus Schwab","topic":"Business"},{"quote":"In the US, there is basically one party - the business party. It has two factions, called Democrats and Republicans, which are somewhat different but carry out variations on the same policies. By and large, I am opposed to those policies. As is most of the population.","author":"Noam Chomsky","topic":"Business"},{"quote":"I wouldn&#39;t wish any specific thing for any specific person - it&#39;s none of my business. But the idea that a four-year degree is the only path to worthwhile knowledge is insane. It&#39;s insane.","author":"Mike Rowe","topic":"Business"},{"quote":"Investment banking has, in recent years, resembled a casino, and the massive scale of gambling losses has dragged down traditional business and retail lending activities as banks try to rebuild their balance sheets. This was one aspect of modern financial liberalisation that had dire consequences.","author":"Vince Cable","topic":"Business"},{"quote":"If you create something, you don&#39;t want someone else to go and profit from it; you have your right to make a living and everything. So I respect copyright. What I don&#39;t respect is copyright extremism. And I what I don&#39;t respect is a business model that encourages piracy.","author":"Kim Dotcom","topic":"Business"},{"quote":"Living the past is a dull and lonely business; looking back strains the neck muscles, causing you to bump into people not going your way.","author":"Edna Ferber","topic":"Business"},{"quote":"We expect all our businesses to have a positive impact on our top and bottom lines. Profitability is very important to us or we wouldn&#39;t be in this business.","author":"Jeff Bezos","topic":"Business"},{"quote":"I must create a system or be enslaved by another mans; I will not reason and compare: my business is to create.","author":"William Blake","topic":"Business"},{"quote":"I&#39;m not a driven businessman, but a driven artist. I never think about money. Beautiful things make money.","author":"Lord Acton","topic":"Business"},{"quote":"Hackers are breaking the systems for profit. Before, it was about intellectual curiosity and pursuit of knowledge and thrill, and now hacking is big business.","author":"Kevin Mitnick","topic":"Business"},{"quote":"The world is full of people who have dreams of playing at Carnegie Hall, of running a marathon, and of owning their own business. The difference between the people who make it across the finish line and everyone else is one simple thing: an action plan.","author":"John Tesh","topic":"Business"},{"quote":"In the real estate business you learn more about people, and you learn more about community issues, you learn more about life, you learn more about the impact of government, probably than any other profession that I know of.","author":"Johnny Isakson","topic":"Business"},{"quote":"Within that dream of working with your partner, you want to be able to separate and have a home life. You have to be able to be husband and wife at the same time as business partners.","author":"Eric Winter","topic":"Business"},{"quote":"One thing is certain in business. You and everyone around you will make mistakes.","author":"Richard Branson","topic":"Business"},{"quote":"You gotta have fun. Regardless of how you look at it, we&#39;re playing a game. It&#39;s a business, it&#39;s our job, but I don&#39;t think you can do well unless you&#39;re having fun.","author":"Derek Jeter","topic":"Business"},{"quote":"In the modern world of business, it is useless to be a creative, original thinker unless you can also sell what you create.","author":"David Ogilvy","topic":"Business"},{"quote":"Most executives, many scientists, and almost all business school graduates believe that if you analyze data, this will give you new ideas. Unfortunately, this belief is totally wrong. The mind can only see what it is prepared to see.","author":"Edward de Bono","topic":"Business"},{"quote":"If you have ideas, you have the main asset you need, and there isn&#39;t any limit to what you can do with your business and your life. Ideas are any man&#39;s greatest asset.","author":"Harvey S. Firestone","topic":"Business"},{"quote":"It was a proof of Welsh good nature: so long as I had a friend that knew and could introduce me, the whole Welsh people would do anything to entertain, and would even neglect their business to do so. But as a stranger in Wales, it is difficult to break through their suspicion and mistrust.","author":"W. H. Davies","topic":"Business"},{"quote":"Dressing up is inevitably a substitute for good ideas. It is no coincidence that technically inept business types are known as &#39;suits&#39;.","author":"Paul Graham","topic":"Business"},{"quote":"When from our better selves we have too long been parted by the hurrying world, and droop. Sick of its business, of its pleasures tired, how gracious, how benign is solitude.","author":"William Wordsworth","topic":"Business"},{"quote":"You&#39;ve got to quit lowering your standards. Set your requirements up front so when a guy hooks you, he has to know this is business.","author":"Steve Harvey","topic":"Business"},{"quote":"There is no greater country on Earth for entrepreneurship than America. In every category, from the high-tech world of Silicon Valley, where I live, to University R&amp;D labs, to countless Main Street small business owners, Americans are taking risks, embracing new ideas and - most importantly - creating jobs.","author":"Eric Ries","topic":"Business"},{"quote":"All business is basically about customers and marketing and making money and capitalism and winning and promoting it and having something someone really wants.","author":"Roger Ailes","topic":"Business"},{"quote":"You have to imagine a world in which there&#39;s this abundance of data, with all of these connected devices generating tons and tons of data. And you&#39;re able to reason over the data with new computer science and make your product and service better. What does your business look like then? That&#39;s the question every CEO should be asking.","author":"Michael Dell","topic":"Business"},{"quote":"Entrepreneurship is all about an idea that creates differentiated business value to one&#39;s customers. You must be able to convince your customers about the benefits that association with you or your products will give them. People are ready to pay if they are convinced about your services or products.","author":"N. R. Narayana Murthy","topic":"Business"},{"quote":"There are no right and wrong ways to work in this business, but there are some basic common-sense practices. Work very, very hard and always be prepared; never give up; and once you get the job, give them more than they ever expected: - Shine!","author":"Jimmy Smits","topic":"Business"},{"quote":"If we must have a tyrant, let him at least be a gentleman who has been bred to the business, and let us fall by the axe and not by the butcher&#39;s cleaver.","author":"Lord Byron","topic":"Business"},{"quote":"The business of art is to reveal the relation between man and his environment.","author":"D. H. Lawrence","topic":"Business"},{"quote":"Sweat equity is the most valuable equity there is. Know your business and industry better than anyone else in the world. Love what you do or don&#39;t do it.","author":"Mark Cuban","topic":"Business"},{"quote":"More business is lost every year through neglect than through any other cause.","author":"Rose Kennedy","topic":"Business"},{"quote":"As far as this business of solitary confinement goes, the most important thing for survival is communication with someone, even if it&#39;s only a wave or a wink, a tap on the wall, or to have a guy put his thumb up. It makes all the difference.","author":"John McCain","topic":"Business"},{"quote":"In the business world, bad news is usually good news - for somebody else.","author":"James Surowiecki","topic":"Business"},{"quote":"I promise you... nobody cares about your business except for you. Nobody.","author":"Arvind Gupta","topic":"Business"},{"quote":"Poker is a game where you don&#39;t have to have the best hand to win. Poker is really reading other people and reading human emotion, which certainly comes into play in business.","author":"Charlie Ergen","topic":"Business"},{"quote":"Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forward!","author":"Thomas A. Edison","topic":"Business"},{"quote":"Advertising is a racket, like the movies and the brokerage business. You cannot be honest without admitting that its constructive contribution to humanity is exactly minus zero.","author":"F. Scott Fitzgerald","topic":"Business"},{"quote":"We succeed in enterprises which demand the positive qualities we possess, but we excel in those which can also make use of our defects.","author":"Alexis de Tocqueville","topic":"Business"},{"quote":"I wake up every morning and I feel like I&#39;m juggling glass balls. I live in Los Angeles, my business is run out of London, and most evenings I&#39;m cuddled up in front of Skype, in my dressing gown, speaking with my studio in London. I travel a lot, my team travel a lot, but I wouldn&#39;t have it any other way.","author":"Victoria Beckham","topic":"Business"},{"quote":"If being a werewolf is really a curse, you&#39;ve got to treat it honorably. If werewolves are going to carry on, there has to be an incredibly powerful force. There is the business of the craving, the hunger for the kill. It has to be deeply pleasurable and more than an appetite for meat. There has to be a sensual dimension to it.","author":"Glen Duncan","topic":"Business"},{"quote":"There is no greater feeling in business than building a product which impacts people&#39;s lives in a profound way. When we look around at the thousands of people who have attended Summit gatherings, it makes us smile to see the new friendships, business partnerships and philanthropic initiatives that each event produces.","author":"Elliott Bisnow","topic":"Business"},{"quote":"It&#39;s time to fundamentally change the way that we do business in Washington. To help build a new foundation for the 21st century, we need to reform our government so that it is more efficient, more transparent, and more creative. That will demand new thinking and a new sense of responsibility for every dollar that is spent.","author":"Barack Obama","topic":"Business"},{"quote":"The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar, is bound to succeed.","author":"Henry Ford","topic":"Business"},{"quote":"Don&#39;t let your ego get too close to your position, so that if your position gets shot down, your ego doesn&#39;t go with it.","author":"Colin Powell","topic":"Business"},{"quote":"Appreciate everything your associates do for the business.","author":"Sam Walton","topic":"Business"},{"quote":"People are definitely a company&#39;s greatest asset. It doesn&#39;t make any difference whether the product is cars or cosmetics. A company is only as good as the people it keeps.","author":"Mary Kay Ash","topic":"Business"},{"quote":"The main business of a lawyer is to take the romance, the mystery, the irony, the ambiguity out of everything he touches.","author":"Antonin Scalia","topic":"Business"},{"quote":"I&#39;m no longer an artist, I&#39;m a business partner.","author":"Pitbull","topic":"Business"},{"quote":"Informed decision-making comes from a long tradition of guessing and then blaming others for inadequate results.","author":"Scott Adams","topic":"Business"},{"quote":"We do not want to live in a theocracy. We should maintain that barrier and government has no business telling someone what they ought to believe or how they should conduct their private lives.","author":"Robert Reich","topic":"Business"},{"quote":"You can have a wrestling idea, but you need to have these momentum-shifting moves. We had the Hulkamania movement, then it shifted to the beer-drinking, Stone Cold era, we reinvented the business with growing the black beard and becoming the bad guy, what&#39;s that next level.","author":"Hulk Hogan","topic":"Business"},{"quote":"My husband had a very strong identity and was successful in his life. Thank God for that. There&#39;s no way I can control him. I wouldn&#39;t stay married to him if I felt I could. I can readily take my business personality into the home. But he forces me to be a partner rather than the boss.","author":"Barbara Corcoran","topic":"Business"},{"quote":"At a lot of companies founded on principles, the notion of making money is almost antithetical to the ethos of the place. From the very beginning, our business has existed to meet the needs and desires of multiple constituencies: customers, team members, vendors, shareholders, the community.","author":"John Mackey","topic":"Business"},{"quote":"Being a Navy SEAL and sniper taught me all about risk management. Take away all the risk variables under your control and reduce it to an acceptable level. The same fundamentals apply in business.","author":"Brandon Webb","topic":"Business"},{"quote":"I considered going into business or becoming a lawyer - not for the money, but for the thrill of problem-solving.","author":"Lisa Randall","topic":"Business"},{"quote":"I feel like dress socks differentiate you in a different way - especially men in suits who just have the traditional business suit. The dress sock is the way to change it up in your mind and I like wearing my pants up higher so you see them.","author":"Rob Kardashian","topic":"Business"},{"quote":"Just about anyone can make a good product, but it&#39;s the people that count. In the end, it&#39;s the employees who will take it from a kitchen-table idea to the next level. There are a lot of important things in business, but the people portion comes first.","author":"Hamdi Ulukaya","topic":"Business"},{"quote":"I believe that the Laws of Karma do not apply to show business, where good things happen to bad people on a fairly regular basis.","author":"Chuck Lorre","topic":"Business"},{"quote":"Every year that you enter this business and this game, the goal is the Super Bowl.","author":"Tom Coughlin","topic":"Business"},{"quote":"I think that in any group activity - whether it be business, sports, or family - there has to be leadership or it won&#39;t be successful.","author":"John Wooden","topic":"Business"},{"quote":"You can close more business in two months by becoming interested in other people than you can in two years by trying to get people interested in you.","author":"Dale Carnegie","topic":"Business"},{"quote":"I went into the business for the money, and the art grew out of it. If people are disillusioned by that remark, I can&#39;t help it. It&#39;s the truth.","author":"Charlie Chaplin","topic":"Business"},{"quote":"We are a mission-driven company. In order to do this, we have to build a great team. And in order to do that, you need people to know they can make a bunch of money. So we need a business model to make a lot of money.","author":"Mark Zuckerberg","topic":"Business"},{"quote":"Creative people don&#39;t behave very well generally. If you&#39;re looking for examples of good relationships in show business, you&#39;re gonna be depressed real fast. I don&#39;t have time for anything else right now but work and my daughter. She&#39;s my first priority.","author":"Jim Carrey","topic":"Business"},{"quote":"The music business is motivated by money. Music is motivated by energy and feelings.","author":"Erykah Badu","topic":"Business"},{"quote":"Any business today that embraces the status quo as an operating principle is going to be on a death march.","author":"Howard Schultz","topic":"Business"},{"quote":"Engaging in social business is beneficial to a company because it leverages on business competencies to address social issues, involves one-time investment with sustainable results, and produces other positive effects such as employee motivation and improved organizational culture.","author":"Muhammad Yunus","topic":"Business"},{"quote":"If you run a business, if you are responsible for a lot of people, you come to grips with the reality that you have to have discipline. You have to protect the enterprise in order to take care of the employees. So, therefore, you can&#39;t be wasteful. You can&#39;t squander things, or you jeopardize other people.","author":"Steve Wynn","topic":"Business"},{"quote":"The state has no business in the bedrooms of the nation.","author":"Pierre Trudeau","topic":"Business"},{"quote":"If you&#39;re a single man and you happen to be in this business, you&#39;re deemed a player. But I don&#39;t see myself as a ladies&#39; man.","author":"Bradley Cooper","topic":"Business"},{"quote":"In my lifetime, as a younger man, you were assumed to be an honest person. Your word was your bond, and a handshake was as good as a contract in business.","author":"Mark Skousen","topic":"Business"},{"quote":"Natural resources are so vast that no single individual or business is going to protect them; they don&#39;t have an incentive to.","author":"William Weld","topic":"Business"},{"quote":"I&#39;ve found that in business opportunities will constantly emerge or situations develop that make you revise your plans along the way.","author":"Benjamin Cohen","topic":"Business"},{"quote":"What is clear is that business leaders must commit to champion change - to be transparent about their goals for change, to align their incentives systems to drive the change, and to make sure their work environments are flexible in a way that allows men and women who choose to work to be able to achieve all of their potential.","author":"Beth Brooke","topic":"Business"},{"quote":"Tact and diplomacy are fine in international relations, in politics, perhaps even in business; in science only one thing matters, and that is the facts.","author":"Hans Eysenck","topic":"Business"},{"quote":"I&#39;m working at trying to be a Christian, and that&#39;s serious business. It&#39;s like trying to be a good Jew, a good Muslim, a good Buddhist, a good Shintoist, a good Zoroastrian, a good friend, a good lover, a good mother, a good buddy - it&#39;s serious business.","author":"Maya Angelou","topic":"Business"},{"quote":"If you spend your life competing with business men, what do you have? A bank account and ulcers!","author":"Marilyn Monroe","topic":"Business"},{"quote":"If you want to be more productive, then start at the start: get there on time. Whether it is a meeting, a flight, an appointment or a date, it&#39;s important to ensure you are there when you say you will be there. This may feel like an old-fashioned tip to give, but it has served me well for five decades in business.","author":"Richard Branson","topic":"Business"},{"quote":"In day-to-day commerce, television is not so much interested in the business of communications as in the business of delivering audiences to advertisers. People are the merchandise, not the shows. The shows are merely the bait.","author":"Les Brown","topic":"Business"},{"quote":"When most people ask about a business growing, what they really mean is growing revenue, not just growing the number of people using a service. Traditional businesses would view people using your service that you don&#39;t make money from as a cost.","author":"Mark Zuckerberg","topic":"Business"},{"quote":"The most important decision I&#39;ve made in business? The choices of people I have around me. When I first started I brought everybody with me, my homies from the neighborhood, criminals. I just said, &#39;Come on everybody, we made it.&#39; Then I had to realize we didn&#39;t make it. I made it.","author":"Snoop Dogg","topic":"Business"},{"quote":"&#39;In Search of Excellence&#39; - even the title - is a reminder that business isn&#39;t dry, dreary, boring, or by the numbers. Life at work can be cool - and work that&#39;s cool isn&#39;t confined to Tiger Woods, Yo-Yo Ma, or Tom Hanks. It&#39;s available to all of us and any of us.","author":"Tom Peters","topic":"Business"},{"quote":"Everywhere I go, I always look for creative entrepreneurs, whether it&#39;s artisans and craftsmen, small farmers and gardeners, or restaurateurs who use fresh, locally sourced ingredients. I admire the courage and self-reliance it takes to start your own business and make it succeed.","author":"Martha Stewart","topic":"Business"},{"quote":"Nothing so conclusively proves a man&#39;s ability to lead others as what he does from day to day to lead himself.","author":"Thomas J. Watson","topic":"Business"},{"quote":"In everything I do, whether in business, philanthropy or my personal life, I am guided by my inner truth, my values.","author":"Shari Arison","topic":"Business"},{"quote":"For small business people, less paperwork means higher profits, boosted sales and more time with the family.","author":"Tony Abbott","topic":"Business"},{"quote":"Baseball just a came as simple as a ball and bat. Yet, as complex as the American spirit it symbolizes. A sport, a business and sometimes almost even a religion.","author":"Ernie Harwell","topic":"Business"},{"quote":"Because my business life is so busy, my home is really my sanctuary. That is where I reflect and spend quality time with my girls.","author":"Rachel Roy","topic":"Business"},{"quote":"I am excited to rise today to support National Mom and Pop Business Owners Day. This celebration honors the husband and wife business owner teams whose work helps drive the economy and fuel job growth.","author":"Melissa Bean","topic":"Business"},{"quote":"Politics is show business for ugly people.","author":"Paul Begala","topic":"Business"},{"quote":"Football teaches you hard work. It takes a lot of unspectacular preparation to have spectacular results in both business and football.","author":"Roger Staubach","topic":"Business"},{"quote":"The success combination in business is: Do what you do better... and: do more of what you do.","author":"David Joseph Schwartz","topic":"Business"},{"quote":"I do not believe a man can ever leave his business. He ought to think of it by day and dream of it by night.","author":"Henry Ford","topic":"Business"},{"quote":"In business, if you realize you&#39;ve made a bad decision, you change it.","author":"Richard Branson","topic":"Business"},{"quote":"Well, I think that there&#39;s a very thin dividing line between success and failure. And I think if you start a business without financial backing, you&#39;re likely to go the wrong side of that dividing line.","author":"Richard Branson","topic":"Business"},{"quote":"Perhaps one of the most important accomplishments of my administration has been minding my own business.","author":"Calvin Coolidge","topic":"Business"},{"quote":"Hip-hop from the beginning has always been aspirational. It always broke that notion that an artist can&#39;t think about money as well. Just so long as you separate the two and you&#39;re not making music with business in mind. At some point, it has to be real when they touch it, when they listen to it. Something has to resonate with them that&#39;s real.","author":"Jay-Z","topic":"Business"},{"quote":"If you&#39;re constantly making business decisions on behalf of your investors first, ultimately you&#39;re going to wear down your other stakeholders. It&#39;s going to be potentially hurtful for your employees and your customers and the community you do business with.","author":"Danny Meyer","topic":"Business"},{"quote":"I will never do another TV series. It couldn&#39;t top I Love Lucy, and I&#39;d be foolish to try. In this business, you have to know when to get off.","author":"Lucille Ball","topic":"Business"},{"quote":"There is a simple rule here, a rule of legislation, a rule of business, a rule of life: beyond a certain point, complexity is fraud. You can apply that rule to left-wing social programs, but you can also apply that rule to credit derivatives, hedge funds, all the rest of it.","author":"P. J. O'Rourke","topic":"Business"},{"quote":"We&#39;re in business to relieve human suffering, to help feed the poor, to provide education and culture - but above all else, we&#39;re concerned with the relief of human suffering.","author":"Jon Huntsman, Sr.","topic":"Business"},{"quote":"When you are a successful business person, you are only as good as your team. No one can do every deal alone.","author":"Magic Johnson","topic":"Business"},{"quote":"After all is said that can be said upon the liquor traffic, its influence is degrading upon the individual, the family, politics and business, and upon everything that you touch in this old world.","author":"Billy Sunday","topic":"Business"},{"quote":"I loved Internet businesses, having built and sold one. And I loved the financial business, despite the fact that it was almost all a scam.","author":"James Altucher","topic":"Business"},{"quote":"Cutting prices or putting things on sale is not sustainable business strategy.","author":"Howard Schultz","topic":"Business"},{"quote":"No one wants to be picked at. At the end of the day, we&#39;re all human beings with feelings and emotions. Nobody wants to be critiqued and picked apart, but it&#39;s the nature of the business. It comes with the territory. For me, if they&#39;re not talking about you, that&#39;s where you can run into some trouble.","author":"Roman Reigns","topic":"Business"},{"quote":"I am less disposed to think of a West Point education as requisite for this business than I was at first. Good sense and energy are the qualities required.","author":"Rutherford B. Hayes","topic":"Business"},{"quote":"The sad truth is that without complex business partnerships between African elites and European traders and commercial agents, the slave trade to the New World would have been impossible, at least on the scale it occurred.","author":"Henry Louis Gates","topic":"Business"},{"quote":"You shouldn&#39;t be in the music business if you&#39;re posing.","author":"Rod Stewart","topic":"Business"},{"quote":"The forefathers, including James Madison, felt very strongly that the duties that we owe to God were outside of government&#39;s prerogative, that government had no business interfering with the way we worship God.","author":"Roy Moore","topic":"Business"},{"quote":"The characteristic of great innovators and great companies is they see a space that others do not. They don&#39;t just listen to what people tell them; they actually invent something new, something that you didn&#39;t know you needed, but the moment you see it, you say, &#39;I must have it.&#39;","author":"Eric Schmidt","topic":"Business"},{"quote":"Whenever you&#39;re sitting across from some important person, always picture him sitting there in a suit of long red underwear. That&#39;s the way I always operated in business.","author":"Joseph P. Kennedy","topic":"Business"},{"quote":"My lifelong friend and mentor Frank Barsalona is gone. And the music business as we knew it went with him.","author":"Steven Van Zandt","topic":"Business"},{"quote":"The biggest challenge for everybody to realize out there is that we&#39;re in a very complicated business world and that were all under one umbrella and it&#39;s very challenging for everybody to figure out where the priorities lie and where the loyalties lie.","author":"Scott Bakula","topic":"Business"},{"quote":"I don&#39;t think anybody has ever been able to live up to what they promised. I don&#39;t know a government that has ever been successful at that because once they get into power, things change and the world is controlled also by business now.","author":"Hugh Masekela","topic":"Business"},{"quote":"We will have a border that is open for business, open for tourism, open for legitimate travelers; but that is closed to terrorists and drug pushers and smugglers and others who seek to break the law.","author":"Paul Cellucci","topic":"Business"},{"quote":"The construction of a courthouse is a long-term investment in a building where important public business is done. But that does not justify extravagant expenditures. Courthouses should be dignified, durable, and functional. They should not be grandiose, monumental, and luxurious.","author":"Charles T. Canady","topic":"Business"},{"quote":"Four or five frigates will do the business without any military force.","author":"Lord North","topic":"Business"},{"quote":"There is always room for losers in the football business. They are the mother&#39;s milk of gambling, and why not? Somebody has to do it, or there won&#39;t be any winners.","author":"Hunter S. Thompson","topic":"Business"},{"quote":"Thanks to my mother, not a single cardboard box has found its way back into society. We receive gifts in boxes from stores that went out of business twenty years ago.","author":"Erma Bombeck","topic":"Business"},{"quote":"Almost anyone can be an author; the business is to collect money and fame from this state of being.","author":"A. A. Milne","topic":"Business"},{"quote":"I find the whole business of religion profoundly interesting. But it does mystify me that otherwise intelligent people take it seriously.","author":"Douglas Adams","topic":"Business"},{"quote":"The prison-industrial complex and the military-industrial complex are here with us and are multi-billion dollar enterprises. We can make more money off the kid in Compton if he&#39;s a criminal instead of a scholar. It&#39;s business.","author":"Henry Rollins","topic":"Business"},{"quote":"It takes more than capital to swing business. You&#39;ve got to have the A. I. D. degree to get by - Advertising, Initiative, and Dynamics.","author":"Isaac Asimov","topic":"Business"},{"quote":"There ought to be an artistic depot where the artist need only hand in his artwork in order to receive what he asks for. As things are, one must be half a business man, and how can one understand - good heavens! - that&#39;s what I really call troublesome.","author":"Ludwig van Beethoven","topic":"Business"},{"quote":"I think that any business that thinks that the transaction is &#39;you give me money and I give you food, next, you give me money and I give you food, next,&#39; without understanding that people deeply want to feel restored is in danger.","author":"Danny Meyer","topic":"Business"},{"quote":"In modern business it is not the crook who is to be feared most, it is the honest man who doesn&#39;t know what he is doing.","author":"William Wordsworth","topic":"Business"},{"quote":"If you or I fail at business, we fail. If we cheat and fail, we go to jail. But if you&#39;re rich and politically connected, your incompetence may be protected by a government bailout.","author":"Robert Kiyosaki","topic":"Business"},{"quote":"I&#39;m trying to build a strong business. I want to create new stars, new shows and new products for my audience and create a legacy that outlives me. There are so many other ways I want to reach women besides doing a talk show.","author":"Tyra Banks","topic":"Business"},{"quote":"There is a quiet about the life of a farmer, and the hope of a serene old age, that no other business or profession can promise.","author":"Robert Green Ingersoll","topic":"Business"},{"quote":"Law has become a business. Health care has become a business. Unfortunately, politics has also become a business. That really undermines society.","author":"George Soros","topic":"Business"},{"quote":"To keep the business going, you gotta keep it boomin&#39;.","author":"DJ Khaled","topic":"Business"},{"quote":"Success or failure in business is caused more by the mental attitude even than by mental capacities.","author":"Walter Scott","topic":"Business"},{"quote":"If a man can&#39;t manage his own life, he can&#39;t manage a business.","author":"S. Truett Cathy","topic":"Business"},{"quote":"I buy when other people are selling.","author":"J. Paul Getty","topic":"Business"},{"quote":"I&#39;m in a business where no one cares about anything except how well your last collection sold.","author":"Calvin Klein","topic":"Business"},{"quote":"As a small businessperson, you have no greater leverage than the truth.","author":"John Greenleaf Whittier","topic":"Business"},{"quote":"Whenever an individual or a business decides that success has been attained, progress stops.","author":"Thomas J. Watson","topic":"Business"},{"quote":"I wrote my first piece about the disruption of the Harvard Business School in 1999. Because you could see this coming. I haven&#39;t yet done the one about the disruption of the Stanford Business School.","author":"Clayton M. Christensen","topic":"Business"},{"quote":"What business do we have telling people who to vote for? They probably know more about it than we do.","author":"Stan Laurel","topic":"Business"},{"quote":"Every life a legacy, every small business a school.","author":"Michael E. Gerber","topic":"Business"},{"quote":"Being effective at social media, whether for business or personal use, means capturing people who have short attention spans. They&#39;re only a click away from a picture of a funny cat, so you have to make your thing more compelling than that cat. And that can be a high bar.","author":"Alexis Ohanian","topic":"Business"},{"quote":"Companies that grow for the sake of growth or that expand into areas outside their core business strategy often stumble. On the other hand, companies that build scale for the benefit of their customers and shareholders more often succeed over time.","author":"Jamie Dimon","topic":"Business"},{"quote":"Anybody who can afford a box of business cards can afford a Web site. Any company with an 800 number can move its services to the Web for peanuts by comparison. The extreme case of corporate promotion is to strip away all other aspects of your business and sell goods or services via the Net alone, as amazon.com has done with books.","author":"Nathan Myhrvold","topic":"Business"},{"quote":"If someone really wants my company&#39;s business, why shouldn&#39;t he be able to do everything he can - including paying me off - to get that business? Because bribery encourages people to make decisions based on the wrong criteria, which means in the business world that it distorts the efficient allocation of resources.","author":"James Surowiecki","topic":"Business"},{"quote":"A disruptive innovation is a technologically simple innovation in the form of a product, service, or business model that takes root in a tier of the market that is unattractive to the established leaders in an industry.","author":"Clayton Christensen","topic":"Business"},{"quote":"We believe that business is good because it creates value. It is ethical because it is based on voluntary exchange; it is noble because it can elevate our existence, and it is heroic because it lifts people out of poverty and creates prosperity.","author":"John Mackey","topic":"Business"},{"quote":"My senior leadership team is half people who have been at GM for a long period of time like me, and others who have joined the company within the last five years from different industries, experiences, and countries. You have a better picture of the world. The diversity of thought is where you can make better business decisions.","author":"Mary Barra","topic":"Business"},{"quote":"It means a lot in my business and its a wonderful feeling to be recognized for what you have done over a lifetime, but I didn&#39;t go crazy. I still eat my cereal in the morning, have a sandwich in the afternoon, go to bed at night. You know, nothing really different.","author":"Regis Philbin","topic":"Business"},{"quote":"There is not a week that goes by that I don&#39;t have a dream that I am back in the business.","author":"Alan Gerry","topic":"Business"},{"quote":"We live in a world where there are a hell of a lot of new inputs that need to be factored in to your business. It used to be just about your employees and your customers. Now there are all the issues about global warming, about sustainability, about ethics and now about gender and the distribution of wealth.","author":"Stuart Rose","topic":"Business"},{"quote":"The internet business model changed dramatically. You would never have an Uber, you would never had an Instagram, if you didn&#39;t have a connected computer in your pocket that didn&#39;t also have a camera or a GPS.","author":"Steve Mollenkopf","topic":"Business"},{"quote":"I pretty much believe, as everyone in the B Team does, that business must succeed beyond the bottom line. More important than profits is how you get to them. Measuring financial earnings and losses only is definitely not enough and has led us astray from creating a better world for all.","author":"Guilherme Leal","topic":"Business"},{"quote":"You don&#39;t know what&#39;s going to happen in our business a year from now... so you have to be flexible and adaptable, and that&#39;s what we try to do.","author":"Bruce Nordstrom","topic":"Business"},{"quote":"A business of high principle generates greater drive and effectiveness because people know that they can do the right thing decisively and with confidence.","author":"Marvin Bower","topic":"Business"},{"quote":"I still run into people in the business who skip over any other credits I have and say, &#39;I loved &#39;Hey, Dude!&#39; This was back in &#39;88, &#39;89, &#39;90. It was a goofy show about kids working at a dude ranch in Arizona. We did 65 episodes; I wrote 13 of them. We didn&#39;t know what we were doing, but it was writers&#39; boot camp. It was great.","author":"Graham Yost","topic":"Business"},{"quote":"I&#39;ve never felt like I was in the cookie business. I&#39;ve always been in a feel good feeling business. My job is to sell joy. My job is to sell happiness. My job is to sell an experience.","author":"Debbi Fields","topic":"Business"},{"quote":"There are men - now in power in this country - who do not respect dissent, who cannot cope with turmoil, and who believe that the people of America are ready to support repression as long as it is done with a quiet voice and a business suit.","author":"John Lindsay","topic":"Business"},{"quote":"Stationary storage will be as big as the car business long term. The growth rate will probably be several times what it is for the car business.","author":"Elon Musk","topic":"Business"},{"quote":"You need to be in the position where it is the cost of the fuel that actually matters and not the cost of building the rocket in the first place.","author":"Elon Musk","topic":"Business"},{"quote":"If you cannot work with love but only with distaste, it is better that you should leave your work.","author":"Khalil Gibran","topic":"Business"},{"quote":"Business is never so healthy as when, like a chicken, it must do a certain amount of scratching around for what it gets.","author":"Henry Ford","topic":"Business"},{"quote":"An economist&#39;s guess is liable to be as good as anybody else&#39;s.","author":"Will Rogers","topic":"Business"},{"quote":"We have teams of people working on electric cars. So you never know - you may find Virgin competing with the Tesla in the car business as we do in the space business.","author":"Richard Branson","topic":"Business"},{"quote":"Business, you know, may bring you money, but friendship hardly ever does.","author":"Jane Austen","topic":"Business"},{"quote":"Negro banks, as a rule, have failed because the people, taught that their own pioneers in business cannot function in this sphere, withdrew their deposits.","author":"Carter G. Woodson","topic":"Business"},{"quote":"The success I have achieved in bodybuilding, motion pictures, and business would not have been possible without the generosity of the American people and the freedom here to pursue your dreams.","author":"Arnold Schwarzenegger","topic":"Business"},{"quote":"A frustration I have is that a lot of people increasingly seem to equate an advertising business model with somehow being out of alignment with your customers. I think it&#39;s the most ridiculous concept.","author":"Mark Zuckerberg","topic":"Business"},{"quote":"Your billion-dollar ideas don&#39;t show up in the middle of dramatic distraction. They show up when you have the business and personal discipline to make space for your creative mind to flourish.","author":"Robin S. Sharma","topic":"Business"},{"quote":"Wise are those who learn that the bottom line doesn&#39;t always have to be their top priority.","author":"William Arthur Ward","topic":"Business"},{"quote":"When times are bad is when the real entrepreneurs emerge.","author":"Robert Kiyosaki","topic":"Business"},{"quote":"For most people, creativity is a serious business. They forget the telling phrase &#39;the play of ideas&#39; and think that they need to knuckle down and work more. Often, the reverse is true. They need to play.","author":"Julia Cameron","topic":"Business"},{"quote":"I&#39;m not gonna lie, I love Usain Bolt and Serena Williams. What I love about Serena is that she just gets on the floor and she dominates. She handles her business very well, I respect that.","author":"Gabby Douglas","topic":"Business"},{"quote":"If it&#39;s digital, it will be cognitive. If you think that, you&#39;re going to change the way you run a business.","author":"Ginni Rometty","topic":"Business"},{"quote":"I want to be remembered as the football player I was. The private person is nobody&#39;s business.","author":"Zlatan Ibrahimovic","topic":"Business"},{"quote":"If you&#39;re a sponsor, and you&#39;re doing business globally, to bring your guests to South Florida is pretty nice.","author":"Wayne Huizenga","topic":"Business"},{"quote":"Try, try, try, and keep on trying is the rule that must be followed to become an expert in anything.","author":"W. Clement Stone","topic":"Business"},{"quote":"I think any man in business would be foolish to fool around with his secretary. If it&#39;s somebody else&#39;s secretary, fine.","author":"Barry Goldwater","topic":"Business"},{"quote":"A well-maintained physique is a great business card. Ideas and intelligence are what matters, but if you have a well-maintained physique, it&#39;s better.","author":"Giorgio Armani","topic":"Business"},{"quote":"I conduct business, not dependent of public sentiment, but according to the rules of fair business.","author":"Victor Pinchuk","topic":"Business"},{"quote":"The Pilgrim and the Puritan whom we honor tonight were men who did a great deal of work in the world. They had their faults and their - shortcomings, but they were not slothful in business and they were most fervent in spirit.","author":"Henry Cabot Lodge","topic":"Business"},{"quote":"You may earn whatever money you earn as a cricketer, but you want to play for your country. At the end of the day, you want to do something special. There are plenty of people who earn 50 crores or 100 crores as businessmen or big professionals or who are really doing well in business. But what gives pleasure to your mom and dad is the fame.","author":"Mahendra Singh Dhoni","topic":"Business"},{"quote":"Startups are companies that are still in the process of searching for a business model. Ventures that are further along and executing their business models are no longer startups; they are early-stage companies.","author":"Steve Blank","topic":"Business"},{"quote":"I believe if you start a business with the intent of making it huge, you&#39;re already prioritizing the wrong thing. Size is important, but it&#39;s a byproduct of a whole bunch of other things that are worth way more of your mental energy - customers, service, quality.","author":"Jason Fried","topic":"Business"},{"quote":"I certainly want to continue to be a role model. But I don&#39;t think it&#39;s necessarily about being a female in our business. I think it&#39;s about... my track record, my results.","author":"Marillyn Hewson","topic":"Business"},{"quote":"To my mind, the best investment a young man starting out in business can possibly make is to give all his time, all his energies, to work - just plain, hard work.","author":"Charles M. Schwab","topic":"Business"},{"quote":"Giving education away for free is a really good idea, but it can&#39;t be the future of education. There has to be a business model around it that actually works.","author":"Sebastian Thrun","topic":"Business"},{"quote":"When it comes to building your business and developing a powerful network, you&#39;ll want to develop a reputation as someone who highlights others. Not only does this give credit where credit is due, it also communicates that you&#39;re secure with your success and have the ability to promote others in your industry.","author":"Lewis Howes","topic":"Business"},{"quote":"When I decided to get married at 40, I couldn&#39;t find a dress with the modernity or sophistication I wanted. That&#39;s when I saw the opportunity for a wedding gown business.","author":"Vera Wang","topic":"Business"},{"quote":"My life is devoted to business and supporting my family.","author":"Colonel Sanders","topic":"Business"},{"quote":"That&#39;s what happens in Hollywood. People are like, &#39;I want to hate you, because everyone else seems to love you.&#39; But the reality is this: I&#39;m a simple person who&#39;s not interested in attention and who just wants to go about her business.","author":"Evangeline Lilly","topic":"Business"},{"quote":"I believe fundamental honesty is the keystone of business.","author":"Harvey S. Firestone","topic":"Business"},{"quote":"I think if you checked the attendance records of all the announcers, you&#39;d find a lot better record than you would of anybody else in any other business because we love the game and have a passion for it.","author":"Ernie Harwell","topic":"Business"},{"quote":"Solar growth will support landowners to derive income and solar industry to build their business.","author":"Piyush Goyal","topic":"Business"},{"quote":"I think naturally, if you&#39;re an actor, there&#39;s a high level of assertiveness that you need to have to survive this business. There&#39;s boldness in being assertive, and there&#39;s strength and confidence.","author":"Bryan Cranston","topic":"Business"},{"quote":"Starting in business is like getting married... there is really no good time and no bad time. The time is now.","author":"E. Joseph Cossman","topic":"Business"},{"quote":"For the past 32 years, I&#39;ve done nothing outside the entertainment business. I&#39;ve had some real highs and some real lows, but I love the work so much that I never once thought of quitting.","author":"Meat Loaf","topic":"Business"},{"quote":"I was not very keen on joining the family business... there were 14 family members working together, and it worried me that I would not have enough individuality.","author":"Uday Kotak","topic":"Business"},{"quote":"When I was building the Vietnam Memorial, I never once asked the veterans what it was like in the war, because from my point of view, you don&#39;t pry into other people&#39;s business.","author":"Maya Lin","topic":"Business"},{"quote":"The importance of inclusive behavior was modeled for me early in life. I have many childhood memories of my mother - an entrepreneur and business owner - drawing people to herself and inspiring them with the genuineness of her interest in them.","author":"Lynne Doughtie","topic":"Business"},{"quote":"Hip-hop is such a disposable art form from a business standpoint. It never treats its artists as art; it never treats its product as art.","author":"Questlove","topic":"Business"},{"quote":"A lot of companies think sales is, like, a necessary evil. Sales is really the most noble part of the business because it&#39;s the part that brings the solution together with the customer&#39;s need.","author":"Greg Gianforte","topic":"Business"},{"quote":"Peace in the world is everybody&#39;s business, no matter where you live or what you do.","author":"Betty Williams","topic":"Business"},{"quote":"In business, the competition will bite you if you keep running, if you stand still, they will swallow you.","author":"Victor Kiam","topic":"Business"},{"quote":"We have the right assets for a fast-growing digital business.","author":"Bernard Ebbers","topic":"Business"},{"quote":"The luckiest person in the world is somebody who is born into a small, shabby-genteel town on a major railway connection with 24,000 souls and a bird sanctuary and whose grandfather owns a farm and whose father owns a business -whose family is mildly prosperous but not rich, which means you can leave the town.","author":"Allan Gurganus","topic":"Business"},{"quote":"The diamond business has always been secretive.","author":"Nicky Oppenheimer","topic":"Business"},{"quote":"I believe that independent film making is the last frontier of creative expression available. So I&#39;m always willing to lend a helping hand to a young film maker who&#39;s just getting into the business.","author":"Lloyd Kaufman","topic":"Business"},{"quote":"We believe that the business system only is the key to success. It&#39;s no miracle, only day-to-day work in the appropriate way.","author":"Alexei Mordashov","topic":"Business"},{"quote":"What has been happening more lately - of course, I also put in my bio, I say I do the voice of Goliath, but some people go - you know, I say something, and it&#39;s a funny thing when you work in this business, people will talk out loud in front of you like you&#39;re not there.","author":"Keith David","topic":"Business"},{"quote":"We must have ideals and try to live up to them, even if we never quite succeed. Life would be a sorry business without them. With them it&#39;s grand and great.","author":"Lucy Maud Montgomery","topic":"Business"},{"quote":"There&#39;s no formula for success in this business. You just do the best you can.","author":"Samuel Goldwyn, Jr.","topic":"Business"},{"quote":"I said, to hell with the whole thing, to hell with show business. I&#39;m gonna make a new life for myself, and I got off drugs, completely kicked all that stuff.","author":"Tommy Kirk","topic":"Business"},{"quote":"Believe it or not, the biggest obstacle for a business owner with any size business is the internal response to the question - &#39;Now what?&#39; Often this question is followed by a - deer in the headlights - response, which is then followed by stagnation. Following stagnation comes fear.","author":"Darren L Johnson","topic":"Business"},{"quote":"Business, more than any other occupation, is a continual dealing with the future; it is a continual calculation, an instinctive exercise in foresight.","author":"Henry R. Luce","topic":"Business"},{"quote":"Only nine States have been represented since my arrival &#39;till within three days. There are now Eleven States barely represented. This tardiness in the States or their Delegates, besides retarding the most important Business makes it exceeding fatiguing to those that do attend.","author":"William Whipple","topic":"Business"},{"quote":"Publishing is a business, but journalism never was and is not essentially a business. Nor is it a profession.","author":"Henry R. Luce","topic":"Business"},{"quote":"Journalism: A profession whose business is to explain to others what it personally does not understand.","author":"Lord Northcliffe","topic":"Business"},{"quote":"The best minds are not in government. If any were, business would steal them away.","author":"Ronald Reagan","topic":"Business"},{"quote":"I&#39;m not asking any of you to make drastic changes to every single one of your recipes or to totally change the way you do business. But what I am asking is that you consider reformulating your menu in pragmatic and incremental ways to create healthier versions of the foods that we all love.","author":"Michelle Obama","topic":"Business"},{"quote":"War is the business of barbarians.","author":"Napoleon Bonaparte","topic":"Business"},{"quote":"Business, that&#39;s easily defined - it&#39;s other people&#39;s money.","author":"Peter Drucker","topic":"Business"},{"quote":"My cash cows, the slick magazines, were put out of business by TV.","author":"Kurt Vonnegut","topic":"Business"},{"quote":"Complaining is dangerous business. It can damage or even destroy your relationship with God, your relationships with other people, and even with your relationship with yourself.","author":"Joyce Meyer","topic":"Business"},{"quote":"It is awfully important to know what is and what is not your business.","author":"Gertrude Stein","topic":"Business"},{"quote":"I believe that starting any business should be as easy as a 10-year-old starting a lemonade stand.","author":"Mark Cuban","topic":"Business"},{"quote":"Politics is the art of preventing people from busying themselves with what is their own business.","author":"Paul Valery","topic":"Business"},{"quote":"My mother didn&#39;t want me to be in fashion. She was in the fashion business, so was my brother, and she thought it was too crazy for me. She wanted me to be married with children, to be independent, yes, but not to have a crazy life.","author":"Donatella Versace","topic":"Business"},{"quote":"Learning in a face-to-face human community, as humans have evolved to do over hundreds of thousands of years, may always be the ideal - especially in an endeavor that is as relationship-driven as business.","author":"Warren Bennis","topic":"Business"},{"quote":"It&#39;s a real roller-coaster ride if you&#39;re lucky to have longevity in this business - you have to be able to ride those waves.","author":"Jennifer Lopez","topic":"Business"},{"quote":"But now I realize that this record business really needs me. No one else is trying to take a chance or do something different.","author":"Erykah Badu","topic":"Business"},{"quote":"I can imagine no sweeter way to end one&#39;s life than in the quiet of the country, out of the mad race for money, place and power - far from the demands of business - out of the dusty highway where fools struggle and strive for the hollow praise of other fools.","author":"Robert Green Ingersoll","topic":"Business"},{"quote":"Guys like Josh Gordon need to stay in his sport and mind his own business.","author":"Kyrie Irving","topic":"Business"},{"quote":"You don&#39;t like to be lied to, by your friends or in your business dealings. So why would you want to be lied to when it comes to the origin of life or the fate of the planet?","author":"Steven Pinker","topic":"Business"},{"quote":"Racism, because it favors color over talent, is bad for business.","author":"Steven Pinker","topic":"Business"},{"quote":"The autonomous car is definitely coming, and when that stage comes, this ride-share business becomes even more important.","author":"Masayoshi Son","topic":"Business"},{"quote":"I was a fairly good amateur musician, and I was an average professional. But the one thing I saw was that the big band business was fading. So I made an economic decision, and it turned out the best judgment I ever made in my life.","author":"Alan Greenspan","topic":"Business"},{"quote":"Work done by other people sounds easy. How hard can it be to take care of a newborn who sleeps 20 hours a day? How hard can it be to keep track of your billable hours? To travel for one night for business? To get a 4-year-old ready for school? To return a few phone calls? To load the dishwasher? To fill out some forms?","author":"Gretchen Rubin","topic":"Business"},{"quote":"You&#39;re in the game of life to fight. If you&#39;re in business, and you&#39;re not aggressively building, you shouldn&#39;t be in.","author":"Jon Huntsman, Sr.","topic":"Business"},{"quote":"I do not want to admit to the world that I can be a bad person. It is just that I don&#39;t want anyone to have false expectations. Moviemaking is a harsh, volatile business, and unless you can be ruthless, too, there&#39;s a good chance that you are going to disappear off the scene pretty quickly.","author":"Tom Hanks","topic":"Business"},{"quote":"Remind people that profit is the difference between revenue and expense. This makes you look smart.","author":"Scott Adams","topic":"Business"},{"quote":"No employer today is independent of those about him. He cannot succeed alone, no matter how great his ability or capital. Business today is more than ever a question of cooperation.","author":"Orison Swett Marden","topic":"Business"},{"quote":"Acting is a business and a political act and a craft, but I also feel like it&#39;s a service - specifically, for a military audience.","author":"Adam Driver","topic":"Business"},{"quote":"Kids are great. That&#39;s one of the best things about our business, all the kids you get to meet. It&#39;s a shame they have to grow up to be regular people and come to the games and call you names.","author":"Charles Barkley","topic":"Business"},{"quote":"The typical American citizen is the business man. The typical business man is a bad citizen; he is busy. If he is a &#39;big business man&#39; and very busy, he does not neglect; he is busy with politics, oh, very busy and very businesslike.","author":"Lincoln Steffens","topic":"Business"},{"quote":"Conservatives, in general, are anti-immigrant for the same reasons they have always been anti-immigrant - a proud tradition in our nation of immigrants going back to the days of the Founders, when Ben Franklin thought we were going to be overrun by Germans. But Business likes illegal workers.","author":"Molly Ivins","topic":"Business"},{"quote":"The preppy lifestyle has gone global. We feel that our business has grown so well because preppy travels so well. It&#39;s all-American classic.","author":"Tommy Hilfiger","topic":"Business"},{"quote":"Love and business and family and religion and art and patriotism are nothing but shadows of words when a man&#39;s starving!","author":"O. Henry","topic":"Business"},{"quote":"If studios don&#39;t get their money back, we don&#39;t have any movies. So it is important that films are successful, and I am fully supportive of that because I&#39;m not just a director, I&#39;m also not stupid. I&#39;ve been in this business long enough and, to a certain extent, I&#39;m a businessman; I know the importance of that.","author":"Ridley Scott","topic":"Business"},{"quote":"By simply capitalizing on core strengths and knowledge, companies and entrepreneurs can engage in an emerging business model that will enable them to create - and demonstrate - real, sustainable social impact in society.","author":"Muhammad Yunus","topic":"Business"},{"quote":"Work\/life benefits allow companies meaningful ways for responding to their employees&#39; needs; they can be a powerful tool for transforming a workforce and driving a business&#39; success.","author":"Anne M. Mulcahy","topic":"Business"},{"quote":"I think no matter how you think about your music, you&#39;re ultimately in the music &#39;business.&#39; I think you have to be business-minded in some sense. And for me, the real goal... is positive intention and social change through music. It doesn&#39;t mean that can&#39;t turn a profit.","author":"Mary Lambert","topic":"Business"},{"quote":"I have always maintained that society has no business dictating morality.","author":"Peter Fonda","topic":"Business"},{"quote":"Drug trafficking is an inherently dangerous and violent business.","author":"Jeff Sessions","topic":"Business"},{"quote":"An advertising agency is 85 percent confusion and 15 percent commission.","author":"Fred Allen","topic":"Business"},{"quote":"In business, when you can meet an unmet need that is this primal, even meeting it in a superficial way can create a multi-billion-dollar business - e.g., the chat rooms in AOL when it first came out, or the lounges in Starbucks, or the billion people who are on Facebook - even though these are hardly the most intimate of life experiences.","author":"Dean Ornish","topic":"Business"},{"quote":"The Value Proposition Canvas functions like a plug-in to the Business Model Canvas and zooms into the value proposition and customer segment to describe the interactions between customers and product more explicitly and in more detail.","author":"Steve Blank","topic":"Business"},{"quote":"Immigrants use debt intelligently. They understand the difference between active debt: creating a business, or something to make business better, and dead debt: buying that new sports car or the 60 inch television. Those things don&#39;t lead to the good life. They delay getting it.","author":"Fabrizio Moreira","topic":"Business"},{"quote":"Before you start a business, careful planning is in order to obtain to where you ought to be. The biggest part is to ensure that, once you might have created your own plan, that you simply take motion. Without motion, you are unable to succeed.","author":"Fabrizio Moreira","topic":"Business"},{"quote":"Since the governments are in the pockets of businesses, who&#39;s going to control this most powerful institution? Business is more powerful than politics, and it&#39;s more powerful than religion. So it&#39;s going to have to be the vigilante consumer.","author":"Anita Roddick","topic":"Business"},{"quote":"I didn&#39;t go to business school, didn&#39;t care about financial stuff and the stock market.","author":"Anita Roddick","topic":"Business"},{"quote":"Education is a business - the growth business. It cultivates the growth of our learners, translates the growth of new knowledge, and builds professional growth.","author":"Heidi Hayes Jacobs","topic":"Business"},{"quote":"Because Ritchie Valens WAS the real deal. He was only starting, but in the time he spent in the business, he made big impact. I don&#39;t know if anybody could have made a bigger one.","author":"Waylon Jennings","topic":"Business"},{"quote":"I came from the music business, which reputedly has the biggest egos, but I really think the airline world caps it.","author":"Tony Fernandes","topic":"Business"},{"quote":"Be careful what you wish for - getting to be a successful business and maintaining it is so hard. Anyone can be good one night; being good over several years is incredibly difficult.","author":"David Chang","topic":"Business"},{"quote":"Business is war! Its leaders are strategic commanders, who boldly snatch victory from the jaws of defeat - and who perform other acts of derring-do. This kind of talk sounds great in the boardroom, and, for that matter, in the bookstore, where dozens of authors counsel would-be corporate warriors.","author":"Nathan Myhrvold","topic":"Business"},{"quote":"I&#39;m an introvert at heart... And show business - even though I&#39;ve loved it so much - has always been hard for me.","author":"Roy Rogers","topic":"Business"},{"quote":"A lot of what people are calling &#39;artificial intelligence&#39; is really data analytics - in other words, business as usual. If the hype leaves you asking &#39;What is A.I., really?,&#39; don&#39;t worry, you&#39;re not alone.","author":"Om Malik","topic":"Business"},{"quote":"A lot of people are like, &#39;So you want to be famous.&#39; And I&#39;m like, &#39;No, I want to be good at my craft. I don&#39;t care about fame, I don&#39;t care if I even ever make it. As long as people know what I am as an actress in this business, I&#39;m set for my career right now.&#39;","author":"Chloe Grace Moretz","topic":"Business"},{"quote":"In America, we have equated personal business success with public virtue.","author":"Chrystia Freeland","topic":"Business"},{"quote":"Lobbyists didn&#39;t descend from a spaceship. They evolved organically from the way we do business.","author":"Christopher Buckley","topic":"Business"},{"quote":"I don&#39;t really measure success by anything other than if I am happy. That is success to me. Am I happy waking up every morning? And despite the challenges of running my own business, do I look forward to going to work? Absolutely.","author":"L'Wren Scott","topic":"Business"},{"quote":"As a serial investor who has raised hundreds of millions of dollars for startups, I know that the business plans coming out of incubators tend to be vetted and more thoroughly validated. The incubator&#39;s input into your business plan will make you look far more polished and experienced - even if you have never run a business before.","author":"Jay Samit","topic":"Business"},{"quote":"Realize that the game of life is the game of, to some extent, being taken advantage of by people who make a science of it. Whether they are in government or personal life or in business, they&#39;re everywhere.","author":"Walter Kirn","topic":"Business"},{"quote":"No man is a success in business unless he loves his work.","author":"Florence Scovel Shinn","topic":"Business"},{"quote":"That&#39;s what I love about my faith and Christianity. It&#39;s the polar opposite of darn near everything I experienced in the wrestling business. I still love the business, and I&#39;m thankful for everything that it&#39;s provided, but the idea that it deals in the truth is the furthest thing from reality.","author":"Shawn Michaels","topic":"Business"},{"quote":"Word of mouth is the best medium of all.","author":"William Bernbach","topic":"Business"},{"quote":"I thought I would spend the rest of my life being a good tax lawyer. The interesting thing about being a tax lawyer is, none of your clients are poor. I had clients come to me and say, &#39;Can you help us make investments?&#39; That led to me getting into the real estate business.","author":"Jerry Reinsdorf","topic":"Business"},{"quote":"No government is here forever. And there are other forces - the most potent force in our society, in fact, big business - doing good for the environment.","author":"Jared Diamond","topic":"Business"},{"quote":"I&#39;m proud of my status as a pioneer in this business.","author":"Lesley Visser","topic":"Business"},{"quote":"A desire of gain is common to mankind, and the general motive to business and industry.","author":"Oliver Ellsworth","topic":"Business"},{"quote":"I find, in merchandising and design and creative, a business school degree isn&#39;t particularly helpful.","author":"Mickey Drexler","topic":"Business"},{"quote":"Something like 80 per cent of business decisions have a location element. In fact, it&#39;s probably higher than that.","author":"Jack Dangermond","topic":"Business"},{"quote":"I have laid aside business, and gone a&#39;fishing.","author":"Izaak Walton","topic":"Business"},{"quote":"Since most startups operate at a break-neck pace, with a concept to prove or a product to launch within a rapidly shortening runway of financing, company culture often gets shoved aside. This is a big, big mistake: Nobody serious about their business should put culture in the corner.","author":"Leah Busque","topic":"Business"},{"quote":"The great thing about the business is how Darwinian it is. We have to swim or die - if you are found wanting over a period of time, you&#39;ve either got to change what you&#39;re doing or find something else to do.","author":"Steven Soderbergh","topic":"Business"},{"quote":"My basic strategy is to stick to my core business and to my area of expertise.","author":"Henry Sy","topic":"Business"},{"quote":"Groupon as a company - it&#39;s built into the business model - is about surprise. A new deal that surprises you every day. We&#39;ve carried that over to our brand, in the writing and the marketing that we do, and in the internal corporate culture.","author":"Andrew Mason","topic":"Business"},{"quote":"I really believe that the raw ingredient of any creative business is the set of experiences that the team has, the set of skills. I think a simple fact is that if you have a different set of experiences based on how you grew up or how other people perceive you, or if you have a different set of skills, that will produce a better company.","author":"Ben Silbermann","topic":"Business"},{"quote":"My dad had a retail business in Leavenworth, Kansas, and there&#39;s a whole bunch of prisons there, so it was a backdrop of my childhood, these ominous prisons sitting off the road.","author":"Eric Stonestreet","topic":"Business"},{"quote":"I&#39;m not going to give up doing interesting things. I&#39;m going to do it as long as I possibly can and hopefully have longevity in this business.","author":"Jessica Biel","topic":"Business"},{"quote":"Kevin Systrom of Instagram used to work for us as a consultant in the early days of Mint. I knew him a long time ago. Maybe I could have gotten in there. But with photo sharing, I don&#39;t know if there&#39;s an obvious business model. I don&#39;t think there&#39;s a competitive, sustainable advantage.","author":"Aaron Patzer","topic":"Business"},{"quote":"If football taught me anything about business, it is that you win the game one play at a time.","author":"Fran Tarkenton","topic":"Business"},{"quote":"When I started in e-commerce, there was not a lot of clutter because there were not a lot of companies. Nowadays, you have to have a pretty serious moat around your business to compete with Amazon, Wal-Mart, and even Alibaba online.","author":"Julie Wainwright","topic":"Business"},{"quote":"Inflation is lower and more stable and the real business cycle fluctuations are more modest.","author":"Martin Feldstein","topic":"Business"},{"quote":"Business is all about risk taking and managing uncertainties and turbulence.","author":"Gautam Adani","topic":"Business"},{"quote":"Doing business and doing good are not mutually exclusive, and it is our responsibility to prove this every day anew.","author":"Ofra Strauss","topic":"Business"},{"quote":"With the growing reliance on social media, we no longer search for news, or the products and services we wish to buy. Instead they are being pushed to us by friends, acquaintances and business colleagues.","author":"Erik Qualman","topic":"Business"},{"quote":"You have to be passionate about your business. If you don&#39;t love your business, you are doing a terrible disservice to your customers and clients, your team members and business partners, your family and yourself.","author":"Paul Zane Pilzer","topic":"Business"},{"quote":"I watched Ricki Lake&#39;s documentary, &#39;The Business of Being Born,&#39; and that led me to call a midwife, and not an ob-gyn, when I found out I had conceived. My delivery was not easy - they call it &#39;labor,&#39; not &#39;a vacation!&#39; - but I was incredibly grateful that I did it that way.","author":"Sarah Wayne Callies","topic":"Business"},{"quote":"To find in ourselves what makes life worth living is risky business, for it means that once we know we must seek it. It also means that without it life will be valueless.","author":"Marsha Sinetar","topic":"Business"},{"quote":"Don&#39;t ever break someone&#39;s trust. Once you do, then nobody wants to do business with you.","author":"Robert Budi Hartono","topic":"Business"},{"quote":"We&#39;re on the path of creating monopoly business practices out of copyright law.","author":"Robin Gross","topic":"Business"},{"quote":"Every actress has to face the facts there are younger, more beautiful girls right behind you. Once you&#39;ve gone beyond the vanity of the business, you&#39;ll take on the tough roles.","author":"Jean Simmons","topic":"Business"},{"quote":"I use doodling for a variety of reasons: I use it to get clarity around a concept, I use it to relax, I use it to communicate ideas with others and get their refinement of them, I use it to map complex systems for companies, I use it to run innovation games for business, I use it to get insight on something puzzling me.","author":"Sunni Brown","topic":"Business"},{"quote":"When you are in any contest, you should work as if there were - to the very last minute - a chance to lose it. This is battle, this is politics, this is anything.","author":"Dwight D. Eisenhower","topic":"Business"},{"quote":"We don&#39;t seem to be able to check crime, so why not legalize it and then tax it out of business?","author":"Will Rogers","topic":"Business"},{"quote":"In business or in life, don&#39;t follow the wagon tracks too closely.","author":"H. Jackson Brown, Jr.","topic":"Business"},{"quote":"Employees make the best dates. You don&#39;t have to pick them up and they&#39;re always tax-deductible.","author":"Andy Warhol","topic":"Business"},{"quote":"I think that&#39;s what happened to the record business when &#39;Napster&#39; came around. The industry rejected what was happening instead of accepting it as change.","author":"Jay-Z","topic":"Business"},{"quote":"My first album was mainly dealing with street issues, and it was &#39;coded&#39;: it was called &#39;Reasonable Doubt.&#39; So the things I was talking about... I was talking about in slang, and it was something that people in the music business was not really privy to. They didn&#39;t understand totally what I was saying or what I was talking about.","author":"Jay-Z","topic":"Business"},{"quote":"I don&#39;t join the New Atheists. So, for example, I wouldn&#39;t have the arrogance to lecture some mother who hopes to see her dying child in Heaven - that&#39;s none of my business, ultimately. I won&#39;t lecture her on the philosophy of science.","author":"Noam Chomsky","topic":"Business"},{"quote":"I feel lazy when I&#39;m not working. I learned all my business sense from my dad. He always believed in me, and I think the last thing he said to me before he passed away was, &#39;I know you&#39;re gonna be OK. I&#39;m not worried about you&#39;.","author":"Kim Kardashian","topic":"Business"},{"quote":"Editor: a person employed by a newspaper, whose business it is to separate the wheat from the chaff, and to see that the chaff is printed.","author":"Elbert Hubbard","topic":"Business"},{"quote":"I knew how to sell. I felt confident I could run a business. I was willing to outwork anyone. I wasn&#39;t afraid to live like a student on next to nothing. So that meant I had absolutely nothing to lose and everything to gain.","author":"Mark Cuban","topic":"Business"},{"quote":"What I learned is that in business you must make decisions based on facts, not react with your heart.","author":"Mario Andretti","topic":"Business"},{"quote":"The stores and the things like that, the business side of things came out at the point when, I&#39;d say probably in the early &#39;70s, it looked like the year of the singer-songwriter was over, &#39;cause music changed in our time and the spotlight was out.","author":"Jimmy Buffett","topic":"Business"},{"quote":"All businesses require capital, management and labor, and business executives, wanting to grow and maintain profitable enterprises, have a strong incentive to keep costs, including labor, as low as possible.","author":"Kevin O'Leary","topic":"Business"},{"quote":"I still have a lot to learn - about the business, about music, and about myself. Its exciting.","author":"Britney Spears","topic":"Business"},{"quote":"Businesses succeed when societies themselves succeed. When countries are affected by violence and the absence of the rule of law, business can and must be a messenger of peace.","author":"Ban Ki-moon","topic":"Business"},{"quote":"No... a novel is a long business. I&#39;m a slow writer, even when I&#39;m doing very well I write slowly.","author":"Octavia Butler","topic":"Business"},{"quote":"The business of second chances is everybody&#39;s business.","author":"Greg Boyle","topic":"Business"},{"quote":"I started my career counting diamonds and schlepping gold jewelry around the world. The jewelry business is a very, very tough business - tougher than the computer business. You truly have to understand how to take care of your customers.","author":"Guy Kawasaki","topic":"Business"},{"quote":"Reason and judgment are the qualities of a leader.","author":"Tacitus","topic":"Business"},{"quote":"Some of the greatest actors have turned superheroes into a serious business: Michael Keaton and Jack Nicholson in &#39;Batman&#39;; Ian McKellen and Patrick Stewart, the first venerable knights of the X-Men, who have now passed the baton to Michael Fassbender and James McAvoy.","author":"Tom Hiddleston","topic":"Business"},{"quote":"If we would change the basis and align what is taught in school with what is needed with business... that&#39;s where I came up with this idea of &#39;new collar.&#39; Not blue collar or white collar.","author":"Ginni Rometty","topic":"Business"},{"quote":"Whatever business you&#39;re in - it doesn&#39;t matter - it&#39;s going to commoditize over time. It&#39;s going to devalue. You&#39;ve got to keep moving it to a higher value.","author":"Ginni Rometty","topic":"Business"},{"quote":"The nature of motion capture is only going to work for certain films. It&#39;s not going to put any other type of movies out of business.","author":"Tom Hanks","topic":"Business"},{"quote":"Customers are the reason we open our doors every day, and keep the machines humming all night long. Customers determine what we eat, where we live, whether we stay in business.","author":"Harvey Mackay","topic":"Business"},{"quote":"The sooner you accept the fact that you will have both successes and failures, the easier it will be to get your business and personal life headed in the right direction.","author":"Harvey Mackay","topic":"Business"},{"quote":"I see no conflict whatsoever between Christianity and good business practices. People say you can&#39;t mix business with religion. I say there&#39;s no other way.","author":"S. Truett Cathy","topic":"Business"},{"quote":"The Small Business Administration was fundamental in helping our company. There&#39;s great initiative from the government if you know the right places to look.","author":"Kevin Plank","topic":"Business"},{"quote":"Managing a business, small or large, today requires an extremely disciplined, thoughtful approach with regard to the pressure that people are under.","author":"Howard Schultz","topic":"Business"},{"quote":"There was a &#39;Wired&#39; cover that had a big Apple logo with a crown of barbed wire as thorns, and underneath it just said, &#39;Pray.&#39; I remember this because of how upsetting it was. Basically saying either it&#39;s going to just go out of business or be bought.","author":"Jonathan Ive","topic":"Business"},{"quote":"The gig economy is empowerment. This new business paradigm empowers individuals to better shape their own destiny and leverage their existing assets to their benefit.","author":"John McAfee","topic":"Business"},{"quote":"People look at the same passage, and one person will say this is the best thing he&#39;s ever read, and another person will say it&#39;s absolutely idiotic. I mean, there&#39;s no way to reconcile those two things. You just have to forget the whole business of what people are saying.","author":"Paul Auster","topic":"Business"},{"quote":"An economist is an expert who will know tomorrow why the things he predicted yesterday didn&#39;t happen today.","author":"Laurence J. Peter","topic":"Business"},{"quote":"If you aren&#39;t playing well, the game isn&#39;t as much fun. When that happens I tell myself just to go out and play as I did when I was a kid.","author":"Thomas J. Watson","topic":"Business"},{"quote":"I like to read first thing in the morning. I&#39;m addicted to the Kindle. I read a lot of business books, because I feel like I should figure out how to be a real businessman before someone figures out that I&#39;m not one. I really enjoy reading classics as well, which I try to work in once every two months.","author":"Matt Mullenweg","topic":"Business"},{"quote":"Philip Greenspun had a huge impact on me. He was the first person I knew of that embraced online communities, created a real business around open source, gave back to the community through education, and inspired me to explore photography.","author":"Matt Mullenweg","topic":"Business"},{"quote":"How many deaf people do you know in real life? Unless they live in a cave, or are 14, which seems to be true for most people in this business, what could I possibly tell them that they don&#39;t already know?","author":"Marlee Matlin","topic":"Business"},{"quote":"I was well motivated. What I wanted to do was work for myself. I had twenty two jobs before I started my business at the age of twenty three and I didn&#39;t want one more boss telling me what to do. So I was motivated simply because I didn&#39;t want a boss.","author":"Barbara Corcoran","topic":"Business"},{"quote":"There was a point in the late &#39;90s where all the graduating M.B.A.&#39;s wanted to start companies in Silicon Valley, and for the most part they were not actually qualified to do it.","author":"Marc Andreessen","topic":"Business"},{"quote":"If the head man in a company is not working 12 hours a day, doing things, taking risks, but also standing with his people in the trenches at the most difficult of times, then the company loses something.","author":"Rupert Murdoch","topic":"Business"},{"quote":"A lot of young people just starting out unskilled, as all Americans do when they&#39;re born here, come to this country, and so the business community is for immigration. Big businesses, small businesses, high-tech, low-tech, the communities of faith, and the Republican leadership.","author":"Grover Norquist","topic":"Business"},{"quote":"I am one of those artists who knows where their money is. I pay my bills; I take care of my mama. I handle my business. I am a businessman. I go to meetings and take care of things, so it&#39;s a lot more than just partying and turning up.","author":"Juicy J","topic":"Business"},{"quote":"A good column is one that sells paper. It doesn&#39;t matter how beautifully it is written and how much you admire the author... if it doesn&#39;t sell any papers, it&#39;s not a good column. It&#39;s a terrible yardstick to use, but in the newspaper business, that&#39;s the whole thing.","author":"Herb Caen","topic":"Business"},{"quote":"People who have tried it, tell me that a clear conscience makes you very happy and contented; but a full stomach does the business quite as well, and is cheaper, and more easily obtained.","author":"Jerome K. Jerome","topic":"Business"},{"quote":"When I&#39;ve gone back to work, it&#39;s always with that sense of inevitability. That may be a complete delusion, but it&#39;s the one that I need to get out of bed and go about my business. That sense that I can&#39;t avoid this thing. I better just get on with it.","author":"Daniel Day-Lewis","topic":"Business"},{"quote":"Many of the basic lessons of business, such as the critical value of customer service or measuring risk against reward when investing capital, have essential application in government, but not in a vacuum.","author":"John Hickenlooper","topic":"Business"},{"quote":"Insults are the business of the court.","author":"Naguib Mahfouz","topic":"Business"},{"quote":"Small business owners and entrepreneurs worthy of the title need to build systems that replace themselves.","author":"Michael E. Gerber","topic":"Business"},{"quote":"Don&#39;t look at small business as a means to an end and a way to make money until the corporation hires you; look at it as a chance to create something of immeasurable value and beauty in a world that desperately needs it.","author":"Michael E. Gerber","topic":"Business"},{"quote":"The global triumph of American technology has been predicated on the implicit separation between the business interests of Silicon Valley and the political interests of Washington.","author":"Evgeny Morozov","topic":"Business"},{"quote":"In the 1940s, the petroleum business was an American game, and it was enormously to our advantage that the world ran on oil.","author":"Robert Zubrin","topic":"Business"},{"quote":"All through history, there have always been movements where business was not just about the accumulation of proceeds but also for the public good.","author":"Anita Roddick","topic":"Business"},{"quote":"If you go out to Hollywood you&#39;ll find a lot of fantastic plastic people there in the business and a lot of people in life generally. They find it so hard to be themselves that they have to be plastic.","author":"Jimmy Cliff","topic":"Business"},{"quote":"I am a little older and understand the nature of the business - the older you get the more your skills supposedly diminish, but I think I am getting wiser in how to use my physical skills. That&#39;s the frustrating part when you put so much heart and desire into things and feel like you are not wanted.","author":"Randy Moss","topic":"Business"},{"quote":"I have made a promise to myself that I will have no limitations as an actor. I have realised I have to pay attention to the commercials or the business aspect of cinema, but deep inside, I am purely an artiste.","author":"Randeep Hooda","topic":"Business"},{"quote":"I&#39;d really love to see a business model for higher education going forward that is actually affordable, that uses modern technology to reach scale and quality and that really reimburses the services rendered in a way that&#39;s meaningful to everybody.","author":"Sebastian Thrun","topic":"Business"},{"quote":"I&#39;m always sad to see a relationship not work, but what happens between two people is not my business.","author":"Debbie Reynolds","topic":"Business"},{"quote":"Every day I get up and look through the Forbes list of the richest people in America. If I&#39;m not there, I go to work.","author":"Robert Orben","topic":"Business"},{"quote":"Over the long haul of life on this planet, it is the ecologists, and not the bookkeepers of business, who are the ultimate accountants.","author":"Stewart Udall","topic":"Business"},{"quote":"Business is a combination of war and sport.","author":"Andre Maurois","topic":"Business"},{"quote":"It&#39;s important for whoever is governor to be somebody with a breadth of experience in life, in business, and in service.","author":"Maggie Hassan","topic":"Business"},{"quote":"My dad met my mom at Casper College in the orientation line. He studied business and eventually transferred to the University of Wyoming at Laramie.","author":"Dana Perino","topic":"Business"},{"quote":"Business? It&#39;s quite simple; it&#39;s other people&#39;s money.","author":"Alexandre Dumas","topic":"Business"},{"quote":"When you are running a business, there is a constant need to reinvent oneself. One should have the foresight to stay ahead in times of rapid change and rid ourselves of stickiness in any form in the business.","author":"Shiv Nadar","topic":"Business"},{"quote":"Industry is fortune&#39;s right hand, and frugality its left.","author":"John Ray","topic":"Business"},{"quote":"I&#39;ve always thought legal addictions are a great way to create a business. Starbucks is a wonderful example.","author":"Nolan Bushnell","topic":"Business"},{"quote":"In general, we run the farm like a business instead of a welfare recipient, and we adhere to historically-validated patterns.","author":"Joel Salatin","topic":"Business"},{"quote":"The bottom line is that any business should be a meritocracy. The best and brightest. Period.","author":"Billy Beane","topic":"Business"},{"quote":"The fastest way to succeed is to look as if you&#39;re playing by somebody else&#39;s rules, while quietly playing by your own.","author":"Michael Korda","topic":"Business"},{"quote":"There are fun parts of running a startup and not so fun parts, and Facebook handles the not so fun parts, like infrastructure, spam, sales. The real questions are, how big can &#39;Instagram&#39; get? Is it 400 million, or bigger? Can it be a viable business if it is that big? These are at the top of the list for everyone in Silicon Valley.","author":"Kevin Systrom","topic":"Business"},{"quote":"When I get economic development calls from business leaders who are considering relocating or expanding in Arkansas, the abilities of our workforce are always a critical part of the conversation.","author":"Asa Hutchinson","topic":"Business"},{"quote":"Over time, low rates can put pressure on the business models of financial institutions.","author":"Jerome Powell","topic":"Business"},{"quote":"We don&#39;t have a monopoly. We have market share. There&#39;s a difference.","author":"Steve Ballmer","topic":"Business"},{"quote":"Our relationships with people are formed by small moments - and relationships are crucial in business.","author":"Tom Rath","topic":"Business"},{"quote":"I definitely am done with as much drama as I can be done with. I don&#39;t think it helps me with any of my business endeavors or the things that I&#39;m excited about.","author":"Farrah Abraham","topic":"Business"},{"quote":"I learned from Mr. Wrigley, early in my career, that loyalty wins and it creates friendships. I saw it work for him in his business.","author":"Ernie Banks","topic":"Business"},{"quote":"Franchises mean that you&#39;re tied in. That&#39;s a lovely feeling of comfort to the whole thing. From a business perspective, it really keeps you current and lets you go and do other smaller, more pedestrian things.","author":"Taron Egerton","topic":"Business"},{"quote":"I didn&#39;t intend to go into the seminar business.","author":"Marilyn Ferguson","topic":"Business"},{"quote":"A lot of family members worked in the joint commodities family business. It was a classic case of capitalism at work and socialism at home.","author":"Uday Kotak","topic":"Business"},{"quote":"Our house is a constant mayhem of music, noise, socializing and business. It vibrates life, as a house should.","author":"Dan Hill","topic":"Business"},{"quote":"Spend a lot of time talking to customers face to face. You&#39;d be amazed how many companies don&#39;t listen to their customers.","author":"Ross Perot","topic":"Business"},{"quote":"For many years, when people described how the Internet worked - whether they were talking about shopping, communicating, or starting a business there - they inevitably invoked a single metaphor. The Internet, said just about everybody, was a contemporary incarnation of the wild, wild West.","author":"Steven Levy","topic":"Business"},{"quote":"It&#39;s tough for people to get into business, especially a small business.","author":"Fred DeLuca","topic":"Business"},{"quote":"Unfair and deceptive business practices have been illegal in most states for decades. Yet traffickers routinely use what appear to be legitimate businesses - massage parlors, bars, nail salons - as fronts for their illegal exploitation. It&#39;s the ultimate business scam.","author":"Josh Hawley","topic":"Business"},{"quote":"It&#39;s really important to find a humble approach to your own creative work, your own business work. To recognize that you can&#39;t do everything yourself.","author":"Adrian Grenier","topic":"Business"},{"quote":"I don&#39;t have tiffs with people. I only mind my business, but whatever interferes my freedom of expression, I have always voiced.","author":"Kamal Haasan","topic":"Business"},{"quote":"With success comes responsibility of playing your part, to do what you can to help not only those that helped you get to where you&#39;re at, but the future of who&#39;s going to be playing a part of your business and everything you do in your entire career.","author":"Rob Dyrdek","topic":"Business"},{"quote":"I think every business, really, has a unique reason for being, unique assets, unique attributes, a unique history. And that can be turned into a very attractive design story, essentially, that consumers can relate to.","author":"Yves Behar","topic":"Business"},{"quote":"While I accept that large investment rounds will always garner headlines, it&#39;s almost as if the magic number of how much cash you&#39;ve managed to raise has become both a stamp of approval and the main metric for gauging a business&#39;s true worth.","author":"Maelle Gavet","topic":"Business"},{"quote":"I think that focusing on the money, on the business, is not enough.","author":"Sergei Bubka","topic":"Business"},{"quote":"Great Wass Island Preserve is a 1,579-acre Nature Conservancy jewel, a place of spectacular botanical interest, and Jonesport is situated on a postcard-pretty harbor. Tourism is not serious business in those parts - boat building and fishing are - and there are no signs telling how to get to Great Wass. But I know.","author":"Sue Hubbell","topic":"Business"},{"quote":"It&#39;s not government that creates jobs; it&#39;s small business. Our job is to make sure they have the access to capital, the access to contracting opportunities, and the help, advice and mentoring that they need to go out and be successful.","author":"Karen Mills","topic":"Business"},{"quote":"I&#39;ve been in this business my whole life. I&#39;m pretty bulletproof as far as being hurt.","author":"Tina Yothers","topic":"Business"},{"quote":"I do love television. But the business is accelerating and people are not getting the chance to fail.","author":"Dick Wolf","topic":"Business"},{"quote":"I remember when I first started in the business, I lost a lot of friends. Some were jealous, some were annoyed at the fact that I was an actress.","author":"Amber Tamblyn","topic":"Business"},{"quote":"Look at growth, look at how much time people spend on the Net and look at the variety of things that they are doing. It&#39;s all really good, so I am actually encouraged by the fundamentals that underlie usage growth on the Net.","author":"Meg Whitman","topic":"Business"},{"quote":"You have to have a business model you believe in and like.","author":"Brian L. Roberts","topic":"Business"},{"quote":"There&#39;s a lot of pride that business owners have. It&#39;s actually really critical that pride and ownership extends to everyone in the organization. I think of everyone is in the same boat in driving the company forward.","author":"Aaron Levie","topic":"Business"},{"quote":"You know your business model is broken when you&#39;re suing your customers.","author":"Paul Graham","topic":"Business"},{"quote":"First-rate people hire first-rate people; second-rate people hire third-rate people.","author":"Leo Rosten","topic":"Business"},{"quote":"Independent artists and labels have always been the trend setters in music and the music business.","author":"Shawn Fanning","topic":"Business"},{"quote":"The American people don&#39;t believe politicians. They don&#39;t believe business leaders or Hollywood celebrities or athletes or other supposed role models. And they certainly don&#39;t believe the news media.","author":"John Yarmuth","topic":"Business"},{"quote":"No partnership between two independent companies, no matter how well run, can match the speed, effectiveness, responsiveness and efficiency of a solely owned company.","author":"Edward Whitacre, Jr.","topic":"Business"},{"quote":"If you are realistic about how our present society works, the economic clout - and a lot of the political clout, frankly - is in the business sector. And it&#39;s the locus of innovation.","author":"Peter Senge","topic":"Business"},{"quote":"No party or event is without a reason. This is how we foster new relationships, open doors, and launch new ideas that create business opportunities, investments, and jobs in the U.S. and Spain.","author":"James Costos","topic":"Business"},{"quote":"It is nasty. You can think that you know someone in this business and you really don&#39;t. You can be stabbed in the back very easily. You can be praised very easily. It doesn&#39;t matter who you are or what you do.","author":"Daisy Fuentes","topic":"Business"},{"quote":"If you&#39;ve been running a business for 38 years, you&#39;re approaching your 66th birthday, you&#39;ve never owed a man a penny or done anyone any grievance in your life, and you feel hard done-by and try to protect yourself and your family, but go to prison, well if that&#39;s the society we&#39;re living in, I&#39;m happy to accept that.","author":"Sean Quinn","topic":"Business"},{"quote":"He has a very extensive public relations apparatus that is paid for by the taxpayers of this state. They are some of the best in the business. and he is a master at getting not only television but other media exposure on the basis of confrontation and chaos.","author":"Bill Scott","topic":"Business"},{"quote":"I love no woman, for love is a serious business, not a jest.","author":"Marie de France","topic":"Business"},{"quote":"If I&#39;ve learned anything in this business, it&#39;s that you have to be fearless.","author":"Jody Watley","topic":"Business"},{"quote":"There&#39;s been a big spur in downtown development with new business, restaurants and a lot of loft buying. The buses run, and there&#39;s a subway that runs through downtown.","author":"Michael Ritchie","topic":"Business"},{"quote":"Our new attitude is how can we put you in front of our customer.","author":"Terry Semel","topic":"Business"},{"quote":"Whenever we went on a trip, picnic, or business trip, I was always with my dad, and I would just always be in contact with cosmonauts, and I thought it would be always normal to be with them.","author":"Roman Romanenko","topic":"Business"},{"quote":"It&#39;s called a pen. It&#39;s like a printer, hooked straight to my brain.","author":"Dale Dauten","topic":"Business"},{"quote":"Only a monopolist could study a business and ruin it by giving away products.","author":"Scott McNealy","topic":"Business"},{"quote":"Inside every working anarchy, there&#39;s an Old Boy Network.","author":"Mitchell Kapor","topic":"Business"},{"quote":"What we actually learn, from any given set of circumstances, determines whether we become increasingly powerless or more powerful.","author":"Blaine Lee","topic":"Business"},{"quote":"I don&#39;t think it&#39;s a good idea to plan to sell a company.","author":"Elon Musk","topic":"Business"},{"quote":"I think that there is nothing, not even crime, more opposed to poetry, to philosophy, ay, to life itself than this incessant business.","author":"Henry David Thoreau","topic":"Business"},{"quote":"If you can build a business up big enough, it&#39;s respectable.","author":"Will Rogers","topic":"Business"},{"quote":"Business today consists in persuading crowds.","author":"T. S. Eliot","topic":"Business"},{"quote":"The gambling known as business looks with austere disfavor upon the business known as gambling.","author":"Ambrose Bierce","topic":"Business"},{"quote":"Corporation: An ingenious device for obtaining profit without individual responsibility.","author":"Ambrose Bierce","topic":"Business"},{"quote":"Every young man would do well to remember that all successful business stands on the foundation of morality.","author":"Henry Ward Beecher","topic":"Business"},{"quote":"I get to play golf for a living. What more can you ask for - getting paid for doing what you love.","author":"Tiger Woods","topic":"Business"},{"quote":"For the merchant, even honesty is a financial speculation.","author":"Charles Baudelaire","topic":"Business"},{"quote":"The rules of friendship are tacit, unconscious; they are not rational. In business, though, you have to think rationally.","author":"Steven Pinker","topic":"Business"},{"quote":"My dad&#39;s a lighting director. Growing up in Hollywood, I was around the entertainment industry all the time. I knew I&#39;d end up in show business in some capacity, eventually.","author":"Meghan Markle","topic":"Business"},{"quote":"All the things I love is what my business is all about.","author":"Martha Stewart","topic":"Business"},{"quote":"I admire the courage and self-reliance it takes to start your own business and make it succeed.","author":"Martha Stewart","topic":"Business"},{"quote":"And I want to do it the right way, like everybody else, not just a famous figurehead that gets a job because he is a famous basketball player. I want to really learn the business.","author":"Shaquille O'Neal","topic":"Business"},{"quote":"As professional athletes, we get pitched business or investment opportunities all the time, wherever we are.","author":"Rob Gronkowski","topic":"Business"},{"quote":"The invisible hand of the market always moves faster and better than the heavy hand of government.","author":"Mitt Romney","topic":"Business"},{"quote":"Government in the U.S. today is a senior partner in every business in the country.","author":"Norman Cousins","topic":"Business"},{"quote":"Exchange ideas frequently.","author":"James Cash Penney","topic":"Business"},{"quote":"I never trust an executive who tends to pass the buck. Nor would I want to deal with him as a customer or a supplier.","author":"James Cash Penney","topic":"Business"},{"quote":"The final test of a leader is that he leaves behind him in other men the conviction and the will to carry on.","author":"Walter Lippmann","topic":"Business"},{"quote":"The genius of a good leader is to leave behind him a situation which common sense, without the grace of genius, can deal with successfully.","author":"Walter Lippmann","topic":"Business"},{"quote":"My son is now an &#39;entrepreneur.&#39; That&#39;s what you&#39;re called when you don&#39;t have a job.","author":"Ted Turner","topic":"Business"},{"quote":"Every few seconds it changes - up an eighth, down an eighth - it&#39;s like playing a slot machine. I lose $20 million, I gain $20 million.","author":"Ted Turner","topic":"Business"},{"quote":"If the career you have chosen has some unexpected inconvenience, console yourself by reflecting that no career is without them.","author":"Jane Fonda","topic":"Business"},{"quote":"No matter what business you&#39;re in, business is business, and financing and money are critical. I would have made a lot fewer mistakes if I had more schooling in that area.","author":"Daymond John","topic":"Business"},{"quote":"Lots of folks confuse bad management with destiny.","author":"Kin Hubbard","topic":"Business"},{"quote":"American business has just forgotten the importance of selling.","author":"Barry Goldwater","topic":"Business"},{"quote":"Your mission is to find a product or service that can positively impact the lives of 1 billion people because that&#39;s the game we&#39;re playing today.","author":"Peter Diamandis","topic":"Business"},{"quote":"The buck stops with the guy who signs the checks.","author":"Rupert Murdoch","topic":"Business"},{"quote":"The hardware business is all about per-unit manufacturing cost and functionality. The services business is less asset-intensive and more dependent on people.","author":"Anne M. Mulcahy","topic":"Business"},{"quote":"Ukrainian business must really embrace global competition. We need to understand that competition for resources and clients is not with competitors from across the street or from another city, but with millions of businesses around the world.","author":"Victor Pinchuk","topic":"Business"},{"quote":"A group or an artist shouldn&#39;t get his money until his boss gets his.","author":"Bobby Darin","topic":"Business"},{"quote":"Being an entrepreneur is more than a matter of simply starting a business.","author":"Michael E. Gerber","topic":"Business"},{"quote":"The problem is that many times people suspend their common sense because they get drowned in business models and Harvard business school teachings.","author":"Mo Ibrahim","topic":"Business"},{"quote":"If being the biggest company was a guarantee of success, we&#39;d all be using IBM computers and driving GM cars.","author":"James Surowiecki","topic":"Business"},{"quote":"The most important quality in a leader is that of being acknowledged as such. All leaders whose fitness is questioned are clearly lacking in force.","author":"Andre Maurois","topic":"Business"},{"quote":"People will buy anything that is &#39;one to a customer.&#39;","author":"Sinclair Lewis","topic":"Business"},{"quote":"Study how to write smart contracts, which is the basic unit of programming a blockchain for business purposes. It is the equivalent of being taught HTML and Java during the early Internet days. And master how to create assets or tokenize existing ones on a blockchain.","author":"William Mougayar","topic":"Business"},{"quote":"&#39;10&#39; was amazing! I had no career before &#39;10&#39; and then all of a sudden I was able to do pretty much whatever I was able to do in the business.","author":"Bo Derek","topic":"Business"},{"quote":"If you have one good idea, people will lend you twenty.","author":"Marie von Ebner-Eschenbach","topic":"Business"},{"quote":"Creating the right advisory board for your startup can be the single most important step you take in building a new business.","author":"Jay Samit","topic":"Business"},{"quote":"What we&#39;ve gone through in the last several years has caused some people to question &#39;Can we trust Microsoft?&#39;","author":"Steve Ballmer","topic":"Business"},{"quote":"Don&#39;t simply retire from something; have something to retire to.","author":"Harry Emerson Fosdick","topic":"Business"},{"quote":"When did it become a problem to be a small businessman and become successful? The small businessman - like my father, or like me?","author":"Glenn Beck","topic":"Business"},{"quote":"To command is to serve, nothing more and nothing less.","author":"Andre Malraux","topic":"Business"},{"quote":"Whatever the future of social reputation online, I&#39;m excited to dig in and help forge the path forward. Not only will embracing and enabling the growth of these reputation elements benefit my business, the consumer in me can barely control her excitement.","author":"Leah Busque","topic":"Business"},{"quote":"Never argue with a profit.","author":"Jeff Rich","topic":"Business"},{"quote":"Family farms and small businesses are the backbone of our communities.","author":"Tom Allen","topic":"Business"},{"quote":"The entertainment business hasn&#39;t had a new idea in years.","author":"Barry Diller","topic":"Business"},{"quote":"A bankruptcy judge can fix your balance sheet, but he cannot fix your company.","author":"Gordon Bethune","topic":"Business"},{"quote":"Business can be a source of progressive change.","author":"Jerry Greenfield","topic":"Business"},{"quote":"Being an actor gives you a chance to play all kinds of roles, very moving and dramatic on one project, silly and girlish on another. That&#39;s the most interesting thing out this business, you get to keep reinventing yourself.","author":"Sarah Michelle Gellar","topic":"Business"},{"quote":"When I started in the business, I was told I had three good years in me.","author":"Linda Evangelista","topic":"Business"},{"quote":"Playing music is the best thing in the world. It makes show business almost bearable.","author":"David Johansen","topic":"Business"},{"quote":"Over time, we look forward to introducing new advertising experiences and business experiences on Instagram.","author":"Marne Levine","topic":"Business"},{"quote":"India offers exciting business opportunities owing to the growth in corporate travel and a significant middle-class population waiting to explore the world. To begin with, Travelex is setting up eight city centre branches in metros and other major cities including tourist destinations.","author":"Lloyd Dorfman","topic":"Business"},{"quote":"I started my career as a journalist, writing about science and technology for &#39;Business Week&#39; magazine. Then I decided to make a career shift. I went to graduate school in computer science, and I began developing educational technologies - in particular, technologies to engage children in creative learning experiences.","author":"Mitchel Resnick","topic":"Business"},{"quote":"Go to your business, pleasure, whilst I go to my pleasure, business.","author":"William Wycherley","topic":"Business"},{"quote":"Business is in itself a power.","author":"Garet Garrett","topic":"Business"},{"quote":"What&#39;s the subject of life - to get rich? All of those fellows out there getting rich could be dancing around the real subject of life.","author":"Paul A. Volcker","topic":"Business"},{"quote":"A manager doesn&#39;t hear the cheers.","author":"Alvin Dark","topic":"Business"},{"quote":"Markets change, tastes change, so the companies and the individuals who choose to compete in those markets must change.","author":"An Wang","topic":"Business"},{"quote":"Cannibals prefer those who have no spines.","author":"Stanislaw Lem","topic":"Business"},{"quote":"Do not trust people. They are capable of greatness.","author":"Stanislaw Lem","topic":"Business"},{"quote":"If you have to forecast, forecast often.","author":"Edgar Fiedler","topic":"Business"},{"quote":"The incestuous relationship between government and big business thrives in the dark.","author":"Jack Anderson","topic":"Business"},{"quote":"The leader who exercises power with honor will work from the inside out, starting with himself.","author":"Blaine Lee","topic":"Business"},{"quote":"If you fire people, you fire customers.","author":"Ferdinand Piech","topic":"Business"},{"quote":"I rate enthusiasm even above professional skill.","author":"Edward Appleton","topic":"Business"},{"quote":"You can&#39;t operate a company by fear, because the way to eliminate fear is to avoid criticism. And the way to avoid criticism is to do nothing.","author":"Steve Ross","topic":"Business"}]