[{"quote":"I couldn&#39;t find the sports car of my dreams, so I built it myself.","author":"Ferdinand Porsche","topic":"Car"},{"quote":"When a man opens a car door for his wife, it&#39;s either a new car or a new wife.","author":"Prince Philip","topic":"Car"},{"quote":"The cars we drive say a lot about us.","author":"Alexandra Paul","topic":"Car"},{"quote":"A dream without ambition is like a car without gas... you&#39;re not going anywhere.","author":"Sean Hampton","topic":"Car"},{"quote":"Never have more children than you have car windows.","author":"Erma Bombeck","topic":"Car"},{"quote":"There&#39;s three things men always talk about - women, sports, and cars.","author":"Mario Lopez","topic":"Car"},{"quote":"Giving money and power to government is like giving whiskey and car keys to teenage boys.","author":"P. J. O'Rourke","topic":"Car"},{"quote":"Maybe the bike is more dangerous, but the passion for the car for me is second to the bike.","author":"Valentino Rossi","topic":"Car"},{"quote":"See, when you drive home today, you&#39;ve got a big windshield on the front of your car. And you&#39;ve got a little bitty rearview mirror. And the reason the windshield is so large and the rearview mirror is so small is because what&#39;s happened in your past is not near as important as what&#39;s in your future.","author":"Joel Osteen","topic":"Car"},{"quote":"It&#39;s a never ending battle of making your cars better and also trying to be better yourself.","author":"Dale Earnhardt","topic":"Car"},{"quote":"The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it&#39;s true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special.","author":"Antoine Predock","topic":"Car"},{"quote":"The fact is I don&#39;t drive just to get from A to B. I enjoy feeling the car&#39;s reactions, becoming part of it.","author":"Enzo Ferrari","topic":"Car"},{"quote":"I am thankful the most important key in history was invented. It&#39;s not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It&#39;s the key to order, sanity, and peace of mind. The key is &#39;Delete.&#39;","author":"Elayne Boosler","topic":"Car"},{"quote":"Just as your car runs more smoothly and requires less energy to go faster and farther when the wheels are in perfect alignment, you perform better when your thoughts, feelings, emotions, goals, and values are in balance.","author":"Brian Tracy","topic":"Car"},{"quote":"One person&#39;s car is another person&#39;s scenery.","author":"Jonathan Ive","topic":"Car"},{"quote":"Space isn&#39;t remote at all. It&#39;s only an hour&#39;s drive away if your car could go straight upwards.","author":"Fred Hoyle","topic":"Car"},{"quote":"I&#39;ve always been asked, &#39;What is my favorite car?&#39; and I&#39;ve always said &#39;The next one.&#39;","author":"Carroll Shelby","topic":"Car"},{"quote":"Everyone loved my father. He was so nice that people took advantage of him. We were lower middle class. I slept in the hallway on a cot that rolled away during the day, and my younger brother and sister slept in my parents&#39; room. My goal as a kid was to someday have my own room and to own a car - and I wanted to be able to take care of my parents.","author":"Jerry Reinsdorf","topic":"Car"},{"quote":"I race to win. If I am on the bike or in a car it will always be the same.","author":"Valentino Rossi","topic":"Car"},{"quote":"Whether you live in a city or a small town, and whether you drive a car, take the bus or ride a train, at some point in the day, everyone is a pedestrian.","author":"Anthony Foxx","topic":"Car"},{"quote":"I really do encourage other manufacturers to bring electric cars to market. It&#39;s a good thing, and they need to bring it to market and keep iterating and improving and make better and better electric cars, and that&#39;s what going to result in humanity achieving a sustainable transport future. I wish it was growing faster than it is.","author":"Elon Musk","topic":"Car"},{"quote":"Shoes make an outfit; they&#39;re like rims for a car.","author":"Omari Hardwick","topic":"Car"},{"quote":"Happiness does not come from football awards. It&#39;s terrible to correlate happiness with football. Happiness comes from a good job, being able to feed your wife and kids. I don&#39;t dream football, I dream the American dream - two cars in a garage, be a happy father.","author":"Barry Sanders","topic":"Car"},{"quote":"Cars are the sculptures of our everyday lives.","author":"Chris Bangle","topic":"Car"},{"quote":"A racing car is an animal with a thousand adjustments.","author":"Mario Andretti","topic":"Car"},{"quote":"I&#39;m a typical guy. Driving cars and speed are really fun.","author":"Luke Mably","topic":"Car"},{"quote":"Automobiles have always been part of my life, and I&#39;m sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile&#39;s engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing.","author":"Edward Herrmann","topic":"Car"},{"quote":"When Henry Ford made cheap, reliable cars people said, &#39;Nah, what&#39;s wrong with a horse?&#39; That was a huge bet he made, and it worked.","author":"Elon Musk","topic":"Car"},{"quote":"We don&#39;t need bigger cars or fancier clothes. We need self-respect, identity, community, love, variety, beauty, challenge and a purpose in living that is greater than material accumulation.","author":"Donella Meadows","topic":"Car"},{"quote":"If you saw a dog going to be crushed under a car, wouldn&#39;t you help him?","author":"Oskar Schindler","topic":"Car"},{"quote":"Everything in life is somewhere else, and you get there in a car.","author":"E. B. White","topic":"Car"},{"quote":"My very best friend died in a car accident when I was 16 years old. That was the hardest blow emotionally that I have ever had to endure. Suddenly, you realize tomorrow might not come. Now I live by the motto, &#39;Today is what I have.&#39;","author":"Amber Heard","topic":"Car"},{"quote":"Robots will harvest, cook, and serve our food. They will work in our factories, drive our cars, and walk our dogs. Like it or not, the age of work is coming to an end.","author":"Gray Scott","topic":"Car"},{"quote":"I wanted to race cars. I didn&#39;t like school, and all I wanted to do was work on cars. But right before I graduated, I got into a really bad car accident, and I spent that summer in the hospital thinking about where I was heading. I decided to take education more seriously and go to a community college.","author":"George Lucas","topic":"Car"},{"quote":"My wife wants sex in the back of the car and she wants me to drive.","author":"Rodney Dangerfield","topic":"Car"},{"quote":"It&#39;s like driving a car at night. You never see further than your headlights, but you can make the whole trip that way.","author":"E. L. Doctorow","topic":"Car"},{"quote":"A muscle is like a car. If you want it to run well early in the morning, you have to warm it up.","author":"Florence Griffith Joyner","topic":"Car"},{"quote":"A lot of fun stuff happens when you go out on a bike compared to when you&#39;re in a car. You&#39;re more in the environment. It&#39;s enjoyable. Even when It&#39;s raining It&#39;s still fun.","author":"Stone Gossard","topic":"Car"},{"quote":"We at BMW do not build cars as consumer objects, just to drive from A to B. We build mobile works of art.","author":"Chris Bangle","topic":"Car"},{"quote":"A man who has never gone to school may steal from a freight car; but if he has a university education, he may steal the whole railroad.","author":"Theodore Roosevelt","topic":"Car"},{"quote":"It&#39;s like driving your car. If you drive too fast on the highway, you will topple, so you better maintain your speed. Life is similar to that, and that&#39;s the way you have to control your head.","author":"A. R. Rahman","topic":"Car"},{"quote":"This generation is so dead. You ask a kid, &#39;What are you doing this Saturday?&#39; and they&#39;ll be playing video games or watching cable, instead of building model cars or airplanes or doing something creative. Kids today never say, &#39;Man, I&#39;m really into remote-controlled steamboats.&#39;","author":"Jack White","topic":"Car"},{"quote":"Fast cars are my only vice.","author":"Michael Bay","topic":"Car"},{"quote":"Yeah, it&#39;s risky, but no more risky than driving a car.","author":"Cory Lidle","topic":"Car"},{"quote":"One morning, about four o&#39;clock, I was driving my car just about as fast as I could. I thought, Why am I out this time of night? I was miserable, and it came to me: I&#39;m falling in love with somebody I have no right to fall in love with.","author":"June Carter Cash","topic":"Car"},{"quote":"No matter how good a driver you are, you have to have the right car and the right team behind you in order to succeed.","author":"Nico Rosberg","topic":"Car"},{"quote":"A new car is not going to change your life.","author":"Monica Ali","topic":"Car"},{"quote":"The time is right for electric cars - in fact the time is critical.","author":"Carlos Ghosn","topic":"Car"},{"quote":"When you are fitted in a racing car and you race to win, second or third place is not enough.","author":"Ayrton Senna","topic":"Car"},{"quote":"I hate the hand that comes out of a car and just drops litter in the street. I hate that! For some reason, it just fills me with fury! It&#39;s just utter laziness, lack of interest in other people, lack of interest in the planet, in the hedgehog who might eat the plastic bag, it&#39;s a lack of concern.","author":"Joanna Lumley","topic":"Car"},{"quote":"Flying a good airplane doesn&#39;t require near as much attention as a motor car.","author":"Charles Lindbergh","topic":"Car"},{"quote":"It is definitely true that the fundamental enabling technology for electric cars is lithium-ion as a cell chemistry technology. In the absence of that, I don&#39;t think it&#39;s possible to make an electric car that is competitive with a gasoline car.","author":"Elon Musk","topic":"Car"},{"quote":"We have lost our vision for the future. Before, we say, &#39;Nothing will be the same. Cars will fly, and we go to the end of the universe.&#39; We have this kind of naive but exciting idea of the future. Now, the vision has been reduced to ways to select our garbage and how to survive global warming.","author":"Jean-Michel Jarre","topic":"Car"},{"quote":"Television, radio, social media. The 24\/7 news cycle plows forward mercilessly on our desks, in our cars and in our pockets. Thousands and thousands of messages and voices bombard us from the moment we wake, fighting for our attention. All we see and hear, all day long, is news. And most of it is bad.","author":"Joseph Prince","topic":"Car"},{"quote":"The American Dream has run out of gas. The car has stopped. It no longer supplies the world with its images, its dreams, its fantasies. No more. It&#39;s over. It supplies the world with its nightmares now: the Kennedy assassination, Watergate, Vietnam.","author":"J. G. Ballard","topic":"Car"},{"quote":"What I think is so amazing about having everything, and feeling like I have everything, is that I don&#39;t really find happiness within materialistic things. Like, it&#39;s cool if I can buy myself a new car, and I think it&#39;s amazing for a week, but then the thrill is over, and I&#39;m like, &#39;Oh, so I guess that wasn&#39;t really happiness.&#39;","author":"Kylie Jenner","topic":"Car"},{"quote":"People think getting a new partner is like getting a new car.","author":"Orlando Bloom","topic":"Car"},{"quote":"Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents; people die every day. Same with fighters: some die, some get hurt, some go on. You just don&#39;t let yourself believe it will happen to you.","author":"Muhammad Ali","topic":"Car"},{"quote":"Once you become successful, people know where you live, the type of house you live in, the kind of car you drive, the clothes you wear, and so it would be patronising to go and talk like a welder. Welding&#39;s a mystery to me now. You can&#39;t go back, your life changes every day.","author":"Billy Connolly","topic":"Car"},{"quote":"To me, the Seventies were very inspirational and very influential... With my whole persona as Snoop Dogg, as a person, as a rapper. I just love the Seventies style, the way all the players dressed nice, you know, kept their hair looking good, drove sharp cars and they talked real slick.","author":"Snoop Dogg","topic":"Car"},{"quote":"One of the things that&#39;s interesting to me is I find things like caffeine and stunts actually relax me. When they&#39;re putting a bit of gel on my arm and lighting me on fire, or when I&#39;m about to go into a high-speed car chase or rev a motorcycle up pretty fast, I find everything else around me slows down.","author":"Nicolas Cage","topic":"Car"},{"quote":"I&#39;m getting asked a lot, &#39;You don&#39;t have kids, so how do you know how to act like a mother?&#39; I know nothing could compare, and I haven&#39;t had that experience, but when my niece was born, I felt like I would jump in front of a car and die for this little person I didn&#39;t even know yet.","author":"Winona Ryder","topic":"Car"},{"quote":"I think fear is what keeps us from going over the edge. I mean, as a race car driver, I don&#39;t think what makes a good race car driver is a fearless person. I think it&#39;s somebody that is comfortable being behind the wheel of something that&#39;s somewhat out of control.","author":"Jeff Gordon","topic":"Car"},{"quote":"Many kids come out of college, they have a credit card and a diploma. They don&#39;t know how to buy a house or a car or health insurance or life insurance. They do not know basic microeconomics.","author":"Jesse Jackson","topic":"Car"},{"quote":"However happy people say they are, nobody is satisfied: we always have to be with the prettiest woman, buy a bigger house, change cars, desire what we do not have.","author":"Paulo Coelho","topic":"Car"},{"quote":"I was quiet, a loner. I was one of those children where, if you put me in a room and gave me some crayons and a pencils, you wouldn&#39;t hear from me for nine straight hours. And I was always drawing racing cars and rockets and spaceships and planes, things that were very fast that would take me away.","author":"Gary Oldman","topic":"Car"},{"quote":"Never lend your car to anyone to whom you have given birth.","author":"Erma Bombeck","topic":"Car"},{"quote":"The most important loan to pay is your student loan. It&#39;s more important than your mortgage, car and credit card payments. You cannot discharge student loan debt in the majority of cases.","author":"Suze Orman","topic":"Car"},{"quote":"If you&#39;re one car accident away from poverty, you&#39;re on a high wire without a safety net. And that&#39;s a challenging proposition.","author":"Thomas Perez","topic":"Car"},{"quote":"I spent a lot of money on booze, birds and fast cars. The rest I just squandered.","author":"George Best","topic":"Car"},{"quote":"Yeah, well I think anyone who likes fast cars will love the Tesla. And it has fantastic handling by the way. I mean this car will crush a Porsche on the track, just crush it. So if you like fast cars, you&#39;ll love this car. And then oh, by the way, it happens to be electric and it&#39;s twice the efficiency of a Prius.","author":"Elon Musk","topic":"Car"},{"quote":"I take cabs if I need to get somewhere or I take car service. I don&#39;t drive, I wouldn&#39;t mind riding a bike... People think that because you become an entertainer you gotta have this rock star thug image. I&#39;m an artist, man. I&#39;m going to live like an artist.","author":"ASAP Rocky","topic":"Car"},{"quote":"Here is a new car, a new iPhone. We buy. We discard. We buy again. In recent years, we&#39;ve been doing it faster.","author":"Arlie Russell Hochschild","topic":"Car"},{"quote":"A lot of the songs start with an image. I was sitting there playing the guitar and I pictured this old, dirty green car, with the window rolled down, in the hot, hot, hot Texas heat, and this beautiful woman I knew when I was a kid sitting behind the wheel, looking out at me.","author":"Edie Brickell","topic":"Car"},{"quote":"Museums are like the quiet car of the world. It&#39;s a place you can come to escape, where there&#39;s authenticity, there&#39;s uniqueness, there&#39;s calm, there&#39;s physicality.","author":"Thomas P. Campbell","topic":"Car"},{"quote":"Cars have a large engine in the front and you have a gearbox, which is cumbersome. Electric cars don&#39;t have this problem. The motor is much smaller, the battery is below you. This will allow you to play with different shapes.","author":"Carlos Ghosn","topic":"Car"},{"quote":"And that just shows you how important the car is in Formula One Racing.","author":"Murray Walker","topic":"Car"},{"quote":"I love driving cars, looking at them, cleaning and washing and shining them. I clean &#39;em inside and outside. I&#39;m very touchy about cars. I don&#39;t want anybody leaning on them or closing the door too hard, know what I mean?","author":"Scott Baio","topic":"Car"},{"quote":"If any demonstrator ever lays down in front of my car, it&#39;ll be the last car he&#39;ll ever lay down in front of.","author":"George C. Wallace","topic":"Car"},{"quote":"The relentless invisible storm of radio signals and electronic particles, the hustle and bustle, and the billions of petrol explosions in the engine blocks of trucks and cars seem to churn up the molecules of life and heaven so violently that the beautiful fogs are unable to hold together like they once did.","author":"Michael Leunig","topic":"Car"},{"quote":"Every kid has a toy that they believe is their best friend, that they believe communicates with them, and they imagine it being alive, their toy horse or car or whatever it is. Stop-motion is the only medium where we literally can make a toy come to life, an actual object.","author":"Henry Selick","topic":"Car"},{"quote":"You don&#39;t have to carry a designer bag that costs more than a car to look cool.","author":"Kesha","topic":"Car"},{"quote":"Women are like cars: we all want a Ferrari, sometimes want a pickup truck, and end up with a station wagon.","author":"Tim Allen","topic":"Car"},{"quote":"I don&#39;t want to die in a car accident. When I die it&#39;ll be a glorious day. It&#39;ll probably be a waterfall.","author":"River Phoenix","topic":"Car"},{"quote":"When consumers purchase a Toyota, they are not simply purchasing a car, truck or van. They are placing their trust in our company.","author":"Akio Toyoda","topic":"Car"},{"quote":"One of my favorites is one called &#39;Rory&#39;s Radio&#39; that I wrote about my brother Jeff&#39;s best friend growing up - his name was Rory Dunigan. I dedicated my first record to my brother, who got killed in a car accident in 1999, and I really didn&#39;t have any songs on the first album about him, nothing on a personal note.","author":"Ashton Shepherd","topic":"Car"},{"quote":"I have some wonderful suits in my closet, a lovely car, some refined watches.","author":"Pierce Brosnan","topic":"Car"},{"quote":"Only a crazy person wouldn&#39;t fear approaching a car with tinted windows during a late-night car stop, or pounding up a flight of stairs to execute a search warrant, or fast-roping from a helicopter down into hostile fire. Real agents, like real people, feel that fear in the pit of their stomachs.","author":"James Comey","topic":"Car"},{"quote":"If you think about jeans or phones or television, we are used to new brands popping up right and left. But in the car industry, we grew up with Mercedes, BMW, General Motors, and Ford, and nobody can remember during his or her upbringing a new car brand coming to life.","author":"Henrik Fisker","topic":"Car"},{"quote":"We don&#39;t sell a car, we sell a dream. We are Italy&#39;s national team. There are many great soccer teams in our country, but there is only one Ferrari.","author":"Luca Cordero di Montezemolo","topic":"Car"},{"quote":"Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you&#39;re always going to find a hip-hop tape; that&#39;s all I buy, that&#39;s all I live, that&#39;s all I listen to, that&#39;s all I love.","author":"Eminem","topic":"Car"},{"quote":"Stuff doesn&#39;t matter - boats, cars, fancy things don&#39;t matter. What matters, what will matter to me, is the love of the people around me, and did I take a chance? Did I seize an opportunity to do something for people with the talents that I was lucky enough to be given? Did I make a difference in the lives of people who needed me?","author":"James Comey","topic":"Car"},{"quote":"We&#39;re going to test with the same car, but we have a new car ready.","author":"Larry Dixon","topic":"Car"},{"quote":"In August of 2002, I survived a car accident. Although I can still see the van speeding toward us, I cannot bring to mind the crash itself - only its aftermath.","author":"Siri Hustvedt","topic":"Car"},{"quote":"Marketers use big data profiling to predict who is about to get pregnant, who is likely to buy a new car, and who is about to change sexual orientations. That&#39;s how they know what ads to send to whom. The NSA, meanwhile, wants to know who is likely to commit an act of terrorism - and for this, they need us.","author":"Douglas Rushkoff","topic":"Car"},{"quote":"The world is full of abundance and opportunity, but far too many people come to the fountain of life with a sieve instead of a tank car... a teaspoon instead of a steam shovel. They expect little and as a result they get little.","author":"Ben Sweetland","topic":"Car"},{"quote":"My personal fascination with the power of the crowd has been growing: Exactly what can a &#39;crowd&#39; accomplish? We know crowds can raise billions of dollars, create Wikipedia, and even design and build small autonomous drones. But how about something large and complex like designing a new car, and maybe someday even a spaceship?","author":"Peter Diamandis","topic":"Car"},{"quote":"Humans are unbelievably data efficient. You don&#39;t have to drive 1 million miles to drive a car, but the way we teach a self-driving car is have it drive a million miles.","author":"Jeff Bezos","topic":"Car"},{"quote":"Electric cars are going to be very important for urban transportation.","author":"Carlos Ghosn","topic":"Car"},{"quote":"You can&#39;t have the finest buildings if they&#39;re not in focus. They become like nice cars parked on the street.","author":"Leon Krier","topic":"Car"},{"quote":"Modern motor vehicles are safer and more reliable than they have ever been - yet more than 1 million people are killed in car accidents around the world each year, and more than 50 million are injured. Why? Largely because one perilous element in the mechanics of driving remains unperfected by progress: the human being.","author":"Tom Chatfield","topic":"Car"},{"quote":"The very first time I was on a car in Atlanta, I saw the conductor - all conductors are white - ask a Negro woman to get up and take a seat farther back in order to make a place for a white man. I have also seen white men requested to leave the Negro section of the car.","author":"Ray Stannard Baker","topic":"Car"},{"quote":"The only big things I&#39;ve purchased are my dad&#39;s heart valve and a Rolls-Royce for my parents, for their anniversary. And that was only because my dad had a Lady Gaga license plate on our old car and it was making me crazy because he was getting followed everywhere, so I bought him a new car.","author":"Lady Gaga","topic":"Car"},{"quote":"My first car was a motorcycle.","author":"Adam Carolla","topic":"Car"},{"quote":"I would wear the blue overalls of the fieldworker and often wore round, rimless glasses known as Mazzawati teaglasses. I had a car, and I wore a chauffeur&#39;s cap with my overalls. The pose of chauffeur was convenient because I could travel under the pretext of driving my master&#39;s car.","author":"Nelson Mandela","topic":"Car"},{"quote":"When you get into your car, shut the door and be there for just half a minute. Breathe, feel the energy inside your body, look around at the sky, the trees. The mind might tell you, &#39;I don&#39;t have time.&#39; But that&#39;s the mind talking to you. Even the busiest person has time for 30 seconds of space.","author":"Eckhart Tolle","topic":"Car"},{"quote":"One of my favorite places I&#39;ve visited is Havana, Cuba. On my way home from Costa Rica, I did a week in Havana. The colors, the music, the beautiful men and the cars! I love vintage and antique cars and own a couple myself.","author":"Megalyn Echikunwoke","topic":"Car"},{"quote":"Normal is getting dressed in clothes that you buy for work, driving through traffic in a car that you are still paying for, in order to get to a job that you need so you can pay for the clothes, car and the house that you leave empty all day in order to afford to live in it.","author":"Ellen Goodman","topic":"Car"},{"quote":"Most people are defined by their titles, their cars, their house, where they came from, their color, their race, their religion. And so it&#39;s up to you to take control of your own life and define you. As long as you understand who you are and you have a solid foundation of understanding what your talents are, what your skills are.","author":"Stedman Graham","topic":"Car"},{"quote":"My opinion is it&#39;s a bridge too far to go to fully autonomous cars.","author":"Elon Musk","topic":"Car"},{"quote":"Tesla is here to stay and keep fighting for the electric car revolution.","author":"Elon Musk","topic":"Car"},{"quote":"I was hit by a car once on my bike, but I still rode home.","author":"Amy Winehouse","topic":"Car"},{"quote":"To this day, I still haven&#39;t touched one dime of my signing bonus or NFL contract money. I live off my marketing money and haven&#39;t blown it on any big-money expensive cars, expensive jewelry, or tattoos and still wear my favorite pair of jeans from high school.","author":"Rob Gronkowski","topic":"Car"},{"quote":"I thought boxes were the best toy. When my parents got a new car, I ran to my mother and said, &#39;Did it come in a box?&#39;","author":"Colin Angle","topic":"Car"},{"quote":"I&#39;m a crazy car guy. I&#39;ve got an airplane hangar full of cars.","author":"Paul Walker","topic":"Car"},{"quote":"Why do people talk of the horrors of old age? It&#39;s great. I feel like a fine old car with the parts gradually wearing out, but I&#39;m not complaining,... Those who find growing old terrible are people who haven&#39;t done what they wanted with their lives.","author":"Martha Gellhorn","topic":"Car"},{"quote":"Because I believe in God and have faith in God, it doesn&#39;t mean I am immortal. It doesn&#39;t mean I am immune, as has been claimed. I am as scared as anyone of getting hurt, especially driving a Formula One car.","author":"Ayrton Senna","topic":"Car"},{"quote":"Electric cars are not going to take the market by storm, but it&#39;s going to be a gradual improvement.","author":"Carlos Ghosn","topic":"Car"},{"quote":"We should tell our kids to just have fun, participate and not get bent on winning or losing. But every coach, when they say that, they say it tongue in cheek, &#39;Don&#39;t worry about winning&#39;: If you win I&#39;ll get you ice cream, but if you lose I&#39;m going to pout in the car.","author":"Bode Miller","topic":"Car"},{"quote":"Pilots have their names painted just beneath the canopy of their aircraft. This gives the pilot a sense of ownership for his or her jet. What&#39;s more, like cars, each aircraft has its own personality, so it&#39;s important for a pilot to get to know and love his aircraft.","author":"Simon Sinek","topic":"Car"},{"quote":"I was kidnapped by Sunni insurgents near Fallujah, in Iraq, ambushed by the Taliban in the Korengal Valley in Afghanistan, and injured in a car accident that killed my driver while covering the Taliban occupation of the Swat Valley in Pakistan.","author":"Lynsey Addario","topic":"Car"},{"quote":"Can we text twice as much while driving, without the guilt? Yes, we can, if only cars will drive themselves.","author":"Sebastian Thrun","topic":"Car"},{"quote":"Kill all the rich people. Break up their cars and apartments. Bring the revolution home, kill your parents, that&#39;s where it&#39;s really at.","author":"Bill Ayers","topic":"Car"},{"quote":"Components are important in the evolution of cars, and there is increasing need for electronics.","author":"John Elkann","topic":"Car"},{"quote":"I hooked up my accelerator pedal in my car to my brake lights. I hit the gas, people behind me stop, and I&#39;m gone.","author":"Steven Wright","topic":"Car"},{"quote":"I have yet to meet anyone quite so stubborn as myself and animated by this overpowering passion that leaves me no time for thought or anything else. I have, in fact, no interest in life outside racing cars.","author":"Enzo Ferrari","topic":"Car"},{"quote":"At the earliest age, when I saw a &#39;wet paint&#39; sign, I had to touch the paint to see if it was wet. When I get stopped at the stoplight in the middle of the night, and there&#39;s just no cars coming, and the light is red, I go. I don&#39;t think I&#39;m putting anyone in harm&#39;s way, and I&#39;ll just take the consequences. Because I&#39;m a Libertarian.","author":"Gary Johnson","topic":"Car"},{"quote":"If you build a car, you can only sell it once. If you paint a fence, you only get paid for it once. If you create a piece of software that&#39;s essentially free to reproduce, you can keep getting paid over and over perpetually.","author":"Markus Persson","topic":"Car"},{"quote":"Pictures bring you inside, whether you see yourself driving a new car or as a hapless prisoner who is being abused.","author":"Jerry Della Femina","topic":"Car"},{"quote":"Riding my motorcycle around L.A. is like my own video game. But unlike many folks at the wheel, I am occupied with getting where I&#39;m going and keeping myself safe. Most people are applying makeup, texting, and checking out the beauty in the next car.","author":"Hugh Laurie","topic":"Car"},{"quote":"Cursing is highly effective in person - someone kicks his car in rage, forgetting he&#39;s wearing flip-flops, flames pour from his mouth, and it&#39;s impressive. But you see it in print, and it&#39;s just ugly.","author":"Garrison Keillor","topic":"Car"},{"quote":"I think everyone is forgetting what plastic surgery is for - if you have a face-eating tumour, lose a breast or are involved in a car accident, then it&#39;s a good idea.","author":"Sally Phillips","topic":"Car"},{"quote":"I love driving. I still drive a 1993 Toyota Camry. I do want to get an electric car, but it&#39;s less of a carbon footprint if you keep your old, fuel-efficient car on the road than if you say &#39;build me a whole new car.&#39;","author":"Josh Fox","topic":"Car"},{"quote":"I&#39;ve actually made a prediction that within 30 years a majority of new cars made in the United States will be electric. And I don&#39;t mean hybrid, I mean fully electric.","author":"Elon Musk","topic":"Car"},{"quote":"Electric cars are coal-powered cars. Their carbon emissions can be worse than gasoline-powered cars.","author":"Vinod Khosla","topic":"Car"},{"quote":"I didn&#39;t mean to live in Portland. It was kind of an accident - I mean, the equivalent of my car breaking down there and me being like, &#39;Well... I guess this is what I&#39;m doing. I just can&#39;t find a better alternate.&#39;","author":"Isaac Brock","topic":"Car"},{"quote":"I&#39;ve tried everything other than jumping out of a plane, but nothing gives you an adrenaline rush like racing a car.","author":"Nigel Mansell","topic":"Car"},{"quote":"I always think of the good comebacks on the car ride home.","author":"Ron Howard","topic":"Car"},{"quote":"Fast cars like Porsches and Ferraris - they are things of beauty.","author":"Rod Stewart","topic":"Car"},{"quote":"Maybe I&#39;m the only footballer who isn&#39;t interested in cars. My Lancia Y gets me around.","author":"Gianluigi Buffon","topic":"Car"},{"quote":"Why are video games so violent? The ones I&#39;ve seen remind me of the 4th of July, with everything exploding, buildings, cars, airplanes, men and women. Kill, kill, and kill for sport and entertainment.","author":"Madeleine M. Kunin","topic":"Car"},{"quote":"I love cars, but I love bikes more.","author":"Candace Kita","topic":"Car"},{"quote":"I&#39;m always in favor of more glamour. I embarrass my children, I think. I am the lady in feathers in the car pool line.","author":"Mia Sara","topic":"Car"},{"quote":"I&#39;m fascinated by the narrative of geology, and I&#39;m a veritable pack rat of a collector on the road. I keep a rock hammer in my car.","author":"Marianne Wiggins","topic":"Car"},{"quote":"Marriage has no guarantees. If that&#39;s what you&#39;re looking for, go live with a car battery.","author":"Erma Bombeck","topic":"Car"},{"quote":"&#39;Black Hole Sun&#39; was written in a car when I was driving home from the studio one night. Pretty much everything that you hear was written in my head.","author":"Chris Cornell","topic":"Car"},{"quote":"Years ago I met Richard Burton in Port Talbot, my home town, and afterwards he passed in his car with his wife, and I thought, &#39;I want to get out and become like him&#39;. Not because of Wales, because I love Wales, but because I was so limited as a child at school and so bereft and lonely, and I thought becoming an actor would do that.","author":"Anthony Hopkins","topic":"Car"},{"quote":"You cannot expect the guy who drove the car into the ditch to navigate it out of the ditch. You have to put a new driver in the seat. I&#39;m not saying the new driver is going to be any better, but we need a new driver. Kerry is the only choice.","author":"John Mellencamp","topic":"Car"},{"quote":"I think women like Ferraris. A Ferrari is everybody&#39;s car.","author":"Tim Allen","topic":"Car"},{"quote":"When I turned 18, I lost my best friend to a car accident.","author":"Sebastian Thrun","topic":"Car"},{"quote":"I love speed. I love racing cars, whether it&#39;s on the streets or wherever. Don&#39;t tell the St. Louis police, though.","author":"Nelly","topic":"Car"},{"quote":"I go to movies, go out with friends, go to car shows. I have a zoo.","author":"Axl Rose","topic":"Car"},{"quote":"Now and then, when I grow nostalgic about my ocean childhood - the wauling of gulls and the smell of salt, somebody solicitous will bundle me into a car and drive me to the nearest briny horizon.","author":"Sylvia Plath","topic":"Car"},{"quote":"You hear about things happening to people - they slip in the bathtub, fall down the stairs, step off the curb in London because they think that the cars come the other way - and they die. You feel you want to die making an effort at something; you don&#39;t want to die in some unnecessary way.","author":"Christopher Walken","topic":"Car"},{"quote":"You&#39;re pulling 4-5G for a lot of the corners around the lap. We build up lactic acid because there are a lot of vibrations in the car, and you have to have strong legs to hit the brake pedal. We need to be fit to do every lap at 100%.","author":"Jenson Button","topic":"Car"},{"quote":"Don&#39;t you think it would be great to do a bunch of Nicorette commercials? Just, like, me in the desert, kind of Marlboro Man-style, driving a fast car, pulling over, looking at the sunset. Dissolving in ecstasy. Can&#39;t you see it? Me blowing huge Nicorette bubbles.","author":"Justin Theroux","topic":"Car"},{"quote":"For me, not owning a car means I may spend a little extra time on public transportation, but I can use that time to read, catch up on work projects, and make the phone calls I couldn&#39;t get to earlier. Plus, I never waste time at the mechanics or gas station.","author":"Lynn Jurich","topic":"Car"},{"quote":"My father&#39;s nephew was the blues musician, Lowell Fulson. Every time he came around, he had a pretty car, a beautiful woman and a slick sharkskin suit. Believe it or not, that&#39;s how I decided I wanted to get into music.","author":"Charlie Wilson","topic":"Car"},{"quote":"When I was a kid, nobody in my family had a car. And I didn&#39;t have many toys. The only toys I had were the ones I would steal.","author":"DMX","topic":"Car"},{"quote":"No matter what I do, how much money I make, where I live, or what kind of car I drive, the stuff I skateboard on is the same stuff that every other kid in L.A., every kid in the country, everybody in the world is skateboarding on.","author":"Rob Dyrdek","topic":"Car"},{"quote":"My mother is a big believer in being responsible for your own happiness. She always talked about finding joy in small moments and insisted that we stop and take in the beauty of an ordinary day. When I stop the car to make my kids really see a sunset, I hear my mother&#39;s voice and smile.","author":"Jennifer Garner","topic":"Car"},{"quote":"Being sad and being depressed are two different things. Also, people going through depression don&#39;t look so, while someone sad will look sad. The most common reaction is, &#39;How can you be depressed? You have everything going for you. You are the supposed number one heroine and have a plush home, car, movies... What else do you want?&#39;","author":"Deepika Padukone","topic":"Car"},{"quote":"A perfect day would be to get into the car, drive out to Yosemite and go camping.","author":"Michael Steger","topic":"Car"},{"quote":"You always hear the phrase, money doesn&#39;t buy you happiness. But I always in the back of my mind figured a lot of money will buy you a little bit of happiness. But it&#39;s not really true. I got a new car because the old one&#39;s lease expired.","author":"Sergey Brin","topic":"Car"},{"quote":"I&#39;m not trying to be new school and I&#39;m not old school - I&#39;m classic. There&#39;s a lot of new cars and there&#39;s a lot of old cars, but I&#39;m just classic in doing what I do.","author":"LL Cool J","topic":"Car"},{"quote":"I think there are more politicians in favor of electric cars than against. There are still some that are against, and I think the reasoning for that varies depending on the person, but in some cases, they just don&#39;t believe in climate change - they think oil will last forever.","author":"Elon Musk","topic":"Car"},{"quote":"When my car runs out of gas, I buy a new one. I don&#39;t want to ride around in a quitter.","author":"Stephen Colbert","topic":"Car"},{"quote":"Thinking of possibilities is like driving a car on a freeway. You have an open road that stretches endlessly before you where your thoughts are not shackled. But when we say &#39;impossible,&#39; we have already reached a dead-end in our minds. So dwell on possibilities to open up your horizon.","author":"Pankaj Patel","topic":"Car"},{"quote":"It all happened so fast. The ghetto. The deportation. The sealed cattle car. The fiery altar upon which the history of our people and the future of mankind were meant to be sacrificed.","author":"Elie Wiesel","topic":"Car"},{"quote":"I started life washing cars in Canada before moving on to selling life insurance and vacuum cleaners. Later, I went through a programme by Dr. Norman Vincent Peale, which literally changed my life. It was the turning point.","author":"Shiv Khera","topic":"Car"},{"quote":"For me, personally, skiing holds everything. I used to race cars, but skiing is a step beyond that. It removes the machinery and puts you one step closer to the elements. And it&#39;s a complete physical expression of freedom.","author":"Robert Redford","topic":"Car"},{"quote":"Think of it this way: If you got a flat tire, what would you do? Change the tire? Or get out of the car and slash the other three tires? No! Get back on the road. Don&#39;t dwell on it; don&#39;t beat yourself up. That gets you nowhere.","author":"Jillian Michaels","topic":"Car"},{"quote":"Faith is the substance of hope - of things hoped for and the evidence of things not seen. So if you can hope for it and imagine it, and keep imagining and hoping and seeing yourself driving a new car, or seeing yourself getting that job, or seeing yourself excel, seeing yourself help that person - that is faith.","author":"Duane Chapman","topic":"Car"},{"quote":"Part of us believes the new car is better because it lasts longer. But, in fact, that&#39;s the worst thing about the new car. It will stay around to disappoint you, whereas a trip to Europe is over. It evaporates. It has the good sense to go away, and you are left with nothing but a wonderful memory.","author":"Daniel Gilbert","topic":"Car"},{"quote":"My dream was to have a garage where I could put some of the coolest cars I&#39;ve ever seen throughout my life.","author":"Bill Goldberg","topic":"Car"},{"quote":"The fast, flowing parts, the high-speed corners, that&#39;s where a Formula One car is at its best - changes of direction, pulling high g-forces left and right.","author":"Jenson Button","topic":"Car"},{"quote":"Engineers are behind the cars we drive, the pills we pop and the way we power our homes.","author":"James Dyson","topic":"Car"},{"quote":"Eric Schmidt looks innocent enough, with his watercolor blue eyes and his tiny office full of toys and his Google campus stocked with volleyball courts and unlocked bikes and wheat-grass shots and cereal dispensers and Haribo Gummi Bears and heated toilet seats and herb gardens and parking lots with cords hanging to plug in electric cars.","author":"Maureen Dowd","topic":"Car"},{"quote":"I think it&#39;s particularly a distinctively American concept that resonates with American culture through biker culture. A motorcycle is an independent thing. You&#39;re like, &#39;I don&#39;t want to ride in a car with this person. I want to be independent and ride by myself. But, let&#39;s ride in a group. Let&#39;s be independent, together.&#39;","author":"Ryan Hurst","topic":"Car"},{"quote":"Every song has a composer, every book has an author, every car has a maker, every painting has a painter, and every building has a builder. So it isn&#39;t irrational to take this simple logic a little further and say that nature must have had a Maker. It would be irrational to believe that it made itself.","author":"Ray Comfort","topic":"Car"},{"quote":"The car industry has invested a lot in hybrid, but my opinion is electric cars will take over a lot of hybrids quicker than people think now.","author":"Henrik Fisker","topic":"Car"},{"quote":"I will never shave off my beard and moustache. I did once, for charity, but my wife said, &#39;Good grief, how awful, you look like an American car with all the chrome removed.&#39;","author":"Rolf Harris","topic":"Car"},{"quote":"I don&#39;t believe in the electric cars, but I strongly believe in hybrids.","author":"Luca Cordero di Montezemolo","topic":"Car"},{"quote":"My kids always perceived the bathroom as a place where you wait it out until all the groceries are unloaded from the car.","author":"Erma Bombeck","topic":"Car"},{"quote":"Bad debt is debt that makes you poorer. I count the mortgage on my home as bad debt, because I&#39;m the one paying on it. Other forms of bad debt are car payments, credit card balances, or other consumer loans.","author":"Robert Kiyosaki","topic":"Car"},{"quote":"I know a lot about cars, man. I can look at any car&#39;s headlights and tell you exactly which way it&#39;s coming.","author":"Mitch Hedberg","topic":"Car"},{"quote":"Everything I&#39;ve been thinking, every vision, even down to every shot I throw, it just ends up here in reality. Whether it was in a fight and how to react or whether it was in a stadium with screaming fans or whether I was in a fancy car or the best clothes ever, I always put myself somewhere.","author":"Conor McGregor","topic":"Car"},{"quote":"Anyone who has ever been privileged to direct a film also knows that, although it can be like trying to write &#39;War and Peace&#39; in a bumper car in an amusement park, when you finally get it right, there are not many joys in life that can equal the feeling.","author":"Stanley Kubrick","topic":"Car"},{"quote":"McDonald&#39;s revolutionized fast food. They introduced a way to eat food without knives, forks or plates. Most fast foods can be eaten while steering the wheel of a car and the restaurants are usually drive through.","author":"Eric Schlosser","topic":"Car"},{"quote":"It&#39;s very hard for me to get a new car. It&#39;s really hard for me to get a new house. It&#39;s really hard for me to move on from the things that give me stability.","author":"Jodie Foster","topic":"Car"},{"quote":"When you&#39;re doing a TV show, it&#39;s not like you just shoot for six weeks and you&#39;re in an editing room with all of your footage. It&#39;s like a guitar or a car, you have to fine tune things. You stop doing what&#39;s not working, you work on what is working and you add things that do work.","author":"Chris Pratt","topic":"Car"},{"quote":"A life can get knocked into a new orbit by a car crash, a lottery win or just a bleary-eyed consultant giving bad news in a calm voice.","author":"David Mitchell","topic":"Car"},{"quote":"In Brussels, you are able to have a lot of appointments in a day. In Paris, you can have one, two, maybe three, but you spend all your time on the road, in the car or in the suburbs. In Brussels, everything is easy. It&#39;s not a very big city, and the people are very quiet and warm.","author":"Eric-Emmanuel Schmitt","topic":"Car"},{"quote":"I am a racer. I&#39;m not a race car driver. I am a racer. I race. That&#39;s what I do. I don&#39;t go on vacations. I don&#39;t take my family on vacations because I don&#39;t have a family. My family is the racing family.","author":"Tony Stewart","topic":"Car"},{"quote":"Self-driving cars are the natural extension of active safety and obviously something we should do.","author":"Elon Musk","topic":"Car"},{"quote":"My favorite affirmation when I feel stuck or out of sorts is: Whatever I need is already here, and it is all for my highest good. Jot this down and post it conspicuously throughout your home, on the dashboard of your car, at your office, on your microwave oven, and even in front of your toilets!","author":"Wayne Dyer","topic":"Car"},{"quote":"The prevailing - and foolish - attitude is that a good manager can be a good manager anywhere, with no special knowledge of the production process he&#39;s managing. A man with a financial background may know nothing about manufacturing shoes or cars, but he&#39;s put in charge anyway.","author":"W. Edwards Deming","topic":"Car"},{"quote":"You&#39;re safer in the race car than you are in cars going to and from the track.","author":"Mario Andretti","topic":"Car"},{"quote":"I am a spiritual person in an eastern religion kind of way. I learned that happiness for all of us is a switch that you flick in your brain. It doesn&#39;t have anything to do with getting a new house, a new car, a new girlfriend, or a new pair of shoes. Our culture is very much about that; we are never happy with what we have today.","author":"Tom Ford","topic":"Car"},{"quote":"I had a fairly enlightened dad, though if you looked at his resume, it might not seem that way. He was a chartered accountant for Price Waterhouse. He was strict, and we had a very ordered life. To this day, I am the least materialistic person I know, because my father didn&#39;t raise me to just go out and buy this or that car.","author":"Hugh Jackman","topic":"Car"},{"quote":"The bass player&#39;s function, along with the drums, is to be the engine that drives the car... everything else is merely colours.","author":"Suzi Quatro","topic":"Car"},{"quote":"I love getting on the subway because you get on the car, and you see the entire human race represented in any given subway car.","author":"Tim Daly","topic":"Car"},{"quote":"Ikea people do not drive flashy cars or stay at luxury hotels.","author":"Ingvar Kamprad","topic":"Car"},{"quote":"I am training at such a high level that I actually could eat anything and get by. But as my coach always says, your body is like a car, and food is like your fuel. I am a race car, so I can&#39;t just put unleaded fuel in my car. I need that good premium fuel.","author":"Lolo Jones","topic":"Car"},{"quote":"I play the harmonica. The only way I can play is if I get my car going really fast, and stick it out the window.","author":"Steven Wright","topic":"Car"},{"quote":"Naming me &#39;Twinkle&#39; was a foolproof way of making sure that I would get teased throughout my life, have immigration officers at various airports stare at my passport and shake with hysterical laughter, and strangers stalk me with WhatsApp messages like, &#39;Twinkle, Twinkle, little star, I hope you get hit by a car!&#39;","author":"Twinkle Khanna","topic":"Car"},{"quote":"I like to put on hardcore when I have to clean my apartment, which I hate to do, but it&#39;s motivational. I like old heavy metal when I&#39;m outside working on my car. Music has definite functions for me.","author":"Peter Steele","topic":"Car"},{"quote":"The subway in New York is a great social experiment; there are so many races and ways of life sitting together on each car.","author":"Jon Batiste","topic":"Car"},{"quote":"A car is like a mother-in-law - if you let it, it will rule your life.","author":"Jaime Lerner","topic":"Car"},{"quote":"I had to stop driving my car for a while... the tires got dizzy.","author":"Steven Wright","topic":"Car"},{"quote":"So I was getting into my car, and this bloke says to me &#39;Can you give me a lift?&#39; I said &#39;Sure, you look great, the world&#39;s your oyster, go for it.&#39;","author":"Tim Vine","topic":"Car"},{"quote":"To serve in the modern military - or to be the uncle, parent or sibling of one who does - is to treat the necessary service and sacrifice of war with a sacred honor. In my community, we pile into cars and drive hundreds of miles to watch our children&#39;s graduation from basic training.","author":"J. D. Vance","topic":"Car"},{"quote":"In theory, cars are fairly simple. If they don&#39;t start, it&#39;s either the fuel system or the electrical system. Teach yourself about the path of each in your engine and tracing it is fairly straightforward. But at the beginning, mastering each new system seems like an unreachable shore. The car is effectively a black box.","author":"Adam Savage","topic":"Car"},{"quote":"I wish we could all have a telling room, a place where we go to tell our stories and listen to the stories of others; in our culture, the telling room might be around the dinner table or in the car on a long trip.","author":"Michael Paterniti","topic":"Car"},{"quote":"I like to have the widest part of the car being the wheels and not the body. It gives it a more athletic look and, with the sculpture, helps make a car look sexy.","author":"Henrik Fisker","topic":"Car"},{"quote":"Cars are now saying, &#39;I need special features because I&#39;m going to rely on the network for mission critical things, safety, transportation efficiency.&#39;","author":"Steve Mollenkopf","topic":"Car"},{"quote":"In the past there were people who were not rich but contented with their living style, laughing and happy all day. But when the new rich people appear, people look at them and ask, &#39;why don&#39;t I have a life like that too, a beautiful house, car and garden,&#39; and they abandon their values.","author":"Thich Nhat Hanh","topic":"Car"},{"quote":"You can take lessons to become almost anything: flying lessons, piano lessons, skydiving lessons, acting lessons, race car driving lessons, singing lessons. But there&#39;s no class for comedy. You have to be born with it. God has to give you this gift.","author":"Steve Harvey","topic":"Car"},{"quote":"I love &#39;Donnie Brasco&#39; and &#39;Days of Thunder,&#39; so after I did &#39;The Skulls,&#39; I was like, &#39;I want to be either an undercover cop, or I want to race cars!&#39; Universal came to me with a newspaper article about street racing in L.A., and I was like, &#39;Are you kidding me? I grew up doing that right off Peoria in Sun Valley.&#39; They asked if I wanted to do it.","author":"Paul Walker","topic":"Car"},{"quote":"I have an airplane hangar with 17 cars in it. That&#39;s no joke. I have a &#39;half pipe&#39; in there, too - you know, like a big ramp, where I skateboard. It&#39;s awesome. It&#39;s the ultimate fantasy.","author":"Paul Walker","topic":"Car"},{"quote":"You cannot drive the car if you do not have a driver&#39;s license. You cannot do brain surgery if you are not a brain surgeon. You cannot even do a massage if you don&#39;t have a license.","author":"Bikram Choudhury","topic":"Car"},{"quote":"I don&#39;t buy these rag magazines that feed off of stolen, you know, press. They&#39;re basically stealing someone&#39;s image in order to make money for themselves... They wait at the end of my street in their cars. Every time I exit my home, I have company.","author":"Ashton Kutcher","topic":"Car"},{"quote":"A woman is gentle, soft, delicate, and a man&#39;s position is to protect her, help her up stairs, make sure she&#39;s in the car safely first. Take good care of your woman, and the sky&#39;s the limit!","author":"Taraji P. Henson","topic":"Car"},{"quote":"The city needs a car like a fish needs a bicycle.","author":"Dean Kamen","topic":"Car"},{"quote":"&#39;Yogi Bear&#39; changed my life in ways that I can&#39;t explain because it&#39;s not a full feature on me. &#39;Yogi Bear&#39; - there&#39;s everything before &#39;Yogi Bear,&#39; and there&#39;s everything after &#39;Yogi Bear.&#39; Like a major car accident, or the birth of Christ.","author":"T. J. Miller","topic":"Car"},{"quote":"A Republican philosophy goes something like this: If you take your car to the mechanic, and instead of fixing it, they take out the engine and charge you an arm and a leg, you should conclude that mechanics can&#39;t fix cars and you should probably just take yours to the junkyard and sell it for scrap metal.","author":"Keith Ellison","topic":"Car"},{"quote":"Spending $1 for a brand new house would feel very, very good. Spending $1,000 for a ham sandwich would feel very, very bad. Spending $19,000 for a small family car would feel, well, more or less right. But as with physical pain, fiscal pain can depend on the individual, and everyone has a different threshold.","author":"Jeffrey Kluger","topic":"Car"},{"quote":"Forget the damned motor car and build the cities for lovers and friends.","author":"Lewis Mumford","topic":"Car"},{"quote":"Understanding capitalism is in some ways simple. At its best, capitalism rewards creators, makers and providers: the people and firms that create valuable things for others, like imaginative technologies and good food, cars and drugs.","author":"Geoff Mulgan","topic":"Car"},{"quote":"So I was getting into my car, and this bloke says to me &#39;Can you give me a lift?&#39; I said &#39;Sure, you look great, the world&#39;s your oyster, go for it.&#39;","author":"Tommy Cooper","topic":"Car"},{"quote":"The serenity prayer, &#39;God grant me the strength to accept...&#39; That&#39;s a prayer that&#39;s actually in my car. I say it every day.","author":"Lauren London","topic":"Car"},{"quote":"Whenever I drive under a yellow light, I always kiss my finger and tap it on the roof of the car.","author":"Jared Padalecki","topic":"Car"},{"quote":"I think I&#39;m pretty smart on what I spend my money on. I still don&#39;t have a new car, I drive my old car that I&#39;ve had forever. But I bought a house in downtown Chicago.","author":"Chris O'Donnell","topic":"Car"},{"quote":"When you seek out - or seek to avoid - your own reflection, the modern city becomes a hall of mirrors: car windows, reflective walls, and plate glass are everywhere, transmitting a cacophony of different versions of you - this one too short, that one too wide, another one with a sickly color you&#39;ve never seen before.","author":"Alexandra Kleeman","topic":"Car"},{"quote":"Campaign behavior for wives: Always be on time. Do as little talking as humanly possible. Lean back in the parade car so everybody can see the president.","author":"Eleanor Roosevelt","topic":"Car"},{"quote":"CGI has fully ruined car crashes. Because how can you be impressed with them now? When you watch them in the &#39;70s, it was real cars, real metal, real blasts. They&#39;re really doing it and risking their lives. But I knew CGI was gonna start taking over.","author":"Quentin Tarantino","topic":"Car"},{"quote":"They think they can make fuel from horse manure - now, I don&#39;t know if your car will be able to get 30 miles to the gallon, but it&#39;s sure gonna put a stop to siphoning.","author":"Billie Holiday","topic":"Car"},{"quote":"We must be aware of consumerism! That&#39;s our tendency. It&#39;s the capitalistic curse that we were poisoned with. We should spend only what is necessary. How do you call the big cars, the latest ones? Hummer! Not a single dollar to import Hummers! What is that? What is that? What kind of revolution is this? One of Hummers? No way!","author":"Hugo Chavez","topic":"Car"},{"quote":"The body is like a car: the older you become the more care you have to take care of it - and you don&#39;t leave a Ferrari out in the sun.","author":"Joan Collins","topic":"Car"},{"quote":"If you think about computing, there isn&#39;t just one way to compute, just like there&#39;s not just one way to move around. You can have shoes, you can have a car, you can have a bicycle, submarine, rocket, plane, train, glider, whatever. Because you have one doesn&#39;t mean you get rid of another one... But PCs continue to be important.","author":"Michael Dell","topic":"Car"},{"quote":"Car love is the sound of a throaty V-8 rumbling and revving, the acceleration throwing you back in the seat - especially when you get on a beautiful, winding road and the light&#39;s dappling through the trees.","author":"John Lasseter","topic":"Car"},{"quote":"The year most of my high school friends and I got our driver&#39;s permits, the coolest thing one could do was stand outside after school and twirl one&#39;s car keys like a lifeguard whistle. That jingling sound meant freedom and power.","author":"Sloane Crosley","topic":"Car"},{"quote":"If I were to look in the United States or in Europe, in some of the garages, you would have a Bentley or two Bentleys or a high-end Mercedes, and you may find a Smart also in that same garage because that person thinks it&#39;s a fun extra car to have. He may have four cars but also have a Smart because he thinks it is cute.","author":"Ratan Tata","topic":"Car"},{"quote":"Elon Musk wins you over with his elegant mastery of engineering, be it for the rocket or the car. But what blew my socks off was when our conversation veered way off topic. We started musing about whether it was possible we all lived in the matrix, and Musk still had deep knowledge.","author":"Steve Jurvetson","topic":"Car"},{"quote":"To me, great advertising can make food taste better, can make your car run smoother. It can change your perception of something. Is it wrong to change your perception about something? Of course not. I&#39;m not lying; I&#39;m just saying, &#39;This one&#39;s more fun, this one&#39;s more exciting.&#39;","author":"George Lois","topic":"Car"},{"quote":"I bought a car, but not just any car; I bought a Volvo, which was the safest on the road at the time. It&#39;s not any more, so I upgraded to the Mercedes.","author":"Holland Roden","topic":"Car"},{"quote":"Americans are the only people in the world known to me whose status anxiety prompts them to advertise their college and university affiliations in the rear window of their automobiles.","author":"Paul Fussell","topic":"Car"},{"quote":"I only know it takes weeks to recover, as if one had been in a car accident.","author":"Patricia Highsmith","topic":"Car"},{"quote":"It&#39;s pretty satisfying to use an image when you don&#39;t have a great articulate response. And to be able to customize emoji? Imagine if you were a car enthusiast and you were able to create a car from scratch. That&#39;s what this is like for me. I&#39;m an emoji enthusiast.","author":"Chelsea Peretti","topic":"Car"},{"quote":"If you&#39;re setting a game during the Cuban Missile Crisis, look through a library. find out what people were wearing, what other issues were in the news, how houses were furnished, what cars were being driven. Especially include things which now seem foreign.","author":"Graham Nelson","topic":"Car"},{"quote":"I just love cars; I&#39;ve been like that since I was a kid. It&#39;s an infatuation because we grew up poor. Cars was something we were always trying to get.","author":"Birdman","topic":"Car"},{"quote":"Kids who grow up in radically different environments are always going to have different comfort levels with regard to a topic. If you don&#39;t live near a train track, it&#39;s hard to squash a penny that way, and if you live in an apartment in New York City, it may be difficult to get to drive a car.","author":"Gever Tulley","topic":"Car"},{"quote":"I am quite a relaxed person out of the car, but in the car I am aggressive, I never give up, I fight to the end and I try 100% all the time.","author":"Heikki Kovalainen","topic":"Car"},{"quote":"I love technology - yes, I have fallen in love with older cars, but I&#39;m all for new technology.","author":"Mario Andretti","topic":"Car"},{"quote":"Dogs feel very strongly that they should always go with you in the car, in case the need should arise for them to bark violently at nothing right in your ear.","author":"Dave Barry","topic":"Car"},{"quote":"I remember I used to sleep on my records. In a room with no furniture. I remember I used to sleep in my car.","author":"DJ Khaled","topic":"Car"},{"quote":"By the end of the 1950s, American cars were so reliable that their reliability went without saying even in car ads. Thousands of them bear testimony to this today, still running on the roads of Cuba though fueled with nationalized Venezuelan gasoline and maintained with spit and haywire.","author":"P. J. O'Rourke","topic":"Car"},{"quote":"The greatest luxury is not driving. I didn&#39;t own a car until I was 30, and that was a Rolls-Royce, so it was cheaper to insure a chauffeur. I never want to drive again. My mind is always on other things. I hate parking, and I&#39;m very short-tempered and would get road rage, I&#39;m sure.","author":"Michael Caine","topic":"Car"},{"quote":"People get very thoughtful when they are in cars. I no longer care for cars. I don&#39;t collect them.","author":"Mick Jagger","topic":"Car"},{"quote":"My hair is way, way long. I&#39;ve hitchhiked across the country a zillion times. I&#39;ve ridden in every car. I was never a hippie. It takes more than long hair.","author":"Penn Jillette","topic":"Car"},{"quote":"I don&#39;t even possess a car. I ride in auto-rickshaws because I like to be a part of the masses. I don&#39;t want to single myself out as someone up and above.","author":"Shakuntala Devi","topic":"Car"},{"quote":"It just seemed too weird to me. I don&#39;t know, maybe they were smoking a joint in the car downstairs from their parents&#39; apartment. I had to go that far to put together a scenario of how they could have possibly recognized me.","author":"Marc Jacobs","topic":"Car"},{"quote":"Buyers decide in the first eight seconds of seeing a home if they&#39;re interested in buying it. Get out of your car, walk in their shoes and see what they see within the first eight seconds.","author":"Barbara Corcoran","topic":"Car"},{"quote":"People get excited around me and behave differently than they would normally. I don&#39;t feel different from anyone else, except that I drive a racing car round in circles faster than somebody else.","author":"Michael Schumacher","topic":"Car"},{"quote":"Relationships, like cars, should undergo regular services to make sure they are still roadworthy.","author":"Zygmunt Bauman","topic":"Car"},{"quote":"Racism has been for everyone like a horrible, tragic car crash, and we&#39;ve all been heavily sedated from it. If we don&#39;t come into consciousness of this tragedy, there&#39;s going to be a violent awakening we don&#39;t want. The question is, can we wake up?","author":"Anna Deavere Smith","topic":"Car"},{"quote":"I recorded a song called, I Fall to Pieces, and I was in a car wreck. Now I&#39;m worried because I have a brand-new record, and it&#39;s called Crazy!","author":"Patsy Cline","topic":"Car"},{"quote":"Workaholics typically have a lot of achievement with very little appreciation of what they have, whether it&#39;s cars or friendships or otherwise. That is a shallow victory. Then you have people with a lot of appreciation and no achievement, which is fine, but it doesn&#39;t create a lot of good in the world.","author":"Tim Ferriss","topic":"Car"},{"quote":"Long practise in driving a racing car at a hundred miles an hour or so gives first-class training in control and judging distances at high speed and helps tremendously in getting motor sense, which is rather the feel of your engine than the sound of it, a thing you get through your bones and nerves rather than simply your ears.","author":"Eddie Rickenbacker","topic":"Car"},{"quote":"I really like driving cars. I love car games.","author":"Kodi Smit-McPhee","topic":"Car"},{"quote":"That&#39;s what I love. Not being interrupted, sitting in a car by myself and listening to music in the rain. There are so many great songs yet to sing.","author":"Alison Krauss","topic":"Car"},{"quote":"I know I will die in a car crash.","author":"Katie Price","topic":"Car"},{"quote":"If I weren&#39;t skateboarding, I&#39;d love to race cars. I like anything that&#39;s fast and active.","author":"Ryan Sheckler","topic":"Car"},{"quote":"Today there are two points where a car manufacturer has interaction with you as an owner of a car. One, you buy the car. Two, you go to the car shop to repair the car.","author":"Hans Vestberg","topic":"Car"},{"quote":"When I was at BMW and Aston Martin, I realized how difficult and how many resources it takes to create a car - let alone a car company.","author":"Henrik Fisker","topic":"Car"},{"quote":"It would be nice to live off the land and fix cars.","author":"Anton Yelchin","topic":"Car"},{"quote":"The older Mercedes is absolutely beautiful. It&#39;s got that lovely purring feeling as the engine ticks over, which you just don&#39;t get in a modern car.","author":"Sarah Alexander","topic":"Car"},{"quote":"With &#39;Transformers,&#39; I&#39;m going to get to drive fast cars and have a lot of fun. That&#39;s what appeals to me about it. I want to have as much fun as possible.","author":"Jack Reynor","topic":"Car"},{"quote":"Rhode Island works hard to reduce air pollution in our communities. We passed laws to prohibit cars and buses from idling their engines and to retrofit school buses with diesel pollution controls. But there is only so much a single state can do, particularly against out-of-state pollution.","author":"Sheldon Whitehouse","topic":"Car"},{"quote":"The first autonomous cars date back to the late 20th century. But recent increases in sophistication and reductions in cost - reflected, for example, in cheap LIDAR systems, which can &#39;see&#39; a street in 3D in a way similar to that of the human eye - are now bringing autonomous cars closer to the market.","author":"Carlo Ratti","topic":"Car"},{"quote":"Since September 11, security has been increased everywhere, and we have new IDs to get on to the Fox lot. I drove to the security gate, but realized I&#39;d left my ID in my other car. I just broke into that voice - &#39;Hey, man, I&#39;m Bart Simpson. Who else sounds like this?&#39; The guard waved me through.","author":"Nancy Cartwright","topic":"Car"},{"quote":"There&#39;s an unseen force which lets birds know when you&#39;ve just washed your car.","author":"Denis Norden","topic":"Car"},{"quote":"I&#39;ve always had an inquisitive mind about everything from flowers to television sets to motor cars. Always pulled them apart - couldn&#39;t put &#39;em back, but always extremely interested in how things work.","author":"Craig Johnston","topic":"Car"},{"quote":"We need to become good citizens in the global village, instead of competing. What are we competing for - to drive more cars, eat more steaks? That will destroy the world.","author":"Yuan T. Lee","topic":"Car"},{"quote":"Every street light will be interconnected to the Internet because we can save when car is not passing. Automobile will all be connected, so driverless car much safer.","author":"Masayoshi Son","topic":"Car"},{"quote":"Cars and cameras are the two things I let myself be materialistic about. I don&#39;t care about other stuff.","author":"Louis C. K.","topic":"Car"},{"quote":"On a bike, being just slightly above pedestrian and car eye level, one gets a perfect view of the goings-on in one&#39;s own town.","author":"David Byrne","topic":"Car"},{"quote":"The Internet has made some phenomenal breakthroughs that are still only poorly understood in terms of changing people&#39;s ideas of us and them. If mass media, social isolation in the suburbs, alienating workplaces and long car commutes create a bunker mentality, the Internet does the opposite.","author":"Alex Steffen","topic":"Car"},{"quote":"If you don&#39;t have the story and the unfolding of the trajectory of the saga, it&#39;s like getting in a car and not having any gas.","author":"Gus Van Sant","topic":"Car"},{"quote":"The mechanic could lift up the bonnet of the car and show me four dwarves strapped to a pair of tandems and tell me that the motor was actually dwarf-powered and that one of the little fellows had to be replaced, and I&#39;d just be numbly writing out a cheque and scribbling &#39;new dwarf - car&#39; on the stub.","author":"John Niven","topic":"Car"},{"quote":"I&#39;m lucky because my dad taught me to be frugal and save. And that&#39;s important because I want to know that I don&#39;t have to take an acting job for two or three years if I don&#39;t want to and that I&#39;ll still be able to make my house and car payments and buy food for my dogs.","author":"Ashley Greene","topic":"Car"},{"quote":"With a brand - and I respect Porsche - but the Ferrari brand is more exclusive... We never do SUVs, we never do four doors, and we never exceed 7,000 cars per year. And 7,000 means 7,000.","author":"Luca Cordero di Montezemolo","topic":"Car"},{"quote":"People in West Virginia do have cars. We have indoor plumbing. We even use knives and forks.","author":"John Kruk","topic":"Car"},{"quote":"Perhaps people, and kids especially, are spoiled today, because all the kids today have cars, it seems. When I was young you were lucky to have a bike.","author":"James Cagney","topic":"Car"},{"quote":"&#39;Cars&#39; was about Lightning McQueen learning to slow down and to enjoy life. The journey is the reward.","author":"John Lasseter","topic":"Car"},{"quote":"The majority of my interactions with police were not good. There were a few good ones who were actually protecting the community. But then you have ones from the Valley. They never met me in their life, but since I&#39;m a kid in basketball shorts and a white T-shirt, they wanna slam me on the hood of the car. Sixteen years old.","author":"Kendrick Lamar","topic":"Car"},{"quote":"To attract men, I wear a perfume called &#39;New Car Interior.&#39;","author":"Rita Rudner","topic":"Car"},{"quote":"The Rolls Royce was the real first car. It wasn&#39;t the first new car I got, but it was the first real car I bought that&#39;s like, &#39;Wow, I got this.&#39;","author":"Meek Mill","topic":"Car"},{"quote":"When you get into a car, and there&#39;s trash, or it&#39;s dirty, or one of the hubcaps is off, you&#39;re like, &#39;Come on, dude.&#39; Every woman likes the confidence and self-respect that says, &#39;I get oil changes. I look after my vehicle.&#39; That&#39;s what I recommend: Act like you don&#39;t care, but take care of your body.","author":"T. J. Miller","topic":"Car"},{"quote":"The best car safety device is a rear-view mirror with a cop in it.","author":"Dudley Moore","topic":"Car"},{"quote":"The automobile engine will come, and then I will consider my life&#39;s work complete.","author":"Rudolf Diesel","topic":"Car"},{"quote":"We need to steer clear of this poverty of ambition, where people want to drive fancy cars and wear nice clothes and live in nice apartments but don&#39;t want to work hard to accomplish these things. Everyone should try to realize their full potential.","author":"Barack Obama","topic":"Car"},{"quote":"Whither goest thou, America, in thy shiny car in the night?","author":"Jack Kerouac","topic":"Car"},{"quote":"Most people have no concept of how an automatic transmission works, yet they know how to drive a car. You don&#39;t have to study physics to understand the laws of motion to drive a car. You don&#39;t have to understand any of this stuff to use Macintosh.","author":"Steve Jobs","topic":"Car"},{"quote":"Design can never be an ultimate explanation for anything. It can only be a proximate explanation. A plane or a car is explained by a designer but that&#39;s because the designer himself, the engineer, is explained by natural selection.","author":"Richard Dawkins","topic":"Car"},{"quote":"That&#39;s the first sign you know you&#39;re a Libertarian. You see the red light. You stop. You realize that there&#39;s not a car in sight. And you put your foot on the gas.","author":"Gary Johnson","topic":"Car"},{"quote":"If you don&#39;t drink, smoke, or drive a car, you&#39;re a tax evader.","author":"Thomas S. Foley","topic":"Car"},{"quote":"Driving will never be away from me - I can&#39;t just give it up. It&#39;s all I&#39;ve ever done, and there&#39;s something about being in that car.","author":"Jimmie Johnson","topic":"Car"},{"quote":"I love fast cars... and to go too fast in them.","author":"Lara Flynn Boyle","topic":"Car"},{"quote":"Every new car, you open the door, and you look at all those internal mellifluous swoopy bits, and they have no meaning.","author":"Jonathan Ive","topic":"Car"},{"quote":"The negative effects of combat were nightmares, and I&#39;d get jumpy around certain noises and stuff, but you&#39;d have that after a car accident or a bad divorce. Life&#39;s filled with trauma. You don&#39;t need to go to war to find it; it&#39;s going to find you. We all deal with it, and the effects go away after awhile. At least they did for me.","author":"Sebastian Junger","topic":"Car"},{"quote":"I don&#39;t think I&#39;m a good ol&#39; boy. Honestly, the last thing I am is a redneck. I like silk sheets, fancy cars, beautiful women, good whiskey.","author":"Joe Jamail","topic":"Car"},{"quote":"I&#39;ve always wanted to race cars, ever since I was a young boy, as I think a lot of guys have.","author":"Paul Walker","topic":"Car"},{"quote":"It&#39;s that I don&#39;t like white paper backgrounds. A woman does not live in front of white paper. She lives on the street, in a motor car, in a hotel room.","author":"Helmut Newton","topic":"Car"},{"quote":"The same computers that make it impossible for you to cheat on your income tax can ensure that the blood of your group is in the ambulance that picks you up from a car smash.","author":"John Brunner","topic":"Car"},{"quote":"I&#39;m glad to see that BMW is bringing an electric car to market. That&#39;s cool.","author":"Elon Musk","topic":"Car"},{"quote":"We could definitely make a flying car - but that&#39;s not the hard part. The hard part is, how do you make a flying car that&#39;s super safe and quiet? Because if it&#39;s a howler, you&#39;re going to make people very unhappy.","author":"Elon Musk","topic":"Car"},{"quote":"Justice is expensive in America. There are no Free Passes... You might want to remember this, the next time you get careless and blow off a few Parking Tickets. They will come back to haunt you the next time you see a Cop car in your rear-view mirror.","author":"Hunter S. Thompson","topic":"Car"},{"quote":"America... just a nation of two hundred million used car salesmen with all the money we need to buy guns and no qualms about killing anybody else in the world who tries to make us uncomfortable.","author":"Hunter S. Thompson","topic":"Car"},{"quote":"I know people think we drive around in these nice cars and we do whatever we want and our parents will pay our credit cards, but that&#39;s not the case. Sure, my parents were generous; I got a nice car at 16, but at 18 I was cut off. I&#39;ve worked really hard. I opened the store myself.","author":"Kim Kardashian","topic":"Car"},{"quote":"Guns do kill. Unlike cars, that is all they do.","author":"Molly Ivins","topic":"Car"},{"quote":"The word &#39;geek&#39; today does not mean what it used to mean. A geek isn&#39;t the skinny kid with a pocket protector and acne. There can be computer geeks, video game geeks, car geeks, military geeks, and sports geeks. Being a geek just means that you&#39;re passionate about something.","author":"Olivia Munn","topic":"Car"},{"quote":"I think the true test of a pop song, for me, and I&#39;ve talked to a lot of other writers about this, is you take your demo, you pop it in your car and you drive down Sunset Blvd. to Santa Monica, and that&#39;s the Hollywood car test.","author":"Ryan Tedder","topic":"Car"},{"quote":"Shutting off the thought process is not rejuvenating; the mind is like a car battery - it recharges by running.","author":"Bill Watterson","topic":"Car"},{"quote":"I was very down as a teenager, very upset because I had gotten hurt in a car accident. But my dad was a source of strength. He used to say, &#39;It&#39;s the character with strength that God gives the most challenges to.&#39; I&#39;ve thought about that so many times in my life when things didn&#39;t go right.","author":"Bonnie Hunt","topic":"Car"},{"quote":"I love race car drivers, I love gymnastics, I love UFC, I love police officers, I love firefighters. I just try to give them the same enjoyment they give me.","author":"Shaquille O'Neal","topic":"Car"},{"quote":"If a movie is really working, you forget for two hours your Social Security number and where your car is parked. You are having a vicarious experience. You are identifying, in one way or another, with the people on the screen.","author":"Roger Ebert","topic":"Car"},{"quote":"I enjoy trying to develop a car and Mercedes are one of the biggest car manufacturers in the world.","author":"Lewis Hamilton","topic":"Car"},{"quote":"Winter in the country is very white. There is black grit on all the shoulders of the roads and on the big mounds from the plows, and all the cars are filthy, but the fields are dazzling and untouched and pristine.","author":"Susan Orlean","topic":"Car"},{"quote":"Every summer my husband and I pack our suitcases, load our kids into the car, and drive from tense, crowded New York City to my family&#39;s cottage in Maine. It&#39;s on an island, with stretches of sea and sandy beaches, rocky coasts, and pine trees. We barbecue, swim, lie around, and try to do nothing.","author":"Hope Davis","topic":"Car"},{"quote":"Go into the auto mechanic, you&#39;ve got to know computers to be able to work on the cars.","author":"Ann McLane Kuster","topic":"Car"},{"quote":"People generally complain that they&#39;re overburdened by responsibilities, forgetting that they chose to have those responsibilities. No one makes you work like a dog in order to live in a nice house, put your kids in nice schools, drive a smart car and go on exotic foreign holidays. It&#39;s up to you.","author":"Mark Barrowcliffe","topic":"Car"},{"quote":"As a singer, you can&#39;t hear what&#39;s coming out of your throat; you&#39;re only hearing it from the inside, so you need a trusted person who knows how your voice works. It&#39;s like a car. You take it to the same mechanic because they know it inside out, and every time you get it back, it works fantastic.","author":"Stephen Costello","topic":"Car"},{"quote":"My choices, including those related to the day-to-day aspects of life, like the use of a modest car, are related to a spiritual discernment that responds to a need that arises from looking at things, at people and from reading the signs of the times. Discernment in the Lord guides me in my way of governing.","author":"Pope Francis","topic":"Car"},{"quote":"People are definitely a company&#39;s greatest asset. It doesn&#39;t make any difference whether the product is cars or cosmetics. A company is only as good as the people it keeps.","author":"Mary Kay Ash","topic":"Car"},{"quote":"Every day I get to &#39;Think&#39; and work on everything from digitizing electric grids so they can accommodate renewable energy and enable mass adoption of electric cars, helping major cities reduce congestion and pollution, to developing new micro-finance programs that help tiny businesses get started in markets such as Brazil, India, Africa.","author":"Ginni Rometty","topic":"Car"},{"quote":"Many highly intelligent people are poor thinkers. Many people of average intelligence are skilled thinkers. The power of a car is separate from the way the car is driven.","author":"Edward de Bono","topic":"Car"},{"quote":"The newly decorated theatres produced things like car parks and restaurants, so you could have a good night out, quite cheaply without all that bother of having to go somewhere else.","author":"Timothy West","topic":"Car"},{"quote":"Eventually, all cars are going to be autonomous.","author":"Steve Jurvetson","topic":"Car"},{"quote":"I wanted to be a mechanic. When I was 14 I wanted to quit school and go work on my car. But my dad said Son, you shouldn&#39;t do that. You should stay in school until your education is finished, and when you&#39;re done, don&#39;t make your hobby your job.","author":"Eric Bana","topic":"Car"},{"quote":"I love vintage cars because you can do so much more to them.","author":"T-Pain","topic":"Car"},{"quote":"I don&#39;t want to be in my car all day. I love getting up in the morning in Venice and walking my dogs down to the cafe to get my tea, and then perhaps going to a bookstore and sitting and reading, then walking to the beach.","author":"Jessica Chastain","topic":"Car"},{"quote":"You can&#39;t develop a great car and sell it as an independent. You can develop a great car and make a deal with Mercedes.","author":"Eric Fellner","topic":"Car"},{"quote":"I want a car that will last 10 years or longer because I totally hate the process of researching, shopping for a new car, and then haggling for the price. I wish I could just snap my fingers and my car is there.","author":"Kiran Ahluwalia","topic":"Car"},{"quote":"Nobody wants to buy a $60,000 electric Civic. But people will pay $90,000 for an electric sports car.","author":"Elon Musk","topic":"Car"},{"quote":"I replaced the headlights in my car with strobe lights, so it looks like I&#39;m the only one moving.","author":"Steven Wright","topic":"Car"},{"quote":"Songs don&#39;t have to be about going out on Saturday night and having a good rink-up and driving home and crashing cars. A lot of what I&#39;ve done is about alienation... about where you fit in society.","author":"David Bowie","topic":"Car"},{"quote":"I was a pizza delivery boy at the Pizza Oven in Canton. I wanted to get fired so bad, I actually wrecked the delivery car, but they wouldn&#39;t fire me because I was the only person they had working there.","author":"Marilyn Manson","topic":"Car"},{"quote":"Only bad golfers are lucky. They&#39;re the ones bouncing balls off trees, curbs, turtles and cars. Good golfers have bad luck. When you hit the ball straight, a funny bounce is bound to be unlucky.","author":"Lee Trevino","topic":"Car"},{"quote":"I&#39;m literally driving in the middle of the night, and my phone rings, and my manager says, &#39;How would you like to be the host of the Daily Show?&#39; I get out the car, and I didn&#39;t have legs. You know in those movies where there&#39;s an explosion? But instead of the sound of the explosion, you hear the silence. That&#39;s literally what happened.","author":"Trevor Noah","topic":"Car"},{"quote":"Those who have come into Formula One without experiencing cars devoid of electronic aids will find it tough. To control 800 horse power relying just on arm muscles and foot sensitivity can turn out to be a dangerous exercise.","author":"Michael Schumacher","topic":"Car"},{"quote":"Electric cars aren&#39;t pollution-free; they have to get their energy from somewhere.","author":"Alexandra Paul","topic":"Car"},{"quote":"If you think about a lifestyle short of retirement that lends itself to being a hardcore gamer, there is none better than being a major league starting pitcher. I work once every five days and travel and am alone all the time. So while the other guys were spending their money on the all the cars and jewelry, I bought laptops.","author":"Curt Schilling","topic":"Car"},{"quote":"When you&#39;re in a race car, you&#39;re going through so many different emotions throughout that race.","author":"Jeff Gordon","topic":"Car"},{"quote":"You want to buy cars and houses and castles, all of that&#39;s on you and how America has systematized your mind to be into materialism. Hip-hop ain&#39;t got nothing to do with that. I&#39;m glad that anybody making money has picked themselves up - I just want them to give some of it back to the community.","author":"Afrika Bambaataa","topic":"Car"},{"quote":"&#39;Mosaic&#39; is about what we see and what we don&#39;t see. I learned how people can develop other senses to compensate for a missing one when I was a child. My best friend, Carol, who is profoundly deaf, saved me from an approaching car that she &#39;heard&#39; when I didn&#39;t.","author":"Gayle Lynds","topic":"Car"},{"quote":"I try to get away from the pits as quickly as I can. I speak to my engineer when I get out of the car, usually there&#39;s some press to do, then I will go off and have a shower and get my dry, clean overalls and clothing on. I&#39;ll have a massage, stretch and something to eat. I don&#39;t sleep, but I try to close my eyes for a while.","author":"Allan McNish","topic":"Car"},{"quote":"I have an answering machine in my car. It says, I&#39;m home now. But leave a message and I&#39;ll call when I&#39;m out.","author":"Steven Wright","topic":"Car"},{"quote":"My dad took me out to see a meteor shower when I was a little kid, and it was scary for me because he woke me up in the middle of the night. My heart was beating; I didn&#39;t know what he wanted to do. He wouldn&#39;t tell me, and he put me in the car and we went off, and I saw all these people lying on blankets, looking up at the sky.","author":"Steven Spielberg","topic":"Car"},{"quote":"Whenever I have bid a hasty goodbye to a loved one, I&#39;ve always made sure that my record collection was safely stored away in the boot of the car.","author":"Robert Plant","topic":"Car"},{"quote":"Heartbreak was the impetus to me writing poems and music in the first place. Over the years, I had my heart broken so badly that if I didn&#39;t find a way to get all the pain out, I was going to lose my mind. I was crazy! Like, wanting to slash tires and smash car windows. Crazy! I was so hurt that I had to write.","author":"Jill Scott","topic":"Car"},{"quote":"The biggest thrill a ballplayer can have is when your son takes after you. That happened when my Bobby was in his championship Little League game. He really showed me something. Struck out three times. Made an error that lost the game. Parents were throwing things at our car and swearing at us as we drove off. Gosh, I was proud.","author":"Bob Uecker","topic":"Car"},{"quote":"Technology is supposed to make our lives easier, allowing us to do things more quickly and efficiently. But too often it seems to make things harder, leaving us with fifty-button remote controls, digital cameras with hundreds of mysterious features and book-length manuals, and cars with dashboard systems worthy of the space shuttle.","author":"James Surowiecki","topic":"Car"},{"quote":"Exercise is roughly equivalent to an oil lube and a filter for a car. You don&#39;t have to do it, but when you do, it makes the car run a lot better.","author":"S. Jay Olshansky","topic":"Car"},{"quote":"Having played many roles of scientific intellect I do have an empathy for that world. It&#39;s been hard on me because flying the Enterprise for seven years in Star Trek and sitting in Cerebro in X-men has led people to believe that I know what I&#39;m talking about. But I&#39;m still trying to work out how to operate the air conditioning unit on my car.","author":"Patrick Stewart","topic":"Car"},{"quote":"Electromagnetic theory and experiment gave us the telephone, radio, TV, computers, and made the internal combustion engine practical - thus, the car and airplane, leading inevitably to the rocket and outer-space exploration.","author":"Gregory Benford","topic":"Car"},{"quote":"It&#39;s not just the kid who&#39;s spent every penny from his job to upgrade his car to tell the world he cares about sports cars, it&#39;s also the person driving around in a fuel-conscious hybrid electric car, because it&#39;s more a message to the world than an effective means of saving fuel, to be quite honest.","author":"Richard Hammond","topic":"Car"},{"quote":"Like all kids who want to be in action movies, I want to jump out of a speeding car, shoot guns, slide out the side in slow motion like a John Woo movie.","author":"Dallas Roberts","topic":"Car"},{"quote":"The American dream, what we were taught was, grow up, own a car, own a house. I think that dream&#39;s completely changing. We were taught to keep up with the Joneses. Now we&#39;re sharing with the Joneses.","author":"Brian Chesky","topic":"Car"},{"quote":"Long after the bomb falls and you and your good deeds are gone, cockroaches will still be here, prowling the streets like armored cars.","author":"Tama Janowitz","topic":"Car"},{"quote":"I admit to wasting my life messing around with fast cars and motorcycles.","author":"Brock Yates","topic":"Car"},{"quote":"When I was 19 years old, both of my parents died in the same year; my mom of cancer and my dad in a car accident. Through the next two or three years and a series of bad decisions - all my own, I might add - I ended up literally homeless, before that was even a word. I even slept occasionally under a pier on the Gulf Coast.","author":"Andy Andrews","topic":"Car"},{"quote":"Selling an electric sports car creates an opportunity to fundamentally change the way America drives.","author":"Elon Musk","topic":"Car"},{"quote":"I miss Saturday morning, rolling out of bed, not shaving, getting into my car with my girls, driving to the supermarket, squeezing the fruit, getting my car washed, taking walks.","author":"Barack Obama","topic":"Car"},{"quote":"If I can sell out clubs and theaters and play dirtbags in movies, and get blown up in a car or get the crap beat out of me in a movie, that&#39;s good for me; I&#39;m good.","author":"Bill Burr","topic":"Car"},{"quote":"People and squirrels are very different. Most people will not argue that. But I find that there is one situation in which they&#39;re very similar. And that is: when I am driving towards them in my car. Then they&#39;re kind of hard to tell apart - especially if the human is kind of hairy.","author":"Demetri Martin","topic":"Car"},{"quote":"There is a limit to the application of democratic methods. You can inquire of all the passengers as to what type of car they like to ride in, but it is impossible to question them as to whether to apply the brakes when the train is at full speed and accident threatens.","author":"Leon Trotsky","topic":"Car"},{"quote":"Technology is such a broad kind of term, it really applies to so many things, from the electric light to running cars on oil. All of these different things can be called technology. I have kind of a love-hate relationship with it, as I expect most people do. With the computer, I spend so many hours sitting in front of a computer.","author":"Jeff Bridges","topic":"Car"},{"quote":"There are signs, I think, that people aren&#39;t satisfied by consumerism: that people resent the fact that the most moral decision in their lives is choosing what colour their next car will be.","author":"J. G. Ballard","topic":"Car"},{"quote":"You start to forget about the world outside - it&#39;s not relevant or relatable anymore. The darkest part of solitary confinement is that you start to forget about cars and jobs and families and weather and politicians - and all the things that make up a society.","author":"Chelsea Manning","topic":"Car"},{"quote":"(On seeing a former lover for the first time in years) I thought I told you to wait in the car.","author":"Tallulah Bankhead","topic":"Car"},{"quote":"I would have probably stolen cars - it would have given me the same adrenaline rush as racing.","author":"Valentino Rossi","topic":"Car"},{"quote":"I don&#39;t think Bond does too much; he&#39;s just suave and sexy. He rolls out with his martini and fancy cars. Wow, it sounds like my life already.","author":"Priyanka Chopra","topic":"Car"},{"quote":"Drug misuse is not a disease, it is a decision, like the decision to step out in front of a moving car. You would call that not a disease but an error of judgment.","author":"Philip K. Dick","topic":"Car"},{"quote":"I don&#39;t even like old cars. I&#39;d rather have a goddam horse. A horse is at least human, for God&#39;s sake.","author":"J. D. Salinger","topic":"Car"},{"quote":"Most of us have to spend a lot of energy to learn how to drive a car. Then we have to spend the rest of our lives over-concentrating as we drive and text and eat a burrito and put on makeup. As a result, 30,000 people die every year in a car accident in the U.S.","author":"Astro Teller","topic":"Car"},{"quote":"In Copenhagen, there&#39;s a long-term commitment to creating a well-functioning pedestrian city where all forms of movement - pedestrian, bicycles, cars, public transportation - are accommodated with equal priority.","author":"Bjarke Ingels","topic":"Car"},{"quote":"I came out of the mall one day, and a guy was standing there with a coat hanger in his window, and I couldn&#39;t stop myself. I asked the stupid question. &#39;You lock your keys in the car?&#39; &#39;Nope, just washed it, gonna hang it up to dry.&#39;","author":"Bill Engvall","topic":"Car"},{"quote":"My mom had me at 16 and took me every place she went. I remember going on peace marches. She tried to take me to Woodstock - it was pouring rain. It was on my birthday, and I was crying so much in the car they turned the car around and dumped me at my grandmother&#39;s house... I had a little attitude.","author":"Debi Mazar","topic":"Car"},{"quote":"Every day I pull into that parking spot that says &#39;Head Football Coach,&#39; I get out of my car and pinch myself sometimes, just to make sure it&#39;s real, sort of like, &#39;Is this really happening?&#39;","author":"Kirby Smart","topic":"Car"},{"quote":"We go through the whole season working on next season&#39;s car and developing the car and making sure we fit in the car and all that sort of stuff. And we obviously give ideas of what we would hope next year&#39;s car would have even if it&#39;s small things like buttons on the steering wheel and different positions and whatever.","author":"Jenson Button","topic":"Car"},{"quote":"We have an uncanny ability to make birds do what we want them to do. In Blood Simple there&#39;s a shot from the bumper of a car and it&#39;s going up this road and a huge flock of birds takes off at the perfect moment.","author":"Joel Coen","topic":"Car"},{"quote":"We will play football. We will box and play lacrosse and ice hockey and snowboard and surf and drive fast cars, climb trees, and do dozens of things that we know are potentially concussive. We will do this because we are human and animals, and we like speed and contact and aggressive maneuvering and all such things.","author":"Peter Berg","topic":"Car"},{"quote":"I love everything from old-school cars to whatever the latest muscle or luxury vehicles are.","author":"Ludacris","topic":"Car"},{"quote":"As human beings, we&#39;re very materialistic and have all this stuff - furs and cars and diamonds and money.","author":"Smokey Robinson","topic":"Car"},{"quote":"People ask for this life, but they don&#39;t really understand what comes with it. People just see the outside and that looks good - big houses, cars, girls, but you never see how the person is feeling deep down inside. Me personally, being a man, I&#39;m going to feel better displaying all of this and pouring my heart out on each record.","author":"Bow Wow","topic":"Car"},{"quote":"As you get older, things conk out. It&#39;s a bit like a car. As long as it&#39;s something the mechanics can fix, you can chug on for a few more thousand miles.","author":"Len Goodman","topic":"Car"},{"quote":"The racing driver&#39;s mind has to have the ability to have amazing anticipation, coordination, and reflex. Because of the speed the car goes.","author":"Emerson Fittipaldi","topic":"Car"},{"quote":"As far as luxury goes, about the only thing I do is... I go first class all the way. I live on the road, so when I&#39;m out there, I&#39;m getting the nice hotel suite, I&#39;m getting the luxury car, I&#39;m eating the good food, and I make sure I take care of myself on the road.","author":"Trish Stratus","topic":"Car"},{"quote":"I&#39;m afraid we&#39;ll see reporters stop chasing quotes around the same time dogs stop chasing cars.","author":"Daniel Okrent","topic":"Car"},{"quote":"I wasn&#39;t one to go out and buy a new car and stereo system and expensive clothes. My mom helped keep me grounded.","author":"Christina Applegate","topic":"Car"},{"quote":"Success is not two cars or a swimming pool. It&#39;s the approval of your peers.","author":"Peter Finch","topic":"Car"},{"quote":"Yeah, I like cars and basketball. But you know what I like more? Bananas.","author":"Frankie Muniz","topic":"Car"},{"quote":"I had a friend who was a clown. When he died, all his friends went to the funeral in one car.","author":"Steven Wright","topic":"Car"},{"quote":"I had a friend who was a plastic surgeon, so he would do little things. I never had, like, a full thing. So I would go in maybe once every two or three years, and he&#39;d do a little here, a little there; tweak you, like you tweak your car. Then I became the plastic surgery poster girl.","author":"Joan Rivers","topic":"Car"},{"quote":"I like the desert for short periods of time, from inside a car, with the windows rolled up, and the doors locked. I prefer beach resorts with room service.","author":"Anne Lamott","topic":"Car"},{"quote":"Mass transportation is doomed to failure in North America because a person&#39;s car is the only place where he can be alone and think.","author":"Marshall McLuhan","topic":"Car"},{"quote":"I was raised in Chicago and I guess that was one of the special breeding grounds for gangsters of all colors. That was the Detroit of the gangster world. The car industry was thugs.","author":"Quincy Jones","topic":"Car"},{"quote":"I know I&#39;m not supposed to like muscle cars, but I like muscle cars.","author":"Joe Biden","topic":"Car"},{"quote":"And suddenly I realised that I was no longer driving the car consciously. I was driving it by a kind of instinct, only I was in a different dimension.","author":"Ayrton Senna","topic":"Car"},{"quote":"I like structure - like driving: go past the school on the street, stay on the right side, no hitting the car, go in right, you&#39;ll see a big church, stop and take a left, and you&#39;ll have it. By doing this I&#39;m giving a structure of life, a path of light, and showing what happens between me and me, which is something very beautiful.","author":"Jean-Claude Van Damme","topic":"Car"},{"quote":"When people are deprived of a sense, their other senses get heightened. If you&#39;re culturally devoid of something - of weather, of artistry, of interesting architecture, all the way down the line to culture itself - you&#39;re either forced to give in and get that car dealership, or you manufacture those things for yourself.","author":"Tim Burton","topic":"Car"},{"quote":"The Italians and Spanish, the Chinese and Vietnamese see food as part of a larger, more essential and pleasurable part of daily life. Not as an experience to be collected or bragged about - or as a ritual like filling up a car - but as something else that gives pleasure, like sex or music, or a good nap in the afternoon.","author":"Anthony Bourdain","topic":"Car"},{"quote":"What a piece of garbage this smart car is. There&#39;s a commercial - the smart car has zero percent interest for six years. Well, good, I got zero percent in six years in buying this smart car. I&#39;ll tell you that much. I mean, it&#39;s ridiculous. My buddy has a smart car, totaled it. He hit a deer tick.","author":"Larry the Cable Guy","topic":"Car"},{"quote":"If you own a home with wheels on it and several cars without, you just might be a redneck.","author":"Jeff Foxworthy","topic":"Car"},{"quote":"I do sing in the car. I actually sing Britney Spears songs in the car - me and a close friend of mine. She lives in West Palm and I live in Miami, and when we&#39;re going back and forth to see each other, we sing: &#39;Oh, Baby Baby.&#39; We sing all these 1990s songs. We&#39;re like two 14-year-old kids just having a good time.","author":"Kelly Rowland","topic":"Car"},{"quote":"I do not own a car, and my main form of travel to Westminster and in my constituency is by bicycle. I also take my bike on trains to meetings in other parts of the country, which enables me to see other cities and the other parts of the country.","author":"Jeremy Corbyn","topic":"Car"},{"quote":"We&#39;re in a giant car heading towards a brick wall and everyone&#39;s arguing over where they&#39;re going to sit.","author":"David Suzuki","topic":"Car"},{"quote":"When a police officer tells you to stay in the car, you stay in the car.","author":"Reese Witherspoon","topic":"Car"},{"quote":"When someone drew a picture of Pope John wearing an Avis &#39;We try harder&#39; button, those words no longer meant which car rental to patronize, and yet some of the overtones from its original meaning are there and make a contribution to the new situation.","author":"Corita Kent","topic":"Car"},{"quote":"The creative process is mysterious; a conversation, a ride in the car, or a melody can trigger something.","author":"Alejandro Gonzalez Inarritu","topic":"Car"},{"quote":"I&#39;m as passionate as any car owner or car collector that has one car or 300 cars.","author":"Bill Goldberg","topic":"Car"},{"quote":"The lead car is unique, except for the one behind it which is identical.","author":"Murray Walker","topic":"Car"},{"quote":"I don&#39;t want my guy to buy me cars, villas or diamonds. I can do all that. I don&#39;t want any PDA, either. But my guy should be very sensitive to my pains and sorrows and should try to make me happy because I&#39;d do all that for him. Sadly, most of the men that I have met in the past couple of years are too self-obsessed.","author":"Anushka Sharma","topic":"Car"},{"quote":"People are trying to act like they&#39;re balling all day with cars, their house, like there&#39;s no problems. I feel like a lot of people are trying to be someone they&#39;re not, and when you&#39;re just yourself, life is so much easier because you don&#39;t have to keep up this facade.","author":"Remy Ma","topic":"Car"},{"quote":"If you had a carbon tax, you&#39;d have less cars and more bicycles, more people getting around on foot and by public transport.","author":"Richard Rogers","topic":"Car"},{"quote":"I like Mercedes because my wife has been in two big accidents and emerged without a scratch, thanks to the safety of these cars.","author":"Nobu Matsuhisa","topic":"Car"},{"quote":"I remember being at Greenblatt&#39;s on Sunset, and some guy just walked straight up to me, and he had some bling on and whatever, and said something about a party down in Malibu and asked if I would jump in his car and go to the party. All I could think was, &#39;Who are you? I don&#39;t know you, and I don&#39;t care about how good your car is.&#39;","author":"Yvonne Strahovski","topic":"Car"},{"quote":"You see the music videos and the bling and the cars, but all of that goes home at the end of the shoot. They make nothing because there&#39;s less and less money in the music industry.","author":"Jameela Jamil","topic":"Car"},{"quote":"The irony is that it was tougher to rent a car from Cerberus when it owned Alamo than to buy a semi-automatic. To rent a car, one had to provide ID, a drivers&#39; license, and get insurance coverage. To buy a gun? Cash and carry, from the back of a station wagon at a gun show. No concerns about downstream liability or risk.","author":"Eliot Spitzer","topic":"Car"},{"quote":"Every time you take a train, step into your car, walk into the shopping mall, go to the airport - every single time, something could happen. That&#39;s how terrorism works.","author":"Ayaan Hirsi Ali","topic":"Car"},{"quote":"I dated a guy and he liked me but I didn&#39;t like him. I went through his wardrobe and cleaned out his house and got him to get a new car. He said to me, &#39;If I give you $10,000, will you find me my wife because I want someone like you?&#39; And within a year, he got married. That was the first match that led to me leaving my corporate job.","author":"Patti Stanger","topic":"Car"},{"quote":"I drive a big Dodge truck. I drive American cars.","author":"J. B. Smoove","topic":"Car"},{"quote":"My mom sent me money for a car, but the cops impounded it because I had no insurance.","author":"Martin Henderson","topic":"Car"},{"quote":"Accidents happen, whether they&#39;re car accidents, friendly fire, drug overdoses. Accidents happen, and they&#39;re tragic. It&#39;s like a bomb that goes off and pieces of shrapnel rip into the flesh of the family. It&#39;s the families that need the compassion, because everywhere they walk, every day, someone reminds them of their loss.","author":"James Belushi","topic":"Car"},{"quote":"I like to sing around the bonfire, in my car and in the shower.","author":"Jessica Pare","topic":"Car"},{"quote":"People spend so much time in their cars, and it&#39;s a legal way to have fun by speeding a little bit or testing yourself a little bit, and you get to invest in your car. For some people, it becomes their baby.","author":"Jordana Brewster","topic":"Car"},{"quote":"The alarm rings 4:45, again at 5, but I wake up 4:30 naturally. Shower, shave, orange juice, perk my own coffee, hear the news, and the CBS car arrives 5:30.","author":"Charlie Rose","topic":"Car"},{"quote":"When there&#39;s not ten feet of snow on the ground, I ride my bike down the streets of New York, and I literally hear two things out of car windows as cabs pass by me: They either yell, &#39;Hey, dummy,&#39; or &#39;Hey, Mayhem.&#39;","author":"Dean Winters","topic":"Car"},{"quote":"I don&#39;t buy diamonds, I don&#39;t buy cars, but I enjoy travelling. I&#39;m not a very possessive person as far as things go.","author":"Frank Oz","topic":"Car"},{"quote":"After leaving school, I travelled around Europe for about six months. In Denmark, I thought that was my chance to get an amazing haircut, so I went to what I thought was a great hairdresser. It turned out to be the car wash of hairdressers, and I walked out sporting yet another pudding bowl, but this time with a stripe bleached down the centre.","author":"Becki Newton","topic":"Car"},{"quote":"How many times have you been on the freeway and had someone fly by you at 100 mph then end up two cars ahead of you at the off ramp? What&#39;s the point?","author":"Mark Harmon","topic":"Car"},{"quote":"I will argue that in the literal sense the programmed computer understands what the car and the adding machine understand, namely, exactly nothing.","author":"John Searle","topic":"Car"},{"quote":"Stone Mountain, Georgia, still had Ku Klux Klan marches, and I had a wild and courageous mother who&#39;d put us in the car to watch them. She wanted us to know those things existed.","author":"Nicole Beharie","topic":"Car"},{"quote":"I&#39;ve got a great team of engineers behind this race car. I&#39;ve got a great bunch of mechanics that make it reliable. This car is developed to go out there and be better than the Reynard, and I feel that it is.","author":"Al Unser","topic":"Car"},{"quote":"Traffic in the streets of Bombay is chaotic at best. Riding a bicycle is a dangerous occupation. However, there are hundreds of them on the streets competing with the cars and buses and lorries because it is the poor man&#39;s mode of transport.","author":"Rohinton Mistry","topic":"Car"},{"quote":"Stationary storage will be as big as the car business long term. The growth rate will probably be several times what it is for the car business.","author":"Elon Musk","topic":"Car"},{"quote":"I like the word &#39;autopilot&#39; more than I like the word &#39;self-driving.&#39; &#39;Self-driving&#39; sounds like it&#39;s going to do something you don&#39;t want it to do. &#39;Autopilot&#39; is a good thing to have in planes, and we should have it in cars.","author":"Elon Musk","topic":"Car"},{"quote":"We have teams of people working on electric cars. So you never know - you may find Virgin competing with the Tesla in the car business as we do in the space business.","author":"Richard Branson","topic":"Car"},{"quote":"Car designers are just going to have to come up with an automobile that outlasts the payments.","author":"Erma Bombeck","topic":"Car"},{"quote":"It goes without saying that you should never have more children than you have car windows.","author":"Erma Bombeck","topic":"Car"},{"quote":"I remember at the age of five travelling on a trolley car with my mother past a group of women on a picket line at a textile plant, seeing them being viciously beaten by security people. So that kind of thing stayed with me.","author":"Noam Chomsky","topic":"Car"},{"quote":"The car has become the carapace, the protective and aggressive shell, of urban and suburban man.","author":"Marshall McLuhan","topic":"Car"},{"quote":"Transcendental meditation is like a car, a vehicle that allows you to go within. It&#39;s a mental technique.","author":"David Lynch","topic":"Car"},{"quote":"Regardless of what our national credit rating is, people will always want a roof over their heads, food on their tables, fuel for their cars, and clothes on their backs.","author":"Robert Kiyosaki","topic":"Car"},{"quote":"Just be nice to me while I am doing the scene; that is all. I don&#39;t want big cars, I don&#39;t want big hotel rooms.","author":"Shah Rukh Khan","topic":"Car"},{"quote":"I look away at car crashes, and I know people who look away at car crashes, because it makes us uncomfortable to watch other people in pain.","author":"John Mayer","topic":"Car"},{"quote":"The car provided Americans with an enviable standard of living. You could not get a steady job with high wages and health and retirement benefits working on the General Livestock Corporation assembly line putting udders on cows.","author":"P. J. O'Rourke","topic":"Car"},{"quote":"In a country with millions of people and cars going everywhere, the enemy is going to get a car bomb out there once in awhile.","author":"James Mattis","topic":"Car"},{"quote":"Move to Italy. I mean it: they know about living in debt; they don&#39;t care. I stayed out there for five months while I was making a film called &#39;Order Of Death,&#39; and they&#39;ve really got it sussed. Nice cars. Sharp suits. Great food. Stroll into work at 10. Lunch from 12 till three. Leave work at five. That&#39;s living!","author":"John Lydon","topic":"Car"},{"quote":"I grew up in Oklahoma and Missouri, and I just loved film. My folks would take us to the drive-in on summer nights, and we&#39;d sit on the hood of the car. I just had this profound love for storytelling.","author":"Brad Pitt","topic":"Car"},{"quote":"In less enlightened times, the best way to impress women was to own a hot car. But women wised up and realized it was better to buy their own hot cars so they wouldn&#39;t have to ride around with jerks.","author":"Scott Adams","topic":"Car"},{"quote":"My grandma&#39;s the most careful, safe driver in the world. You put her in a rental car, and she&#39;s doing doughnuts in the K-Mart parking lot!","author":"Jeff Foxworthy","topic":"Car"},{"quote":"I can&#39;t just wear whatever when I go out because somebody might want to take a picture. People are, like, taking pictures of me in my car when I&#39;m driving. It&#39;s crazy. I kind of hate it sometimes.","author":"Bryson Tiller","topic":"Car"},{"quote":"Millennials aren&#39;t buying cars anymore. They don&#39;t want to drive. They don&#39;t want to own these cars. They don&#39;t want that inconvenience.","author":"Travis Kalanick","topic":"Car"},{"quote":"You can&#39;t be as old as I am without waking up with a surprised look on your face every morning: &#39;Holy Christ, whaddya know - I&#39;m still around!&#39; It&#39;s absolutely amazing that I survived all the booze and smoking and the cars and the career.","author":"Paul Newman","topic":"Car"},{"quote":"You can get into a very fancy car and know everything about the engine, but when you drive in that car, you feel that rush. In the same way, I think the more you know about love, the more you can enjoy it. And knowing about your personality type, who you are and what kind of person you&#39;re dealing with gives you a great leg up.","author":"Helen Fisher","topic":"Car"},{"quote":"Partnerships are increasingly seen through the prism of promises and expectations, and as a kind of product for consumers: satisfaction on the spot, and if not fully satisfied, return the product to the shop or replace it with a new and improved one! You don&#39;t, after all, stick to your car, or computer, or iPod, when better ones appear.","author":"Zygmunt Bauman","topic":"Car"},{"quote":"Know how to travel from your town to a nearby town without a car, either by bus or by rail.","author":"Marilyn vos Savant","topic":"Car"},{"quote":"The culture is going into a psychological depression. We are concerned about our place in the world, about being competitive: Will my children have as much as I have? Will I ever own my own home? How can I pay for a new car? Are immigrants taking away my white world?","author":"James Hillman","topic":"Car"},{"quote":"I&#39;m just disillusioned with the hip-hop sound right now. It&#39;s too materialistic. You know, I&#39;m the kind of guy ... I can&#39;t do that. If you track my movement, you&#39;ll never see a picture of me with any girl that wasn&#39;t mine, or my own car. My jewelry, my clothes. What kind of gangsta rapper has a stylist? A stylist?!","author":"Ice T","topic":"Car"},{"quote":"I once went to one of those parties where everyone throws their car keys into the middle of the room. I don&#39;t know who got my moped, but I drove that Peugeot for years.","author":"Victoria Wood","topic":"Car"},{"quote":"Water is a beverage which I never enjoyed in purity and perfection before I visited America. It is provided in abundance in the cars, the hotels, the waiting-rooms, the steamers, and even the stores, in crystal jugs or stone filters, and it is always iced. This may be either the result or the cause of the temperance of the people.","author":"Isabella Bird","topic":"Car"},{"quote":"You grow up listening to Eminem; your parents don&#39;t let you listen to it - you gotta sneak into a car to listen to this guy rap. He changed my whole life, my whole perspective on music, so to more or less co-sign something that I&#39;ve done is the ultimate childhood goal.","author":"Jon Bellion","topic":"Car"},{"quote":"I was homeless for almost a year and a half, just living in my car or bouncing around peoples&#39; houses, going to 7-Eleven at the end of the day and asking them for the taquitos that they were going to throw out because I hadn&#39;t eaten in two days.","author":"Andy Biersack","topic":"Car"},{"quote":"When walking, you see things that you miss in a motor car or on the train. You give your mind space to ponder.","author":"Tom Hodgkinson","topic":"Car"},{"quote":"With a 3D printer, you could build your own car, one part at a time. When you were finished, you&#39;d have an automobile that is extremely lightweight because it is made of plastic, which is good because you&#39;d need to carry it because it is made of plastic.","author":"W. Bruce Cameron","topic":"Car"},{"quote":"I remember in &#39;37 when trolley cars were so big in New York. It was five cents for a ride... There used to be open-air buses, and you could go up a spiral staircase and sit up on top. Those were great, great days.","author":"Tiny Tim","topic":"Car"},{"quote":"I could never drive in a great big car; people like me because I&#39;m a man of the people, a hustler.","author":"Terry McAuliffe","topic":"Car"},{"quote":"My dad died when I was 23. His death was sudden and shocking - the result of a car crash - and I never got to say goodbye.","author":"Dani Shapiro","topic":"Car"},{"quote":"The red carpet is kind of a surreal experience. There&#39;s nothing normal about it, so for me the most important thing is to maintain some normality right until the point you get out of the car.","author":"Samantha Barks","topic":"Car"},{"quote":"I was flavour of the year for a couple of years, and then, like everyone else, I faded into obscurity. I didn&#39;t car;, I loved it.","author":"Paul Hogan","topic":"Car"},{"quote":"I think, aesthetically, car design is so interesting - the dashboards, the steering wheels, and the beauty of the mechanics. I don&#39;t know how any of it works, I don&#39;t want to know, but it&#39;s inspirational.","author":"Paloma Picasso","topic":"Car"},{"quote":"Megaupload was a dual-use technology. You can use it for good things, and you can use it for bad things. If someone sends something illegal in an envelope through your postal service, you don&#39;t shut down the post office. If someone speeds with the car he just bought, you don&#39;t go to the car manufacturer and say, &#39;Hey, we&#39;re shutting you down.&#39;","author":"Kim Dotcom","topic":"Car"},{"quote":"You only get one chance at your life so why not jump cars?","author":"Dax Shepard","topic":"Car"},{"quote":"If I start outsourcing all my navigation to a little talking box in my car, I&#39;m sort of screwed. I&#39;m going to lose my car in the parking lot every single time.","author":"Ken Jennings","topic":"Car"},{"quote":"Sense the blessings of the earth in the perfect arc of a ripe tangerine, the taste of warm, fresh bread, the circling flight of birds, the lavender color of the sky shining in a late afternoon rain puddle, the million times we pass other beings in our cars and shops and out among the trees without crashing, conflict, or harm.","author":"Jack Kornfield","topic":"Car"},{"quote":"Once when I was 16 I had my car taken away from me for being past curfew. Oh, and I said a bad word once, and I actually did get my mouth washed out with soap.","author":"Ashlee Simpson","topic":"Car"},{"quote":"Sometimes movie-making happens like clockwork; other times, like a car accident.","author":"Eric Roberts","topic":"Car"},{"quote":"What Paris has done right is to make it awful to get around by car and awfully easy to get around by public transportation or by bike.","author":"Serge Schmemann","topic":"Car"},{"quote":"You are going in one second the length of a football field. That means you brain is receiving information from your body what the car is doing physically, bumping, balance, performance.","author":"Emerson Fittipaldi","topic":"Car"},{"quote":"Electric cars are really very cool. Air-source heat pumps are great.","author":"David J. C. MacKay","topic":"Car"},{"quote":"I learned a great deal doing Brooklyn Bridge. I was able to take a giant step into the terrible reality that was then. We saw the cattle cars that took folks away. Just knowing it was real, it would be impossible not to feel.","author":"Marion Ross","topic":"Car"},{"quote":"A doctor is not a mechanic. A car doesn&#39;t react with a mechanic, but a human being does.","author":"Randa Haines","topic":"Car"},{"quote":"You have to maintain the balance between fast growth and smooth growth. It&#39;s like driving a car and knowing when to balance the gas pedal and the brake.","author":"Guo Guangchang","topic":"Car"},{"quote":"Short stories, for me, it&#39;s like you step inside this brand new car and you drive it and you drive it into a tree and you walk away from it.","author":"Kevin Wilson","topic":"Car"},{"quote":"The car business is a lot like football. In football, you have to win once a week. In the car business, you have to win every day.","author":"Tom Dempsey","topic":"Car"},{"quote":"If GM had kept up with technology like the computer industry has, we would all be driving $25 cars that got 1,000 MPG.","author":"Bill Gates","topic":"Car"},{"quote":"I&#39;ve exercised with women so thin that buzzards followed them to their cars.","author":"Erma Bombeck","topic":"Car"},{"quote":"I rememeber one time we were getting ready to go to South America and everything was packed up and in the car ready to go and I hid and I was crying because I really did not want to go, I wanted to play. I did not want to go.","author":"Michael Jackson","topic":"Car"},{"quote":"There was the time I bought three cars in the span of three or four weeks. It was crazy; it wasn&#39;t greedy. It was mine, my girl&#39;s, my mom&#39;s. I got Benzes for my ladies. But I felt crazy. You have to understand I come from a world where we&#39;re very modest. But that&#39;s not greedy. That&#39;s nice, right?","author":"J. Cole","topic":"Car"},{"quote":"I know a man who doesn&#39;t pay to have his trash taken out. How does he get rid of his trash? He gift wraps it, and puts in into an unlocked car.","author":"Henny Youngman","topic":"Car"},{"quote":"I once went on the most grueling radio tour. Living in hotel rooms, sleeping in the backs of rental cars as my mom drove to three different cities in one day.","author":"Taylor Swift","topic":"Car"},{"quote":"I don&#39;t run a car, have never run a car. I could say that this is because I have this extremely tender environmentalist conscience, but the fact is I hate driving.","author":"David Attenborough","topic":"Car"},{"quote":"If a neighbor is killed in a car accident, do you sell your car and stop driving?","author":"Mario Andretti","topic":"Car"},{"quote":"Auto racing is boring except when a car is going at least 172 miles per hour upside down.","author":"Dave Barry","topic":"Car"},{"quote":"I grew up hunting and fishing. I&#39;ve always been into archery. I&#39;ve always been into cars... In my family, that was just stuff we did. That&#39;s just the way it was.","author":"Paul Walker","topic":"Car"},{"quote":"Sometimes I wish I could drive a car, but I&#39;m gonna drive a car one day, so I don&#39;t worry about that.","author":"Stevie Wonder","topic":"Car"},{"quote":"The autonomous car is definitely coming, and when that stage comes, this ride-share business becomes even more important.","author":"Masayoshi Son","topic":"Car"},{"quote":"Bullies now aren&#39;t just jocks. They&#39;re rich kids in the nice cars with the fancy clothes.","author":"Tom Holland","topic":"Car"},{"quote":"I don&#39;t have any expensive habits. I&#39;m not a car collector or any of that nonsense. But I&#39;d love to be incredibly wealthy for no reason at all.","author":"John Lydon","topic":"Car"},{"quote":"I don&#39;t have huge bank accounts. I&#39;d love one. But it wouldn&#39;t change much. I don&#39;t have any expensive habits. I&#39;m not a car collector or any of that nonsense. But I&#39;d love to be incredibly wealthy for no reason at all.","author":"John Lydon","topic":"Car"},{"quote":"I remember one day, when things were going frightfully well, I went to buy myself a really smashing car. I asked them to show me a Porsche with an automatic gearbox, and the salesman called over all the other salesmen, and they stood around absolutely roaring with laughter.","author":"Mary Quant","topic":"Car"},{"quote":"My grandmother was probably the first person who I thought was beautiful. She was incredibly stylish, she had big hair, big cars. I was probably 3 years old, but she was like a cartoon character. She&#39;d swoop into our lives with presents and boxes, and she always smelled great and looked great.","author":"Tom Ford","topic":"Car"},{"quote":"My grandmother was probably the first person who I thought was beautiful. She was incredibly stylish, she had big hair, big cars. I was probably 3 years old, but she was like a cartoon character.","author":"Tom Ford","topic":"Car"},{"quote":"I love driving my car on any highway.","author":"Virat Kohli","topic":"Car"},{"quote":"Detroit: Cars and rock &#39;n&#39; roll. Not a bad combo.","author":"Kid Rock","topic":"Car"},{"quote":"It&#39;s always the big question in our lives if you have a lot of success. What do you do with it? Buy more houses, buy more cars, buy more stuff, be wealthy and distant and unengaged? Or do you take all that good fortune that has come towards you and spread the love, do something with it?","author":"Kevin Spacey","topic":"Car"},{"quote":"You can know or not know how a car runs and still enjoy riding in a car.","author":"David Byrne","topic":"Car"},{"quote":"When my mother and I walked to the grocery store, men would circle the block in cars. It was very, very scary, especially as a young boy. Very predatory - a hunt.","author":"Ryan Gosling","topic":"Car"},{"quote":"If you think nobody cares if you&#39;re alive, try missing a couple of car payments.","author":"Earl Wilson","topic":"Car"},{"quote":"What did people do prior to cell phones? Read a book? If I&#39;m stuck in a car, and I don&#39;t have my phone, I&#39;m like, &#39;What am I doing?&#39; Car rides used to be one of my favorite things.","author":"Chris Evans","topic":"Car"},{"quote":"Computing is evolving beyond phones, and people are using it in context across many scenarios, be it in their television, be it in their car, be it something they wear on their wrist or even something much more immersive.","author":"Sundar Pichai","topic":"Car"},{"quote":"There&#39;s an evolution from, today we tell computers to do stuff for us, to where computers can actually do stuff for us. For example, if I go and pick up my kids, it would be good for my car to be aware that my kids have entered the car and change the music to something that&#39;s appropriate for them.","author":"Sundar Pichai","topic":"Car"},{"quote":"Now that I&#39;m a grandfather myself, I realize that the best thing about having grandkids is that you get the kid for the best part of the ride - kind of like owning a car for only the first 10,000 miles. You can have your grandchildren for a couple of days and then turn them back over to the parents.","author":"Willard Scott","topic":"Car"},{"quote":"I know what it&#39;s like to be famous. It&#39;s good money and it&#39;s great fun. A real kick in the pants. People wave at you and smile at you. You get great tables in restaurants. They send you gifts - beautiful clothes and cars.","author":"Pierce Brosnan","topic":"Car"},{"quote":"Everyone would have bigger and safer cars if they didn&#39;t have those CAFE standards: corporate average fuel economy.","author":"Grover Norquist","topic":"Car"},{"quote":"Why young men from the country become firefighters is hard to explain to people who are not from the country. For most of us, it&#39;s not about the rush, which fades with time, or the paycheck. We could earn more working for the railroad or a car dealership. I figure it&#39;s about the land.","author":"Matthew Desmond","topic":"Car"},{"quote":"Meat is a mighty contributor to climate change and other environmental problems. The amount of meat we&#39;re eating is one of the leading causes of climate change. It&#39;s as important as the kind of car you drive - whether you eat meat a lot or how much meat you eat.","author":"Michael Pollan","topic":"Car"},{"quote":"If Uber is lower-priced, then more people will want it. And if more people want it and can afford it, then you have more cars on the road. And if you have more cars on the road, then your pickup times are lower, your reliability is better. The lower-cost product ends up being more luxurious than the high-end one.","author":"Travis Kalanick","topic":"Car"},{"quote":"I&#39;ve always listened to a lot of rap. It&#39;s all, &#39;Look at this car that cost me so much money, look at this Champagne.&#39; It&#39;s super fun.","author":"Lorde","topic":"Car"},{"quote":"I was the only kid in Manhattan I knew whose parents had a car.","author":"Diane Lane","topic":"Car"},{"quote":"In survey after survey, people report that the greatest dangers they face are, in this order: terrorist attack, plane crashes and nuclear accidents. This despite the fact that these three combined have killed fewer people in the past half-century than car accidents do in any given year.","author":"Will Self","topic":"Car"},{"quote":"Immigrants use debt intelligently. They understand the difference between active debt: creating a business, or something to make business better, and dead debt: buying that new sports car or the 60 inch television. Those things don&#39;t lead to the good life. They delay getting it.","author":"Fabrizio Moreira","topic":"Car"},{"quote":"Yes, I did and a lot of my friends who are in the same program as I were very much supportive, and the most important thing they said to me is do not let this interfere with what you have to do in taking car of yourself. That was the most important thing.","author":"Naomi Campbell","topic":"Car"},{"quote":"The real story in housing will be a recovery in the economy that will drive a recovery in housing, When people are working, when there are more jobs, more households forming and people go back to buying cars, they&#39;re going to want their apartments and homes. And that&#39;s when you&#39;ll start to see a recovery in home prices.","author":"Jamie Dimon","topic":"Car"},{"quote":"Honestly, the average American spends about 52 minutes a day in commute traffic. And as much as I love driving my car and many people like driving their car, commuting has never been fun for me.","author":"Sebastian Thrun","topic":"Car"},{"quote":"I envision a future without traffic accidents or congestion. A future where everyone can use a car.","author":"Sebastian Thrun","topic":"Car"},{"quote":"I enjoy racing historic motorcars from the &#39;50s and &#39;60s. The seed of my interest was planted when I was about 12 years old and took over my mother&#39;s Morris Minor. I drove it around my father&#39;s farm. But my favorite car is still a McLaren F1, which I have had for 10 years.","author":"Rowan Atkinson","topic":"Car"},{"quote":"I&#39;m someone who&#39;s always on the go and crazy busy, so I like to keep snacks in my car and at the office, and Cracker Jack&#39;d is a really yummy snack that I love. I definitely am a big snacker.","author":"Ashley Tisdale","topic":"Car"},{"quote":"In Formula One, the car can make a difference in a way that a driver cannot. Whereas Michael Schumacher and Ayrton Senna spent their early seasons in second-rate machinery, Hamilton walked into the equal best car on the grid. His first season none the less has, by any standards, been extraordinary.","author":"Martin Jacques","topic":"Car"},{"quote":"It&#39;s annoying when someone&#39;s in front of you driving ten miles an hour, and you&#39;re like, &#39;Okay, today,&#39; and someone else is on the side of you, so you can&#39;t pass them, and when you finally do pass them and they are texting, the laser cannons just come out and disintegrate that car.","author":"Glenn Danzig","topic":"Car"},{"quote":"Often motivated by a desire to maintain the existing status quo, sloth almost cost the U.S. its auto industry, as it refused for decades to build fuel-efficient cars to compete with Japanese, Korean and European imports.","author":"Simon Mainwaring","topic":"Car"},{"quote":"When I grew up there wasn&#39;t air-conditioning or anything of that nature, and this old car had a wall thickness of about ten inches. So we had a little warmer house in the winter and a little cooler in the summer.","author":"Merle Haggard","topic":"Car"},{"quote":"I am really interested in eccentric minds. It&#39;s rather like being fascinated by how cars work. It&#39;s really boring if your car works all the time. But as soon as something happens, you get the bonnet up. If someone has an abnormal or dysfunctional state of mind, you get the bonnet up.","author":"Mark Haddon","topic":"Car"},{"quote":"What I enjoy doing more than anything is, I have my little antique car collection, and when the weather is pretty I like to get out one of my old cars. I have a little route I run down in the country, down Nachez Trace Parkway. The loop down through there is just really relaxing, not much traffic.","author":"Alan Jackson","topic":"Car"},{"quote":"Some Google employees have their self-driving vehicles take them to work. These car robots don&#39;t look like something from &#39;The Jetsons&#39;; the driverless features on these cars are a bunch of sensors, wires, and software. This technology &#39;works.&#39;","author":"Tyler Cowen","topic":"Car"},{"quote":"A bad sermon is like a car wreck - everyone slows down to see what happened.","author":"John Ortberg","topic":"Car"},{"quote":"Win or lose, star or not, you wait for your car with everyone else, and waiting for your car is a drag.","author":"Teri Garr","topic":"Car"},{"quote":"I&#39;m probably more dangerous in a car than I am on a motorbike; on a bike I&#39;m very mindful of the fact that if you make a mistake, you&#39;re dead.","author":"James McAvoy","topic":"Car"},{"quote":"I think about me and my dad taking a road trip from Phoenix to Nashville when I was 19. He&#39;s no longer here with me, but I still drive that same 1994 Chevy truck. I never have bought a new car.","author":"Dierks Bentley","topic":"Car"},{"quote":"When I think of &#39;Mad Dog Time,&#39; I think of the fact that I got to drive fast cars all day long up in Canada. That was really fun. We were on these back roads with these great cars.","author":"Kyle MacLachlan","topic":"Car"},{"quote":"I admired the way McCain worked on campaign finance reform. I admired the way Nancy Pelosi stiffened the Democrats&#39; spine during the health care debate. I admire the way Barack Obama has raised a dog in the White House without ever putting it on the roof of the car for a vacation drive.","author":"Gail Collins","topic":"Car"},{"quote":"From everything I can read about Aussie spiders, it seems like all they really like doing is hiding in your house or garden or car until you &#39;accidentally&#39; disturb them - probably by doing something crazy like putting on the shoe they are lurking in - and they can officially bite you to pieces.","author":"John Niven","topic":"Car"},{"quote":"In the United States three new methods of transportation made their appearance at almost the same time - the steamboat, the canal boat, and the rail car.","author":"John Moody","topic":"Car"},{"quote":"Can you design a Rorschach test that&#39;s going to make everyone feel something every time - and that looks like a Rorschach test? It&#39;s easy to show a picture of a kitten or a car accident. The question is, how abstract can you get and still get the audience to feel something when they don&#39;t know what&#39;s happening to them?","author":"Jason Reitman","topic":"Car"},{"quote":"We take better care of the maintenance of our cars than we take care of the maintenance of our bodies.","author":"David H. Murdock","topic":"Car"},{"quote":"Some billionaires like cars, yachts and private jets. Others like newspapers.","author":"Andrew Ross Sorkin","topic":"Car"},{"quote":"I never thought being the producer was being the dictator. It means being the director and being the coach. It&#39;s a way of keeping everybody focused on the goal, and also having final say. Everybody can be in the same car, but somebody has to drive.","author":"Paul Stanley","topic":"Car"},{"quote":"A lot of people think Formula One isn&#39;t a sport because everyone drives a car when they go to work in the morning. But we&#39;re pulling up to six G on a corner or during breaking, which is almost like being a fighter pilot. So we have to do a lot of work on our neck muscles.","author":"Jenson Button","topic":"Car"},{"quote":"Cars, furs, and gems were not my weaknesses.","author":"Gene Tierney","topic":"Car"},{"quote":"So much of my life is spent just focused on driving race cars.","author":"Jeff Gordon","topic":"Car"},{"quote":"The Germans are clear about what they do - cars and machine tools; the Japanese are clear about what they do - electronics; the Chinese are clear about what they do - they&#39;re the workshop of the world.","author":"Evan Davis","topic":"Car"},{"quote":"I always keep a ball in the car. You never know.","author":"Hakeem Olajuwon","topic":"Car"},{"quote":"I&#39;ve got Asperger&#39;s syndrome and I&#39;m not a very good people person, so I&#39;ve always been more comfortable around machinery. Not in a weird way - I don&#39;t want to marry my car or anything stupid like that!","author":"Gary Numan","topic":"Car"},{"quote":"My interests are guitars, cars, and vacation. I&#39;ve been playing guitar all my life. My dad was a professional guitarist, but I&#39;m terrible, which lets me off the hook, so I just play for myself.","author":"Josh Hartnett","topic":"Car"},{"quote":"My mother&#39;s sister was killed in a trolley car accident, so I was raised as one of eight with my sister and six male cousins.","author":"Alan King","topic":"Car"},{"quote":"Building a house from scratch in the middle of a field is a bit like building a prototype car. As with all prototypes, if you&#39;re building a car you usually have the luxury of producing several prototypes before you arrive at the production line version - so the opportunity for changing things is quite rich.","author":"Kevin McCloud","topic":"Car"},{"quote":"Man, coaching is a hard job, and it requires a lot of time... I hear stories from coaches who tell me that players call them in the middle of the night not knowing where they parked their car.","author":"Joe Montana","topic":"Car"},{"quote":"Russia does not have a modern economy: it&#39;s a petro-power. The only thing it sells that the world wants to buy is oil and natural gas. When was the last time anyone bought a Russian computer? A Russian car? A Russian cell phone? Russia is so dependent on high energy prices that if oil falls below $100 a barrel, the Kremlin can&#39;t meet payroll.","author":"Kathleen Troia McFarland","topic":"Car"},{"quote":"My work is more about trying to ask good questions and not trying to come up with big shows. Every fashion company is doing that, every car company is doing that.","author":"Laurie Anderson","topic":"Car"},{"quote":"People feel very emotional about cars, and I don&#39;t want them to feel bad about driving a fast car.","author":"Henrik Fisker","topic":"Car"},{"quote":"Our vision for the world is making car ownership unnecessary.","author":"Logan Green","topic":"Car"},{"quote":"When a customer sits inside the car, then they have to have the feeling that it&#39;s an Audi - whether it&#39;s the leatherwork or the bodywork. All these things must be typically Audi.","author":"Martin Winterkorn","topic":"Car"},{"quote":"I do get scared of the dentist, so a drive-through dentist might make me feel more at home. If I got to stay in my car.","author":"Jessica Pare","topic":"Car"},{"quote":"The issues of the day have never seemed more complicated, and yet the conversations over how to solve them increasingly resemble cars passing down a divided highway. Whizzing by without a glance.","author":"Lester Holt","topic":"Car"},{"quote":"The guys that drive Lamborghinis, Ferraris, Bentley GTs, it&#39;s because they want to flaunt the fancy car and get the girls and stuff.","author":"Dominick Cruz","topic":"Car"},{"quote":"If you look at landscape in historical terms, you realize that most of the time we have been on Earth as a species, what has fallen on our retina is landscape, not images of buildings and cars and street lights.","author":"Bill Viola","topic":"Car"},{"quote":"&#39;LaFerrari&#39; means &#39;the Ferrari.&#39; The excellence. In this car, we put everything we are able to do. Our extreme technology, extreme experience, extreme capability. And this has been the first Ferrari totally designed in our design center.","author":"Luca Cordero di Montezemolo","topic":"Car"},{"quote":"I&#39;d been to Stourhead and was inspired by the perfect parity between architecture and art; in fact, the architecture is the art. I wrote a piece called &#39;Not Sculpture Park,&#39; because most of these things become car parks for bought-in sculpture. The artists should be working with the site, not just plonking pieces down.","author":"Charles Jencks","topic":"Car"},{"quote":"Older cars tend to drive like older cars. That is not for me.","author":"Robert Herjavec","topic":"Car"},{"quote":"I&#39;ve always been into cars. Cars are part of our genetic makeup. It&#39;s unavoidable.","author":"Matthew Fox","topic":"Car"},{"quote":"I&#39;m addicted to laughing. I go to see a lot of comedy shows. I&#39;m addicted to playing really loud and obnoxious rock music in my car. I&#39;m addicted to beautiful clothes and shoes. I just love gorgeous stuff and work hard to acquire pretty things, shiny things. I&#39;m addicted to shiny things!","author":"Nadia Giosia","topic":"Car"},{"quote":"See, what you&#39;re meant to do when you have a mid-life crisis is buy a fast car, aren&#39;t you? Well, I&#39;ve always had fast cars. It&#39;s not that. It&#39;s the fear that you&#39;re past your best. It&#39;s the fear that the stuff you&#39;ve done in the past is your best work.","author":"Robbie Coltrane","topic":"Car"},{"quote":"My first car was a 1976 Toyota Corolla Liftback in red, like the one in &#39;The Blues Brothers.&#39; I painted a Union Jack on the roof. I was absolutely in love with it until I destroyed it, which broke my heart!","author":"Richard Hammond","topic":"Car"},{"quote":"It&#39;s a massive motor in a tiny, lightweight car.","author":"Carroll Shelby","topic":"Car"},{"quote":"My parents always taught me never to take anything for granted because it can be taken away from you like that, especially when it comes to looks. I could get into a car crash tomorrow and disfigure my face. So I have to stay grounded.","author":"Lance Gross","topic":"Car"},{"quote":"I don&#39;t think I&#39;m a celebrity. I&#39;m just a guy from east Texas who loves cars and airplanes.","author":"Carroll Shelby","topic":"Car"},{"quote":"My first car was a BMW. A white BMW.","author":"Jamie-Lynn Sigler","topic":"Car"},{"quote":"You have to visualize a second or two ahead of your car what line you are taking, what you are going to do, before you get there because it comes too fast.","author":"Emerson Fittipaldi","topic":"Car"},{"quote":"I have very long legs and I hate driving anything unless it&#39;s a boat or an ATV in the jungle. I like to sit in the back of a car, where I can look out the window, answer my emails on my iPad, or hold hands with a pretty girl.","author":"Jean Pigozzi","topic":"Car"},{"quote":"I&#39;ve always been a Marvel fan. As a kid, I would pick up a two-foot stack of comics and read them in the back of my dad&#39;s car on long journeys across the States. That&#39;s how I used to make friends - I&#39;d meet up with other kids, and we&#39;d swap comics.","author":"Angela Bowie","topic":"Car"},{"quote":"I&#39;m a hard worker, and everything with me is, if I work hard, I should get paid for it. Everything with me, I try to symbolize something flashy like jewelry or a car. The rubbing hands is a symbol of hustling, so it goes back to the money.","author":"Birdman","topic":"Car"},{"quote":"Sometimes I think my past life was unrealized. I met a tragic end - it might have been a car over a cliff. But it&#39;s true, I came from another time and place, and landed in Paris Hilton&#39;s backyard.","author":"Christine Ebersole","topic":"Car"},{"quote":"We still see that people don&#39;t really realize that electric cars are here right now. And when we show up with an actual vehicle, and you see it drive away under its own power, it&#39;s still kind of a jaw-dropping moment for a lot of people.","author":"Franz von Holzhausen","topic":"Car"},{"quote":"My life is the land, the dogs, the car, the motorcycle, the pond, the canoe, going to pick up mail. It&#39;s just a rural retreat that I enjoy.","author":"Burt Shavitz","topic":"Car"},{"quote":"The idea that somewhere in the desert far away you have a CO2 absorber that&#39;s removing the CO2 from the air is an attractive one. It&#39;s a costly process that many will say is too expensive, but so are fuel cells in cars. It&#39;s a matter of political will to move this forward.","author":"Klaus Lackner","topic":"Car"},{"quote":"The first piece of &#39;long&#39; fiction I wrote was a novella parody of Stephen King&#39;s &#39;Christine.&#39; I was in high school, and my version was about a kid with a possessed locker instead of a possessed car. It was also my first attempt at humour, which fell completely flat because no one who read it realized it was a parody!","author":"Kelley Armstrong","topic":"Car"},{"quote":"As long as Wanxiang exists, we will pursue our dream to make electric cars, whatever the obstacles.","author":"Lu Guanqiu","topic":"Car"},{"quote":"There was a time in L.A. when I drove to 7-Eleven to go grocery shopping, and I locked my keys in my car, which wasn&#39;t insured. My wallet was in there, and I couldn&#39;t call AAA, because I only had $7 in my bank account. It was one of those moments where I was like, &#39;O.K., I literally have nothing right now.&#39;","author":"Whitney Cummings","topic":"Car"},{"quote":"Normally in dangerous situations I have a getaway car.","author":"Sacha Baron Cohen","topic":"Car"},{"quote":"A critic is a man who knows the way but can&#39;t drive the car.","author":"Kenneth Tynan","topic":"Car"},{"quote":"Porsche is a driver&#39;s car - a performance car. That was funny - here&#39;s this awesome car, but it&#39;s got no cup holders.","author":"Jason McCoy","topic":"Car"},{"quote":"I value humor, kindness, and the ability to tell a good story far more than money, status, or the kind of car someone drives.","author":"Rebecca Wells","topic":"Car"},{"quote":"It was my father who - after, at age 15, I had attempted unsuccessfully to drive the family car using a &#39;borrowed&#39; key and knocked down a wall of the garage - convinced me over the telephone not to run away from home and who then came home from work not to punish me but rather to console and comfort me.","author":"H. Robert Horvitz","topic":"Car"},{"quote":"I have always loved to sit in ferry and railroad stations and watch the people, to walk on crowded streets, just walk along among the people, and see their faces, to be among people on street cars and trains and boats.","author":"Ella R. Bloor","topic":"Car"},{"quote":"Why do you need to drive a Ferrari to get stuck in a traffic jam anyway? How do people afford these cars?","author":"James Murdoch","topic":"Car"},{"quote":"When I first moved to Los Angeles, I had a really bad run. I would sleep in my car during the day outside the Disney building in Burbank, and that&#39;s where I got my first job, which is really weird. I liked to stay around the studios and kind of get the good vibes going.","author":"Camille Guaty","topic":"Car"},{"quote":"Have you read &#39;The Grapes of Wrath?&#39; That was my family. My dad was a sharecropper in western Oklahoma. When the dust storms came and everything got wiped out, they came to California. The guys with the mattresses on the tops of their cars in the movie? That was the way it was.","author":"B. Wayne Hughes","topic":"Car"},{"quote":"If I get into a car on a circuit, I drive as fast as I can; that&#39;s it!","author":"James Hunt","topic":"Car"},{"quote":"Some companies out there quote a start of production that is substantially in advance of when customers get their cars.","author":"Elon Musk","topic":"Car"},{"quote":"A Prius is not a true hybrid, really. The current Prius is, like, 2 percent electric. It&#39;s a gasoline car with slightly better mileage.","author":"Elon Musk","topic":"Car"},{"quote":"Tesla is becoming a real car company.","author":"Elon Musk","topic":"Car"},{"quote":"The U.S. automotive industry has been selling cars the same way for over 100 years, and there are many laws in place to govern exactly how that is to be accomplished.","author":"Elon Musk","topic":"Car"},{"quote":"A broad margin of leisure is as beautiful in a man&#39;s life as in a book. Haste makes waste, no less in life than in housekeeping. Keep the time, observe the hours of the universe, not of the cars.","author":"Henry David Thoreau","topic":"Car"},{"quote":"When I was four, my mother insisted I get out of the car and find my own way home. Although I got lost, I did find my way home. It taught me the value of independence at an early age.","author":"Richard Branson","topic":"Car"},{"quote":"During the season, most of my time to unwind is in my car ride home. When I get home, it&#39;s being with my kids.","author":"Tom Brady","topic":"Car"},{"quote":"One can find a squalid America as easily as a scenic America; a bitter, hopeless America as easily as the confident America of polyethylene wrapping, new cars, and camping trips in the summer.","author":"Robert Kennedy","topic":"Car"},{"quote":"Rebellion is what you make of it. When you&#39;ve been on a tour bus for two months straight, and then you get in your car and drive wherever you want, that can feel rebellious.","author":"Taylor Swift","topic":"Car"},{"quote":"Here comes 40. I&#39;m feeling my age and I&#39;ve ordered the Ferrari. I&#39;m going to get the whole mid-life crisis package.","author":"Keanu Reeves","topic":"Car"},{"quote":"When I turned 16, my dad made me sign a contract - he made us sign contracts for everything - that if I hit my car, I would be responsible for paying for it. I was in bumper-to-bumper traffic, and I tapped someone. It was so not a big deal, but I had to pay for it.","author":"Kim Kardashian","topic":"Car"},{"quote":"I drive a car, like an adult. Not brilliantly. I&#39;m not great.","author":"Karl Pilkington","topic":"Car"},{"quote":"I did plenty of jobs that I hated. I was a bank teller and terrible at it. I parked cars, a valet. I answered phones. I somehow avoided being a waiter. I knew I wouldn&#39;t be able to keep the order straight. I&#39;m not much of a multi-tasker.","author":"Will Ferrell","topic":"Car"},{"quote":"Consider what kind of car you get. Buy cars and other products that have the least impact environmentally.","author":"Al Gore","topic":"Car"},{"quote":"Quite honestly, I treat myself with cars I really want to drive, and I have some flexibility to do that.","author":"Mario Andretti","topic":"Car"},{"quote":"With tennis, you can go pick up a racket, take a lesson, and understand how much talent and skill it takes to be as good as the top pros. Same with golf: pick up a club. But not many can go out and get in a race car and experience a drive at over 200 miles an hour.","author":"Mario Andretti","topic":"Car"},{"quote":"I want a pit crew... I hate the procedure I currently have to go through when I have car problems.","author":"Dave Barry","topic":"Car"},{"quote":"Well, I&#39;ve been in a few car wrecks.","author":"Dave Matthews","topic":"Car"},{"quote":"When you first get money, you buy all these things so no one thinks you&#39;re mean, and you spread it around. You get a chauffeur and you find yourself thrown around the back of this car and you think, I was happier when I had my own little car! I could drive myself!","author":"Paul McCartney","topic":"Car"},{"quote":"Every home that I have is paid for, every car that I have is paid for, and I am a hundred-million-dollar man. I mean, this is the truth; it&#39;s not a lie.","author":"Floyd Mayweather, Jr.","topic":"Car"},{"quote":"I cannot drive very well. I drive slow and very safe. I don&#39;t know cars that well.","author":"Selena Gomez","topic":"Car"},{"quote":"I don&#39;t like new cars; I&#39;m into vintage cars - there&#39;s a Jaguar E-Type in the &#39;Goldie&#39; video.","author":"ASAP Rocky","topic":"Car"},{"quote":"I was already on pole, then by half a second and then one second and I just kept going. Suddenly I was nearly two seconds faster than anybody else, including my team mate with the same car.","author":"Ayrton Senna","topic":"Car"},{"quote":"My whole family can talk. They are all car salesmen. They are all funny.","author":"P. J. O'Rourke","topic":"Car"},{"quote":"I&#39;ve crashed my car three times.","author":"Billy Joel","topic":"Car"},{"quote":"I don&#39;t know anything about cars. I can promise you that.","author":"Shaquille O'Neal","topic":"Car"},{"quote":"We&#39;re told that to be fly, you gotta have a fly car, the rims on your wheels, the fly jewels, and that to work a regular job and make legal money is uncool.","author":"Missy Elliott","topic":"Car"},{"quote":"Sam Cooke had a huge influence on me. He left the gospel field at one point and went into the secular, and he had this huge hit, &#39;You Send Me.&#39; Irma, my older sister, and I heard &#39;You Send Me&#39; on the radio while we were driving through the South one night. We had to stop the car. We got out and danced around the car out on the highway.","author":"Aretha Franklin","topic":"Car"},{"quote":"Whatever I think of, that&#39;s what I do. I wake up and think, &#39;I want to buy a car&#39;, I buy a car. I wake up and be like, &#39;I just want to lay in bed with my girl&#39;, I do that. I wake up and want to rap, I rap. So whatever I think of.","author":"Young Thug","topic":"Car"},{"quote":"Who buys French cars? Not me.","author":"Karl Lagerfeld","topic":"Car"},{"quote":"A car is useless in New York, essential everywhere else. The same with good manners.","author":"Mignon McLaughlin","topic":"Car"},{"quote":"My buildings are not particularly expensive. It is not a tin shed. If you want a tinny car, you pay for that.","author":"Zaha Hadid","topic":"Car"},{"quote":"I hate the technological rip-offs that pass for music formats these days, and go back to vinyl to hear a good record because the sound is always so much fuller. I don&#39;t even like listening to music in the car.","author":"John Lydon","topic":"Car"},{"quote":"I make a model of the site. There are some obvious things: where the entrance should be, where the cars have to go in. You start to get the scale of it. You understand the client&#39;s needs, and what the client is hoping for and yearning for.","author":"Frank Gehry","topic":"Car"},{"quote":"We invented the car, and it made it easier for us to crash and die. If I gave a car to my grandfather, he would die in five minutes, while I have grown up slowly to accept speed.","author":"Umberto Eco","topic":"Car"},{"quote":"I&#39;m a huge NASCAR fan, but I&#39;m not a gearhead. I&#39;ve never been into fixing cars. It&#39;s not because I don&#39;t like it. I would love to know more. It&#39;s just my dad never taught me that stuff because my dad wasn&#39;t a mechanic.","author":"Larry the Cable Guy","topic":"Car"},{"quote":"One of the first things a British visitor to Southern California discovers is that he must have a car. Freeways. Bad public transport. I took driving lessons.","author":"Christopher Lee","topic":"Car"},{"quote":"I really think we should pass a law in every state, I don&#39;t care whether it takes the independence away from an old person or not. You shouldn&#39;t be driving a car if you&#39;re over the age of 80. Maybe even less than that.","author":"Evel Knievel","topic":"Car"},{"quote":"My mother and father, with my newborn brother and me in the backseat of the 1938 Ford sedan that would be our family car for the next decade, moved to that hastily constructed Army ammunition depot called Igloo, on the alkaline and sagebrush landscape of far southwestern South Dakota. I was three years old.","author":"Tom Brokaw","topic":"Car"},{"quote":"I urge you children to be patient with your parents. If they seem to be out of touch on such vital issues as dating, clothing styles, modern music, and use of family cars, listen to them anyway. They have the experience that you lack.","author":"Joseph B. Wirthlin","topic":"Car"},{"quote":"In the last three years of racing I&#39;ve met as many women fans as men fans, and in NASCAR it&#39;s the same thing. My wife loves cars, but the difference is she doesn&#39;t have 20 years of understanding the background of them. She basically drives them and uses her gut feelings as to which is best.","author":"Tim Allen","topic":"Car"},{"quote":"Richard Childress and myself have made some important innovations on our cars.","author":"Dale Earnhardt","topic":"Car"},{"quote":"At least in making an action film, there&#39;s always going to be someone who wants to see a car chase. Even if a lot of the people don&#39;t like it, there will be a lot of people that do. But bad comedy is just garbage.","author":"Jason Statham","topic":"Car"},{"quote":"At Barca, players were banned from driving their sports cars to training.","author":"Zlatan Ibrahimovic","topic":"Car"},{"quote":"I collect cars and bikes. One of my most special rides is a black 1930s Cadillac V16, and then I&#39;ve got a few West Coast choppers.","author":"Kid Rock","topic":"Car"},{"quote":"I actually crashed the car I learned to drive on. It was a friend of mine&#39;s car.","author":"Kelly Rowland","topic":"Car"},{"quote":"There&#39;s a certain amount of freedom involved in cycling: you&#39;re self-propelled and decide exactly where to go. If you see something that catches your eye to the left, you can veer off there, which isn&#39;t so easy in a car, and you can&#39;t cover as much ground walking.","author":"David Byrne","topic":"Car"},{"quote":"I think a lot of writers, male and female, write as if their parents were killed in a car accident when they were 2, and they have no one to hold accountable. And unfortunately, I don&#39;t have that. I have parents who I care about what they think.","author":"Mindy Kaling","topic":"Car"},{"quote":"A car is only trouble at a certain point.","author":"Ryan Gosling","topic":"Car"},{"quote":"This is going to sound ridiculous, but I remember watching &#39;Boyz n the Hood,&#39; and there is a scene where Cuba Gooding, Jr. gets pressed against a car by a police officer, and he starts crying because it&#39;s so humiliating. I remember thinking in that moment that I could totally identify with him, and I&#39;m a little white kid from Canada.","author":"Ryan Gosling","topic":"Car"},{"quote":"There are tons of people who are late to trends by nature and adopt a trend after it&#39;s no longer in fashion. They exist in mutual funds. They exist in clothes. They exist in cars. They exist in lifestyles.","author":"Jim Cramer","topic":"Car"},{"quote":"We need to bring Android and Chrome to every screen that matters for users, which is why we focused on phone, wearables, car, television, laptops, and even your workplace.","author":"Sundar Pichai","topic":"Car"},{"quote":"I grew up in a culture of motorbikes. So I like racing just fine. Quite a lot, actually. That was when I was a boy in Australia. And I never really made the jump to cars after that.","author":"Chris Hemsworth","topic":"Car"},{"quote":"Going to church doesn&#39;t make you any more a Christian than going to the garage makes you a car.","author":"Laurence J. Peter","topic":"Car"},{"quote":"To this day, I am the least materialistic person I know, because my father didn&#39;t raise me to just go out and buy this or that car. The only reason I wanted to make money as an actor was because I&#39;m passionate about food!","author":"Hugh Jackman","topic":"Car"},{"quote":"I love the &#39;40s. I love the &#39;50s. I love the style, I love the clothes. I love how the women looked. I love the dances. I love the music. I love the amber of the light. I&#39;m just in love with the cars. I&#39;m in love with all of it.","author":"Chris Pine","topic":"Car"},{"quote":"I don&#39;t drive smart cars; I don&#39;t go on fancy holidays. All my money has gone on my kids&#39; education.","author":"Nigel Farage","topic":"Car"},{"quote":"Every time I go home, I look around, and it feels surreal. Like, I&#39;m not living out of my car anymore, I don&#39;t have to ask people for money.","author":"Bryson Tiller","topic":"Car"},{"quote":"I remember walking the dog one day, I saw a car full of teenage girls, and one of them rolled down the window and yelled, &#39;Marc Jacobs!&#39; in a French accent.","author":"Marc Jacobs","topic":"Car"},{"quote":"My parents were what I like to call proper musical fans. Lots of Sondheim was played in the car.","author":"Daniel Radcliffe","topic":"Car"},{"quote":"Ten to 20 years out, driving your car will be viewed as equivalently immoral as smoking cigarettes around other people is today.","author":"Marc Andreessen","topic":"Car"},{"quote":"Google is working on self-driving cars, and they seem to work. People are so bad at driving cars that computers don&#39;t have to be that good to be much better.","author":"Marc Andreessen","topic":"Car"},{"quote":"I was a car salesman, if you can believe it.","author":"Chris Stapleton","topic":"Car"},{"quote":"I was 16 years old, driving to LA, and sleeping in my car, just trying to make it happen.","author":"Nick Cannon","topic":"Car"},{"quote":"I like to wear shoes that are cool but also practical. The same goes for bags. Your bag is a big deal in New York. You can&#39;t just carry around a little clutch, because you don&#39;t have a car or anywhere to stash things during the day, so you need to carry your whole life with you. That&#39;s why I like big, chunky bags with lots of compartments.","author":"Zoe Kravitz","topic":"Car"},{"quote":"My friend is a former race car driver, so he races for Mercedes, and I root for him. I have a car that I love to race, I&#39;ll take it to the track.","author":"Hill Harper","topic":"Car"},{"quote":"We want to get to the point that using Uber is cheaper than owning a car.","author":"Travis Kalanick","topic":"Car"},{"quote":"Bike lanes are the coolest. My favorite past time is flipping off cars from my bicycle. Just kidding - I&#39;m more of a silent resentment kind of girl.","author":"Mary Lambert","topic":"Car"},{"quote":"My mother did not have a toaster oven and would toast bread in the oven, which I thought was stupid. They didn&#39;t do cars and electricity, that kind of stuff.","author":"James Turrell","topic":"Car"},{"quote":"Years ago, people didn&#39;t wear seatbelts. Now, most people wouldn&#39;t get in a car without putting a seatbelt on.","author":"John F. Kelly","topic":"Car"},{"quote":"Failures are much more dramatic than successes, and people like drama. I think this is why automobile races draw such crowds. People expect spectacular crashes, which we tend to find more interesting than cars just racing around the track. The same is true of bridges, buildings, or any structure or machine.","author":"Henry Petroski","topic":"Car"},{"quote":"When I was really young, I busted my nose when I was racing. The first thing my dad asked me was: &#39;Are you OK?&#39; I said, &#39;Can you fix the car for tomorrow?&#39; And I won the race the next day.","author":"Lewis Hamilton","topic":"Car"},{"quote":"I have been in Formula One for 12 years, and out of that I had one year with the perfect car.","author":"Michael Schumacher","topic":"Car"},{"quote":"There&#39;s a lot of stress... but once you get in the car, all that goes out the window.","author":"Dan Brown","topic":"Car"},{"quote":"My brothers were big car guys.","author":"Bill Goldberg","topic":"Car"},{"quote":"I&#39;ve never been big on cars. When I first got to Hollywood, I bought a used car from Avis. I drove that until I almost had to pay someone to tow it away.","author":"Vince Vaughn","topic":"Car"},{"quote":"Fortunately for me, I&#39;m married to an amazing woman - Nancy Lasseter - who is wise enough not to let me buy every car I want. If I was single, I would be living in a very small apartment and renting a warehouse full of cool cars.","author":"John Lasseter","topic":"Car"},{"quote":"I like buying drones, hover boards, 360-degree cameras and fabulous cars. I am a little bit like a boy. I also spend a lot on books. I am a voracious reader, and I love vintage stores and first editions.","author":"Priyanka Chopra","topic":"Car"},{"quote":"I remember Detroit feeling really unsafe, feeling scared a lot. Our house was broken into, our car was stolen, we had to get a watchdog, we would get beat up in the street, I had my bike stolen. There was just a lot of real anarchy on the streets and sidewalks.","author":"Sufjan Stevens","topic":"Car"},{"quote":"You sell a screenplay like you sell a car. If someone drives it off a cliff, that&#39;s it.","author":"Rita Mae Brown","topic":"Car"},{"quote":"As a kid, I played my share of football in the street or in a vacant lot. When we were playing in the street, it was more touch football, so we didn&#39;t hit each other into cars.","author":"Barry Sanders","topic":"Car"},{"quote":"The keyboard is my whole life. My life is centered around either sitting at my keyboard or driving my car. Those are the two most important things, more than anything else. Being at my keyboard, it&#39;s the happiest time for me.","author":"Brian Wilson","topic":"Car"},{"quote":"These songs are old friends I have entertained myself with when I&#39;m washing the dishes, driving to the store and walking down the aisles. The ones that you sing when you&#39;re driving in the car and as a singer you always go back to them.","author":"Al Jarreau","topic":"Car"},{"quote":"I like a spirituality with a God that knows how to drive a car, that knows how to take his girl to the dance club, dance all night, have a little drink, kiss the kid when they come back in and go to sleep. God doesn&#39;t need a chauffeur - he needs to drive himself.","author":"Jeff Buckley","topic":"Car"},{"quote":"In today&#39;s YouTube world, are officers reluctant to get out of their cars and do the work that controls violent crime? Are officers answering 911 calls but avoiding the informal contact that keeps bad guys from standing around, especially with guns?","author":"James Comey","topic":"Car"},{"quote":"It&#39;s worth noting that everything - from the Internet to electric cars, genomic sequencing, mobile apps, and social media - were pioneered by startups, not existing companies.","author":"Steve Blank","topic":"Car"},{"quote":"I&#39;m enjoying the money, the big house, the cars; what ghetto kid wouldn&#39;t?","author":"O. J. Simpson","topic":"Car"},{"quote":"In the heat of the Russian summer a sleeping car is the most horrible instrument of martyrdom imaginable.","author":"Manfred von Richthofen","topic":"Car"},{"quote":"Either the car is stationary, or it&#39;s on the move.","author":"Murray Walker","topic":"Car"},{"quote":"There&#39;s nothing wrong with the car except that it&#39;s on fire.","author":"Murray Walker","topic":"Car"},{"quote":"When kids run up to me and ask, &#39;What happened?&#39; I just lean over and whisper, &#39;Cigarettes.&#39; And once I was in a car and this girl at traffic lights was giving me the eye. She could only see my head, so I decided to do a 360 in the car seat to freak her out. Her face was like, &#39;Whoa, what is going on?&#39; She sped off really quickly.","author":"Nick Vujicic","topic":"Car"},{"quote":"I used to take my car and go down to the South Island for five or six days and climb glaciers and jump out of planes and jump off bridges and go white water rafting - a bit of thrill-seeking.","author":"Luke Evans","topic":"Car"},{"quote":"It&#39;s a no-brainer for me that at some point our cars will have the ability to drive themselves.","author":"Sebastian Thrun","topic":"Car"},{"quote":"Even as a college professor at Carnegie Mellon and Stanford, I saw myself as an entrepreneur, and I went out, took risks, and tried to invent new things, such as participating in the DARPA Grand Challenge and working on self-driving cars.","author":"Sebastian Thrun","topic":"Car"},{"quote":"Anybody that&#39;s going on a road trip and doesn&#39;t really want to get into a myriad of snacks is probably no one you want to get in the car with.","author":"Paul Rudd","topic":"Car"},{"quote":"I fell in love with stories watching a British television puppet show called &#39;Thunderbirds&#39; when it first came out on TV, about 1965, so I would have been 4 or 5 years old. I went out into the garden at my mom and dad&#39;s house, and I used to play with my little dinky toys, little cars and trucks and things.","author":"Peter Jackson","topic":"Car"},{"quote":"Maybe our best family trip started at Victoria Falls, which drenches you with spray and is so vast that it makes Niagara Falls seem like a backyard creek. Then we rented a car and made our way to Hwange National Park, which was empty of people but crowded with zebras, giraffes, elephants and more.","author":"Nicholas Kristof","topic":"Car"},{"quote":"Most women&#39;s pictures are as boring and as formulaic as men&#39;s pictures. In place of a car chase or a battle scene, what you get is an extreme closeup of a woman breaking down.","author":"Frances McDormand","topic":"Car"},{"quote":"Smart development invests in insulation, efficient cars, and ever-renewed sources of energy. Dumb growth crashes around looking for more oil.","author":"Donella Meadows","topic":"Car"},{"quote":"Your car should drive itself. It&#39;s amazing to me that we let humans drive cars... It&#39;s a bug that cars were invented before computers.","author":"Eric Schmidt","topic":"Car"},{"quote":"Our children will outwit us if they want; for when it comes to technology, they hold the higher ground. Unlike other tools passed carefully and ceremonially from one generation to the next - the sharp scissors, the car keys - this is one they understand better than we do.","author":"Nancy Gibbs","topic":"Car"},{"quote":"You can find out anything you want about a car now, and especially every bit of information about the price, without relying on the dealers.","author":"Susan Orlean","topic":"Car"},{"quote":"I keep my scrapbooks in the car. When I come to a stoplight, I start looking through my past. Sometimes I wish the red lights were longer.","author":"Garry Shandling","topic":"Car"},{"quote":"Hospital-acquired infections are now killing more people every year in the United States than die from AIDS or cancer or car accidents combined - about 100,000.","author":"Janine Benyus","topic":"Car"},{"quote":"When I&#39;m in my car, I&#39;m listening to books, audio books, always.","author":"George Will","topic":"Car"},{"quote":"I like fixin&#39; up old cars and doing things with my family.","author":"Grandmaster Flash","topic":"Car"},{"quote":"Just looking when I was little at pictures of cars and houses that I wanted - it gives you a certain motivation, it gives you a goal.","author":"Jason Day","topic":"Car"},{"quote":"I really haven&#39;t been cognitive of gas prices. It wasn&#39;t until I filled up my husband&#39;s Toyota Prius Hybrid that I had a moment of understanding of how people who drive gas cars feel.","author":"Alexandra Paul","topic":"Car"},{"quote":"I&#39;m not gonna ride home in the car. I&#39;ll wait for Randy. I think I&#39;ll get home quicker.","author":"Patsy Cline","topic":"Car"},{"quote":"In a lot of action films, a lot of guys are driving muscle cars or vintage cars, whereas in reality, a lot of getaway drivers would actually choose, like, commuter cars and find a way to blend into freeway traffic as quickly as possible.","author":"Edgar Wright","topic":"Car"},{"quote":"When I was a kid in Nebraska, a cantankerous farmer, known for plinking with his &#39;22 at passing cars in which he perceived enemies, ingeniously rigged up a shotgun in his house, trained on the inside of his front door so as to widely distribute any intruder.","author":"Dick Cavett","topic":"Car"},{"quote":"I have one of the self-driving Teslas; it drives itself periodically. It&#39;s a marvel of science, but it&#39;s still frightening. I think we&#39;ve got a while before regulators and the general public wrap their heads around the path that will lead to the ubiquity of driverless cars. There&#39;s no doubt Uber will be a leader in that space.","author":"Chris Sacca","topic":"Car"},{"quote":"The reason we have cancer and heart disease is the same reason you can&#39;t get rid of the wear and tear on your tires on your car: as soon as you use them, you are wearing them away. You can&#39;t make eternal tires, and it&#39;s the same with the human body.","author":"S. Jay Olshansky","topic":"Car"},{"quote":"VW has held a beloved place in American culture. When I graduated from college, many of my friends drove across the country, and most hit the road in a VW van or Bug. Through the years, these cars have represented youth, freedom and quirkiness.","author":"Frances Beinecke","topic":"Car"},{"quote":"I go to Yosemite a lot. To get there, you fly from L.A. to Fresno and rent a car. So I know about Fresno. It looks like the entire city was built in 1946 in three months - all these low California ranch style homes. The whole city looks like that.","author":"Teri Garr","topic":"Car"},{"quote":"I love to personalize things. I love to make things my own. I like to name everything - from cars to iPhones to the socks I just lost.","author":"Rachel Nichols","topic":"Car"},{"quote":"I have two bikes: a classic 1978 Yamaha SR500 and a more modern Suzuki SV650. I&#39;ve been into cars and bikes since I was tiny.","author":"Thomas Sangster","topic":"Car"},{"quote":"Don&#39;t use your advance to buy an antique sports car, diamonds by the yard, or a bottle of wine from Thomas Jefferson&#39;s cellar instead of investing in your book.","author":"M. J. Rose","topic":"Car"},{"quote":"I grew up with my father, so I know more about cars than most women.","author":"Danielle Steel","topic":"Car"},{"quote":"My mom always makes the whole family pile into the car and drive around to look at the Christmas lights. My brother and I never want to do it, but my mom just loves it!","author":"Debby Ryan","topic":"Car"},{"quote":"In the movies, every crazy old fart needs a cool old car. Jack Nicholson drove a spiffy yellow 1970 Dodge Challenger two-door in &#39;The Bucket List.&#39; In &#39;Gran Torino,&#39; the cranky pensioner played by Clint Eastwood not only owned a 1972 GT Sport, he also used to build cars like that at the Ford plant.","author":"Richard Corliss","topic":"Car"},{"quote":"When James Bond presses the watch and the car explodes, the writer doesn&#39;t go into the science of it. One should leave it to the leap of faith. I have tried to explain as much as possible, and what I can&#39;t, I have left it to people&#39;s imagination.","author":"Ravi Subramanian","topic":"Car"},{"quote":"I promise you a police car on every sidewalk.","author":"Marion Barry","topic":"Car"},{"quote":"You can&#39;t tell what&#39;s aboard a container ship. We carried every kind of cargo, all of it on view: a police car, penicillin, Johnnie Walker Red, toilets, handguns, lumber, Ping-Pong balls, and IBM data cards.","author":"Christopher Buckley","topic":"Car"},{"quote":"I was born in St. Louis; I lived there for three weeks and then my father graduated from St. Louis University, so we all got in the car and split. I don&#39;t really remember much. I grew up in Connecticut most of my life and then four years in Germany. My father worked for a helicopter company, so we went over there.","author":"Kevin Nealon","topic":"Car"},{"quote":"Creative industries are more important than the car industry, luxury jewels, and fashion.","author":"Jean-Michel Jarre","topic":"Car"},{"quote":"Computers and computing are all around us. Some computing is highly visible, like your laptop. But this is only part of a computing iceberg. A lot more lies hidden below the surface. We don&#39;t see and usually don&#39;t think about the computers inside appliances, cars, airplanes, cameras, smartphones, GPS navigators and games.","author":"Brian Kernighan","topic":"Car"},{"quote":"I remember my first taste of American big movies was &#39;Ghost Rider.&#39; I&#39;m in two little scenes. But for those two little scenes they had 400 extras, upside-down stunt cars, and a fire brigade.","author":"Rebel Wilson","topic":"Car"},{"quote":"To make a vehicle autonomous, you need to gather massive streams of data from loads of sensors and cameras and process that data on the fly so that the car can &#39;see&#39; what&#39;s around it.","author":"Daniel Lyons","topic":"Car"},{"quote":"Nvidia&#39;s self-driving-car business grew out of a long-standing relationship with auto companies. Car guys used Nvidia chips for computer-aided design, then used Nvidia supercomputer chips to do crash simulations. When the car guys started thinking about autonomous vehicles, Nvidia leaped at the chance to help them solve the problem.","author":"Daniel Lyons","topic":"Car"},{"quote":"If all the cars in the United States were placed end to end, it would probably be Labor Day Weekend.","author":"Doug Larson","topic":"Car"},{"quote":"I alienated the automotive industry by saying that cars should be lightweight and compact.","author":"Raymond Loewy","topic":"Car"},{"quote":"I would never kill a living thing, although I probably have inadvertently while driving automobiles.","author":"Captain Beefheart","topic":"Car"},{"quote":"Without grounding, it&#39;s easy to embrace the &#39;baller&#39; lifestyle: dropping out of tech, throwing money at cars, boats and real estate, and slipping into a cycle of spending and indulgence.","author":"Ryan Holmes","topic":"Car"},{"quote":"My uncle was the first brown person to have a market stall on Petticoat Lane in the 1960s. He worked his way up from the street. He was homeless, but eventually he got a car so he could sell from the boot. And by the 1980s, he was a millionaire wholesaling to companies like Topshop. So in a way, fashion put me in England.","author":"M.I.A.","topic":"Car"},{"quote":"I am so pathetic with machines in real life, it&#39;s not a joke. I&#39;d rather walk, or even run, than take the car out myself. I like to be driven around. Yes, I like fancy cars, and fancy bikes, too. It&#39;s my dream to learn how to ride one myself, but for now, I am content being driven around.","author":"Bipasha Basu","topic":"Car"},{"quote":"The problem with the auto industry is layered upon the lack of consumer confidence. People are not buying cars. I don&#39;t care whether they&#39;re or American cars, or international cars.","author":"Jennifer Granholm","topic":"Car"},{"quote":"Women feel like we&#39;re fat if we can&#39;t wear the clothes we wore in high school. Men, in contrast, only start to feel fat only when they can no longer fit into a foreign car.","author":"Gina Barreca","topic":"Car"},{"quote":"When cars honk and hoot and drunks squeeze out of car windows and scream, you can be sure that football is in the air.","author":"Craig Brown","topic":"Car"},{"quote":"It&#39;s been invigorating being back on the West Coast, being at Alphabet, because there is so much innovation. And the big challenge is, how do you think about resource allocation and priorities when you have so many great options? But wearing jeans instead of suits and popping into driverless cars has also been a lot of fun.","author":"Ruth Porat","topic":"Car"},{"quote":"I love the practicality of a good car. You know what I mean? And when I say &#39;practicality,&#39; I mean the complete practicality of a Ferrari 458, a wonderfully fantastic every day car.","author":"Hunter Hayes","topic":"Car"},{"quote":"Take air quality in the United States today: It&#39;s about 30 percent better than it was 25 years ago, even though there are now more people driving more cars.","author":"Jared Diamond","topic":"Car"},{"quote":"My dad used to love Steely Dan, the Stones, Jethro Tull and all that. There was always Steely Dan going in my dad&#39;s car, but I remember The Royal Scam in particular because it has &#39;Kid Charlemagne&#39; on it.","author":"St. Vincent","topic":"Car"},{"quote":"I used to do films for money earlier. I never knew what perception meant. I didn&#39;t give too much attention to scripts. It was either to buy a house or to buy a car. There was a certain frivolity to the way I used to pick up things. I wasn&#39;t taking my career seriously.","author":"Emraan Hashmi","topic":"Car"},{"quote":"Consumers may put off buying a car, but they don&#39;t put off buying a vacation.","author":"Dara Khosrowshahi","topic":"Car"},{"quote":"I&#39;m carded for R-rated movies. And I get talked down to a lot. When I try to go rent a car or buy an airplane ticket or other stuff adults do, I get &#39;Okaaaaaay, honey.&#39; I remember when I was 18, getting crayons in a restaurant.","author":"Kristen Bell","topic":"Car"},{"quote":"With this film, &#39;Need For Speed,&#39; with this, we had a blank canvas to work with. What we had to do was have fast cars, and that&#39;s it.","author":"Aaron Paul","topic":"Car"},{"quote":"My father&#39;s a Southern Baptist minister. I wasn&#39;t lighting cars on fire; I just wasn&#39;t.","author":"Aaron Paul","topic":"Car"},{"quote":"I&#39;m a big believer in everybody being themselves. If not doing a swimsuit calendar is yourself, that&#39;s great. But if doing a swimsuit calendar is yourself, then you should be able to do it. What I do outside the car adds to who I am and expresses a different side of me.","author":"Danica Patrick","topic":"Car"},{"quote":"Why make a movie about Ayrton Senna? Someone who drove around in circles at 200mph in a car that looked like a giant cigarette packet? Why would anyone who isn&#39;t already a fan of Formula 1 care?","author":"Asif Kapadia","topic":"Car"},{"quote":"There are no drivers like Formula One drivers. They are engineers, in a way. They are driving manual cars one-handed at 200 miles per hour around streets in Monaco. These cars use the ultimate in technology.","author":"Asif Kapadia","topic":"Car"},{"quote":"Doorman - a genius who can open the door of your car with one hand, help you in with the other, and still have one left for the tip.","author":"Dorothy Kilgallen","topic":"Car"},{"quote":"I was once in a very, very bad car accident. So my drawing arm is full of pins and platinum stuff. Occasionally it hurts. But I found that after the arm was put back together I could draw better than before. I have no idea why.","author":"Bernard Tschumi","topic":"Car"},{"quote":"When you put gas in your car you are making a political statement, because you are supporting the empires that control and continue the destruction of some countries.","author":"Javier Bardem","topic":"Car"},{"quote":"I seem to be stuck in the &#39;60s, and my favorite music, cars, and women&#39;s fashion come from that era. And the sense of social rebellion. It was a good time for a lot of things.","author":"Amber Heard","topic":"Car"},{"quote":"Nobody tells you when success comes around; in its transient way, you&#39;re just working and exhausted all the time. Sometimes I think I&#39;m just sleeping in the back of cars, d&#39;you know what I mean?","author":"James Corden","topic":"Car"},{"quote":"The best place for me is in my car, listening to my stereo. I am &#39;Mr. Karaoke Guy&#39; in the car, completely. I just go with it and don&#39;t care what anyone else thinks - I&#39;m singing, man!","author":"Drake Bell","topic":"Car"},{"quote":"Have you ever noticed how nice people are at the car wash?! Maybe it&#39;s just me, but it makes me happy. Weird, I know!","author":"Brittany Snow","topic":"Car"},{"quote":"ER was one of my favourites. I played a car accident victim who has leukemia. I got to wear a neck brace and nose tubes for the two days I worked.","author":"Dakota Fanning","topic":"Car"},{"quote":"When you think of bike couriers, you think of hyper speed. They get paid by how fast they can drop stuff off. The faster you go, the more chances you take. And the more chances you take, the greater the war between cyclists and cars.","author":"Dan Hill","topic":"Car"},{"quote":"Cyclists. I really hate them. I wish they would not be so self-righteous and realise they are a danger to pedestrians. I wish cyclists would not vindictively snap off wing mirrors on cars when they were trying to cross in front of the car at a danger to motorists and pedestrians.","author":"A. S. Byatt","topic":"Car"},{"quote":"If I could choose any car in the world, I&#39;d get a Lamborghini, but I think that&#39;s a bit too much money. I&#39;ll start off with maybe a V8 or something.","author":"Kodi Smit-McPhee","topic":"Car"},{"quote":"A couple times a year, I get in the car, and I&#39;ll drive 1,000 miles cross-country, going through side streets. I&#39;ll stay off the highways as much as possible. And I realize it&#39;s a huge country, and for us to be in so many places in the country is an amazing thing.","author":"Fred DeLuca","topic":"Car"},{"quote":"Anyone who wants to promote a car or a football tournament turns to opera. There&#39;s a much greater public connection than the image of plush corporate boxes would suggest.","author":"Rory Bremner","topic":"Car"},{"quote":"Alphabet would be a holding company to house its wackier or noncore efforts - like its Verily life sciences, Waymo self-driving cars, and Loon Internet balloon projects - while Google&#39;s advertising-oriented business would stand apart and continue to drive the company&#39;s finances.","author":"Adam Lashinsky","topic":"Car"},{"quote":"I didn&#39;t have my first car until after the end of my senior year. I got a Yukon Sport.","author":"Tim Duncan","topic":"Car"},{"quote":"I loved problems on paper, and I was good at math, but I was a mechanical engineer, and I never understood - or cared to - how a car worked.","author":"Rabih Alameddine","topic":"Car"},{"quote":"Growing up in Southern California, it&#39;s all car culture. When I was a kid, I knew every single model of every single car dealer; I knew every style of every year.","author":"Cheech Marin","topic":"Car"},{"quote":"We always kept believing in ourselves and our team and the car.","author":"Sebastian Vettel","topic":"Car"},{"quote":"I wanted to be a race car driver when I was a kid.","author":"Alfie Allen","topic":"Car"},{"quote":"My older brother gave me a cassette tape of Mr. Bungle, and I couldn&#39;t stop listening to it. I used to drive around Colorado in a Mustang II - it was when they got away from the muscle-car Mustangs, so it was sort of old lady. I couldn&#39;t go above 45 mph in that car, but I would drive around listening to Mr. Bungle.","author":"Derek Cianfrance","topic":"Car"},{"quote":"I look at safety as, you know, there&#39;s active and passive. Passive is how do you survive a crash. Active is accident avoidance. And so that&#39;s real-time information to you, as a driver, and to your car, to the wheels of a car that will get you out of a bad situation.","author":"William Clay Ford, Jr.","topic":"Car"},{"quote":"It is true that rich people can spend more money than middle class people, but there&#39;s this upper limit on what we can spend. I drive a very nice car, but it&#39;s only one car. I don&#39;t own a thousand, even though I earn a thousand times the median wage. I have a few jackets, not a few thousand.","author":"Nick Hanauer","topic":"Car"},{"quote":"It&#39;s hard to store natural gas. And it does require big storage tanks. So it doesn&#39;t work very well on passenger cars.","author":"William Clay Ford, Jr.","topic":"Car"},{"quote":"The Ford Motor Co. should stand for something more than cars and trucks. There is a Ford way of doing things that we cannot lose... We need to be continuously polishing that Ford oval.","author":"William Clay Ford, Jr.","topic":"Car"},{"quote":"The years I raced in were fantastic. There was so much change in the cars. We went from treaded tyres to no wings right through to slicks to enormous wings.","author":"Jackie Stewart","topic":"Car"},{"quote":"In New York, you&#39;ve got Donald Trump, Woody Allen, a crack addict and a regular Joe, and they&#39;re all on the same subway car.","author":"Ethan Hawke","topic":"Car"},{"quote":"The image is where you have dinner at night, who you&#39;re seeing. It&#39;s what car you drive and how you dress. People in the industry sell that, and it creates a dream. There&#39;s nothing else.","author":"Elle Macpherson","topic":"Car"},{"quote":"I was very lucky growing up, and I got all my dad&#39;s and aunts&#39; toys from the 1950s and 1960s and loved those old pedal cars.","author":"Jasmine Guinness","topic":"Car"},{"quote":"I&#39;m a total petrolhead. My three brothers and I used to ride scrambling bikes in the field near where we lived. We all liked cars. I&#39;ve always loved the smell of an engine.","author":"Jennifer Saunders","topic":"Car"},{"quote":"Well, you can say there is a self driving car. I&#39;m seeing the automation of vehicles. Really, computer-assisted driving. I think that is really interesting to us because we are taking all of the sensors technologies and putting them in cars and making people safer.","author":"Tony Fadell","topic":"Car"},{"quote":"The Russian revolution is one of history&#39;s car wrecks. We do know the ending, but we continue to watch. It expresses aspects of human nature we find unacceptable.","author":"Kathryn Harrison","topic":"Car"},{"quote":"Music scores your life. You interact with it. You listen to it in the car. It becomes the soundtrack to that one summer with that one girl.","author":"Chris Milk","topic":"Car"},{"quote":"Deprived of the opportunity to judge one another by the cars we drive, New Yorkers, thrown together daily on mass transit, form silent opinions based on our choices of subway reading. Just by glimpsing the cover staring back at us, we can reach the pinnacle of carnal desire or the depths of hatred. Soul mate or mortal enemy.","author":"David Rakoff","topic":"Car"},{"quote":"In this industry, you have to have passion. It&#39;s tough; there&#39;s no mercy. But I just love cars - I love to bring a new car to market. And every time I do this, it gets a little easier.","author":"Henrik Fisker","topic":"Car"},{"quote":"Being broke and poor - I mean, you grow up in the environment I grew up in, grew up hard and grew up poor. Your mom doesn&#39;t have a car until you make it to the NBA... no telephone. So, I mean, if you grow up like that, and you&#39;re able to make it to this level and be blessed the way I&#39;ve been blessed, it&#39;s always great to give back.","author":"Tyronn Lue","topic":"Car"},{"quote":"I live a fairly simple life, and that didn&#39;t change much after I sold TechCrunch in 2010. I didn&#39;t buy a new house or even a new car. The one thing I did splurge on was a boat. Nothing too fancy or large.","author":"Michael Arrington","topic":"Car"},{"quote":"When I see a car I&#39;ve designed going down the street and somebody admiring it, that&#39;s a nice feeling.","author":"Henrik Fisker","topic":"Car"},{"quote":"The market needs a super car with no excuses.","author":"Henrik Fisker","topic":"Car"},{"quote":"I always loved cars. I used to play &#39;Need for Speed&#39; all the time... any racing game.","author":"Afrojack","topic":"Car"},{"quote":"If you tell people, &#39;that old banger of yours, we&#39;re going to tax the hell out of it,&#39; they&#39;ll rightly tell you to get lost. But if you tell people that when they next buy a car, the tax will be adjusted so that the cleanest ones will cost less and the polluting ones will cost more, most people would say &#39;fair enough.&#39;","author":"Zac Goldsmith","topic":"Car"},{"quote":"Life&#39;s too short when you find yourself sitting in a car for four hours every day trying to get from East L.A. to West L.A. to Hollywood and then back to East L.A.","author":"Garrett Hedlund","topic":"Car"},{"quote":"The way you continue to be a successful business is you don&#39;t wait for the car to go off the cliff. You have to manage yourself. And make sure you do it in the right way so you are not making decisions in crisis.","author":"Roger Goodell","topic":"Car"},{"quote":"Adults are locked into car payments and divorces and work. They haven&#39;t got time to think fresh.","author":"Gary Paulsen","topic":"Car"},{"quote":"Nothing impresses the ladies like a clean, pressed pair of khakis and a large pattern shirt featuring either classic cars, mojitos or men playing golf.","author":"Tim Heidecker","topic":"Car"},{"quote":"I was trying for years to woo people through humour, but it seems flash cars are much easier.","author":"Stephen Merchant","topic":"Car"},{"quote":"I&#39;ve always had an affinity and a passion for cars and that whole car culture.","author":"Ludacris","topic":"Car"},{"quote":"I love Lady Antebellum and Miranda Lambert - they write from the heart. But it&#39;s hard to find a country music lover in L.A. None of my friends really listen to it, and they hate getting in the car with me because I just blast Taylor Swift.","author":"Lucy Hale","topic":"Car"},{"quote":"Sometimes people are looking for, &#39;What&#39;s the next Tesla car? What&#39;s this really cool, super-specific thing that people are going to want?&#39; But I try to be just like a Ford truck. They sell a lot more Ford trucks than they do Tesla cars.","author":"Luke Combs","topic":"Car"},{"quote":"I myself, as well as Toyota, am not perfect. I, more than anyone, wish for our customers&#39; cars to be safe.","author":"Akio Toyoda","topic":"Car"},{"quote":"As a driver, you always want to be in the car getting as much experience as possible; especially when there&#39;s something new like different tyres.","author":"Romain Grosjean","topic":"Car"},{"quote":"Monaco is quite a specialist track, and it is very difficult to say if a car will be suited to it or not. It&#39;s bumpy on the straights, and it&#39;s a very low-grip surface. All these things mean that you never know what to expect.","author":"Romain Grosjean","topic":"Car"},{"quote":"I&#39;m a casual F1 racing fan. I&#39;m probably more of a stock car, NASCAR guy.","author":"Robin Zander","topic":"Car"},{"quote":"I took to heart the instructions my father drilled into my head. Respect the customer. Pay attention to her. Take her package to her car. You broke your neck to get what she wanted because you never knew when the next customer would come along.","author":"Stanley Marcus","topic":"Car"},{"quote":"I never listen to music in the house, I listen to music in the car.","author":"Peter Tork","topic":"Car"},{"quote":"Bond doesn&#39;t have an inner life. There would be moments when I&#39;d think, &#39;We need to gather our thoughts here and have a breather,&#39; where in another novel you&#39;d slow the pace, have some description and see what Bond feels about this. But Bond doesn&#39;t reflect. All you can do is move on to the next bomb or shark or car.","author":"Sebastian Faulks","topic":"Car"},{"quote":"I&#39;m a racer at heart more than anything else, and that will always be my priority: competing. But ultimately, if you can&#39;t drive, you can still have the competitive spirit outside of a car.","author":"Jacques Villeneuve","topic":"Car"},{"quote":"A male gynecologist is like an auto mechanic who has never owned a car.","author":"Carrie Snow","topic":"Car"},{"quote":"Some ways of using our thinking are really inspiring. There are people who use their thinking to race cars. People use their thinking to build rockets to the moon. It&#39;s all just a use of your thinking.","author":"Michael Nesmith","topic":"Car"},{"quote":"I&#39;m not a car guy. The subway gets me where I need to go efficiently and cheaply, and I don&#39;t worry about traffic.","author":"Joe Scarborough","topic":"Car"},{"quote":"A Fiat Panda, it&#39;s the best car in the world.","author":"Luca Cordero di Montezemolo","topic":"Car"},{"quote":"I have a real passion for driving. Earlier on in my life I wanted to be a race car driver. But I don&#39;t pay an extortionate amount of money for cars. I&#39;m pretty frugal.","author":"John Barrowman","topic":"Car"},{"quote":"I wish people would spend their money on hybrid cars.","author":"Ryan Tedder","topic":"Car"},{"quote":"My approach is to start from the straightforward principle that our body is a machine. A very complicated machine, but none the less a machine, and it can be subjected to maintenance and repair in the same way as a simple machine, like a car.","author":"Aubrey de Grey","topic":"Car"},{"quote":"I still don&#39;t have a car. I still travel by public transport. I take autos to travel to and fro for recordings.","author":"Arijit Singh","topic":"Car"},{"quote":"They put chains on me; they chained my waist, my legs. Put me in the back of a squad car, and I literally blacked out. I didn&#39;t even - there&#39;s whole pieces missing.","author":"Jim Bakker","topic":"Car"},{"quote":"While I&#39;m driving, I&#39;ve got speed, gear, lap time, water temperature, blood sugar, RPM, oil pressure. I&#39;ve got car data and body data all together. It&#39;s all on the dash.","author":"Charlie Kimball","topic":"Car"},{"quote":"Now, personally, I like a car with some sort of character.","author":"Richard Hammond","topic":"Car"},{"quote":"On the dance floor, as much as you say, &#39;Ladies, you are the car. He is the driver. You can only go where he takes you,&#39; they still try to be in control.","author":"Len Goodman","topic":"Car"},{"quote":"Driving race cars was an avenue for me to learn how to build my own car, and that was my ambition all along.","author":"Carroll Shelby","topic":"Car"},{"quote":"The reason I moved to California the first time was to build the Cobra. I thought it was stupid to have a 1918 taxicab engine in what Europeans like to call a performance car when a little American V-8 could do the job better.","author":"Carroll Shelby","topic":"Car"},{"quote":"The Cobra is my personal favorite car. The original 289 Cobra is the car I respect the most. I like to drive the 289 better than the 427.","author":"Carroll Shelby","topic":"Car"},{"quote":"Videogames are indeed design: They&#39;re sophisticated virtual machines that echo the mechanical systems inside cars.","author":"John Maeda","topic":"Car"},{"quote":"I listen to KCRW in the car and Pandora radio, which I stream through the stereo from my iPhone. I&#39;ve been listening to everything from Caribou to Conway Twitty. If I&#39;m going on a longer car ride, I&#39;ll download some podcasts.","author":"Sam Trammell","topic":"Car"},{"quote":"In my job, I have many operations, so I tend to use time in my car to think. I get in the car after work and drive all night -11 hours, Vancouver to Banff.","author":"Jim Pattison","topic":"Car"},{"quote":"I am very puzzled by the fact that young people are getting infected again. They don&#39;t take precautions despite an enormous amount of information. It&#39;s like riding a race car at 200 kilometers an hour. Some people like the risk.","author":"Luc Montagnier","topic":"Car"},{"quote":"In 1940, President Roosevelt called on American industry to become the &#39;great arsenal of democracy.&#39; Automotive manufacturers in Michigan responded and converted their assembly lines from cars to tanks and helped America win World War II.","author":"Sander Levin","topic":"Car"},{"quote":"There are many role models I&#39;ve been around, and kind of the biggest one - there&#39;s a show called &#39;Push Girls,&#39; with all women in wheelchairs, and they&#39;re all really good friends of mine. And one, Angela Rockwood, is still modeling, in a wheelchair. After a car accident.","author":"Jamie Brewer","topic":"Car"},{"quote":"The independence once represented by the car has been replaced by cell phones and social networks, which are now at the forefront of people&#39;s expression of freedom and access. Once a symbol of &#39;coming of age,&#39; many drivers are waiting longer to get their licenses.","author":"John Zimmer","topic":"Car"},{"quote":"Family trips to Yellowstone and to what are now national parks in Southern Utah, driving the primitive roads and cars of that day, were real adventures.","author":"Paul D. Boyer","topic":"Car"},{"quote":"If &#39;Chicago Fire&#39; goes for a long run, maybe I&#39;ll look for a place, but in my line of work, you can&#39;t throw your eggs into one basket because you might have to move. I&#39;m not big on &#39;things,&#39; though, so I don&#39;t own TVs, couches or cars because I wouldn&#39;t know where to put them.","author":"Taylor Kinney","topic":"Car"},{"quote":"It&#39;s fine if you&#39;re making 1,000 or 2,000 of an electric car, and I think there is value in that in a lot of ways, but it&#39;s not going to have a big dent in oil consumption in the country, or CO2 emissions.","author":"Rick Wagoner","topic":"Car"},{"quote":"The GTO is such an important car because it&#39;s a racing car and a touring car and that&#39;s pretty unusual.","author":"Nick Mason","topic":"Car"},{"quote":"There&#39;s not a day that goes by that I don&#39;t bless myself with holy water and then get in my car and rub the medal of the Virgin Mary that she gave me and say a Hail Mary for my mother. And then I kiss her Mass card that&#39;s right there on the dashboard.","author":"Peter Criss","topic":"Car"},{"quote":"I was brought up in a car family, my dad loved cars and I was taught the art of making an Austin 7 operate.","author":"Nick Mason","topic":"Car"},{"quote":"It&#39;s like watching a car accident, that reality TV.","author":"Enrico Colantoni","topic":"Car"},{"quote":"In Toronto, I grew up taking a subway, I grew up taking a bus. I spent my formative adult years in New York City, walking the streets, taking the subway. You&#39;re connected to the larger whole. L.A. is so spread out, and you&#39;re so incubated inside those cars and it&#39;s so exhausting to deal with the traffic, without really having the human contact.","author":"Enrico Colantoni","topic":"Car"},{"quote":"Al Gore, the former vice-president of the United States, lives in a mansion that uses more electricity than the average family&#39;s bungalow! David Suzuki rides on a bus that uses more fuel than a Smart car to get across Canada! Oh my God! And this is just the tip of the vanishing iceberg!","author":"Linwood Barclay","topic":"Car"},{"quote":"Google is working on self-driving cars, and they seem to work. People are so bad at driving cars that computers don&#39;t have to be that good to be much better.","author":"Marc Andreesen","topic":"Car"},{"quote":"About 60 percent of the oil consumed daily by Americans is used for transportation, and about 45 percent is used for passenger cars and light trucks.","author":"Sherwood Boehlert","topic":"Car"},{"quote":"Growing up in the Midwest, people don&#39;t drive Porsches and Ferraris. They drive Fords and Chevys. And so even if you have the opportunity to buy a more expensive car, it doesn&#39;t occur to you because it&#39;s not what you relate to.","author":"Luke Perry","topic":"Car"},{"quote":"The top golfers in the world are like Formula One cars when it comes to their swings.","author":"Stuart Appleby","topic":"Car"},{"quote":"The problem was Le Corbusier was a genius and an enormous artist, but he tried to resolve problems to which there is no solution. So the idea to demolish the centre of Paris in order to adapt it to the car - he drew it! - is something not even the most bloody dictators conceived.","author":"Leon Krier","topic":"Car"},{"quote":"The hardest part was when I was in high school not having a job and always being broke. I had to get to auditions without a car. I either took the bus or walked.","author":"Cuba Gooding, Jr.","topic":"Car"},{"quote":"One of the points in which I was especially interested was the Jim Crow regulations, that is, the system of separation of the races in street cars and railroad trains.","author":"Ray Stannard Baker","topic":"Car"},{"quote":"Why shouldn&#39;t a car key look like a car?","author":"Franz von Holzhausen","topic":"Car"},{"quote":"When kids my age were picking up toy cars, I used to buy toy guns.","author":"Gagan Narang","topic":"Car"},{"quote":"In America, people buy cars, and they put very little money down. They get a car, and they go to work. The work pays them a salary; the salary allows them to pay for the car over time. The car pays for itself.","author":"Iqbal Quadir","topic":"Car"},{"quote":"I drive the car pool - I show up with no makeup and drive the kids to school.","author":"Jane Clayson","topic":"Car"},{"quote":"In high school, during marathon phone conversations, cheap pizza dinners and long suburban car rides, I began to fall for boys because of who they actually were, or at least who I thought they might become.","author":"J. Courtney Sullivan","topic":"Car"},{"quote":"I wouldn&#39;t say design has become strictly functional. A lot of cars these days look downright comic book to me, and the info-gadgets with which late industrial people spend the most time - phones, music players, etc. - are blobjects.","author":"Scott Westerfeld","topic":"Car"},{"quote":"We&#39;ve seen computers play chess and beat grand masters. We&#39;ve seen computers drive a car across a desert. But interestingly, playing chess is easy, but having a conversation about nothing is really difficult for a computer.","author":"Hod Lipson","topic":"Car"},{"quote":"In real life, one of my friends was killed in a car accident during our sophomore year.","author":"Beverley Mitchell","topic":"Car"},{"quote":"I liken myself to Henry Ford and the auto industry, I give you 90 percent of what most people need.","author":"Adam Osborne","topic":"Car"},{"quote":"Latency is very important when you think about autonomous cars and things like that - 5G will really change the game, and I think will be another spike of growth in the wireless industry.","author":"Lowell McAdam","topic":"Car"},{"quote":"For a boy or girl, driving cars that they love is fun.","author":"Luke Goss","topic":"Car"},{"quote":"The appeal of the Golden Age heroes for me is their simplicity, even their naivety - they represent the fundamental building blocks of the whole superhero genre, whether it&#39;s a &#39;super&#39; man able to lift cars, or a vigilante who terrorises criminals at night like Batman.","author":"Adam Christopher","topic":"Car"},{"quote":"Smokey and The Bandit was just a lark. All we did was run up and down those Georgia roads wrecking cars and having the time of our life.","author":"Jerry Reed","topic":"Car"},{"quote":"Getting ready to wrestle is like getting ready for a car crash. Getting ready to work with Brock Lesnar is like knowing you&#39;re going to get hit by a bus and the bus is going to back over you. If I&#39;m going to work &#39;WrestleMania,&#39; 16 weeks out I have to start training like I&#39;m Mayweather getting ready for a fight.","author":"Triple H","topic":"Car"},{"quote":"There are many people in the world who feel that if only they had a bigger car, a nicer house, better vacations, a more understanding boss, or a more interesting partner, then their life would work. We all go through that one. Slowly we wear out most of our &#39;if onlies.&#39;","author":"Joko Beck","topic":"Car"},{"quote":"The car resembles a dragon fly or any other jumping animal that moves shorter distances in straight lines and then changes its direction at different points.","author":"Fritz Todt","topic":"Car"},{"quote":"I cleanse, tone and moisturize twice a day. I exfoliate once a week and carry makeup wipes in the car for freshening up.","author":"Sasha Jackson","topic":"Car"},{"quote":"When the car&#39;s going well, I purr like a kitten.","author":"Buddy Rice","topic":"Car"},{"quote":"We must move away from our dependency on fossil fuels, and I am glad that GM has invested over $1 billion in hydrogen fuel cells cars to meet this goal.","author":"Albert Wynn","topic":"Car"},{"quote":"Yes, my grandfather worked with Thomas Edison on the electric car, and he sold electric cars at the 1900 World&#39;s Fair in Paris.","author":"Al Jardine","topic":"Car"},{"quote":"A car for every purse and purpose.","author":"Alfred P. Sloan","topic":"Car"},{"quote":"I have a need to make these sorts of connections literal sometimes, and a vehicle often helps to do that. I have a relationship to car culture. It isn&#39;t really about loving cars. It&#39;s sort of about needing them.","author":"Matthew Barney","topic":"Car"},{"quote":"Running on different types of racetracks is challenging - not only for the drivers, but even more for the team members who have to make adjustments to the cars before each race.","author":"Michael Andretti","topic":"Car"},{"quote":"The problem with not saving is it can often mean you&#39;re - a crisis away from, as we&#39;ve seen in some cases, living in your car or losing your home or - having your lights shut off.","author":"Derek Kilmer","topic":"Car"},{"quote":"On the roads, it is one of those &#39;might is right&#39; situations. If I see cars coming, I duck out of the way.","author":"Dane Bird-Smith","topic":"Car"},{"quote":"Environmentalists have a very conflicted relationship with their cars.","author":"Tom Arnold","topic":"Car"},{"quote":"Besides my love for horses and cars, I am passionate about making the cheapest vaccines in the world. I started making life-saving drugs when I was 22.","author":"Cyrus S. Poonawalla","topic":"Car"},{"quote":"Rappers aren&#39;t the really rich ones. We all have nice houses with studios and cars, but you need a piece of someone&#39;s business to be super wealthy.","author":"Drake","topic":"Car"},{"quote":"Even we schoolchildren know that ordinary diplomats don&#39;t drive around in unmarked cars carrying Glock pistols.","author":"Malala Yousafzai","topic":"Car"},{"quote":"My brother was a lifeguard in a car wash.","author":"Henny Youngman","topic":"Car"},{"quote":"I&#39;m way flashier on Instagram and Snapchat because I feel like that&#39;s what people want to see, and that&#39;s I&#39;ve always done, so I&#39;m not going to stop. People want to see my cars and my purses. People love fashion. But that&#39;s so not me.","author":"Kylie Jenner","topic":"Car"},{"quote":"I went to Zimbabwe. I know how white people feel in America now; relaxed! Cause when I heard the police car I knew they weren&#39;t coming after me!","author":"Richard Pryor","topic":"Car"},{"quote":"The greatest pleasure when I started making money was not buying cars or yachts but finding myself able to have as many freshly typed drafts as possible.","author":"Gore Vidal","topic":"Car"},{"quote":"I never saw anything funny in a car commercial - but that&#39;s OK. Whatever they wanted to do - it&#39;s their product and I&#39;m the spokesperson, and I&#39;m going to deliver.","author":"Bill Cosby","topic":"Car"},{"quote":"Restrictions on mobility will be removed as cars become driverless. We&#39;ll be chauffeured, basically.","author":"Michio Kaku","topic":"Car"},{"quote":"I take a lot of pride in the work I do, because people pay to see me. They&#39;ve got to get babysitters, park their car, get popcorn and candy. I&#39;ve got to be conscious of that.","author":"Mr. T","topic":"Car"},{"quote":"I&#39;m starting to think about things that I want to do, things that are fun. One of them is driving a car like a Porsche. I&#39;ve driven a lot of cars - sedans, trucks and big family vehicles all year long. But there&#39;s nothing like a four-wheel-drive Porsche.","author":"Kevin O'Leary","topic":"Car"},{"quote":"My boyfriend keeps telling me I&#39;ve got to own things. So, first I bought this car. And then he told me I oughta get a house. &#39;Why a house?&#39; &#39;Well, you gotta have a place to park the car.&#39;","author":"Julia Roberts","topic":"Car"},{"quote":"I have a nice car, a Mercedes. And then I have an old El Camino truck that I&#39;m crazy about. I like to get in that truck and go up in the hills near where I live, in Vegas, and take my camera. That, to me, is Heaven, being out in nature, taking pictures of the wildlife.","author":"B. B. King","topic":"Car"},{"quote":"American stuntmen are smart - they think about safety. When they do a jump in a car, they calculate everything: the speed, the distance... But in Hong Kong, we don&#39;t know how to count. Everything we do is a guess. If you&#39;ve got the guts, you do it. All of my stuntmen have gotten hurt.","author":"Jackie Chan","topic":"Car"},{"quote":"Roads get wider and busier and less friendly to pedestrians. And all of the development based around cars, like big sprawling shopping malls. Everything seems to be designed for the benefit of the automobile and not the benefit of the human being.","author":"Bill Bryson","topic":"Car"},{"quote":"Because I grew up in such tight spaces, I don&#39;t get manicures, pedicures. I&#39;m not into cars, but I am into a fabulous house. I wanted the spiral staircase, clean sheets on the bed, to be able to take a shower.","author":"Viola Davis","topic":"Car"},{"quote":"I had more clothes than I had closets, more cars than garage space, but no money.","author":"Sammy Davis, Jr.","topic":"Car"},{"quote":"Chrysler builds great cars.","author":"Lee Iacocca","topic":"Car"},{"quote":"I live, I shop almost exclusively on the Internet. I&#39;ve bought cars on the Internet. I watch television, I do everything on it. I even watch my son online.","author":"Tom Ford","topic":"Car"},{"quote":"I don&#39;t want to argue with my wife about her car - or my driving.","author":"Dale Earnhardt","topic":"Car"},{"quote":"Perhaps I&#39;d like to design cars, but I don&#39;t think I&#39;d be much good at it.","author":"Jonathan Ive","topic":"Car"},{"quote":"No one in a novel by Virginia Woolf ever filled up the petrol tank of her car. No one in Hemingway&#39;s postwar novels ever worried about the effects of prolonged exposure to the threat of nuclear war.","author":"J. G. Ballard","topic":"Car"},{"quote":"Cars can have a hypnotic effect. You can get in a car and get out and not really remember the trip.","author":"Ryan Gosling","topic":"Car"},{"quote":"First time I looked at a Formula One car in person, I just stared at the cockpit, figuring I&#39;d never get in there. The drivers wear the whole car like a tight-fitting suit.","author":"Chris Hemsworth","topic":"Car"},{"quote":"I was filming &#39;The Avengers&#39; when I got the call for &#39;Rush,&#39; so I went from 215 pounds, which is how much I weigh when I&#39;m playing Thor, down to about 185 pounds to be able to fit into the car. That was all in about four months.","author":"Chris Hemsworth","topic":"Car"},{"quote":"Removing the faults in a stage-coach may produce a perfect stage-coach, but it is unlikely to produce the first motor car.","author":"Edward de Bono","topic":"Car"},{"quote":"I talk to myself, especially in the car.","author":"Chris Pine","topic":"Car"},{"quote":"When I was a kid, the only way I saw movies was from the back seat of my family&#39;s car at the drive-in.","author":"Forest Whitaker","topic":"Car"},{"quote":"People are so bad at driving cars that computers don&#39;t have to be that good to be much better. Any time you stand in line at the D.M.V. and look around, you&#39;re like, Oh, my God, I wish all these people were replaced by computer drivers.","author":"Marc Andreessen","topic":"Car"},{"quote":"I absolutely refuse to reveal my age. What am I - a car?","author":"Cyndi Lauper","topic":"Car"},{"quote":"I go to correctional facilities and talk to kids there. They have little kids in there who are, like, 12 years old, stealing cars and stuff like that.","author":"Eazy-E","topic":"Car"},{"quote":"The first thing I ever rode when I was a kid was a motorcycle, so I knew how to drive a motorcycle before a car.","author":"John Travolta","topic":"Car"},{"quote":"I think that&#39;s where the world is going. People will not own cars; they&#39;ll have a service that takes them where they want to go, when they want to go there. And that&#39;s what Uber is.","author":"Travis Kalanick","topic":"Car"},{"quote":"There will be a huge, huge positive impact for society when driverless cars become a thing.","author":"Travis Kalanick","topic":"Car"},{"quote":"I drove from L.A. to the bottom of Florida on Vespas, and I drove cross country multiple times in a car. I&#39;ve done a lot of road tripping.","author":"Armie Hammer","topic":"Car"},{"quote":"I&#39;m very free-spirited and crazy. I love to have fun, and I like doing stupid things. At the same time, I&#39;m like a 35-year-old. I have a house. I have a car. I have a steady job. I have a business, and I have to make serious decisions.","author":"Avril Lavigne","topic":"Car"},{"quote":"I grew up on the back of a motorcycle - my dad didn&#39;t have a car until I was a teenager.","author":"Aisha Tyler","topic":"Car"},{"quote":"We approach people the same way we approach our cars. We take the poor kid to a doctor and ask, What&#39;s wrong with him, how much will it cost, and when can I pick him up?","author":"James Hillman","topic":"Car"},{"quote":"I moved to Cardiff when I was 17 and never needed a car. When I came to L.A. for my first job there, I needed a car, so I had to pass my driving test.","author":"Luke Evans","topic":"Car"},{"quote":"In Japan, they have TV sets in cars right now, where you can punch up traffic routes, weather, everything! You can get Internet access already in cars in Japan, so within the next 2 to 3 years it&#39;s gonna be so crazy!","author":"Glenn Danzig","topic":"Car"},{"quote":"I love puns. I&#39;ve been known to turn the car around just to take advantage of a good pun situation. It really is the highest form of humor.","author":"Karin Slaughter","topic":"Car"},{"quote":"I bought a lot of rubbish things that kids buy: skateboards and clothes and typical teenage stuff. And, as soon as I could, I wasted a lot of money on cars - BMW&#39;s mostly - for myself and my family.","author":"Tom Felton","topic":"Car"},{"quote":"I was a little troublemaker. Always trying to get in trouble, always mischief, like throwing rocks at cars when I was younger, all that kind of stuff.","author":"Ryan Lochte","topic":"Car"},{"quote":"When the Exxon Valdez spilled in 1989, I was angry. I even wrote on the back of my car, Boycott Exxon!","author":"Alexandra Paul","topic":"Car"},{"quote":"I still remember, when I got my fees for &#39;Barsaat,&#39; I ran into a car showroom and purchased a Maruti Esteem. I treasure that car more than anything else in the world.","author":"Twinkle Khanna","topic":"Car"},{"quote":"When I was four, I just wanted to drive, I collected toy cars. Where does that sort of thing come from? In hindsight you go, &#39;Oh, liked it because of this.&#39; Maybe it&#39;s just the wheel.","author":"Michael Fassbender","topic":"Car"},{"quote":"I am endlessly busy, bringing up five young kids, and trying to keep up with the three older ones. I still spend most of my life driving car pools.","author":"Danielle Steel","topic":"Car"},{"quote":"I&#39;ve got a nice car. I love my job. I&#39;ve got a bagel store, and I have breakfast every morning with friends I grew up with. I&#39;ve been in movies, I&#39;ve written books - I don&#39;t know how that all happened.","author":"Larry King","topic":"Car"},{"quote":"I traded my 2002 Silverado in for the Trailblazer, and after my second fight, I got a win bonus. It was the knockout-of-the-night bonus, $50,000, and I paid the rest of my car off, and I gave it to my mother because I had a sponsorship with a Chevy dealership.","author":"Stipe Miocic","topic":"Car"},{"quote":"Myself and my two younger sisters and brother were paid for any chores, whether it was washing pop&#39;s car, sweeping the lawn or picking mangoes.","author":"Marie Helvin","topic":"Car"},{"quote":"Food is not just what we put in our mouths to fill up; it is culture and identity. Reason plays some role in our decisions about food, but it&#39;s rarely driving the car.","author":"Jonathan Safran Foer","topic":"Car"},{"quote":"To be honest, I don&#39;t listen to much music! I&#39;ve been so engrossed in it my whole life that when I drive around in my car, I&#39;ll listen to college lectures on philosophy and literature and world history, things like that, to kind of catch up on the college experience I missed.","author":"Butch Trucks","topic":"Car"},{"quote":"Drive-in banks were established so most of the cars today could see their real owners.","author":"E. Joseph Cossman","topic":"Car"},{"quote":"When I was young, I had minimum wage jobs as a busboy, flipping burgers and parking cars.","author":"Bruce Rauner","topic":"Car"},{"quote":"From solar to electric cars, from geothermal to reconfiguring the grid, the scale of investment needed in green technologies in order to meet whatever agreements on emissions reductions are finally agreed will be immense.","author":"Noreena Hertz","topic":"Car"},{"quote":"I drive Fords, and I&#39;ve driven American cars all my life, and I want to have a strong American manufacturing sector, especially in automobiles.","author":"Jim DeMint","topic":"Car"},{"quote":"I&#39;ve always been attracted to cars, and driving is a completely measurable experience: if you qualify last on the grid, you&#39;re the slowest, and if you qualify first on the grid, you&#39;re the fastest. So no one can say you&#39;re slow if you&#39;re fast and no one can say you&#39;re fast if you&#39;re slow.","author":"Eric Bana","topic":"Car"},{"quote":"I just feel rejuvenated in such a big way because of these race cars I get to drive.","author":"Jeff Gordon","topic":"Car"},{"quote":"In the history of the world, no one has ever washed a rented car.","author":"Lawrence Summers","topic":"Car"},{"quote":"When it comes to cars, only two varieties of people are possible - cowards and fools.","author":"Russell Baker","topic":"Car"},{"quote":"Societies need rules that make no sense for individuals. For example, it makes no difference whether a single car drives on the left or on the right. But it makes all the difference when there are many cars!","author":"Marvin Minsky","topic":"Car"},{"quote":"The self-driving car revolution was kicked off by The &#39;DARPA&#39; Grand Challenge to make an autonomous car traverse 132 mi. of a desert.","author":"Fred Ehrsam","topic":"Car"},{"quote":"You have to wait six months to purchase a fuel efficient automobile made from overseas.","author":"Ed Markey","topic":"Car"},{"quote":"My friends and neighbors were always fixing their cars. Soldiers who felt restless wanted to work on something, and they understood cars. Me, I like to look at cars but I was never really a mechanic.","author":"Edward Ruscha","topic":"Car"},{"quote":"I&#39;m an anorak. I&#39;ve always been an obsessive collector of things. Richard Briers collects stamps. I collect cars and guns, which are much more expensive, and much more difficult to store.","author":"Michael Gambon","topic":"Car"},{"quote":"Every business decision I ever made I learned from my grandfather Papa Sam. He moved here from Russia when he was a boy. He worked his way up selling newspapers and ladies&#39; handbags, and eventually, he became Cadillac Sam, one of the biggest car dealers in Chicago.","author":"Bobbi Brown","topic":"Car"},{"quote":"Our goal was to completely change transportation. Change traffic. And make it possible to get anywhere you want to go without owning a car.","author":"Logan Green","topic":"Car"},{"quote":"I do YouTube my cars a lot.","author":"T-Pain","topic":"Car"},{"quote":"I&#39;ve always wanted to buy a sports car. After the England series, I went up to my dad and said that I wanted to buy a sports car and got his consent. On his birthday, I surprised him by bringing it home. It&#39;s a Porsche Boxter Limited Edition, and my family was thrilled to see it.","author":"Suresh Raina","topic":"Car"},{"quote":"I didn&#39;t grow up with a lot of money, so my mom didn&#39;t have random money to buy me a car, and I didn&#39;t have money to have a car unless I worked, so I didn&#39;t get a car until I got my first job at 18.","author":"Dominick Cruz","topic":"Car"},{"quote":"Back in the mid-1970s, we adopted some fairly ambitious goals to improve efficiency of our cars. What did we get? We got a tremendous boost in efficiency.","author":"Jay Inslee","topic":"Car"},{"quote":"I think all males from Detroit have an obsession with cars.","author":"Dax Shepard","topic":"Car"},{"quote":"I like to smile a lot before going in the car. I make jokes, even on the grid, and then I can still manage to focus when it counts.","author":"Romain Grosjean","topic":"Car"},{"quote":"I feel comfortable around every driver out there and each driver is in charge of their own car, but you feel very secure racing the competition out there.","author":"Kurt Busch","topic":"Car"},{"quote":"I think we have to act like stars because it is expected of us. So we drive our big cars and live in our smart houses.","author":"Maurice Gibb","topic":"Car"},{"quote":"Get in the race car do what I do then go home. We don&#39;t have freedom to do anything anymore.","author":"Tony Stewart","topic":"Car"},{"quote":"We&#39;re just into toys, whether it&#39;s motorcycles or race cars or computers. I&#39;ve got the Palm Pilot right here with me, I&#39;ve got the world&#39;s smallest phone. Maybe it&#39;s just because I&#39;m still a big little kid and I just love toys, you know?","author":"Catherine Bell","topic":"Car"},{"quote":"But to personally satisfy my own adrenalin needs, I&#39;ve been racing cars a little bit, which has been fun.","author":"Picabo Street","topic":"Car"},{"quote":"I&#39;m not scared of getting hurt. I&#39;m not scared of, pretty much, anything. If you live your life scared, what&#39;s the fun in living it? If you were scared of getting hit by a car, would you still cross the street?","author":"Mark Zupan","topic":"Car"},{"quote":"I jumped 18 cars on a motorcycle, so I did almost everything.","author":"David R. Ellis","topic":"Car"},{"quote":"No action hero is more closely associated with cars than James Bond.","author":"Richard Hammond","topic":"Car"},{"quote":"Some people say it might be good for your career to die and then come back again. I have died many ways, car crashes, motorcycle crashes, etc. But, I am still alive.","author":"Mark-Paul Gosselaar","topic":"Car"},{"quote":"If you look back at history, the various Maharajas of the Indian empire actually helped support a whole British industry. The royalty in those days ordered exotic cars in huge numbers.","author":"Mark Shand","topic":"Car"},{"quote":"But my passion is racing cars. It&#39;s what I like to do in my off time.","author":"Mark-Paul Gosselaar","topic":"Car"},{"quote":"I&#39;m not all that big on rides. I sort of like bumper cars but I don&#39;t really go to Disneyland all that much unless if have nieces and nephews or people to take.","author":"Anjelica Huston","topic":"Car"},{"quote":"It wasn&#39;t a secret that I was gay. I&#39;d come out to my parents during my junior year of high school, on the day that I also wrecked the family car.","author":"Mary Cheney","topic":"Car"},{"quote":"Parisians overwhelmingly buy small cars. And it&#39;s not because people are petite, but because fuel is drop-dead expensive. Gasoline costs more than twice as much in Paris as in New York.","author":"Serge Schmemann","topic":"Car"},{"quote":"Buyers of powerful cars place a high premium on the exhaust note, and manufacturers spend a lot of money getting it right. At the same time, high-end cars are expected to filter out the sounds of the mundane world.","author":"Serge Schmemann","topic":"Car"},{"quote":"I always do like seeing other people dance in their cars. It&#39;s one of the things that makes me happy.","author":"Ariel Gore","topic":"Car"},{"quote":"A paparazzo once jumped out of a car and started running backward with me. I slowed down out of courtesy because she started drifting into the street. I reached out my hand and moved her back so she didn&#39;t get hit by a bus.","author":"Sean Astin","topic":"Car"},{"quote":"Ford used to come to work in a big car with two Admiral&#39;s flags, on each side of the car. His assistant would be there with his accordion, playing, Hail to the Chief.","author":"Richard Widmark","topic":"Car"},{"quote":"I have about 40 cars, of which 25 to 30 are what you might call serious.","author":"Nick Mason","topic":"Car"},{"quote":"Should we have background checks, waiting periods? To drive a car you have to pass a test that shows you know how to drive your car safely, you should have to do the same thing with guns.","author":"Michael D. Barnes","topic":"Car"},{"quote":"I&#39;ve got two old Volvos, two old Subarus, and an old Ford Ranger. If you&#39;ve got an old car, you&#39;ve gotta have at least several old cars, &#39;cause one&#39;s always gonna be in the garage.","author":"Rip Torn","topic":"Car"},{"quote":"I was a little, tiny kid in the &#39;80s, but I do remember seeing the styles of clothes, and I remember the cars from that era.","author":"Scott Michael Foster","topic":"Car"},{"quote":"The format of the race weekend is also very well thought out. We have enough practice time to get the cars well set-up and have a proper qualifying session where we can do as many laps as we like, which is great for the drivers and spectators.","author":"Nigel Mansell","topic":"Car"},{"quote":"You talk about German technocracy and you get automobiles.","author":"Gordon Sinclair","topic":"Car"},{"quote":"I drove 3,500 miles this summer on our family holiday, we drove across 10 countries. I have driven across the United States four times. I love cars, I love being in cars, I think so do most people. I want to help and support those people who have that same kind of enthusiasm for driving that I have.","author":"Geoff Hoon","topic":"Car"},{"quote":"In Paris, one is always reminded of being a foreigner. If you park your car wrong, it is not the fact that it&#39;s on the sidewalk that matters, but the fact that you speak with an accent.","author":"Roman Polanski","topic":"Car"},{"quote":"We often attribute &#39;understanding&#39; and other cognitive predicates by metaphor and analogy to cars, adding machines, and other artifacts, but nothing is proved by such attributions.","author":"John Searle","topic":"Car"},{"quote":"Germans make nice cars.","author":"Jason Behr","topic":"Car"},{"quote":"I am a big car enthusiast. I totally understand guys like Jay Leno who have a thousand cars. But asking me my favorite car would be like asking my favorite song or favorite food - it changes everyday.","author":"Casey James","topic":"Car"},{"quote":"We&#39;re very good in America at talking about stuff, often stuff to buy. We tend to talk about our iPods. We tend to talk about cars or new fads.","author":"Milton Glaser","topic":"Car"},{"quote":"No illusion is more crucial than the illusion that great success and huge money buy you immunity from the common ills of mankind, such as cars that won&#39;t start.","author":"Larry McMurtry","topic":"Car"},{"quote":"See, what you&#39;re meant to do when you have a mid-life crisis is buy a fast car, aren&#39;t you? Well, I&#39;ve always had fast cars. It&#39;s not that. It&#39;s the fear that you&#39;re past your best. It&#39;s the fear that the stuff you&#39;ve done in the past is your best work.","author":"Robbie Coltraine","topic":"Car"},{"quote":"Image has an influence on what sort of car I will get to drive or deals that I&#39;m offered by teams.","author":"Nico Rosberg","topic":"Car"},{"quote":"We didn&#39;t care about salaries and having a nice car. We just cared about science and were really ambitious.","author":"May-Britt Moser","topic":"Car"},{"quote":"I don&#39;t buy fur coats or jewelry. I have old cars.","author":"Peta Wilson","topic":"Car"},{"quote":"We aren&#39;t addicted to oil, but our cars are.","author":"James Woolsey","topic":"Car"},{"quote":"My husband is pretty particular about his cars. In his opinion, the Mercedes are the best of the best.","author":"Lauren Lee Smith","topic":"Car"},{"quote":"Well, I always had a chauffer, because I have never driven a car in my life. I still can&#39;t drive.","author":"Bud Abbott","topic":"Car"},{"quote":"The automobile, both a cause and an effect of this decentralization, is ideally suited for our vast landscape and our generally confused and contrary commuting patterns.","author":"Brock Yates","topic":"Car"},{"quote":"I don&#39;t mean to in any way impugn the makers of Bentley, but that car is nuts. When I do drive, I drive a Toyota Prius. So driving around the streets of Albuquerque in a Bentley made me feel so fake-a-rooney.","author":"Jessica Hecht","topic":"Car"},{"quote":"Why did they keep changing guitars and amplifiers when they were perfect? They did the same things with cars, if you ask me. They forgot how to make them right, because they focused on style and bells and whistles.","author":"Buddy Guy","topic":"Car"},{"quote":"Not having to own a car has made me realize what a waste of time the automobile is.","author":"Diane Johnson","topic":"Car"},{"quote":"I think I&#39;m actually quite a materialistic person, I value what it takes to make a car or build a nice house. Money does change things, but how it changes people depends on how they react to it.","author":"Roland Gift","topic":"Car"},{"quote":"Remote villages and communities have lost their identity, and their peace and charm have been sacrificed to that worst of abominations, the automobile.","author":"James Norman Hall","topic":"Car"},{"quote":"My dad was very successful running midgets in Texas. Then, his two drivers ran into some bad luck. People started saying that Daddy had lost his touch. That it was the cars and not the drivers. I wanted to race just to prove all those people wrong.","author":"A. J. Foyt","topic":"Car"},{"quote":"A private railroad car is not an acquired taste. One takes to it immediately.","author":"Eleanor Robson Belmont","topic":"Car"}]