[{"quote":"Nothing is as obnoxious as other people&#39;s luck.","author":"F. Scott Fitzgerald","topic":"Chance"},{"quote":"The biggest risk is not taking any risk... In a world that changing really quickly, the only strategy that is guaranteed to fail is not taking risks.","author":"Mark Zuckerberg","topic":"Chance"},{"quote":"Growth is never by mere chance; it is the result of forces working together.","author":"James Cash Penney","topic":"Chance"},{"quote":"Take chances, make mistakes. That&#39;s how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.","author":"Mary Tyler Moore","topic":"Chance"},{"quote":"Learning is not attained by chance, it must be sought for with ardor and diligence.","author":"Abigail Adams","topic":"Chance"},{"quote":"Tea time is a chance to slow down, pull back and appreciate our surroundings.","author":"Letitia Baldrige","topic":"Chance"},{"quote":"To reminisce with my old friends, a chance to share some memories, and play our songs again.","author":"Ricky Nelson","topic":"Chance"},{"quote":"Forgiveness says you are given another chance to make a new beginning.","author":"Desmond Tutu","topic":"Chance"},{"quote":"A lie gets halfway around the world before the truth has a chance to get its pants on.","author":"Winston Churchill","topic":"Chance"},{"quote":"I must learn to love the fool in me - the one who feels too much, talks too much, takes too many chances, wins sometimes and loses often, lacks self-control, loves and hates, hurts and gets hurt, promises and breaks promises, laughs and cries.","author":"Theodore Isaac Rubin","topic":"Chance"},{"quote":"Being brave means to know something is scary, difficult, and dangerous, and doing it anyway, because the possibility of winning the fight is worth the chance of losing it.","author":"Emilie Autumn","topic":"Chance"},{"quote":"You have to take risks. We will only understand the miracle of life fully when we allow the unexpected to happen.","author":"Paulo Coelho","topic":"Chance"},{"quote":"A problem is a chance for you to do your best.","author":"Duke Ellington","topic":"Chance"},{"quote":"If you go around being afraid, you&#39;re never going to enjoy life. You have only one chance, so you&#39;ve got to have fun.","author":"Lindsey Vonn","topic":"Chance"},{"quote":"The world is so unpredictable. Things happen suddenly, unexpectedly. We want to feel we are in control of our own existence. In some ways we are, in some ways we&#39;re not. We are ruled by the forces of chance and coincidence.","author":"Paul Auster","topic":"Chance"},{"quote":"We are not the same persons this year as last; nor are those we love. It is a happy chance if we, changing, continue to love a changed person.","author":"W. Somerset Maugham","topic":"Chance"},{"quote":"If you are not willing to risk the unusual, you will have to settle for the ordinary.","author":"Jim Rohn","topic":"Chance"},{"quote":"Far and away the best prize that life has to offer is the chance to work hard at work worth doing.","author":"Theodore Roosevelt","topic":"Chance"},{"quote":"I don&#39;t want to miss out on the chance of having a good time.","author":"Victor Webster","topic":"Chance"},{"quote":"I will prepare and some day my chance will come.","author":"Abraham Lincoln","topic":"Chance"},{"quote":"Every year on your birthday, you get a chance to start new.","author":"Sammy Hagar","topic":"Chance"},{"quote":"Cheers to a new year and another chance for us to get it right.","author":"Oprah Winfrey","topic":"Chance"},{"quote":"The art of war teaches us to rely not on the likelihood of the enemy&#39;s not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable.","author":"Sun Tzu","topic":"Chance"},{"quote":"Coffee has always been a significant part of my life. For me, it&#39;s a chance to start my day and gather my thoughts - it&#39;s fuel for my creative process.","author":"Connor Franta","topic":"Chance"},{"quote":"Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.","author":"Thomas Jefferson","topic":"Chance"},{"quote":"The risk of a wrong decision is preferable to the terror of indecision.","author":"Maimonides","topic":"Chance"},{"quote":"America is the land of the second chance - and when the gates of the prison open, the path ahead should lead to a better life.","author":"George W. Bush","topic":"Chance"},{"quote":"Just keep taking chances and having fun.","author":"Garth Brooks","topic":"Chance"},{"quote":"Anywhere, anytime ordinary people are given the chance to choose, the choice is the same: freedom, not tyranny; democracy, not dictatorship; the rule of law, not the rule of the secret police.","author":"Tony Blair","topic":"Chance"},{"quote":"Destiny is no matter of chance. It is a matter of choice. It is not a thing to be waited for, it is a thing to be achieved.","author":"William Jennings Bryan","topic":"Chance"},{"quote":"We have created a society where individual rights and freedoms, compassion and diversity are core to our citizenship. But underlying that idea of Canada is the promise that we all have a chance to build a better life for ourselves and our children.","author":"Justin Trudeau","topic":"Chance"},{"quote":"People do make mistakes and I think they should be punished. But they should be forgiven and given the opportunity for a second chance. We are human beings.","author":"David Millar","topic":"Chance"},{"quote":"In order to be rated as good as a good man in the field of her earnings, she must show herself better than he. She must be more steady, or more trustworthy, or more skilled, or more cheap in order to have the same chance of employment.","author":"Florence Kelley","topic":"Chance"},{"quote":"Take the risk. Take the chance. Put your heart and soul into it, because when you put your soul into it, you will become what you&#39;ve always dreamed. You yourself will become a legend.","author":"Jamie Brewer","topic":"Chance"},{"quote":"There are risks and costs to action. But they are far less than the long range risks of comfortable inaction.","author":"John F. Kennedy","topic":"Chance"},{"quote":"Filmmaking is a chance to live many lifetimes.","author":"Robert Altman","topic":"Chance"},{"quote":"Freedom is nothing but a chance to be better.","author":"Albert Camus","topic":"Chance"},{"quote":"If somebody is gracious enough to give me a second chance, I won&#39;t need a third.","author":"Pete Rose","topic":"Chance"},{"quote":"If you take no risks, you will suffer no defeats. But if you take no risks, you win no victories.","author":"Richard M. Nixon","topic":"Chance"},{"quote":"Living at risk is jumping off the cliff and building your wings on the way down.","author":"Ray Bradbury","topic":"Chance"},{"quote":"Atheism is so senseless. When I look at the solar system, I see the earth at the right distance from the sun to receive the proper amounts of heat and light. This did not happen by chance.","author":"Isaac Newton","topic":"Chance"},{"quote":"It&#39;s choice - not chance - that determines your destiny.","author":"Jean Nidetch","topic":"Chance"},{"quote":"It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts.","author":"Robert H. Schuller","topic":"Chance"},{"quote":"If you have a chance to accomplish something that will make things better for people coming behind you, and you don&#39;t do that, you are wasting your time on this earth.","author":"Roberto Clemente","topic":"Chance"},{"quote":"We all have big changes in our lives that are more or less a second chance.","author":"Harrison Ford","topic":"Chance"},{"quote":"Education must lead us from the irresponsible opinion to true responsible judgment. It must lead us from chance and arbitrariness to rational clarity and intellectual order. Therefore, let us guide our students over the road of discipline from materials, through function, to creative work.","author":"Ludwig Mies van der Rohe","topic":"Chance"},{"quote":"Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open.","author":"Pauline Kael","topic":"Chance"},{"quote":"Random chance plays a huge part in everybody&#39;s life.","author":"Gary Gygax","topic":"Chance"},{"quote":"First, I have to thank God for giving me the gift that he did as well as a second chance for a better life.","author":"Oksana Baiul","topic":"Chance"},{"quote":"I guess I&#39;m pretty much of a lone wolf. I don&#39;t say I don&#39;t like people at all, but, to tell you the truth, I only like it then if I have a chance to look deep into their hearts and their minds.","author":"Bela Lugosi","topic":"Chance"},{"quote":"I see retirement as just another of these reinventions, another chance to do new things and be a new version of myself.","author":"Walt Mossberg","topic":"Chance"},{"quote":"Refugees come to us seeking asylum, seeking freedom, justice and dignity - seeking a chance just to breathe. And people in our country are saying close the doors and don&#39;t let them in?","author":"Mandy Patinkin","topic":"Chance"},{"quote":"I think we consider too much the good luck of the early bird and not enough the bad luck of the early worm.","author":"Franklin D. Roosevelt","topic":"Chance"},{"quote":"Don&#39;t listen to anybody. Nobody knows the magic bullet. If they did, they&#39;d sell it and make a fortune. Follow your gut. Follow your instincts. Every once in a while, take a chance.","author":"Michael Cudlitz","topic":"Chance"},{"quote":"If we choose to walk into a forest where a tiger lives, we are taking a chance. If we swim in a river where crocodiles live, we are taking a chance. If we visit the desert or climb a mountain or enter a swamp where snakes have managed to survive, we are taking a chance.","author":"Peter Benchley","topic":"Chance"},{"quote":"Enjoy your sweat because hard work doesn&#39;t guarantee success, but without it you don&#39;t have a chance.","author":"Alex Rodriguez","topic":"Chance"},{"quote":"There is no chance, no destiny, no fate, that can circumvent or hinder or control the firm resolve of a determined soul.","author":"Ella Wheeler Wilcox","topic":"Chance"},{"quote":"My sole ambition is to rid Mexico of the class that has oppressed her and given the people a chance to know what real liberty means. And if I could bring that about today by giving up my life, I would do it gladly.","author":"Pancho Villa","topic":"Chance"},{"quote":"If you do not believe you can do it then you have no chance at all.","author":"Arsene Wenger","topic":"Chance"},{"quote":"If you turn a smiling face on the world, you&#39;ve got a chance of finishing up a good-looking old person.","author":"Rolf Harris","topic":"Chance"},{"quote":"Having a second chance makes you want to work even harder.","author":"Tia Mowry","topic":"Chance"},{"quote":"I&#39;ve got big shoes to fill. This is my chance to do something. I have to seize the moment.","author":"Andrew Jackson","topic":"Chance"},{"quote":"The drums of Africa still beat in my heart. They will not let me rest while there is a single Negro boy or girl without a chance to prove his worth.","author":"Mary McLeod Bethune","topic":"Chance"},{"quote":"A man who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.","author":"John Stuart Mill","topic":"Chance"},{"quote":"What makes us Americans is our shared commitment to an ideal - that all of us are created equal, and all of us have the chance to make of our lives what we will.","author":"Barack Obama","topic":"Chance"},{"quote":"One chance is all you need.","author":"Jesse Owens","topic":"Chance"},{"quote":"If you are given a chance to be a role model, I think you should always take it because you can influence a person&#39;s life in a positive light, and that&#39;s what I want to do. That&#39;s what it&#39;s all about.","author":"Tiger Woods","topic":"Chance"},{"quote":"Anytime we step out boldly to make changes, we take a chance that we might fail. But the only way to get better is to try.","author":"Joyce Meyer","topic":"Chance"},{"quote":"There are moments in life, when the heart is so full of emotion That if by chance it be shaken, or into its depths like a pebble Drops some careless word, it overflows, and its secret, Spilt on the ground like water, can never be gathered together.","author":"Henry Wadsworth Longfellow","topic":"Chance"},{"quote":"Man, when I&#39;m riding with the helmet on, I&#39;m invisible. And people just deal with me as the guy on the bike... it gives you a chance to read &#39;em.","author":"Brad Pitt","topic":"Chance"},{"quote":"The flower has opened, has been in the sun and is unafraid. I&#39;m taking more chances; I&#39;m bold and proud.","author":"Paula Cole","topic":"Chance"},{"quote":"Housework can&#39;t kill you, but why take a chance?","author":"Phyllis Diller","topic":"Chance"},{"quote":"Take calculated risks. That is quite different from being rash.","author":"George S. Patton","topic":"Chance"},{"quote":"It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth.","author":"Jean Piaget","topic":"Chance"},{"quote":"I think one of the coolest things you can do is disappear for a while, because it gives you the chance to re-emerge. To sort of pounce out of the jungle.","author":"Josh Homme","topic":"Chance"},{"quote":"All species capable of grasping this fact manage better in the struggle for existence than those which rely upon their own strength alone: the wolf, which hunts in a pack, has a greater chance of survival than the lion, which hunts alone.","author":"Christian Lous Lange","topic":"Chance"},{"quote":"My belief is you have one chance to make a first impression.","author":"Kevin McCarthy","topic":"Chance"},{"quote":"Walking at random through the streets, we came by chance upon the Cathedral of Notre Dame. I shall long remember my first impression of the scene within. The lofty gothic ceiling arched far above my head and through the stained windows the light came but dimly - it was all still, solemn and religious.","author":"Bayard Taylor","topic":"Chance"},{"quote":"I mean we all need a second chance sometimes.","author":"Joel Osteen","topic":"Chance"},{"quote":"We really only have two choices. Play it safe, or take a chance. For me, pulling back because of fear has always made me feel worse.","author":"Gail Sheehy","topic":"Chance"},{"quote":"Our lives improve only when we take chances - and the first and most difficult risk we can take is to be honest with ourselves.","author":"Walter Anderson","topic":"Chance"},{"quote":"Good luck has its storms.","author":"George Lucas","topic":"Chance"},{"quote":"We&#39;d never have got a chance to go outside and look at the earth if it hadn&#39;t been for space exploration and NASA.","author":"James Lovelock","topic":"Chance"},{"quote":"Climate change is destroying our path to sustainability. Ours is a world of looming challenges and increasingly limited resources. Sustainable development offers the best chance to adjust our course.","author":"Ban Ki-moon","topic":"Chance"},{"quote":"Buy the ticket, take the ride.","author":"Hunter S. Thompson","topic":"Chance"},{"quote":"My favorite fruit is grapes. Because with grapes, you always get another chance. &#39;Cause, you know, if you have a crappy apple or a peach, you&#39;re stuck with that crappy piece of fruit. But if you have a crappy grape, no problem - just move on to the next. &#39;Grapes: The Fruit of Hope.&#39;","author":"Demetri Martin","topic":"Chance"},{"quote":"The longer you hang in there, the greater the chance that something will happen in your favor. No matter how hard it seems, the longer you persist, the more likely your success.","author":"Jack Canfield","topic":"Chance"},{"quote":"The chances of each of us coming into existence are infinitesimally small, and even though we shall all die some day, we should count ourselves fantastically lucky to get our decades in the sun.","author":"Richard Dawkins","topic":"Chance"},{"quote":"What drew me towards team sport were the camaraderie and friendship. The chance to celebrate victory and success with a group of other people is something I have enjoyed doing.","author":"Rahul Dravid","topic":"Chance"},{"quote":"Chance has never yet satisfied the hope of a suffering people.","author":"Marcus Garvey","topic":"Chance"},{"quote":"Like everyone else in this world, I have had struggles. There&#39;s disappointment and obstacles in everybody&#39;s life. I feel like I was writing &#39;Second Chance&#39; not just for myself, but also for the people who have struggled.","author":"El DeBarge","topic":"Chance"},{"quote":"I haven&#39;t lived a perfect life. I have regrets. But that&#39;s from a lifetime of taking chances, making decisions, and trying not to be frozen. The only thing that I can do with my regrets is understand them.","author":"Kevin Costner","topic":"Chance"},{"quote":"My mom didn&#39;t let me play video games growing up, so now I do. Gaming gives me a chance to just let go, blow somebody up and fight somebody from another dimension. It&#39;s all escapism.","author":"Wayne Brady","topic":"Chance"},{"quote":"I think there&#39;s no higher calling in terms of a career than public service, which is a chance to make a difference in people&#39;s lives and improve the world.","author":"Jack Lew","topic":"Chance"},{"quote":"Do you want to be safe and good, or do you want to take a chance and be great?","author":"Jimmy Johnson","topic":"Chance"},{"quote":"The great thing about getting older is that you get a chance to tell the people in your life who matter what they mean to you.","author":"Mike Love","topic":"Chance"},{"quote":"I postpone death by living, by suffering, by error, by risking, by giving, by losing.","author":"Anais Nin","topic":"Chance"},{"quote":"You don&#39;t concentrate on risks. You concentrate on results. No risk is too great to prevent the necessary job from getting done.","author":"Chuck Yeager","topic":"Chance"},{"quote":"Luck is not chance, it&#39;s toil; fortune&#39;s expensive smile is earned.","author":"Emily Dickinson","topic":"Chance"},{"quote":"Poker is a skill game pretending to be a chance game.","author":"James Altucher","topic":"Chance"},{"quote":"Beware of missing chances; otherwise it may be altogether too late some day.","author":"Franz Liszt","topic":"Chance"},{"quote":"If you call yourself a leader, then you have to be decisive. If you&#39;re decisive, then you have the chance to be a leader. These are two sides to the same coin.","author":"Narendra Modi","topic":"Chance"},{"quote":"When I get the chance to make my favorite breakfast on the weekend, I often choose to make pancakes.","author":"Marcus Samuelsson","topic":"Chance"},{"quote":"People are lucky and unlucky not according to what they get absolutely, but according to the ratio between what they get and what they have been led to expect.","author":"Samuel Butler","topic":"Chance"},{"quote":"All my pictures are built around the idea of getting in trouble and so giving me the chance to be desperately serious in my attempt to appear as a normal little gentleman.","author":"Charlie Chaplin","topic":"Chance"},{"quote":"If you&#39;re so afraid of failure, you will never succeed. You have to take chances.","author":"Mario Andretti","topic":"Chance"},{"quote":"It is an eternal obligation toward the human being not to let him suffer from hunger when one has a chance of coming to his assistance.","author":"Simone Weil","topic":"Chance"},{"quote":"It is true that the Puritans banned all recreation on Sundays and all games of chance, gambling, bear baiting, horse racing, and bowling in or around taverns at all times. They did so, not because they were opposed to fun, but because they judged these activities to be inherently harmful or immoral.","author":"Leland Ryken","topic":"Chance"},{"quote":"I don&#39;t even know how to speak up for myself, because I don&#39;t really have a father who would give me the confidence or advice. And if you&#39;re always the new kid, you never get a chance to adapt, so your confidence is just zilch.","author":"Eminem","topic":"Chance"},{"quote":"When men and women are able to respect and accept their differences then love has a chance to blossom.","author":"John Gray","topic":"Chance"},{"quote":"Anyone who is passionate about what they do will have a better chance of connecting with future generations than those who simply follow transient trends. At least their work will have a distinctive character, and this is what people respond to, I believe.","author":"Giorgio Armani","topic":"Chance"},{"quote":"If the girl is good looking and talented, and for some reason the film doesn&#39;t work, she gets a second chance. But if subsequent films don&#39;t work, she gets branded as an &#39;iron leg.&#39; The whole thing gets negative.","author":"Rakul Preet Singh","topic":"Chance"},{"quote":"Lance Armstrong, the famous cyclist and more importantly, cancer survivor, has said &#39;if you ever get a second chance for something, you&#39;ve got to go all the way.&#39;","author":"Michael N. Castle","topic":"Chance"},{"quote":"There is no better gift a society can give children than the opportunity to grow up safe and free - the chance to pursue whatever dreams they may have.","author":"John Roberts","topic":"Chance"},{"quote":"The more that everyone has access to the same educational opportunities, the more society will tend to accept some receiving disproportionate rewards. After all, they themselves have a chance to be winners.","author":"Raghuram Rajan","topic":"Chance"},{"quote":"Persistence and resilience only come from having been given the chance to work though difficult problems.","author":"Gever Tulley","topic":"Chance"},{"quote":"Falling in love, romance, matters of the heart - when you fall in love, on some biochemical level you know there is a chance it won&#39;t work out. It&#39;s ingrained in us that if you take such an enormous risk on someone with your heart that it might not pay off. I gamble all my chips and I might actually lose everything.","author":"Rachael Taylor","topic":"Chance"},{"quote":"Give yourself a chance to see how much better life will get. And it will get better.","author":"Joel Burns","topic":"Chance"},{"quote":"If you don&#39;t take the chance to live life, what can you say at the end of it?","author":"Naveen Andrews","topic":"Chance"},{"quote":"Desperation is like stealing from the Mafia: you stand a good chance of attracting the wrong attention.","author":"Douglas Horton","topic":"Chance"},{"quote":"I think it&#39;s important to take a break, you know, from the public eye for a while, and give people a chance to miss you. I want longevity. I don&#39;t want to get out there and run myself ragged and spread myself thin.","author":"Aaliyah","topic":"Chance"},{"quote":"I am a firm believer that upon release, ex-offenders should be afforded a second chance to become productive citizens by providing rehabilitation and education that will help them join the workforce.","author":"Charles B. Rangel","topic":"Chance"},{"quote":"Stuff doesn&#39;t matter - boats, cars, fancy things don&#39;t matter. What matters, what will matter to me, is the love of the people around me, and did I take a chance? Did I seize an opportunity to do something for people with the talents that I was lucky enough to be given? Did I make a difference in the lives of people who needed me?","author":"James Comey","topic":"Chance"},{"quote":"Risk it; go for it. Life always gives you another chance, another go at it. It&#39;s very important to take enormous risks.","author":"Mary Quant","topic":"Chance"},{"quote":"In front of us was not a line but a fortress position, twenty miles deep, entrenched and fortified, defended by masses of machine-gun posts and thousands of guns in a wide arc. No chance for cavalry!","author":"Philip Gibbs","topic":"Chance"},{"quote":"Fame is like a shaved pig with a greased tail, and it is only after it has slipped through the hands of some thousands, that some fellow, by mere chance, holds on to it!","author":"Davy Crockett","topic":"Chance"},{"quote":"If proud Americans can be who they are and boldly stand at the altar with who they love then surely, surely we can give everyone in this country a fair chance at that great American Dream.","author":"Michelle Obama","topic":"Chance"},{"quote":"To be a good leader, you have to be a good communicator. As a leader, you have to communicate your intent every chance you get, and if you fail to do that, you will pay the consequences.","author":"William H. McRaven","topic":"Chance"},{"quote":"It&#39;s not that people don&#39;t like classical music. It&#39;s that they don&#39;t have the chance to understand and to experience it.","author":"Gustavo Dudamel","topic":"Chance"},{"quote":"Nobody owes anybody a living, but everybody is entitled to a chance.","author":"Jack Dempsey","topic":"Chance"},{"quote":"A film like &#39;Good Night And Good Luck,&#39; you make that for $7 million because you know it&#39;s a black-and-white film, and it&#39;s not an easy sell. If you make it for $7 million, then everybody can have a chance to make a little bit of money, and you get to make the film you want to make.","author":"Grant Heslov","topic":"Chance"},{"quote":"If you&#39;re low-income in the United States, you have a higher chance of going to jail than you do of getting a four-year degree. And that doesn&#39;t seem entirely fair.","author":"Bill Gates","topic":"Chance"},{"quote":"From kindergarten to graduation, I went to public schools, and I know that they are a key to being sure that every child has a chance to succeed and to rise in the world.","author":"Dick Cheney","topic":"Chance"},{"quote":"Not a lot of people get a second chance. And I think for a while there, my name kind of got in my way a bit, based on all of the television I was fortunate enough to do. But after a while, you sort of wear out your welcome in that genre, in that medium.","author":"Jason Bateman","topic":"Chance"},{"quote":"If there is anything that a man can do well, I say let him do it. Give him a chance.","author":"Abraham Lincoln","topic":"Chance"},{"quote":"All the evidence shows very clearly that if you are a member of a trade union you are likely to get better pay, more equal pay, better health and safety, more chance to get training, more chance to have conditions of work that help if you have caring responsibilities... the list goes on!","author":"Frances O'Grady","topic":"Chance"},{"quote":"When I see myself on film it makes me smile, I mean making a good living doing what I enjoy is soo much fun. I just hope that everyone has the chance to enjoy life like I do.","author":"Adrienne Barbeau","topic":"Chance"},{"quote":"I&#39;m a very happy university professor... the best thing about being a university professor is that you see young people as they&#39;re being shaped and molded toward their own future, and you have a chance to be a part of that.","author":"Condoleezza Rice","topic":"Chance"},{"quote":"Money is often a matter of chance or good fortune and is not the mark of a successful life. It is not the thing that brings a throb of pleasure or a thrill into my life. And I would not pose as a successful man if that were to be the measure.","author":"Charles M. Schwab","topic":"Chance"},{"quote":"Any swagger is just defense. When you&#39;re reminded so much of who you are by people - not a fame thing, but with my size, constantly, growing up - you just either curl up in a corner in the dark or you wear it proudly, like armor or something. You can turn it on its head and use it yourself before anybody else gets a chance.","author":"Peter Dinklage","topic":"Chance"},{"quote":"I entered the navy with the great ambition of becoming a naval soldier and going to war. Either I die from this festering wound - because I refuse to have my arm amputated - or I recover from it and continue being a soldier. I have a one-in-two chance, and I shall bet my life on it!","author":"Isoroku Yamamoto","topic":"Chance"},{"quote":"It&#39;s important to give it all you have while you have the chance.","author":"Shania Twain","topic":"Chance"},{"quote":"I&#39;ve always had that gratitude that I had the opportunity to pursue my potential. So I think my story says that, when women are given the chance and the opportunity, that we can achieve a lot. We deliver. We can make the world a better place, one butt at a time.","author":"Sara Blakely","topic":"Chance"},{"quote":"It&#39;s true hard work never killed anybody, but I figure, why take the chance?","author":"Ronald Reagan","topic":"Chance"},{"quote":"Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won&#39;t feel so thankful then.","author":"Garrison Keillor","topic":"Chance"},{"quote":"Take a chance! All life is a chance. The man who goes farthest is generally the one who is willing to do and dare.","author":"Dale Carnegie","topic":"Chance"},{"quote":"Every existing thing is born without reason, prolongs itself out of weakness, and dies by chance.","author":"Jean-Paul Sartre","topic":"Chance"},{"quote":"As a rock star, I have two instincts, I want to have fun, and I want to change the world. I have a chance to do both.","author":"Bono","topic":"Chance"},{"quote":"It seems to be a law of nature, inflexible and inexorable, that those who will not risk cannot win.","author":"John Paul Jones","topic":"Chance"},{"quote":"People often remark that I&#39;m pretty lucky. Luck is only important in so far as getting the chance to sell yourself at the right moment. After that, you&#39;ve got to have talent and know how to use it.","author":"Frank Sinatra","topic":"Chance"},{"quote":"When exploring London, you will come across lots of excitement by chance, so try to take everything in rather than just rushing around to all of the major tourist haunts.","author":"Richard Branson","topic":"Chance"},{"quote":"I have never entered into any controversy in defense of my philosophical opinions; I leave them to take their chance in the world. If they are right, truth and experience will support them; if wrong, they ought to be refuted and rejected. Disputes are apt to sour one&#39;s temper and disturb one&#39;s quiet.","author":"Benjamin Franklin","topic":"Chance"},{"quote":"The goal of Dr. Martin Luther King is to give Negroes a chance to sit in a segregated restaurant beside the same white man who had brutalized them for 400 years.","author":"Malcolm X","topic":"Chance"},{"quote":"Luck affects everything. Let your hook always be cast; in the stream where you least expect it there will be a fish.","author":"Ovid","topic":"Chance"},{"quote":"&#39;Yellow Moon&#39; was a poem. My wife at the time, Joel - she&#39;s dead now - it was our 25th anniversary. She had the chance to go on a cruise with her sister. And I&#39;m home with the kids and looking up, and I saw the big moon, and I just started writing.","author":"Aaron Neville","topic":"Chance"},{"quote":"I have been trying to point out that in our lives chance may have an astonishing influence and, if I may offer advice to the young laboratory worker, it would be this - never to neglect an extraordinary appearance or happening.","author":"Alexander Fleming","topic":"Chance"},{"quote":"Friendships in childhood are usually a matter of chance, whereas in adolescence they are most often a matter of choice.","author":"David Elkind","topic":"Chance"},{"quote":"In college I never realized the opportunities available to a pro athlete. I&#39;ve been given the chance to meet all kinds of people, to travel and expand my financial capabilities, to get ideas and learn about life, to create a world apart from basketball.","author":"Michael Jordan","topic":"Chance"},{"quote":"I have warned many times about the guaranteed dangers of betting with your heart instead of your head - big darkness, soon come - but every once in a while you get a fair chance to have it both ways, and the annual NCAA basketball Tournament is one of them.","author":"Hunter S. Thompson","topic":"Chance"},{"quote":"If by chance some day you&#39;re not feeling well and you should remember some silly thing I&#39;ve said or done and it brings back a smile to your face or a chuckle to your heart, then my purpose as your clown has been fulfilled.","author":"Red Skelton","topic":"Chance"},{"quote":"An investment said to have an 80% chance of success sounds far more attractive than one with a 20% chance of failure. The mind can&#39;t easily recognize that they are the same.","author":"Daniel Kahneman","topic":"Chance"},{"quote":"No man ever wetted clay and then left it, as if there would be bricks by chance and fortune.","author":"Plutarch","topic":"Chance"},{"quote":"Good luck is a residue of preparation.","author":"Jack Youngblood","topic":"Chance"},{"quote":"Harness mules and oxen, but give a horse a chance to run.","author":"Wild Bill Hickok","topic":"Chance"},{"quote":"I say if you&#39;re going to take a chance on something, you just go full balls to the wall.","author":"Toby Keith","topic":"Chance"},{"quote":"Remember to be gentle with yourself and others. We are all children of chance and none can say why some fields will blossom while others lay brown beneath the August sun.","author":"Kent Nerburn","topic":"Chance"},{"quote":"We are in a period when old questions are settled and the new are not yet brought forward. Extreme party action, if continued in such a time, would ruin the party. Moderation is its only chance. The party out of power gains by all partisan conduct of those in power.","author":"Rutherford B. Hayes","topic":"Chance"},{"quote":"We must overcome the notion that we must be regular... it robs you of the chance to be extraordinary and leads you to the mediocre.","author":"Uta Hagen","topic":"Chance"},{"quote":"Chance doesn&#39;t mean meaningless randomness, but historical contingency. This happens rather than that, and that&#39;s the way that novelty, new things, come about.","author":"John Polkinghorne","topic":"Chance"},{"quote":"I call on people to be &#39;obsessed citizens,&#39; forever questioning and asking for accountability. That&#39;s the only chance we have today of a healthy and happy life.","author":"Ai Weiwei","topic":"Chance"},{"quote":"Determination, energy, and courage appear spontaneously when we care deeply about something. We take risks that are unimaginable in any other context.","author":"Margaret J. Wheatley","topic":"Chance"},{"quote":"I am a great believer in luck, and I find the harder I work the more I have of it.","author":"Stephen Leacock","topic":"Chance"},{"quote":"By giving the public a rich and full melody, distinctly arranged and well played, all the time creating new tone colors and patterns, I feel we have a better chance of being successful. I want a kick to my band, but I don&#39;t want the rhythm to hog the spotlight.","author":"Glenn Miller","topic":"Chance"},{"quote":"The person who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.","author":"John Stuart Mill","topic":"Chance"},{"quote":"You only get one chance at life and you have to grab it boldly.","author":"Bear Grylls","topic":"Chance"},{"quote":"Colorful garments - ball gowns, kimonos, evening pajamas - made from yards upon yards of iridescent silk or velvet. I own an unjustifiable number of such outfits and jump at the chance to wear them. Against the etiquette about which I am otherwise all too conscious, I frequently, and unrepentantly, overdress for the occasion.","author":"Julia Glass","topic":"Chance"},{"quote":"I think we have a good chance of surviving long enough to colonize the solar system.","author":"Stephen Hawking","topic":"Chance"},{"quote":"At a certain point, if you still have your marbles and are not faced with serious financial challenges, you have a chance to put your house in order. It&#39;s a cliche, but it&#39;s underestimated as an analgesic on all levels. Putting your house in order, if you can do it, is one of the most comforting activities, and the benefits of it are incalculable.","author":"Leonard Cohen","topic":"Chance"},{"quote":"It&#39;s been a struggle for me because I had a chance to be white and refused.","author":"Richard Pryor","topic":"Chance"},{"quote":"I never quit trying. I never felt that I didn&#39;t have a chance to win.","author":"Arnold Palmer","topic":"Chance"},{"quote":"Balance provides the chance for longevity. You can be a champion at work and at home.","author":"Tony Dungy","topic":"Chance"},{"quote":"Bliss is the ocean, a towel on the sand, the sun out, the chance to swim in waves or walk dragging a stick behind you, a good book, a cold drink.","author":"Deb Caletti","topic":"Chance"},{"quote":"Given a fair shot, given a fair chance, Americans have never, ever, ever, ever let their country down. Never. Never. Ordinary people like us. Who do extraordinary things.","author":"Joe Biden","topic":"Chance"},{"quote":"My life experience has taught me nothing happens by chance. Even the idea of the ball in a roulette game: it&#39;s not chance it ends up in a certain place. It&#39;s forces that are at play.","author":"Andrea Bocelli","topic":"Chance"},{"quote":"There is no difference between saving lives and extending lives, because in both cases we are giving people the chance of more life.","author":"Aubrey de Grey","topic":"Chance"},{"quote":"Going to college offered me the chance to play football for four more years.","author":"Ronald Reagan","topic":"Chance"},{"quote":"The use of chance operations opened out my way of working. The body tends to be habitual. The use of chance allowed us to find new ways to move and to put movements together that would not otherwise have been available to us. It revealed possibilities that were always there except that my mind hadn&#39;t seen them.","author":"Merce Cunningham","topic":"Chance"},{"quote":"I despise the Lottery. There&#39;s less chance of you becoming a millionaire than there is of getting hit on the head by a passing asteroid.","author":"Brian May","topic":"Chance"},{"quote":"A great ballplayer is a player who will take a chance.","author":"Branch Rickey","topic":"Chance"},{"quote":"I don&#39;t write on topics that require a lot of urgency. But in &#39;Stiff,&#39; I wanted to change people&#39;s hearts about organ donation. Whenever I get a chance, I try to talk about that.","author":"Mary Roach","topic":"Chance"},{"quote":"You could make the most beautiful film, and that weekend it&#39;s raining too hard on the East Coast, and no one goes out. Artists should have a chance to do it again. That&#39;s the challenge: Women artists don&#39;t get a second chance. People-of-color artists don&#39;t get a second chance. You&#39;re put in director&#39;s jail, and that&#39;s a wrap.","author":"Ava DuVernay","topic":"Chance"},{"quote":"You rarely, in the professional world, have the chance to express yourself as an individual.","author":"Gillian Armstrong","topic":"Chance"},{"quote":"Whether it&#39;s eight o&#39;clock in the morning or eight o&#39;clock at night, I always try to greet others before they have a chance to speak to me.","author":"Zig Ziglar","topic":"Chance"},{"quote":"When you are just starting out with an online business, there&#39;s a good chance that you&#39;ll be making several mistakes. Because of the mistakes that can be made with starting an online business, many people decide to quit or think that online businesses are just a scam.","author":"Fabrizio Moreira","topic":"Chance"},{"quote":"It seemed to me that this might be a great pageant, which would give a chance for a very interesting picture.","author":"Henry Ossawa Tanner","topic":"Chance"},{"quote":"If I stay healthy, I have a chance to collect 3,000 hits and 1,000 errors.","author":"George Brett","topic":"Chance"},{"quote":"I feel very confident in my skiing. I know I have a good chance to win any race I start.","author":"Ted Ligety","topic":"Chance"},{"quote":"To be honest, I never really considered myself to be too much of an actress. So, whenever I get the chance to do music, I&#39;m always, like, just in it. It&#39;s like, &#39;Oh my God, I finally get to do this. I&#39;m so happy.&#39;","author":"Ariana Grande","topic":"Chance"},{"quote":"So, you pick this stuff here and this stuff there and then you see things in certain ways and you start visualizing and thank God I get the chance to do this. It&#39;s really the greatest thing in the whole wide world.","author":"Danny DeVito","topic":"Chance"},{"quote":"As for Guns N&#39; Roses, I don&#39;t think there&#39;s ever a chance of a reunion.","author":"Slash","topic":"Chance"},{"quote":"No man was ever wise by chance.","author":"Lucius Annaeus Seneca","topic":"Chance"},{"quote":"There&#39;s nothing as exciting as a comeback - seeing someone with dreams, watching them fail, and then getting a second chance.","author":"Rachel Griffiths","topic":"Chance"},{"quote":"All we are saying is give peace a chance.","author":"John Lennon","topic":"Chance"},{"quote":"Power is the chance to impose your will within a social context, even when opposed and regardless of the integrity of that chance.","author":"Max Weber","topic":"Chance"},{"quote":"All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire.","author":"Aristotle","topic":"Chance"},{"quote":"The 50-50-90 rule: Anytime you have a 50-50 chance of getting something right, there&#39;s a 90% probability you&#39;ll get it wrong.","author":"Andy Rooney","topic":"Chance"},{"quote":"Not to get too deep on shaving my mustache, but it was kind of symbolic of, &#39;This is a moment of liberation, a chance to reinvent yourself.&#39; That&#39;s kind of what I did.","author":"Lester Holt","topic":"Chance"},{"quote":"Personally, I would be delighted if there were a life after death, especially if it permitted me to continue to learn about this world and others, if it gave me a chance to discover how history turns out.","author":"Carl Sagan","topic":"Chance"},{"quote":"Be glad of life because it gives you the chance to love, to work, to play, and to look up at the stars.","author":"Henry Van Dyke","topic":"Chance"},{"quote":"The world is like a reverse casino. In a casino, if you gamble long enough, you&#39;re certainly going to lose. But in the real world, where the only thing you&#39;re gambling is, say, your time or your embarrassment, then the more stuff you do, the more you give luck a chance to find you.","author":"Scott Adams","topic":"Chance"},{"quote":"I think dress, hairstyle and make-up are the crucial factors in projecting an attractive persona and give one the chance to enhance one&#39;s best physical features.","author":"Vivienne Westwood","topic":"Chance"},{"quote":"I don&#39;t believe in pitfalls. I believe in taking risks and not doing the same thing twice.","author":"Guy Laliberte","topic":"Chance"},{"quote":"To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy.","author":"Bette Davis","topic":"Chance"},{"quote":"Everyone has a chance to learn, improve, and build up their skills.","author":"Tom Peters","topic":"Chance"},{"quote":"All discarded lovers should be given a second chance, but with somebody else.","author":"Mae West","topic":"Chance"},{"quote":"When it comes to luck, you make your own.","author":"Bruce Springsteen","topic":"Chance"},{"quote":"I got this second chance at life, and I live it.","author":"Amy Purdy","topic":"Chance"},{"quote":"But we also believe in taking risks, because that&#39;s how you move things along.","author":"Melinda Gates","topic":"Chance"},{"quote":"I think the chance of finding beauty is higher if you don&#39;t work on it directly. Beauty in architecture is driven by practicality. This is what you learn from studying the old townscapes of the Swiss farmers.","author":"Peter Zumthor","topic":"Chance"},{"quote":"When I was a kid, I used to try and hit every ball out of the ground. After playing one-day cricket and Test cricket, I never thought I&#39;d get a chance to play like that again, ever. Twenty20 has given me the opportunity of playing like a kid again. I can just feel free and go out there and hit.","author":"Yuvraj Singh","topic":"Chance"},{"quote":"Every human heart cries and yearns for the same thing: a chance to fulfill his or her own dreams and desires. Even the poorest man has a dream.","author":"Myles Munroe","topic":"Chance"},{"quote":"Number one - and I want you to emblaze this on your brain - you only have one chance to make a first impression.","author":"Judy Sheindlin","topic":"Chance"},{"quote":"Trajectories aren&#39;t linear. Life&#39;s just a roller coaster. If you&#39;re getting a chance to do cool stuff, and it&#39;s varied stuff, just enjoy it. I guess I&#39;m a believer in the randomness of life rather than it being a linear trajectory or an arc, a consistent smooth arc, towards anything.","author":"Riz Ahmed","topic":"Chance"},{"quote":"There are lots of things which I would love to tell him, but in some way, I also feel that I lost the person closest to me. And I got a second chance to live. So in a way I feel that I live for both of us... and I will do my best.","author":"Petra Nemcova","topic":"Chance"},{"quote":"My whole story is just about me having a second chance.","author":"Two Chainz","topic":"Chance"},{"quote":"The successful man is the one who had the chance and took it.","author":"Roger Babson","topic":"Chance"},{"quote":"Work for something because it is good, not just because it stands a chance to succeed.","author":"Vaclav Havel","topic":"Chance"},{"quote":"Problems can be experienced as... a chance for renewal rather than stress.","author":"Marilyn Ferguson","topic":"Chance"},{"quote":"If you have a dream, give it a chance to happen.","author":"Richard M. DeVos","topic":"Chance"},{"quote":"Every family should have the right to spend their money, after tax, as they wish, and not as the government dictates. Let us extend choice, extend the will to choose and the chance to choose.","author":"Margaret Thatcher","topic":"Chance"},{"quote":"You know, from my point of view, I&#39;m the luckiest cat on the planet.","author":"Hugh Hefner","topic":"Chance"},{"quote":"In Kenya you&#39;ve got the great birds and monkeys leaping through the trees overhead. It&#39;s a chance to remember what the world is really like.","author":"Joanna Lumley","topic":"Chance"},{"quote":"You can&#39;t sit on a lead and run a few plays into the line and just kill the clock. You&#39;ve got to throw the ball over the damn plate and five the other man his chance. That&#39;s why baseball is the greatest game of them all.","author":"Earl Weaver","topic":"Chance"},{"quote":"If everybody is doing it one way, there&#39;s a good chance you can find your niche by going exactly in the opposite direction.","author":"Sam Walton","topic":"Chance"},{"quote":"I&#39;ve always made a total effort, even when the odds seemed entirely against me. I never quit trying; I never felt that I didn&#39;t have a chance to win.","author":"Arnold Palmer","topic":"Chance"},{"quote":"Keep on going and the chances are you will stumble on something, perhaps when you are least expecting it. I have never heard of anyone stumbling on something sitting down.","author":"Charles Kettering","topic":"Chance"},{"quote":"All anyone asks for is a chance to work with pride.","author":"W. Edwards Deming","topic":"Chance"},{"quote":"In my mind&#39;s eye, I visualize how a particular... sight and feeling will appear on a print. If it excites me, there is a good chance it will make a good photograph. It is an intuitive sense, an ability that comes from a lot of practice.","author":"Ansel Adams","topic":"Chance"},{"quote":"So when you get a chance to look at things and chill and relax, it makes you want it more, and that&#39;s why I&#39;m so happy to be back!","author":"Brandy Norwood","topic":"Chance"},{"quote":"Most of us regard good luck as our right, and bad luck as a betrayal of that right.","author":"William Feather","topic":"Chance"},{"quote":"I quit because I didn&#39;t feel like the Detroit Lions had a chance to win. It just killed my enjoyment of the game.","author":"Barry Sanders","topic":"Chance"},{"quote":"Choose what you actually want to do rather than what you think will impress people on Facebook. Ironically, when you do this, something amazing happens; what you produce stands a better chance of getting recognition. Not just on Facebook, but in the real world.","author":"Meghan Daum","topic":"Chance"},{"quote":"For the happiest life, days should be rigorously planned, nights left open to chance.","author":"Mignon McLaughlin","topic":"Chance"},{"quote":"I&#39;m a great aficionado of history. I was deeply affected by seeing the disintegration of any chance of democracy coping with fascism in the Weimar republic, where woolly-minded, well-meaning liberalism actually allowed the forces of darkness to use democracy, to exploit democracy, to overturn democracy.","author":"David Blunkett","topic":"Chance"},{"quote":"I&#39;m all about taking chances. You have to ask yourself, if you&#39;re not taking any chances, are you actually even living? Every time you walk out of your door and you&#39;re out in the world, you take a chance on not coming back. That is the danger and the dynamic of being alive.","author":"CeeLo Green","topic":"Chance"},{"quote":"I think now that I&#39;m in the autumn of my life, and I&#39;m getting a chance of having an overview and looking at the shape of how things happen, when things happen, why things happen, I think it was fitting that I spent most of my early career doing mask work, because I just don&#39;t think I was that comfortable in my own skin.","author":"Ron Perlman","topic":"Chance"},{"quote":"I was dying but suddenly had a second chance at living.","author":"Shelley Fabares","topic":"Chance"},{"quote":"I believe in giving people a second chance.","author":"George Zimmer","topic":"Chance"},{"quote":"Hold puppies, kittens, and babies anytime you get the chance.","author":"H. Jackson Brown, Jr.","topic":"Chance"},{"quote":"People are always asking for the latest developments in the unification of this theory with that theory, and they don&#39;t give us a chance to tell them anything about one of the theories that we know pretty well. They always want to know things that we don&#39;t know.","author":"Richard P. Feynman","topic":"Chance"},{"quote":"If you knew that your life was merely a phase or short, short segment of your entire existence, how would you live? Knowing nothing &#39;real&#39; was at risk, what would you do? You&#39;d live a gigantic, bold, fun, dazzling life. You know you would. That&#39;s what the ghosts want us to do - all the exciting things they no longer can.","author":"Chuck Palahniuk","topic":"Chance"},{"quote":"When I first ran for Congress, I went to my daughter Alexandra, who was going to be a senior in high school, and said: &#39;I have a chance to run. I may not win, but I&#39;d be gone three nights a week. So, if you want me to stay, I&#39;ll be happy to.&#39; And do you know what she said to me? &#39;Mother, get a life!&#39;","author":"Nancy Pelosi","topic":"Chance"},{"quote":"I really don&#39;t like the gym. I like experiences, so I take any chance I get to go on a bicycle or on a hike.","author":"Blake Lively","topic":"Chance"},{"quote":"Man, if I get a chance to speak on the microphone, I&#39;ve got to say something somewhere in there. You know, I&#39;m going to laugh and have fun, too, but something has to be said that has some substance, because this is a platform, and the power that we have with words and with this microphone is phenomenal.","author":"Common","topic":"Chance"},{"quote":"I live in a constant state of gratitude, thankfulness, and appreciation for the second chance I was given, so anytime in any film, when that is given to someone, I always appreciate it.","author":"Shawn Michaels","topic":"Chance"},{"quote":"For me, conferences are like little mental vacations: a chance to go visit an interesting place for a couple of days, and come back rested and refreshed with new ideas and perspectives.","author":"Erin McKean","topic":"Chance"},{"quote":"It&#39;s not how you start the season, it&#39;s how you finish. If you wind up helping the team make the playoffs, that&#39;s what you play for. You don&#39;t play to put up your numbers, but to try to get a chance to make it to the World Series.","author":"Albert Pujols","topic":"Chance"},{"quote":"Here is the root of all romanticism: that man, the individual, is an infinite reservoir of possibilities, and if you can so rearrange society by the destruction of oppressive order, then these possibilities will have a chance, and you will get Progress.","author":"T. E. Hulme","topic":"Chance"},{"quote":"You can choose a future where more Americans have the chance to gain the skills they need to compete, no matter how old they are or how much money they have. Education was the gateway to opportunity for me. It was the gateway for Michelle. And now more than ever, it is the gateway to a middle-class life.","author":"Barack Obama","topic":"Chance"},{"quote":"When I won the Golden Gloves in 1960, that made me realize I had a chance. And when I won at the Olympics, that sealed it: I was the champ.","author":"Muhammad Ali","topic":"Chance"},{"quote":"When you learn about the teaching and the practice of another tradition, you always have a chance to understand your own teaching and practice.","author":"Thich Nhat Hanh","topic":"Chance"},{"quote":"If I had my way, if I was lucky enough, if I could be on the brink my entire life - that great sense of expectation and excitement without the disappointment - that would be the perfect state.","author":"Cate Blanchett","topic":"Chance"},{"quote":"Starbucks did this magical thing where it took a product that people didn&#39;t really care that much about and made it this treat. It makes you feel better about your day and gives you a chance to reflect, makes you feel a little special.","author":"Aileen Lee","topic":"Chance"},{"quote":"Strip makeup lights just don&#39;t give you a fighting chance no matter how good looking you are. Light sconces that flank the mirror illuminate your entire face evenly.","author":"Candice Olson","topic":"Chance"},{"quote":"&#39;Eyes Wide Open&#39; took shape from two real life events straight from my own past. One was the sad suicide of my young nephew, a troubled kid, who was found at the bottom of a landmark cliff in central California. The second was a chance encounter forty years ago with none other than, ahem, Charles Manson!","author":"Andrew Gross","topic":"Chance"},{"quote":"There are people who want to make men&#39;s lives more difficult for no other reason than the chance it provides them afterwards to offer their prescription for alleviating life; their Christianity, for instance.","author":"Friedrich Nietzsche","topic":"Chance"},{"quote":"Read the best books first, or you may not have a chance to read them at all.","author":"Henry David Thoreau","topic":"Chance"},{"quote":"I always rewrite each day up to the point where I stopped. When it is all finished, naturally you go over it. You get another chance to correct and rewrite when someone else types it, and you see it clean in type. The last chance is in the proofs. You&#39;re grateful for these different chances.","author":"Ernest Hemingway","topic":"Chance"},{"quote":"Joint undertakings stand a better chance when they benefit both sides.","author":"Euripides","topic":"Chance"},{"quote":"We are able to find everything in our memory, which is like a dispensary or chemical laboratory in which chance steers our hand sometimes to a soothing drug and sometimes to a dangerous poison.","author":"Marcel Proust","topic":"Chance"},{"quote":"The American people are ready for solutions, and Donald Trump offers a chance to move in a new direction.","author":"Paul Ryan","topic":"Chance"},{"quote":"A person who has not done one half his day&#39;s work by ten o clock, runs a chance of leaving the other half undone.","author":"Emily Bronte","topic":"Chance"},{"quote":"I&#39;ve always taken risks, and never worried what the world might really think of me.","author":"Cher","topic":"Chance"},{"quote":"Equal opportunity means everyone will have a fair chance at being incompetent.","author":"Laurence J. Peter","topic":"Chance"},{"quote":"The optimist underestimates how difficult it is to achieve real change, believing that anything is possible and it&#39;s possible now. Only by confronting head-on the reality that all progress is going to be obstructed by vested interests and corrupted by human venality can we create realistic programmes that actually have a chance of success.","author":"Julian Baggini","topic":"Chance"},{"quote":"We are looking for happiness and running after it in such a way that creates anger, fear and discrimination. So when you attend a retreat, you have a chance to look at the deep roots of this pollution of the collective energy that is unwholesome.","author":"Nhat Hanh","topic":"Chance"},{"quote":"Roaring like a tiger turns some children into pianists who debut at Carnegie Hall but only crushes others. Coddling gives some the excuse to fail and others the chance to succeed.","author":"Ayelet Waldman","topic":"Chance"},{"quote":"God gave me a second chance. I am so very glad with what is going on with my career, but I want to be a success in my relationship with my children.","author":"El DeBarge","topic":"Chance"},{"quote":"I understand why creative people like dark, but American audiences don&#39;t like dark. They like story. They do not respond to nervous breakdowns and unhappy episodes that lead nowhere. They like their characters to be a part of the action. They like strength, not weakness, a chance to work out any dilemma.","author":"Leslie Moonves","topic":"Chance"},{"quote":"When I woke up Sunday morning at the Open and stepped outside and felt the wind and rain in my face, I knew I had an excellent chance to win if I just took my time and trusted myself.","author":"Tom Kite","topic":"Chance"},{"quote":"It is not about the money. It&#39;s the public service aspect. Absolutely, I think it has qualities of redemption. The city gets a second chance. I get a second chance.","author":"John Rowland","topic":"Chance"},{"quote":"My dad was in a hospital for months. The doctors told my dad he would never be able to walk again. My dad beat all the odds. He came back and was able to walk and start boxing again. He went to No. 1 in the world at welterweight to fight for the world title. But he never had his chance to fight for a world title.","author":"Floyd Mayweather, Jr.","topic":"Chance"},{"quote":"Everything existing in the universe is the fruit of chance and necessity.","author":"Democritus","topic":"Chance"},{"quote":"Valor is of no service, chance rules all, and the bravest often fall by the hands of cowards.","author":"Tacitus","topic":"Chance"},{"quote":"Super-ambitious goals tend to be unifying and energizing to people; but only if they believe there&#39;s a chance of success.","author":"Peter Diamandis","topic":"Chance"},{"quote":"I hope I will always have the chance to play the violin.","author":"Joshua Bell","topic":"Chance"},{"quote":"Don&#39;t ever try and be like anybody else and don&#39;t be afraid to take risks.","author":"Waylon Jennings","topic":"Chance"},{"quote":"For me, if God blessed me with that one great hit, I&#39;m satisfied. But I&#39;ve still got a lot in me, and I&#39;d still like to get out there and tell a lot more stories cinematically. And God willing, I&#39;ll get the chance to do that.","author":"Steven Seagal","topic":"Chance"},{"quote":"Nothing happens quite by chance. It&#39;s a question of accretion of information and experience.","author":"Jonas Salk","topic":"Chance"},{"quote":"Luck, that&#39;s when preparation and opportunity meet.","author":"Pierre Trudeau","topic":"Chance"},{"quote":"Neither can men, by the same principles, be considered as lands, goods, or houses, among possessions. It is necessary that all property should be inferiour to its possessor. But how does the slave differ from his master, but by chance?","author":"Thomas Clarkson","topic":"Chance"},{"quote":"To suggest that Quebecers willingly give up the chance to exercise fully their influence within the federal government would be to betray the historical role Quebec has always played in Confederation, and to undermine the legitimacy of their pride and ambitions.","author":"Kim Campbell","topic":"Chance"},{"quote":"As a quarterback, there&#39;s no better way to finish your year, in winning a Super Bowl, than with a touchdown pass. The chances of that happening, by the looks of most of the Super Bowls, is a very rare chance. Fortunately for me, I had an opportunity.","author":"Joe Montana","topic":"Chance"},{"quote":"If, by chance, you were to meet me at the Casablanca airport or on a boat sailing from Tangiers, you would think me self-confident, but I am not. Even now, at my age, I am frightened when crossing borders because I am afraid of failing to understand strangers.","author":"Fatema Mernissi","topic":"Chance"},{"quote":"If your parents didn&#39;t have any children, there&#39;s a good chance that you won&#39;t have any.","author":"Clarence Day","topic":"Chance"},{"quote":"Creative non-fiction is such a liberating genre because it allows the non-fiction writer, whether he or she be journalist or essayist, to use all of the techniques of the fiction writer and all of the ideas, creative approaches, that fiction writers get a chance to use, but they have to use it in a true story.","author":"Lee Gutkind","topic":"Chance"},{"quote":"I am not surprised that they show no intention to follow in my footsteps, although if I had a second chance myself, I would certainly try to repeat my present career.","author":"Richard Ernst","topic":"Chance"},{"quote":"Luck marches with those who give their very best.","author":"H. Jackson Brown, Jr.","topic":"Chance"},{"quote":"I like entrepreneurial people; I like people who take risks.","author":"Billie Jean King","topic":"Chance"},{"quote":"You weren&#39;t going to the theater to change the world, but you had a chance to affect the world, the thinking and the feelings of the world.","author":"James Earl Jones","topic":"Chance"},{"quote":"I thought theater people wouldn&#39;t see me if I hadn&#39;t trained. I didn&#39;t want to just be the Brideshead guy, to spend the rest of my life wearing waistcoats. I got the chance to try everything. Not just Romeos, but pimps and grandfathers and even one role as a woman in a Naomi Wallace play called Slaughter City.","author":"Tom Hiddleston","topic":"Chance"},{"quote":"I&#39;m the one who will take chances, not worry about the backlash.","author":"Magic Johnson","topic":"Chance"},{"quote":"You will never stub your toe standing still. The faster you go, the more chance there is of stubbing your toe, but the more chance you have of getting somewhere.","author":"Charles Kettering","topic":"Chance"},{"quote":"Whatever character you play, it gives you the chance to expose another side of yourself that maybe you&#39;ve never felt comfortable with, or never knew about.","author":"Laura Dern","topic":"Chance"},{"quote":"If you show emotion in competition, temporarily, you&#39;ll be ineffective. If you&#39;re disciplined enough, you don&#39;t get down when you&#39;re behind, and you have a chance to create something positive.","author":"Tom Landry","topic":"Chance"},{"quote":"I&#39;m here today because I refused to be unhappy. I took a chance.","author":"Wanda Sykes","topic":"Chance"},{"quote":"The Peace Corps would give thousands of young Americans a chance to see at first hand the conditions in remote areas of the world.","author":"Sargent Shriver","topic":"Chance"},{"quote":"When I teach the formal curriculum, I have the chance to think about it ahead of time. I can rehearse it. I can illustrate it with self-deprecating humor and humble-sounding personal disclosure. I can try to make it comes out just right.","author":"John Ortberg","topic":"Chance"},{"quote":"If there is one phrase or action that every person on the planet would like to erase from his or her memory or have the chance to undo, it would be, &#39;Let&#39;s do it again.&#39;","author":"Cheech Marin","topic":"Chance"},{"quote":"Negotiation is often described as the art of letting the other side have your way. You have to give the other side a chance to put stuff on the table voluntarily.","author":"Christopher Voss","topic":"Chance"},{"quote":"Health care is not a privilege. It&#39;s a right. It&#39;s a right as fundamental as civil rights. It&#39;s a right as fundamental as giving every child a chance to get a public education.","author":"Rod Blagojevich","topic":"Chance"},{"quote":"Luck always favours the brave. And you must remember that brave are the people who follow their heart; brave are the people who take chances in life. Which also means you have to say no sometimes. I believe the power of no is greater than yes.","author":"Preity Zinta","topic":"Chance"},{"quote":"You might not trust me. Please give me a chance and time. I will prove myself for all of you.","author":"Yingluck Shinawatra","topic":"Chance"},{"quote":"I had a chance to get used to the lights and the camera without all that pressure to... emote.","author":"Kerri Green","topic":"Chance"},{"quote":"I think I&#39;ve got my business notions and my sense for that sort of thing from my dad. My dad never had a chance to go to school. He couldn&#39;t read and write. But he was so smart. He was just one of those people that could just make the most of anything and everything that he had to work with.","author":"Dolly Parton","topic":"Chance"},{"quote":"An American cannot converse, but he can discuss, and his talk falls into a dissertation. He speaks to you as if he was addressing a meeting; and if he should chance to become warm in the discussion, he will say &#39;Gentlemen&#39; to the person with whom he is conversing.","author":"Alexis de Tocqueville","topic":"Chance"},{"quote":"While there is a chance of the world getting through its troubles, I hold that a reasonable man has to behave as though he were sure of it. If at the end your cheerfulness in not justified, at any rate you will have been cheerful.","author":"H. G. Wells","topic":"Chance"},{"quote":"I don&#39;t like rats, but there&#39;s not much else I don&#39;t like. The problem with rats is they have no fear of human beings, they&#39;re loaded with foul diseases, they would run the place given half the chance, and I&#39;ve had them leap out of a lavatory while I&#39;ve been sitting on it.","author":"David Attenborough","topic":"Chance"},{"quote":"When it comes to the American dream, no one has a corner on the market. All of us have an equal chance to share in that dream.","author":"J. C. Watts","topic":"Chance"},{"quote":"There are golfers everywhere who may never get a chance to play a links course in Scotland, a tree-lined course in America or the sand belts of Australia. Hopefully I can bring some of those elements into their backyards.","author":"Tiger Woods","topic":"Chance"},{"quote":"No government ought to be without censors; and where the press is free, no one ever will. Chance is the pseudonym of God when he did not want to sign.","author":"Anatole France","topic":"Chance"},{"quote":"The Savior isn&#39;t our last chance; He is our only chance. Our only chance to overcome self-doubt and catch a vision of who we may become. Our only chance to repent and have our sins washed clean.","author":"Sheri L. Dew","topic":"Chance"},{"quote":"If the sun comes up, I have a chance.","author":"Venus Williams","topic":"Chance"},{"quote":"The most important thing for people to know about the governance of the Arctic is that we have a chance now to act to maintain the integrity of the system or to lose it. To lose it means that we will dismember the vital systems that make the Arctic work. It&#39;s not just a cost to the people who live there. It&#39;s a cost to all people everywhere.","author":"Sylvia Earle","topic":"Chance"},{"quote":"There&#39;s no such thing as a good time. I started an apparel-manufacturing business in the tech-boom years. I mean, come on. Get out of your garage and go take a chance and start your business.","author":"Kevin Plank","topic":"Chance"},{"quote":"I love the art of acting, and I love film, because you always have another chance if you want it. You know, if we - if this isn&#39;t going well, you can&#39;t say - well, you could say - let&#39;s stop. Let&#39;s start over again, Gene, because you were too nervous.","author":"Gene Wilder","topic":"Chance"},{"quote":"I think we need more young people; we need to elect young people to government. We need to give them a chance, in the media, in politics, in democracy.","author":"Mikhail Gorbachev","topic":"Chance"},{"quote":"I fear the boredom that comes with not learning and not taking chances.","author":"Robert Fulghum","topic":"Chance"},{"quote":"All human beings are born entrepreneurs. Some get a chance to unleash that capacity. Some never got the chance, never knew that he or she has that capacity.","author":"Muhammad Yunus","topic":"Chance"},{"quote":"My mom taught me from a young age to give back and volunteer any chance you get. It was something that I knew, if I made the NFL, I would financially have the ability to do.","author":"J. J. Watt","topic":"Chance"},{"quote":"Whenever we have thanked these men and women for what they have done for us, without exception they have expressed gratitude for having the chance to help - because they grew as they served.","author":"Clayton Christensen","topic":"Chance"},{"quote":"I grew up in a bookless house - my parents didn&#39;t read poetry, so if I hadn&#39;t had the chance to experience it at school I&#39;d never have experienced it. But I loved English, and I was very lucky in that I had inspirational English teachers, Miss Scriven and Mr. Walker, and they liked us to learn poems by heart, which I found I loved doing.","author":"Carol Ann Duffy","topic":"Chance"},{"quote":"Composing gives me a chance to work in multiple dimensions and helps me pare down my melodies into what is essential. Learning new skills has always energized me and scoring has opened up a world of sonic possibilities.","author":"Liz Phair","topic":"Chance"},{"quote":"I want to do it for myself. It&#39;s my goal and dream. All I can ask for is to get the chance and go out there and do the best I can, be as ready as I can.","author":"Carly Patterson","topic":"Chance"},{"quote":"Hopefully, I can play both sides of the fence. That&#39;s probably what winning the Oscar gives me, the chance to do something with a studio and do other things that I really want to do.","author":"Benicio Del Toro","topic":"Chance"},{"quote":"If given a chance, I would really want to explore the monuments in Delhi, like Qutub Minar and the forts. I have been there as a child, but now I want to go back and understand the history and significance behind them. We take all of these things for granted in life.","author":"Shreya Ghoshal","topic":"Chance"},{"quote":"Who I was back then, when I started on &#39;One Tree Hill,&#39; is so different from who I am now. Coming off Laguna, being 19 years old, and thrown into this odd, ridiculous spotlight, wasn&#39;t for me. There have always been haters, and people don&#39;t want to give you a chance or the benefit of the doubt, but this show gave me an opportunity.","author":"Stephen Colletti","topic":"Chance"},{"quote":"The history of free men is never really written by chance but by choice; their choice!","author":"Dwight D. Eisenhower","topic":"Chance"},{"quote":"The making of the Barack Obama franchise far exceeded the skill set of Washington&#39;s best. In fact, the recipe for Mr. Obama&#39;s global popularity can be attributed less to political minds and chance than to the enduring power of Hollywood.","author":"Andrew Breitbart","topic":"Chance"},{"quote":"A fool must now and then be right, by chance.","author":"William Cowper","topic":"Chance"},{"quote":"A person isn&#39;t born with the intelligence to be with someone special; you learn it, and you fail in the path of life, but you don&#39;t have to give up the chance to love.","author":"Gael Garcia Bernal","topic":"Chance"},{"quote":"There&#39;s a pretty good chance that you&#39;re going to go down when you&#39;re on a motorcycle or if you&#39;re sky diving or whatever, but that happened before I even got this job, and I haven&#39;t sky dived since.","author":"Charisma Carpenter","topic":"Chance"},{"quote":"Christmas for me is all about spending time with my family. I cherish any chance we have to spend all day together making gingerbread houses, baking cookies, or sitting around and watching movies.","author":"Blake Lively","topic":"Chance"},{"quote":"Festivals are great because you get to just walk around the corner and see a new band that you&#39;ve heard but not had the chance to check out.","author":"Johnny Marr","topic":"Chance"},{"quote":"No foreign policy - no matter how ingenious - has any chance of success if it is born in the minds of a few and carried in the hearts of none.","author":"Henry Kissinger","topic":"Chance"},{"quote":"Often the difference between a successful man and a failure is not one&#39;s better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act.","author":"Maxwell Maltz","topic":"Chance"},{"quote":"I do believe in humanism, and I believe that we should treat each other with respect and care and look after each other. All human beings should have an equal chance to survive in society, and inequality is a big problem in society.","author":"Stellan Skarsgard","topic":"Chance"},{"quote":"A complaint is a chance to turn a customer into a lifelong friend. I say that seriously, not as some press release baloney.","author":"Richard Branson","topic":"Chance"},{"quote":"There&#39;s no reason why children in inner cities or rural areas do not receive the same quality education or opportunities as those in suburbs or wealthy neighborhoods. If we truly believe in giving all citizens a chance to pursue happiness and pursue their goals, then we cannot continue to marginalize entire groups of people.","author":"Al Sharpton","topic":"Chance"},{"quote":"Knowledge doesn&#39;t really form part of human nature. Conflict, combat, the outcome of the combat, and, consequently, risk and chance are what gives rise to knowledge. Knowledge is not instinctive; it is counter instinctive, just as it is not natural but counter natural.","author":"Michel Foucault","topic":"Chance"},{"quote":"I want the world to know that everybody deserves a second chance.","author":"El DeBarge","topic":"Chance"},{"quote":"I always start my New Year at church with my family. I see it as a fresh beginning - like a new chance we get to renew our lives, perhaps? Starting it by praying gives me a lot of hope for the future.","author":"Nivin Pauly","topic":"Chance"},{"quote":"If someone is always to blame, if every time something goes wrong someone has to be punished, people quickly stop taking risks. Without risks, there can&#39;t be breakthroughs.","author":"Peter Diamandis","topic":"Chance"},{"quote":"I used to have all these plans and think &#39;Ah, I have my whole life figured out&#39;, but then I realized no matter how much I plan: life happens! So I find myself living day to day trying to do my best, embracing every moment as a learning opportunity and chance to get to know myself a little more.","author":"Q'orianka Kilcher","topic":"Chance"},{"quote":"Classic art was the art of necessity: modern romantic art bears the stamp of caprice and chance.","author":"Max Eastman","topic":"Chance"},{"quote":"Chance is a word void of sense; nothing can exist without a cause.","author":"Voltaire","topic":"Chance"},{"quote":"The lessons I learned from the dark days at Alibaba are that you&#39;ve got to make your team have value, innovation, and vision. Also, if you don&#39;t give up, you still have a chance. And, when you are small, you have to be very focused and rely on your brain, not your strength.","author":"Jack Ma","topic":"Chance"},{"quote":"In my 20s, life seemed endless. At 49, I&#39;ve had a chance to see how dark life can be, and I am far more aware of the constraints of time than when I wrote &#39;The Kite Runner.&#39; I realise there is only a limited number of things I can do.","author":"Khaled Hosseini","topic":"Chance"},{"quote":"With the right help, children have a good chance of overcoming their issues while they are still young and can have the bright future they deserve.","author":"Kate Middleton","topic":"Chance"},{"quote":"The only safe thing is to take a chance.","author":"Mike Nichols","topic":"Chance"},{"quote":"We are not trying to entertain the critics. I&#39;ll take my chances with the public.","author":"Walt Disney","topic":"Chance"},{"quote":"All I ask is the chance to prove that money can&#39;t make me happy.","author":"Spike Milligan","topic":"Chance"},{"quote":"Take risks. Ask big questions. Don&#39;t be afraid to make mistakes; if you don&#39;t make mistakes, you&#39;re not reaching far enough.","author":"David Packard","topic":"Chance"},{"quote":"A consistent soul believes in destiny, a capricious one in chance.","author":"Benjamin Disraeli","topic":"Chance"},{"quote":"I don&#39;t like work... but I like what is in work - the chance to find yourself. Your own reality - for yourself, not for others - which no other man can ever know.","author":"Joseph Conrad","topic":"Chance"},{"quote":"It&#39;s so much worse to live in regret in your forties than it is to take a chance in your late twenties.","author":"Donna Lynne Champlin","topic":"Chance"},{"quote":"I want a president with a record of public service, someone whose life&#39;s work shows our children that we don&#39;t chase fame and fortune for ourselves: we fight to give everyone a chance to succeed.","author":"Michelle Obama","topic":"Chance"},{"quote":"Suffering by nature or chance never seems so painful as suffering inflicted on us by the arbitrary will of another.","author":"Arthur Schopenhauer","topic":"Chance"},{"quote":"I figure you have the same chance of winning the lottery whether you play or not.","author":"Fran Lebowitz","topic":"Chance"},{"quote":"There&#39;s a way of playing safe, there&#39;s a way of using tricks and there&#39;s the way I like to play which is dangerously where you&#39;re going to take a chance on making mistakes in order to create something you haven&#39;t created before.","author":"Dave Brubeck","topic":"Chance"},{"quote":"Everybody deserves a second chance in this world. That&#39;s basically all I ask.","author":"Shannen Doherty","topic":"Chance"},{"quote":"The right time is any time that one is still so lucky as to have.","author":"Henry James","topic":"Chance"},{"quote":"I know that I&#39;m here because of the grace of God. But I also know that I&#39;ve been given this second chance for a specific reason, and that is to bring love to the world again through the voice of my music, and I&#39;m so honored to be able to do it. I&#39;m so blessed that God has chosen me to do that.","author":"El DeBarge","topic":"Chance"},{"quote":"A wise man turns chance into good fortune.","author":"Thomas Fuller","topic":"Chance"},{"quote":"I&#39;m quite old-fashioned. I like going out to dinner. You have the chance to talk to somebody and get to know them better.","author":"Harry Styles","topic":"Chance"},{"quote":"Every time we&#39;ve moved ahead in IBM, it was because someone was willing to take a chance, put his head on the block, and try something new.","author":"Thomas J. Watson","topic":"Chance"},{"quote":"You don&#39;t have to be a believer in Jesus Christ to be a gracious individual and understand that everybody messes up and that most are looking for a second chance.","author":"Shawn Michaels","topic":"Chance"},{"quote":"Giving a 10-year mandatory minimum for a second offense fist fight is not going to reduce the chance that someone will be stabbed 16 times when you are not funding any of the programs that are desperately needed to actually reduce juvenile crime.","author":"Bobby Scott","topic":"Chance"},{"quote":"You hit home runs not by chance but by preparation.","author":"Roger Maris","topic":"Chance"},{"quote":"To God be humble, to thy friend be kind, and with thy neighbors gladly lend and borrow; His chance tonight, it maybe thine tomorrow.","author":"William Dunbar","topic":"Chance"},{"quote":"The former colonies, in Latin America in particular, have a better chance than ever before to overcome centuries of subjugation, violence and foreign intervention, which they have so far survived as dependencies with islands of luxury in a sea of misery.","author":"Noam Chomsky","topic":"Chance"},{"quote":"Standing on the apex of our planet is humbling. I&#39;m starved of oxygen, depleted of reserves, unable to eat, and bound by anxiety. This is a dangerous place. Yet the symbolism of standing on top of the world gives me a chance to experience time on a cosmic scale.","author":"Conrad Anker","topic":"Chance"},{"quote":"Refusing to ask for help when you need it is refusing someone the chance to be helpful.","author":"Ric Ocasek","topic":"Chance"},{"quote":"Be strong and follow your own convictions. You can&#39;t assume there is a lot of time to do what you like. This is what David Bowie is afraid of: that he will die before he gets a chance to make a real strong contribution.","author":"Marc Bolan","topic":"Chance"},{"quote":"We don&#39;t get a chance to do that many things, and every one should be really excellent. Because this is our life. Life is brief, and then you die, you know? So this is what we&#39;ve chosen to do with our life.","author":"Steve Jobs","topic":"Chance"},{"quote":"&#39;Chance the Rapper&#39; is many things. I&#39;m constantly evolving.","author":"Chance The Rapper","topic":"Chance"},{"quote":"One hour of life, crowded to the full with glorious action, and filled with noble risks, is worth whole years of those mean observances of paltry decorum, in which men steal through existence, like sluggish waters through a marsh, without either honor or observation.","author":"Walter Scott","topic":"Chance"},{"quote":"I never had a chance to play with dolls like other kids. I started working when I was six years old.","author":"Billie Holiday","topic":"Chance"},{"quote":"Great deeds are usually wrought at great risks.","author":"Herodotus","topic":"Chance"},{"quote":"Some folk want their luck buttered.","author":"Thomas Hardy","topic":"Chance"},{"quote":"There are people who are able to plan their career, their future, but I&#39;ve never had any talent for that. I just do things and hope for the best. Say yes, take a chance, and sometimes it&#39;s terrific and sometimes it&#39;s not.","author":"Christopher Walken","topic":"Chance"},{"quote":"A life lived of choice is a life of conscious action. A life lived of chance is a life of unconscious creation.","author":"Neale Donald Walsch","topic":"Chance"},{"quote":"Baseball gives every American boy a chance to excel, not just to be as good as someone else but to be better than someone else. This is the nature of man and the name of the game.","author":"Ted Williams","topic":"Chance"},{"quote":"You can lay in bed and think you don&#39;t stand a chance, that&#39;s what all of us thought, and here we are. We ended up doing all right.","author":"Louis Tomlinson","topic":"Chance"},{"quote":"Always go to the bathroom when you have a chance.","author":"King George V","topic":"Chance"},{"quote":"If no one ever took risks, Michaelangelo would have painted the Sistine floor.","author":"Neil Simon","topic":"Chance"},{"quote":"It&#39;s no secret that we were sticking just about every nickel we had on the chance that people would really be interested in something totally new and unique in the field of entertainment.","author":"Walt Disney","topic":"Chance"},{"quote":"When we have peace, then we have a chance to save the planet. But if we are not united in peace, if we do not practice mindful consumption, we cannot save our planet.","author":"Thich Nhat Hanh","topic":"Chance"},{"quote":"A child-like man is not a man whose development has been arrested; on the contrary, he is a man who has given himself a chance of continuing to develop long after most adults have muffled themselves in the cocoon of middle-aged habit and convention.","author":"Aldous Huxley","topic":"Chance"},{"quote":"Now, I have always believed that women are not victims; we are agents of change, we are drivers of progress, we are makers of peace - all we need is a fighting chance.","author":"Hillary Clinton","topic":"Chance"},{"quote":"Give ordinary folk the chance to buy the same things as rich people.","author":"Sam Walton","topic":"Chance"},{"quote":"Most people sort of enjoy going to work because of the socialisation, a chance to flirt with co-workers and so on, but actually hate the job they do.","author":"P. J. O'Rourke","topic":"Chance"},{"quote":"Rhetoric does not get you anywhere, because Hitler and Mussolini are just as good at rhetoric. But if you can bring these people down with comedy, they stand no chance.","author":"Mel Brooks","topic":"Chance"},{"quote":"Americans are fighters. We&#39;re tough, resourceful and creative, and if we have the chance to fight on a level playing field, where everyone pays a fair share and everyone has a real shot, then no one - no one can stop us.","author":"Elizabeth Warren","topic":"Chance"},{"quote":"Children are our second chance to have a great parent-child relationship.","author":"Laura Schlessinger","topic":"Chance"},{"quote":"There&#39;s a good chance that if you&#39;re talking to me when I&#39;m snoring, it means I&#39;m bored.","author":"Garry Shandling","topic":"Chance"},{"quote":"Games of chance often involve some amount of skill; this does not make them legal. Good poker players often beat novices. But poker is still gambling, and running a poker room - or online casino - is illegal in New York.","author":"Eric Schneiderman","topic":"Chance"},{"quote":"I&#39;m going to write a book, continue acting, continue motivational speaking and just share with people who I am and what I&#39;ve learned in my second chance of life and pass it on to people in their first chance of life.","author":"J. R. Martinez","topic":"Chance"},{"quote":"I grew up never seeing myself on-screen, and it&#39;s really important to me to give people who look like me a chance to see themselves. I want to see myself as the hero of any story. I want to see myself save the world from the bomb.","author":"Sandra Oh","topic":"Chance"},{"quote":"Every possession and every happiness is but lent by chance for an uncertain time, and may therefore be demanded back the next hour.","author":"Arthur Schopenhauer","topic":"Chance"},{"quote":"God&#39;s dice always have a lucky roll.","author":"Sophocles","topic":"Chance"},{"quote":"Any revolutionary change must be preceded by a passive, affirmative, non-challenging attitude toward change among the mass of our people. They must feel so frustrated, so defeated, so lost, so futureless in the prevailing system that they are willing to let go of the past and chance the future.","author":"Saul Alinsky","topic":"Chance"},{"quote":"According to a new survey, 40 percent of adults in Mexico say they would move to the United States if they got a chance. The number would have been higher, but the other 60 percent already live here.","author":"Conan O'Brien","topic":"Chance"},{"quote":"We stand our best chance of leaving a legacy to those who want to learn, our children, by standing firm. In matters of style, hey, swing with the stream. But in matters of principle, you need to stand like a rock.","author":"Kevin Costner","topic":"Chance"},{"quote":"The power of digital distribution over physical retail outlets is you have a chance to create a global audience.","author":"Chad Hurley","topic":"Chance"},{"quote":"The great thing about suicide is that it&#39;s not one of those things you have to do now or you lose your chance. I mean, you can always do it later.","author":"Harvey Fierstein","topic":"Chance"},{"quote":"When you have the chance to play a Champions League final, you have to win it.","author":"Gianluigi Buffon","topic":"Chance"},{"quote":"Nothing can ever happen twice. In consequence, the sorry fact is that we arrive here improvised and leave without the chance to practice.","author":"Wislawa Szymborska","topic":"Chance"},{"quote":"Everything in my career is my decision - every picture, every outfit. You get one chance at this, and I never saw myself as being a puppet.","author":"Katherine Jenkins","topic":"Chance"},{"quote":"I&#39;m a responsible soul. But anyone who has the chance to spend time with me can see I&#39;m still 22 years old. I love talking about clothes and guys and shoes and makeup. Plus, I&#39;m obsessed with anything Hello Kitty!","author":"Jordin Sparks","topic":"Chance"},{"quote":"No human being will ever know the Truth, for even if they happen to say it by chance, they would not even known they had done so.","author":"Xenophanes","topic":"Chance"},{"quote":"I had been asking the universe and God to send me a way for me to help me. Show business has been so wonderful to me, and it came in the form of that. It&#39;s just so funny how things come into your life, and if you take a chance on them, it might give you a brand new life.","author":"Louie Anderson","topic":"Chance"},{"quote":"I am proof that one person can rise above any challenge, and if I can, then so will others if they are given the chance.","author":"Emmanuel Jal","topic":"Chance"},{"quote":"You grow up in America and you&#39;re told from day one, &#39;This is the land of opportunity.&#39; That everybody has an equal chance to make it in this country. And then you look at places like Harlem, and you say, &#39;That is absolutely a lie.&#39;","author":"Geoffrey Canada","topic":"Chance"},{"quote":"I like chance meetings - life is full of them. Every day, without realising it, I pass people whom I should know.","author":"Krzysztof Kieslowski","topic":"Chance"},{"quote":"Necessity is the mother of taking chances.","author":"Mark Twain","topic":"Chance"},{"quote":"Come November, the American people will have the chance to re-declare their independence. Americans will have a chance to vote for trade, immigration and foreign policies that put our citizens first. They will have the chance to reject today&#39;s rule by the global elite, and to embrace real change that delivers a government of, by and for the people.","author":"Donald Trump","topic":"Chance"},{"quote":"We&#39;ve gotta become the Martians. I&#39;m a Martian - I tell you to become Martians. And we&#39;ve gotta go to Mars and civilize Mars and build a whole civilization on Mars and then move out, 300 years from now into the universe. And when we do that, we have a chance of living forever.","author":"Ray Bradbury","topic":"Chance"},{"quote":"I hope that tomorrow we can all, wherever we are, join in expressing our grief at Diana&#39;s loss, and gratitude for her all-too-short life. It is a chance to show to the whole world the British nation united in grief and respect.","author":"Queen Elizabeth II","topic":"Chance"},{"quote":"My father will anticipate everything. He will leave you and me no chance to do a great and brilliant deed.","author":"Alexander the Great","topic":"Chance"},{"quote":"Beset by a difficult problem? Now is your chance to shine. Pick yourself up, get to work and get triumphantly through it.","author":"Ralph Marston","topic":"Chance"},{"quote":"New York is the place that made my and other artists&#39; dreams come true by giving us a chance to realise our ideas and concepts. It was a great place for making a presentation of artistic creation.","author":"Yayoi Kusama","topic":"Chance"},{"quote":"One must not make oneself cheap here - that is a cardinal point - or else one is done. Whoever is most impertinent has the best chance.","author":"Wolfgang Amadeus Mozart","topic":"Chance"},{"quote":"Care and diligence bring luck.","author":"Thomas Fuller","topic":"Chance"},{"quote":"When I get a chance to play golf or go on a boat with good people, take the boat out and put some lobsters on the grill, get the ice-cold beer and the cigars - that&#39;s heaven here on earth.","author":"Bernie Mac","topic":"Chance"},{"quote":"I don&#39;t feel that I&#39;ve faced discrimination. I&#39;ve had every chance to succeed and more, and I think that&#39;s what all women should have.","author":"Janet Yellen","topic":"Chance"},{"quote":"Birth is violent, and out of that violence is our only chance of rebirth.","author":"Nick Nolte","topic":"Chance"},{"quote":"That&#39;s what&#39;s great about the arts. Everything inspires you, and you get a chance to grow from watching other people and how they do their work.","author":"Jamie Foxx","topic":"Chance"},{"quote":"There is a one-in-300 chance that Earth will be struck on March 16, 2880, by an asteroid large enough to destroy civilization and possibly cause the extinction of the human race. But, on the bright side, Prince could re-release his hit song with the new refrain &#39;We&#39;re gonna party like its twenty-eight seventy-nine.&#39;","author":"Nathan Myhrvold","topic":"Chance"},{"quote":"What&#39;s on my playlist when I&#39;m fighting is not so much hip-hop. Sometimes, it&#39;s something more inspirational. I get a chance to think about what I&#39;m fighting for, like, my family. It takes me to that state because a lot of times, it&#39;s a spiritual warfare for me.","author":"Tyron Woodley","topic":"Chance"},{"quote":"What I felt was, if you spend your life just writing fiction, you are going to falsify your material. And the fictional form was going to force you to do things with the material, to dramatize it in a certain way. I thought nonfiction gave one a chance to explore the world, the other world, the world that one didn&#39;t know fully.","author":"V. S. Naipaul","topic":"Chance"},{"quote":"In books, as in life, there are no second chances. On second thought: it&#39;s the next work, still to be written, that offers the second chance.","author":"Cynthia Ozick","topic":"Chance"},{"quote":"! discovered photography completely by chance. My wife is an architect; when we were young and living in Paris, she bought a camera to take pictures of buildings. For the first time, I looked through a lens - and photography immediately started to invade my life.","author":"Sebastiao Salgado","topic":"Chance"},{"quote":"For me, it&#39;s just finding ways to create shots. I feel like if I got a shot off, it has a good chance of going in. So it&#39;s finding ways of creating different shots. Being smart. I watch film a lot, and different tricks that I can do to get my shot off the ball and creating ways to get shots off of pick-and-rolls or one-on-one situations like that.","author":"Seth Curry","topic":"Chance"},{"quote":"The best thing to do is stare it in the face and move on. We have to face our fears and plow through. I think taking chances takes a lot more courage than staying stagnant and doing what&#39;s safe and comfortable.","author":"Terri Clark","topic":"Chance"},{"quote":"When a person cannot deceive himself the chances are against his being able to deceive other people.","author":"Mark Twain","topic":"Chance"},{"quote":"I never sympathise with the accused unless there&#39;s a chance the accused is not guilty, but I certainly don&#39;t ever sympathise with the criminal.","author":"Clint Eastwood","topic":"Chance"},{"quote":"The more I come to know about the outside world&#39;s perception of China, the more I feel there are all sorts of misunderstandings, and to a certain extent, people do not get the full picture from the media. A lot of foreigners have few opportunities to visit China, and a lot of Chinese people do not have the chance to go to Europe or to the West.","author":"Jack Ma","topic":"Chance"},{"quote":"Cell phones tend to bring us more inside of our lives whereas movies offer a chance to escape, so there are two competing forces.","author":"Steven Spielberg","topic":"Chance"},{"quote":"What can be more foolish than to think that all this rare fabric of heaven and earth could come by chance, when all the skill of art is not able to make an oyster!","author":"Anatole France","topic":"Chance"},{"quote":"Until the age of five, my parents spoke to me in Chinese or a combination of Chinese and English, but they didn&#39;t force me to speak Mandarin. In retrospect, this was sad, because they believed that my chance of doing well in America hinged on my fluency in English. Later, as an adult, I wanted to learn Chinese.","author":"Amy Tan","topic":"Chance"},{"quote":"If I go into a restaurant there&#39;s a very good chance that I&#39;m going to spend my time being the mayor. If I want to have a good time, I&#39;m happier having dinner here.","author":"Jack Nicholson","topic":"Chance"},{"quote":"You gotta learn that if you don&#39;t get it by midnight, chances are you ain&#39;t gonna get it, and if you do, it ain&#39;t worth it.","author":"Casey Stengel","topic":"Chance"},{"quote":"I didn&#39;t see myself any different from my white counterparts in school. I just didn&#39;t! I thought I could do what they did. And what I didn&#39;t do well, I thought people were going to give me the opportunity to do well, because maybe they saw my talent, so they would give me a chance. I had no idea that they would see me completely different.","author":"Viola Davis","topic":"Chance"},{"quote":"I met my wife through playing golf. She is French and couldn&#39;t speak English and I couldn&#39;t speak French, so there was little chance of us getting involved in any boring conversations - that&#39;s why we got married really quickly.","author":"Sean Connery","topic":"Chance"},{"quote":"I feel more like I&#39;m a person who has so much to offer in different capacities that it would be a danger for me not to give myself a chance to spread my wings in all different directions.","author":"Alicia Keys","topic":"Chance"},{"quote":"You get a chance like that maybe once in your lifetime, and you are lucky to sustain it over that period of time. It doesn&#39;t mean to say that whatever I do in the future has no substance to it - I may present some new material I&#39;ve got, and there are definitely new angles of doing it - but I&#39;m not looking to recreate another Led Zeppelin.","author":"Jimmy Page","topic":"Chance"},{"quote":"You&#39;re not going to eliminate concussions. Anytime you hit your head, you have a chance of getting a concussion, in any sport, too. I think we have to learn more about it. Part of it is rules, part of it is equipment, part of it is medical studies, knowing more about the brain.","author":"John Madden","topic":"Chance"},{"quote":"Now we Democrats believe that America is still the country of fair play, that we can come out of a small town or a poor neighborhood and have the same chance as anyone else, and it doesn&#39;t matter whether we are black or Hispanic, or disabled or women.","author":"Ann Richards","topic":"Chance"},{"quote":"Think of success as a game of chance in which you have control over the odds. As you begin to master concepts in personal achievement, you are increasing your odds of achieving success.","author":"Bo Bennett","topic":"Chance"},{"quote":"Post-Brexit, we got a chance to start all over again with a president in Trump, who is Anglophile. He is pro-British. He knows the things we&#39;ve shared together over the years - the good and the bad.","author":"Nigel Farage","topic":"Chance"},{"quote":"There are so many people, deaf or otherwise abled, who are so talented but overlooked or not given a chance to even get their foot in the door.","author":"Marlee Matlin","topic":"Chance"},{"quote":"If you don&#39;t love the Dodgers, there&#39;s a good chance you may not get into Heaven.","author":"Tommy Lasorda","topic":"Chance"},{"quote":"Spotting a rare bird is never worth the bite of a cur. Once bitten by a German shepherd, I knew that I preferred cats, even if they are bird-killers. Life is long enough for more than one chance at a rare bird.","author":"James D. Watson","topic":"Chance"},{"quote":"A lot of people head into courtship looking for fireworks. Don&#39;t pass up a chance by dumping someone after a first date because you don&#39;t feel the fireworks. The fireworks can happen at any time and be maintained.","author":"Helen Fisher","topic":"Chance"},{"quote":"The cost of living is going up and the chance of living is going down.","author":"Flip Wilson","topic":"Chance"},{"quote":"I&#39;d never taken a job purely for money - I felt that would kill me - but I was afraid that I was heading that way. Then, my brother passing away was the final thing that kicked me over. It reminded me that life is short, and you&#39;d better do what you want while you have a chance.","author":"Mark Ruffalo","topic":"Chance"},{"quote":"Although idea and form are ultimately paramount in my work, so too are chance, accident, and rawness.","author":"Martin Puryear","topic":"Chance"},{"quote":"It&#39;s good to have a lot of once-in-a-lifetimes in your lifetime. If you get the chance to skydive, go skydiving. If you&#39;re offered a part in a weird Shakespeare play in San Diego, slap on some tights and rock out some iambic pentameter.","author":"Neil Patrick Harris","topic":"Chance"},{"quote":"A Bar Mitzvah is the time in his life when a Jewish boy realizes he has a better chance of owning a team than playing for one.","author":"Jerry Reinsdorf","topic":"Chance"},{"quote":"&#39;Encore&#39; was an experiment. &#39;Encore&#39; was the second chance at a first impression. &#39;Encore&#39; was not completely planned.","author":"Hunter Hayes","topic":"Chance"},{"quote":"Fortunately, somewhere between chance and mystery lies imagination, the only thing that protects our freedom, despite the fact that people keep trying to reduce it or kill it off altogether.","author":"Luis Bunuel","topic":"Chance"},{"quote":"Since there is nothing so well worth having as friends, never lose a chance to make them.","author":"Francesco Guicciardini","topic":"Chance"},{"quote":"I think this is one of the greatest strengths of this school. Not only do the students go on to achieve great milestones in their own lives, they never forget their roots and the school that gave them the chance they needed to improve their lives and their families&#39; lives.","author":"Michael N. Castle","topic":"Chance"},{"quote":"I like learning stuff. The more information you can get about a person or a subject, the more you can pour into a potential project. I made a decision to do different things. I want to do things that have a better chance of being thought of as original. I do everything I can to disrupt my comfort zone.","author":"Brian Grazer","topic":"Chance"},{"quote":"So, whenever Scooter was the Pilot, he never had a chance to fly the orbiter. So, the joke is: I&#39;m going to have a chance to fly it first and hand it over to him.","author":"Duane G. Carey","topic":"Chance"},{"quote":"Big successful corporations have established their own culture by the time you come along, so you have as high of a chance of changing their overall culture as you have of convincing the U.S. Marines to adopt the &#39;long-haired look&#39; as their standard military haircut.","author":"Clay Clark","topic":"Chance"},{"quote":"That was my dream, to drive for Ferrari, but I am not a kid any more. If Ferrari is the best team and if I get the chance to drive for Ferrari, it would be with pleasure.","author":"Jean Alesi","topic":"Chance"},{"quote":"After leaving school, I travelled around Europe for about six months. In Denmark, I thought that was my chance to get an amazing haircut, so I went to what I thought was a great hairdresser. It turned out to be the car wash of hairdressers, and I walked out sporting yet another pudding bowl, but this time with a stripe bleached down the centre.","author":"Becki Newton","topic":"Chance"},{"quote":"That&#39;s the awesome part. Little girls now have a chance to look up and see women playing soccer, basketball, softball and now hockey - and know they can win a gold medal, too.","author":"Angela Ruggiero","topic":"Chance"},{"quote":"Supporting the entrepreneurial spirit is our best chance for economic progress.","author":"Scott Peters","topic":"Chance"},{"quote":"Realistically, the chance of any book becoming a film is slim.","author":"Kenneth Oppel","topic":"Chance"},{"quote":"I am a legal immigrant whose parents went from Russia to China to Chile to finally reach the United States and thereby give me a chance to have a better life. I served six years in the U.S. Army Reserve, went to college, have a successful career and have dedicated my life to being a good citizen.","author":"Mike Medavoy","topic":"Chance"},{"quote":"I&#39;m proud to be part of the Dr. Pepper Scholarship Giveaway. It&#39;s a great program that gives me the chance to brighten the day for some lucky college students with free tuition.","author":"Lou Holtz","topic":"Chance"},{"quote":"As long as the people don&#39;t fear the truth, there is hope. For once they fear it, the one who tells it doesn&#39;t stand a chance. And today, truth is still beautiful... but so frightening.","author":"Alice Walker","topic":"Chance"},{"quote":"My mother fought cancer for almost a decade and died at 56. She held out long enough to meet the first of her grandchildren and to hold them in her arms. But my other children will never have the chance to know her and experience how loving and gracious she was.","author":"Angelina Jolie","topic":"Chance"},{"quote":"The whole life of an American is passed like a game of chance, a revolutionary crisis, or a battle.","author":"Alexis de Tocqueville","topic":"Chance"},{"quote":"My image had always been very heterosexual, very straight. So it was a nice experience for me, a chance to clarify my own feelings about gay and lesbian civil rights.","author":"Bruce Springsteen","topic":"Chance"},{"quote":"Newspaper readership is declining like crazy. In fact, there&#39;s a good chance that nobody is reading my column.","author":"Dave Barry","topic":"Chance"},{"quote":"When the phone started ringing too many times, I had to take it back to what I can handle. I take my chances on a job or a person as opposed to a situation. I don&#39;t like to have a situation placed over my head.","author":"Bill Murray","topic":"Chance"},{"quote":"With Americans worried about losing their jobs, their savings, their homes and their chance at the American Dream, the New Direction Congress will work in a bipartisan way to lift our economy and help America&#39;s middle class.","author":"Nancy Pelosi","topic":"Chance"},{"quote":"I wanted to appeal to people who&#39;ve never really listened to hip-hop or really given it a chance before. I&#39;ve also tried to incorporate all my favorite lifestyle things in the music. Of course, &#39;Fashion Killa&#39; is one of peoples&#39; favorites because it just expresses how much I like fashion.","author":"ASAP Rocky","topic":"Chance"},{"quote":"When I was younger, I would go to auditions to have the opportunity to audition, which would mean another chance to get up there and try out my stuff, or try out what I learned and see how it worked with an audience, because where are you gonna get an audience?","author":"Al Pacino","topic":"Chance"},{"quote":"Easter is very important to me, it&#39;s a second chance.","author":"Reba McEntire","topic":"Chance"},{"quote":"The first generation of CDs sounded terrible. Any chance to remaster would make the music sound better than what was already out there.","author":"Lou Reed","topic":"Chance"},{"quote":"I believe in luck: how else can you explain the success of those you dislike?","author":"Jean Cocteau","topic":"Chance"},{"quote":"With commentating, I&#39;ve had a chance to show the humorous side of my personality that I didn&#39;t use on the court. It&#39;s fun, and I don&#39;t take myself too seriously. I have good broadcast teams with me, but I&#39;m not a huge stats guy. I think they post the numbers too quickly, and I&#39;d rather let the match play out a bit first.","author":"John McEnroe","topic":"Chance"},{"quote":"The public health of five million children should not be left to luck or chance.","author":"Jamie Oliver","topic":"Chance"},{"quote":"When you&#39;re the host of the Academy Awards, and you grew up watching Bob Hope and Johnny Carson, and now it&#39;s your turn, and you get a chance to run with the baton on the relay for a while, I really embraced it and just really loved being there.","author":"Billy Crystal","topic":"Chance"},{"quote":"How a piece ends is very important to me. It&#39;s the last chance to leave an impression with the reader, the last shot at &#39;nailing&#39; it. I love to write ending lines; usually, I know them first and write toward them, but if I knew how they came to me, I wouldn&#39;t tell.","author":"S. E. Hinton","topic":"Chance"},{"quote":"I have always thought if there is a game, and there have been a lot of fouls on me, then I have been playing well for the team, so that means we&#39;re having a good match. You can win a free-kick when there&#39;s a foul, and that&#39;s a chance to score a goal.","author":"Eden Hazard","topic":"Chance"},{"quote":"There is always some chance of recession in any year. But the evidence suggests that expansions don&#39;t die of old age.","author":"Janet Yellen","topic":"Chance"},{"quote":"The only way to break out is to gamble - take a chance with that first pick if you wanna dramatically improve your team.","author":"Jerry Jones","topic":"Chance"},{"quote":"We owe it to all our veterans to make sure they have a chance to achieve the American Dream, just like the rest of us.","author":"Tammy Duckworth","topic":"Chance"},{"quote":"At some point in your life, if you&#39;re lucky, you get to design the way in which things evolve.","author":"Daniel Day-Lewis","topic":"Chance"},{"quote":"Many a happiness in life, as many a disaster, can be due to chance, but the peace within us can never be governed by chance.","author":"Maurice Maeterlinck","topic":"Chance"},{"quote":"I go back to St. Lucia, and the exhilaration I feel is not simply the exhilaration of homecoming and of nostalgia. It is almost an irritation of feeling: &#39;Well, you never got it right. Now you have another chance. Maybe you can try and look harder.&#39;","author":"Derek Walcott","topic":"Chance"},{"quote":"I eat at In-N-Out Burger every chance I get.","author":"Robin Wright","topic":"Chance"},{"quote":"Evil is an attack against human spiritual development and enlightenment. All evil, badness, neurosis - it has one motive and one motive only, which is to destroy - to destroy your chance of arising above yourself.","author":"Vernon Howard","topic":"Chance"},{"quote":"We used to think that the enterprise was the hardest customer to satisfy, but we were wrong. It turns out, consumers are harder than the enterprise because the consumer will not give you a second chance.","author":"Eric Schmidt","topic":"Chance"},{"quote":"It is a medical fact that children can have a better chance in life with better looks, better health and more vigor if the teeth, nose, throat and mouth are taken proper care of at the crucial time of childhood.","author":"George Eastman","topic":"Chance"},{"quote":"It&#39;s one of my favorite seasons of the year: Back to School. As a kid, I loved fresh school supplies, new outfits, the change of seasons, and the chance to crack open a new textbook.","author":"Dana Perino","topic":"Chance"},{"quote":"We try to create a situation where we&#39;re the casino. It&#39;s like how an actuary would set insurance rates. Predictability, predictability, predictability. What&#39;s the path to least risk? What&#39;s the greater chance of getting some return on this asset?","author":"Billy Beane","topic":"Chance"},{"quote":"We&#39;re going to have more kids playing, and we&#39;re going to have a better chance of finding those players Minor sports in a community is for fun and recreation. For everyone.","author":"Bobby Orr","topic":"Chance"},{"quote":"The thing is most people are afraid to step out, to take a chance beyond their established identity.","author":"Demi Moore","topic":"Chance"},{"quote":"We have the tendency to run away from suffering and to look for happiness. But, in fact, if you have not suffered, you have no chance to experience real happiness.","author":"Nhat Hanh","topic":"Chance"},{"quote":"I worked as a waiter when I was 15 and got a chance to appreciate good, simple food. There&#39;s nothing better than a boiled egg with toast.","author":"Ewan McGregor","topic":"Chance"},{"quote":"When I get a chance to power jump off both legs, I can lean, twist, change directions and decide whether to dunk the ball or pass it to an open man. In other words, I may be committed to the air, but I still have some control over it.","author":"Julius Erving","topic":"Chance"},{"quote":"In using chance operations, the mind is enriched.","author":"Merce Cunningham","topic":"Chance"},{"quote":"After we were hit on September 11, 2001, we were in a state of national shock. Less than six weeks later, on October 26 2001, the U.S.A. Patriot Act was passed by a Congress that had little chance to debate it; many said that they scarcely had time to read it.","author":"Naomi Wolf","topic":"Chance"},{"quote":"&#39;The Slap&#39; is not like anything else. It&#39;s an incredibly well-written novel that has been turned into a great and intriguing series that reveals both less and more about each character than you learn in the book. It&#39;s a novel that has been given a second chance to live.","author":"Essie Davis","topic":"Chance"},{"quote":"I had my years of struggling. Some of my shows failed miserably, and I was upset by it, and it dented my confidence. But I never stopped. I kept going for it. And when I returned to New York from Los Angeles, I mean, it was make it or not - that was my last chance. And what a great chance it was, to make it in my own hometown.","author":"Regis Philbin","topic":"Chance"},{"quote":"Give peace a chance.","author":"Yitzhak Rabin","topic":"Chance"},{"quote":"I am a free spirit. I am very impulsive. I put the most trust in people chance after chance, regardless of how they treat me.","author":"Sasha Lane","topic":"Chance"},{"quote":"In a fit at the bookstore one day, I bought all my favourite composers&#39; biographies: Schubert, Massenet, Wolf. I&#39;ve still not had a chance to read them; it breaks my heart. But when you travel so much, you just can&#39;t take that many books with you.","author":"Danielle de Niese","topic":"Chance"},{"quote":"You only get one chance at your life so why not jump cars?","author":"Dax Shepard","topic":"Chance"},{"quote":"It&#39;s not about failure; it&#39;s about trying something and risking something for attaining your goal.","author":"Carol Alt","topic":"Chance"},{"quote":"Creative risk taking is essential to success in any goal where the stakes are high. Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity.","author":"Gary Ryan Blair","topic":"Chance"},{"quote":"I just love to play and I get a chance to play with other musicians and I jump on it.","author":"Chad Smith","topic":"Chance"},{"quote":"I have an interesting perspective on depending on others. I think it gives people a chance to serve. And I&#39;m not so much big on independence, as I am on interdependence. I&#39;m not talking about co-dependency, I&#39;m talking about giving people the opportunity to practicing love with its sleeves rolled up.","author":"Joni Eareckson Tada","topic":"Chance"},{"quote":"I was lucky enough, when I was younger, to have the chance to do as much as possible, and I found what I wanted to do. I did swimming, gymnastics, kickboxing and the one that took off more than the others was acting.","author":"Aaron Johnson","topic":"Chance"},{"quote":"&#39;The Voice&#39; gave me a chance to show people the side of me that is an artist. People didn&#39;t know what that would look like or sound like. It allowed people to see that potential.","author":"Judith Hill","topic":"Chance"},{"quote":"The universe is so unique and perfect that it could not have originated by chance but was divined by flawless, creative design.","author":"Fritz Zwicky","topic":"Chance"},{"quote":"I don&#39;t go to a psychiatrist. I don&#39;t go to a gym. I run away from my accountant, I run away from my dentist. They are all supposed to help you, but I like to stay in bed, where I have a chance to reflect, like Rossellini.","author":"Marlene Dumas","topic":"Chance"},{"quote":"I tend to be a person who starts with the presumption that I should trust you until you abuse the privilege, and then our relationship is forever changed. That&#39;s a very big line, and chances are it&#39;s not going to work if it&#39;s crossed. I warn people that this is how I&#39;m going to deal with it.","author":"Penny Pritzker","topic":"Chance"},{"quote":"A dream will always triumph over reality, once it is given the chance.","author":"Stanislaw Lem","topic":"Chance"},{"quote":"There has been enough suffering in our country, there has been enough of children whose dreams die before they have a chance to grow and there has been enough of our elders who, having served their nation, are forced into indignity in their old age.","author":"John Agyekum Kufuor","topic":"Chance"},{"quote":"Welcome, wild harbinger of spring! To this small nook of earth; Feeling and fancy fondly cling, Round thoughts which owe their birth, To thee, and to the humble spot, Where chance has fixed thy lowly lot.","author":"Bernard Barton","topic":"Chance"},{"quote":"Unfortunately, we don&#39;t get a second chance. We&#39;ve already played them twice.","author":"Trevor Brooking","topic":"Chance"},{"quote":"I want a president with a record of public service: someone whose life&#39;s work shows our children that we don&#39;t chase form and fortune for ourselves; we fight to give everyone a chance to succeed.","author":"Michelle Obama","topic":"Chance"},{"quote":"Happiness in marriage is entirely a matter of chance.","author":"Jane Austen","topic":"Chance"},{"quote":"Those who trust to chance must abide by the results of chance.","author":"Calvin Coolidge","topic":"Chance"},{"quote":"Insurance - an ingenious modern game of chance in which the player is permitted to enjoy the comfortable conviction that he is beating the man who keeps the table.","author":"Ambrose Bierce","topic":"Chance"},{"quote":"No man will be a sailor who has contrivance enough to get himself into a jail; for being in a ship is being in a jail, with the chance of being drowned... a man in a jail has more room, better food, and commonly better company.","author":"Samuel Johnson","topic":"Chance"},{"quote":"Chance is always powerful. Let your hook always be cast; in the pool where you least expect it, there will be fish.","author":"Ovid","topic":"Chance"},{"quote":"The thing I like about college football so much is you can affect these guys a lot more when they are 18-22, 23 years old in terms of people and having a chance to be more successful. They are still a value type development, where you have a chance to help them mature a bit and help them be a little more successful in life.","author":"Nick Saban","topic":"Chance"},{"quote":"Short of hiring a new staff, consider giving subpar workers a chance to improve. Tell them why they&#39;re not measuring up and give them a set amount of time to make specific improvements.","author":"Danny Meyer","topic":"Chance"},{"quote":"I&#39;ve become more and more aware of the promise and struggle to teach the global mind nowadays because I use every chance I get to ask faculty and administrators of management education programs why we don&#39;t offer at least one course - not even required, just an elective - on the world&#39;s religions.","author":"Warren Bennis","topic":"Chance"},{"quote":"But now I realize that this record business really needs me. No one else is trying to take a chance or do something different.","author":"Erykah Badu","topic":"Chance"},{"quote":"Wealthy men can&#39;t live in an island that is encircled by poverty. We all breathe the same air. We must give a chance to everyone, at least a basic chance.","author":"Ayrton Senna","topic":"Chance"},{"quote":"At a time when nobody thought we&#39;d ever see a new steel mill built in America, we took a chance and built one in a corn field in Indiana. Today Steel Dynamics is one of the largest steel producers in the United States.","author":"Mitt Romney","topic":"Chance"},{"quote":"Luck is always the last refuge of laziness and incompetence.","author":"James Cash Penney","topic":"Chance"},{"quote":"The real trouble with war (modern war) is that it gives no one a chance to kill the right people.","author":"Ezra Pound","topic":"Chance"},{"quote":"I have a second chance on life.","author":"Katy Perry","topic":"Chance"},{"quote":"I do not want to admit to the world that I can be a bad person. It is just that I don&#39;t want anyone to have false expectations. Moviemaking is a harsh, volatile business, and unless you can be ruthless, too, there&#39;s a good chance that you are going to disappear off the scene pretty quickly.","author":"Tom Hanks","topic":"Chance"},{"quote":"Given a chance, I would like to work with Aishwarya Rai Bachchan because she&#39;s a versatile actor.","author":"Brad Pitt","topic":"Chance"},{"quote":"The insurance of working with a big, already successful franchise just gives you the chance to do other things on a more personal level.","author":"Jason Statham","topic":"Chance"},{"quote":"With physical prep work, you know if you go to the gym, you will get size. There&#39;s no chance it won&#39;t happen. The emotional prep work is a variable. You could step onto the set one day and have a disconnect with your thoughts and feelings and have a rough day acting because you can&#39;t quite tap into what you need.","author":"Chris Evans","topic":"Chance"},{"quote":"To have the chance to see your music be elevated and to have almost universally positive response to that music, makes me feel better every day. I feel more confident and inspired, and that&#39;s fun.","author":"John Legend","topic":"Chance"},{"quote":"Improvisation is too good to leave to chance.","author":"Paul Simon","topic":"Chance"},{"quote":"Right afterwards there was a whole, whole lot of press to do, so the week after, all day, every day, was press so I didn&#39;t really get a chance to celebrate.","author":"Carrie Underwood","topic":"Chance"},{"quote":"Both of my parents were born into poor families on the island of Cuba. They came to America because it was the only place where people like them could have a chance.","author":"Marco Rubio","topic":"Chance"},{"quote":"I didn&#39;t mind staying home from school and medicating myself with vanilla ice cream and chocolate sauce. Being sick always gave me another chance to break an old-fashioned mercury thermometer, too.","author":"Sam Kean","topic":"Chance"},{"quote":"Opinions cannot survive if one has no chance to fight for them.","author":"Thomas Mann","topic":"Chance"},{"quote":"I don&#39;t know why I survived Iraq and I don&#39;t know why I made it home, but I do know that this is my second chance at life and I can do whatever I want now.","author":"Tammy Duckworth","topic":"Chance"},{"quote":"The Internet offers endangered languages a chance to have a public voice in a way that would not have been possible before.","author":"David Crystal","topic":"Chance"},{"quote":"It should be remarked that, as the principle of liberty is better understood, and more nobly interpreted, a broader protest is made in behalf of women. As men become aware that few have had a fair chance, they are inclined to say that no women have had a fair chance.","author":"Margaret Fuller","topic":"Chance"},{"quote":"If I had a chance for another life, I would certainly choose a better complexion.","author":"Richard Burton","topic":"Chance"},{"quote":"The only thing that I could get with chance, and I never was able to use it, was that I would end up with something quite geometric or the spirit that I was interested in, indulging in, was gone.","author":"Robert Rauschenberg","topic":"Chance"},{"quote":"The whole force of the respectable circles to which I belonged, that respectable circle which knew as I did not the value of security won, the slender chance of replacing it if lost or abandoned, was against me.","author":"Ida Tarbell","topic":"Chance"},{"quote":"It&#39;s amazing to think how powerful of a force optimism and hope can be. It&#39;s the thing that saves me. I believed that I lived in the greatest country in the world. I still believe that, and consequently, I believed that I had a chance, even though things around me were absolutely crazy and difficult.","author":"J. D. Vance","topic":"Chance"},{"quote":"If I&#39;m not working and getting my makeup done, that&#39;s my chance to do a hair mask and a face mask and my plucking and waxing and all of that.","author":"Rita Ora","topic":"Chance"},{"quote":"More than 150 heads of state attended the UN Summit, giving New Yorkers a chance to get in touch with prejudices they didn&#39;t even know they had.","author":"Jon Stewart","topic":"Chance"},{"quote":"The view from space is really very special. From the window, you can look back at the Earth and see the stars around you. I just hope that more people from Britain get the chance to experience it.","author":"Helen Sharman","topic":"Chance"},{"quote":"Every time someone buys a cat or a dog from a breeder or a pet shop, a cat on the streets or in an animal shelter loses his or her chance at finding a good home.","author":"Amy Jackson","topic":"Chance"},{"quote":"I believe in taking chances and living your life. Sometimes doors open and others close and you have to figure out which one you&#39;re going to take. I&#39;m always for the one that&#39;s challenging.","author":"Gisele Bundchen","topic":"Chance"},{"quote":"I was a little chubby kid that no girls ever talked to. I had little chance of becoming an internationally known rock star. Music was my escape and my belief system.","author":"Andy Biersack","topic":"Chance"},{"quote":"We know that in our free market economy some will prosper more than others. What we don&#39;t accept is the idea that some folks won&#39;t even get a chance.","author":"Julian Castro","topic":"Chance"},{"quote":"Billie Jean King is one of the all-time tennis greats; she&#39;s one of the superstars. She&#39;s ready for the big one, but she doesn&#39;t stand a chance against me. Women&#39;s tennis is so far beneath men&#39;s tennis; that&#39;s what makes the contest with a 55-year-old man the greatest contest of all time.","author":"Bobby Riggs","topic":"Chance"},{"quote":"As much as you may be sitting in the top five or the top 10, sometimes you just don&#39;t get that chance to get to the top.","author":"Charlotte Dujardin","topic":"Chance"},{"quote":"My intention here is to make it clear that not a single cell of my composition, here in regard to The Raven, is found by chance or intuition, that the composition moved towards perfection with the precision and inevitability of a mathematical equation.","author":"Maurice Ravel","topic":"Chance"},{"quote":"I have questioned myself about the brutality in the last few novels. Actually in &#39;The Leopard,&#39; in hindsight, I feel I went a little bit too far with screaming blood. There are a couple of scenes that I regret and wish I had the chance to rewrite. &#39;Phantom&#39; has less blood.","author":"Jo Nesbo","topic":"Chance"},{"quote":"Nowadays love is a matter of chance, matrimony a matter of money and divorce a matter of course.","author":"Helen Rowland","topic":"Chance"},{"quote":"Instagram has a faster chance of reaching me than CNN, and if I really want to know what&#39;s going on, I refresh my Twitter feed.","author":"Emily Weiss","topic":"Chance"},{"quote":"My career with the Navy and NASA gave me an incredible chance to showcase public service to which I am dedicated, and what we can accomplish on the big challenges of our day.","author":"Scott Kelly","topic":"Chance"},{"quote":"England gave me a chance. It&#39;s a very individual country where people have a personal style; they don&#39;t all follow a trend. The subtlety and wit of England is incredible, and they are very creative.","author":"Mario Testino","topic":"Chance"},{"quote":"When you head on out to the Moon, in very short order, and you get a chance to look back at the Earth, that horizon slowly curves around in upon himself, and all of sudden you&#39;re looking at something that is very strange, but yet is very, very familiar, because you&#39;re beginning to see the Earth evolve.","author":"Eugene Cernan","topic":"Chance"},{"quote":"I&#39;ve been starting in new places year after year after year. It&#39;s just like when I went to Greece or the Philippines. I love when people think I&#39;m a new artist. It&#39;s a chance to start over.","author":"Thalia","topic":"Chance"},{"quote":"Teachers have a chance to mold someone, inspire them. I hope all teachers realize that.","author":"Kevin James","topic":"Chance"},{"quote":"There&#39;s no chance that the iPhone is going to get any significant market share.","author":"Steve Ballmer","topic":"Chance"},{"quote":"To be part of something special, to be an Olympian and have the chance to win a medal - it&#39;s an amazing feeling.","author":"Sonny Bill Williams","topic":"Chance"},{"quote":"If you push down that pyramid of power and spread out the base, every member gets a chance to file their bill and have it heard and file their amendment and have it heard, as opposed to the system that we have now, which closes out, closes down bills, limits debate, and so forth.","author":"Dan Webster","topic":"Chance"},{"quote":"Having the chance to walk at New York Fashion Week for Yeezy and Milan Fashion Week for Alberta Ferretti and Max Mara in a hijab is so significant. It sends a message to young women everywhere that you can be beautiful for just being you.","author":"Halima Aden","topic":"Chance"},{"quote":"Great risks come in long term, tremendously assiduous, very courageous study.","author":"William Hurt","topic":"Chance"},{"quote":"There are bands that I got into when I was 15, when I was mad at my dad and just wanted to be different. I don&#39;t think I&#39;d give those bands half a chance now. But I hold some kind of nostalgia for them that I won&#39;t let go. Bands like Minor Threat and Black Flag.","author":"Pete Wentz","topic":"Chance"},{"quote":"Indy, I have lots of great memories from there, and probably the part of me that doesn&#39;t feel quite as longing for it is that there is still a chance that I could do it again. It&#39;s not gone.","author":"Danica Patrick","topic":"Chance"},{"quote":"I am constantly struggling to show people that there is more to me than my appearance. You do have to try and overcome those hurdles. Female actresses need to be given the chance to be more than how they look.","author":"Amber Heard","topic":"Chance"},{"quote":"You destroy the initiative of the working people if they don&#39;t feel they have a fighting chance to be a part of the American Dream.","author":"James Sinegal","topic":"Chance"},{"quote":"When I do get the chance I just love to hang around at home with friends and family.","author":"Delta Goodrem","topic":"Chance"},{"quote":"I don&#39;t care what other people think as long as I am happy. The day I die or retire, I have blown all my chances because I don&#39;t have the chance any more to change my image as an F1 driver.","author":"Sebastian Vettel","topic":"Chance"},{"quote":"I think that having a job in journalism, despite all of the changes, is still a fantastic way to be - make a living observing your society and having a chance to use your voice.","author":"Ellen Goodman","topic":"Chance"},{"quote":"I have a novel that I can write. It&#39;s about three soldiers from Somalia. Some babies have been disappearing up on 144th Street, and I speculate later on what happened to them and how they might have been got back. These guys are dead, all three, and they have a chance in the afterlife to do something they should have done when they were alive.","author":"Gil Scott-Heron","topic":"Chance"},{"quote":"The more we can do to create a better society, that benefits more people, the better chance we have that our society will continue to grow and prosper.","author":"Sanford I. Weill","topic":"Chance"},{"quote":"Sure, the first light snowfall may be a chance to dance giddily, leaving squeaky footprints through the neighborhood, marking the runner&#39;s right to the domain. But later drubbings of snow merely complicate running. Snow turns to ice, to slush, to ice again. Tire ruts twist ankles. New snow hides the hazards.","author":"Don Kardong","topic":"Chance"},{"quote":"I just do whatever it is that I believe I should do, regardless of the risks to my life.","author":"Corazon Aquino","topic":"Chance"},{"quote":"We always think, &#39;Well, for a person who&#39;s blind, it must be an amazing, joyful miracle if by some chance their sight is restored to them.&#39; Now, this may be true for blind people who lost their vision at a later age. It&#39;s rarely true for people who were born blind or who go blind at a very young age.","author":"Rosemary Mahoney","topic":"Chance"},{"quote":"And certainly the history of public sculpture has been disastrous but that doesn&#39;t mean it ought not to continue and the only way it even has a chance to continue is if the work gets out into the public.","author":"Richard Serra","topic":"Chance"},{"quote":"The prevailing view was that girls were outside of school because of the resistance of families to their education. But when I visited a local village, what everyone told me - the chiefs, the parents, the children - was that girls weren&#39;t in school because it was the boys that had a better chance of getting paid work in the future.","author":"Ann Cotton","topic":"Chance"},{"quote":"If one has curiosity, then one stands the chance of attain a high level of scientific inquiry.","author":"Ada Yonath","topic":"Chance"},{"quote":"Better that you should take the chance of trying something that is close to your heart, you think is what you want to write, and if they do not publish it, put it in your drawer. But maybe another day will come and you will find a place to put that.","author":"Gay Talese","topic":"Chance"},{"quote":"I love New York. I was sad, depressed and incredibly moved by our fellow countrymen and what they&#39;ve done. I wanted to give people a chance to see something funny, have a distraction.","author":"Ben Stiller","topic":"Chance"},{"quote":"No money in this world could convince me to play for Liverpool. That&#39;s not a lack of respect for Liverpool supporters or the football club. It&#39;s respect for the Everton supporters. You just can&#39;t do that. It goes against everything that I stand for. No chance.","author":"Timothy F. Cahill","topic":"Chance"},{"quote":"I was overjoyed when I was offered the title role in &#39;Well Done Abba.&#39; I was ready for the role even before I heard the story because you don&#39;t ask questions when it is Shyam Benegal&#39;s film. It is the chance of a lifetime.","author":"Boman Irani","topic":"Chance"},{"quote":"You never know who&#39;s going to become your friend. Friends are always chance meetings.","author":"Steve Guttenberg","topic":"Chance"},{"quote":"Well, I think in trying to make life seem real enough that one is moved to do something about the more atrocious things. By going really far afield into a completely fake world, maybe there&#39;s a chance to make things resonant somehow - or in this case, truly terrifying. To make it as bad as the real stuff that&#39;s happening.","author":"Jenny Holzer","topic":"Chance"},{"quote":"To meet the expectations of the majority of our people, and to open up new vistas of economic opportunity so that the aspirations of Nigerians can stand a fair chance of being fulfilled in a lifetime, there must be a truly committed leadership in a democratic Nigeria.","author":"Ibrahim Babangida","topic":"Chance"},{"quote":"Pageants were an amazing platform that gave a little girl like me from the mountains of my beautiful Puerto Rico a chance to travel, explore the world, meet amazing people, work for great charities and be a voice to empower women wherever I went. For all those things, I am grateful.","author":"Joyce Giraud","topic":"Chance"},{"quote":"My ex-boyfriend said, &#39;You have a better chance of getting elected to Congress than getting on the staff of a television show.&#39; Which was the perfect thing for him to say, because my entire career is, &#39;Well, screw you.&#39; And we broke up.","author":"Jenji Kohan","topic":"Chance"},{"quote":"I think my thing is I grew up in the ghetto, and I was able to get a second chance. That&#39;s what I&#39;m trying to tell kids.","author":"Master P","topic":"Chance"},{"quote":"We need to take command of the solar system to gain that wealth, and to escape the sea of paper our government is becoming, and for some decent chance of stopping a Dinosaur Killer asteroid.","author":"Larry Niven","topic":"Chance"},{"quote":"In this world of chance and change and mutability, the fulfillment of any resolve depends on the will of the Lord.","author":"Vinoba Bhave","topic":"Chance"},{"quote":"Taking risks gives me energy.","author":"Jay Chiat","topic":"Chance"},{"quote":"If you can lessen the chance of a bad injury by being strong, you have to do it.","author":"Joel Parkinson","topic":"Chance"},{"quote":"We stand a better chance with aristocracy, whether hereditary or elective, than with monarchy.","author":"Ezra Stiles","topic":"Chance"},{"quote":"A manufacturing resurgence is what will give local communities and small towns across America a fighting chance for survival. Many of today&#39;s American entrepreneurs come from those very places but make their wealth elsewhere. We need to change that.","author":"Hamdi Ulukaya","topic":"Chance"},{"quote":"As an owner, you have a choice. Do you want to adopt a vision that you think is real sharp and real cutting edge and could get you from good to great - has a chance - or do you want to just say the organization is not about that, and we&#39;re not going to try to adopt a new coaching philosophy and vision.","author":"Jeffrey Lurie","topic":"Chance"},{"quote":"The next wave of the social graph is empowering services like Airbnb and Lyft that give people the chance to have that physical interaction. People are more open to that because of Airbnb. Airbnb took couch surfing and took an additional step.","author":"John Zimmer","topic":"Chance"},{"quote":"The travel, the amazing work I have had the chance to do, the meetings with different people are all very inspiring and give me lots of positive energy.","author":"Saskia de Brauw","topic":"Chance"},{"quote":"My first professional acting job was on &#39;Boss&#39;. My first acting job was basically my first acting class. I had to show up on set prepared and knowing my lines. Also, I got a chance to work with a living legend, Kelsey Grammar - that gave me hands on experience.","author":"Rotimi","topic":"Chance"},{"quote":"To race Formula three is very high risk and I am not going to take a chance. Thank god I am not doing it!","author":"Emerson Fittipaldi","topic":"Chance"},{"quote":"I&#39;ll be honest with you: not a chance in this world. But you know, stranger things have happened.","author":"Stacy Keach","topic":"Chance"},{"quote":"It is important that carbon storage is carefully regulated, that the process is transparent to the public, and that there is a clear accounting of what happened to the CO2. This is particularly true of underground storage, where there is always a small chance that pressurized CO2 could escape.","author":"Klaus Lackner","topic":"Chance"},{"quote":"We all have a responsibility, and since I&#39;ve been so wonderfully blessed, I really want to share and to make life at least a little better. So every chance I get to share the gospel or uplift people, I will take full advantage of that opportunity.","author":"Gladys Knight","topic":"Chance"},{"quote":"Isn&#39;t that what we come into politics for? To say to people: &#39;You can do it, too - there is a chance to serve your community. There is a chance to shape it co-operatively and democratically, without fear or favour.&#39; And that is what I tried to do.","author":"Joan Kirner","topic":"Chance"},{"quote":"A property in the 100-year floodplain has a 96 percent chance of being flooded in the next hundred years without global warming. The fact that several years go by without a flood does not change that probability.","author":"Earl Blumenauer","topic":"Chance"},{"quote":"I can wear a sexy dress to any red carpet event. My wedding is my chance to go all the way and wear a princess silhouette.","author":"Roselyn Sanchez","topic":"Chance"},{"quote":"If you wish in this world to advance your merits you&#39;re bound to enhance; You must stir it and stump it, and blow your own trumpet, Or, trust me, you haven&#39;t a chance.","author":"William Gilbert","topic":"Chance"},{"quote":"People think I&#39;m kind and considerate and that I listen and evaluate and give each party a chance to talk. The public&#39;s perception of judges seems to be improving because of what I&#39;m doing, and that makes me happy.","author":"Joseph Wapner","topic":"Chance"},{"quote":"Cartoon Hangover has given us another place we felt we could find the most talented people around the world and give them a chance to make the films they want to make and match it up with their audience.","author":"Fred Seibert","topic":"Chance"},{"quote":"Going on the road for long stretches can seem daunting, and I certainly miss being home sometimes, but the chance to see so many different cities, let alone perform in them, is something I am really grateful for.","author":"John Mulaney","topic":"Chance"},{"quote":"I was always in love with music, but my parents never really saw that I had talent, and it was really just by chance that I made it into the Menuhin School, and from then on my life changed. And that was when I realized, OK, this is what I want to do. But, until then, it was really just a passion, a hobby.","author":"Richard Hyung-ki Joo","topic":"Chance"},{"quote":"Give metal a chance!","author":"James Durbin","topic":"Chance"},{"quote":"Newt Gingrich seldom misses a chance to note that he is a historian.","author":"Adam Hochschild","topic":"Chance"},{"quote":"The fundamental problem with program maintenance is that fixing a defect has a substantial chance of introducing another.","author":"Fred Brooks","topic":"Chance"},{"quote":"Before the first year, nobody gave it a chance. Now, 36 years later, everybody knows Monday Night Football.","author":"Frank Gifford","topic":"Chance"},{"quote":"Parikrma aims to give underprivileged children an equal chance at education so they can integrate with kids of private schools and, later, with the society. I want these children to hold high-end jobs at multinational companies and not work at the lower end of the spectrum.","author":"Shukla Bose","topic":"Chance"},{"quote":"You have to have talent to some extent - I certainly hope I have talent - but you have to have luck as well. Once you get that first shot, that will get you noticed for the rest of your books and that will give the rest of your books a better chance.","author":"Robert Jordan","topic":"Chance"},{"quote":"Across our country, social enterprise partnerships between the public and private sectors are providing millions of Americans - young and old - a second chance.","author":"George R. Roberts","topic":"Chance"},{"quote":"Chance makes our parents, but choice makes our friends.","author":"Jacques Delille","topic":"Chance"},{"quote":"When it was over, I was so happy, I felt like crying. I wanted to win this one for Casey. After what I did in Brooklyn, he could have forgotten about me and who would blame him? But he gave me another chance and I&#39;m grateful.","author":"Don Larsen","topic":"Chance"},{"quote":"There is no chance and anarchy in the universe. All is system and gradation. Every god is there sitting in his sphere.","author":"Ralph Waldo Emerson","topic":"Chance"},{"quote":"When you are in any contest, you should work as if there were - to the very last minute - a chance to lose it. This is battle, this is politics, this is anything.","author":"Dwight D. Eisenhower","topic":"Chance"},{"quote":"I really had a lot of dreams when I was a kid, and I think a great deal of that grew out of the fact that I had a chance to read a lot.","author":"Bill Gates","topic":"Chance"},{"quote":"My son likes to go see mines and electric plants, or the Large Hadron Collider, and we&#39;ve had a chance to see a lot of interesting stuff.","author":"Bill Gates","topic":"Chance"},{"quote":"Marathon running, like golf, is a game for players, not winners. That is why Callaway sells golf clubs and Nike sells running shoes. But running is unique in that the world&#39;s best racers are on the same course, at the same time, as amateurs, who have as much chance of winning as your average weekend warrior would scoring a touchdown in the NFL.","author":"Hunter S. Thompson","topic":"Chance"},{"quote":"When you face a &#39;performance&#39; that might provoke the &#39;I&#39;m scared&#39; response, choose love and approach your opportunity as a chance to dance with God. It&#39;s more fun than &#39;Dancing with the Stars!&#39;","author":"Wayne Dyer","topic":"Chance"},{"quote":"I don&#39;t read &#39;chick lit,&#39; fantasy or science fiction but I&#39;ll give any book a chance if it&#39;s lying there and I&#39;ve got half an hour to kill.","author":"J. K. Rowling","topic":"Chance"},{"quote":"Chance gives rise to thoughts, and chance removes them; no art can keep or acquire them.","author":"Blaise Pascal","topic":"Chance"},{"quote":"I&#39;ll work to ensure that every single refugee who seeks asylum in the United States has a fair chance to tell his or her story. This is the least we can offer people fleeing persecution and devastation.","author":"Hillary Clinton","topic":"Chance"},{"quote":"When you&#39;re a chef, you graze. You never get a chance to sit down and eat. They don&#39;t actually sit down and eat before you cook. So when I finish work, the first thing I&#39;ll do, and especially when I&#39;m in New York, I&#39;ll go for a run. And I&#39;ll run 10 or 15k on my - and I run to gain my appetite.","author":"Gordon Ramsay","topic":"Chance"},{"quote":"We cannot always assure the future of our friends; we have a better chance of assuring our future if we remember who our friends are.","author":"Henry Kissinger","topic":"Chance"},{"quote":"I actually want to do a theatrical adaptation of &#39;Hateful Eight&#39; because I actually like the idea of other actors having a chance to play my characters and see what happens from that.","author":"Quentin Tarantino","topic":"Chance"},{"quote":"You as an individual coach have a responsibility to try to give those players who put themselves at risk and in harm&#39;s way a chance to achieve success, and that goes for universities and professional teams, as well.","author":"Bill Parcells","topic":"Chance"},{"quote":"I think a lot of times, when people who get a chance to meet me and be around me, they understand that I&#39;m not the person that the media make me out to be.","author":"Allen Iverson","topic":"Chance"},{"quote":"There&#39;s a lot of potential that goes unused in places like South Central L.A., a lot of brilliant, smart people who just don&#39;t have that chance to show it.","author":"Ice Cube","topic":"Chance"},{"quote":"Chance, my dear, is the sovereign deity in child-bearing.","author":"Honore de Balzac","topic":"Chance"},{"quote":"I do not believe anything comes by chance. I regard the present as the necessary child of a necessary past.","author":"Robert Green Ingersoll","topic":"Chance"},{"quote":"Art is something that grows and breathes and lives, and it shouldn&#39;t be predicated on the success of box office - but it is. But within that, you have to give people a chance to find their voice, to play, to continue to create.","author":"Ava DuVernay","topic":"Chance"},{"quote":"You pity the fool because you don&#39;t want to beat up a fool! You know, pity is between sorry and mercy. See, if you pity him, you know, you won&#39;t have to beat him up. So that&#39;s why I say fools, you gotta give another chance because they don&#39;t know no better. That&#39;s why I pity them!","author":"Mr. T","topic":"Chance"},{"quote":"When I think back on it, of course I got lucky and got great directors and good breaks but all that was the physical part. But what made me a star was that I could take a chance and not have anything to worry about in terms of losing.","author":"Shah Rukh Khan","topic":"Chance"},{"quote":"As a kid, what brought me in the gym, what got me in there every day was a chance to break your personal best, a chance to be strong; I just really, really dig that.","author":"John Cena","topic":"Chance"},{"quote":"I&#39;ve had a chance to see something that is way outside everybody else&#39;s frame of reference and gives a perspective that is very different from everyone else&#39;s.","author":"Chris Hadfield","topic":"Chance"},{"quote":"The lunacy continues and has every chance of becoming a way of life unless we stop it soon. Men are getting so used to wars that the psychiatric wing of the RAMC are planning how to break the news to the men when the war is over.","author":"Spike Milligan","topic":"Chance"},{"quote":"Your chances of success in any undertaking can always be measured by your belief in yourself.","author":"Robert Collier","topic":"Chance"},{"quote":"I never felt that I didn&#39;t have a chance to win.","author":"Arnold Palmer","topic":"Chance"},{"quote":"We must recover the element of quality in our traditional pursuit of equality. We must not, in opening our schools to everyone, confuse the idea that all should have equal chance with the notion that all have equal endowments.","author":"Adlai E. Stevenson","topic":"Chance"},{"quote":"For me, in terms of personal satisfaction, the mission&#39;s already accomplished. I already won. As soon as the journalists were able to work, everything that I had been trying to do was validated. Because, remember, I didn&#39;t want to change society. I wanted to give society a chance to determine if it should change itself.","author":"Edward Snowden","topic":"Chance"},{"quote":"African Americans are concerned about the scourge of abortion in their community, and respond to related facts and figures. Large majorities agree that every life should have a chance, regardless of race, socioeconomic status or circumstance.","author":"Kellyanne Conway","topic":"Chance"},{"quote":"People asked if I could have played the Terminator. Are you kidding? Not a chance, I never could have played the Terminator.","author":"Sylvester Stallone","topic":"Chance"},{"quote":"Variety is very, very good. Going from medium to medium, if you get the chance to do it, from theater to television to film, which are all distinctly different, keeps me sharp.","author":"Kenneth Branagh","topic":"Chance"},{"quote":"I&#39;d love to make a movie with Tom Hardy. If we ever got the chance to make a Venom movie together, that would be super-cool, but his movie would have to take place in the MCU because I&#39;m not giving up my ticket in the MCU.","author":"Tom Holland","topic":"Chance"},{"quote":"I love roller coasters. I don&#39;t get a chance often, but I&#39;ve gone to Magic Mountain and gone on the rides. I love roller coasters.","author":"Anthony Hopkins","topic":"Chance"},{"quote":"I have passed English medical examinations in Hong Kong... In my youth, I experienced overseas studies. The languages of the West, its literature, its political science, its customs, its mathematics, its geography, its physics and chemistry - all these I have had the chance to study.","author":"Sun Yat-sen","topic":"Chance"},{"quote":"I&#39;ve always tried to explain democracy is not perfect. But it gives you a chance to shape your own destiny.","author":"Aung San Suu Kyi","topic":"Chance"},{"quote":"I&#39;m probably not going to get married unless I live with somebody for 10 or 20 years. But these people (Romeo and Juliet) took a chance and they did it. We don&#39;t have the balls that Romeo did.","author":"Leonardo DiCaprio","topic":"Chance"},{"quote":"Any time you take a chance you better be sure the rewards are worth the risk because they can put you away just as fast for a ten dollar heist as they can for a million dollar job.","author":"Stanley Kubrick","topic":"Chance"},{"quote":"Credit card companies are jacking up interest rates, lowering credit limits, and closing accounts - and people who have made timely payments are not exempt. So even if you pay off your balance - and that&#39;s tough when interest rates are insanely high - there&#39;s a good chance your credit limit will be slashed, and that will hurt your FICO score.","author":"Suze Orman","topic":"Chance"},{"quote":"We should read to give our souls a chance to luxuriate.","author":"Henry Miller","topic":"Chance"},{"quote":"In Japan, usually, once you become prime minister, you do not have a second chance.","author":"Shinzo Abe","topic":"Chance"},{"quote":"Randy Edsall is a good, strong, decent man who is working his tail off on behalf of the University of Maryland. And there are more people that want to spend their days burning things down than building it up. At least just stop rooting against him. You know, give the guy a chance.","author":"Kevin Plank","topic":"Chance"},{"quote":"I don&#39;t know Hollywood very well. I&#39;ve never lived in Los Angeles or New York. But what I can see in Paris, where I live, is that actresses like Catherine Deneuve, Isabelle Huppert, Charlotte Rampling, still get the chance to play strong, sexy roles even though they&#39;re not 20.","author":"Monica Bellucci","topic":"Chance"},{"quote":"Honestly, I&#39;m on the road so much that I never really get a chance to go to baseball games.","author":"Young Jeezy","topic":"Chance"},{"quote":"Both sides in Syria are bad. One side is a brutal dictator, and the other includes Islamists and terrorists who are dangerous already and who would be brutal in power if given the chance.","author":"Newt Gingrich","topic":"Chance"},{"quote":"I feel a real sense of duty to use the voice and the platform I&#39;ve been afforded by my fame to speak out for those whose voices don&#39;t get a chance to be heard.","author":"Shakira","topic":"Chance"},{"quote":"The only way I could get comfortable around people was to make them laugh. I was an obedient girl, and humor was my one form of rebellion. I used comedy to deflect. Like, &#39;Hey, check out my zit!&#39; - you know, making fun of yourself before someone else has a chance to.","author":"Tina Fey","topic":"Chance"},{"quote":"There is no such thing as chance; and what seem to us merest accident springs from the deepest source of destiny.","author":"Friedrich Schiller","topic":"Chance"},{"quote":"When you procrastinate, you&#39;re more likely to let your mind wander. That gives you a better chance of stumbling onto the unusual and spotting unexpected patterns.","author":"Adam Grant","topic":"Chance"},{"quote":"It seems like the richer you are, the more chance you have of paying less tax.","author":"John McEnroe","topic":"Chance"},{"quote":"I just remember watching Federer the first year he won Wimbledon. He was struggling with his back problem. I remember it vividly. It looked like there was a chance he was not going to finish. He had that look in his eye. Then, somehow, he found the wherewithal to dig a little deeper, and suddenly he wins the thing, and he&#39;s a different player.","author":"John McEnroe","topic":"Chance"},{"quote":"I prefer to be alive, so I&#39;m cautious about taking risks.","author":"Werner Herzog","topic":"Chance"},{"quote":"I want to be a poet and have a chance to explore that and let people know what&#39;s really on my mind.","author":"Christina Aguilera","topic":"Chance"},{"quote":"I like to go after the foibles, basically of beliefs that are held without question. If people still want to believe in their stuff after that, that&#39;s great - as long as they just have a chance to step back and look at it for a second. Sometimes, you don&#39;t even realize what you&#39;ve been thinking for 20 years.","author":"Elayne Boosler","topic":"Chance"},{"quote":"It is crucial that rappers have the chance to express the truth that is in their heart.","author":"Russell Simmons","topic":"Chance"},{"quote":"If Shaw and Einstein couldn&#39;t beat death, what chance have I got? Practically none.","author":"Mel Brooks","topic":"Chance"},{"quote":"I wanted to - any chance I had to dress up as a boy, like Halloween, I would be a pirate or a ghost that wore a tie. A hobo.","author":"Jane Lynch","topic":"Chance"},{"quote":"A pound of pluck is worth a ton of luck.","author":"James A. Garfield","topic":"Chance"},{"quote":"The idea that because you&#39;re born in Haiti you could die having a child. The idea that because you&#39;re born in you know Malawi your children may go to bed hungry. We want to take some of the chance out of that.","author":"Paul Farmer","topic":"Chance"},{"quote":"Let&#39;s get real: would any American president seriously open up their borders unconditionally to Mexico as the U.K. has done to the whole of the E.U.? No chance.","author":"Nigel Farage","topic":"Chance"},{"quote":"The longer you play, the better chance the better player has of winning.","author":"Jack Nicklaus","topic":"Chance"},{"quote":"Success can allow you to try for greatness, can give you an opportunity to take a chance on something. I&#39;m very blessed to have the success that I&#39;ve had, and that&#39;s given me so many opportunities to work on being great.","author":"Orlando Bloom","topic":"Chance"},{"quote":"There is the morass, wherein you plunge up to your knees, or the walking over the stubborn, dwarfish shrubbery, whereby one treads down the forests of Labrador; and the unexpected bunting or sylvia which perchance, and indeed as if by chance alone, you now and then see flying before you, or hear singing from the ground creeping plant.","author":"John James Audubon","topic":"Chance"},{"quote":"The more you hesitate in a game, the more your chance of getting hit. Your focus isn&#39;t there. When you hesitate, usually you&#39;re in trouble.","author":"Sidney Crosby","topic":"Chance"},{"quote":"I&#39;d visually have that idea. I&#39;m diving off the end of the diving board. I&#39;m not going to be worried about if I&#39;m going to dive into a jellyfish or the water&#39;s going to be too cold or the boys are going to beat me. I&#39;m just doing it. And if I do it, it&#39;s a good chance I&#39;ll make it.","author":"Gail Sheehy","topic":"Chance"},{"quote":"If you succeed with your first dream, it helps. You know, people trust you, possibly, for the second one. They give you a chance to play out your second one.","author":"James D. Watson","topic":"Chance"},{"quote":"Good economic theory must give the people the chance to use their talents to build their own lives. We must get away from the traditional route where the rich will do the business and the poor will depend on private or public charity.","author":"Muhammad Yunus","topic":"Chance"},{"quote":"I can&#39;t go on Gawker. I actually think the writing is really funny, but there is a chance that somebody is undercutting me.","author":"Zooey Deschanel","topic":"Chance"},{"quote":"I come from nothing. When I got a chance to make some money, I was like, &#39;Man, I&#39;m not ever going back.&#39;","author":"Juicy J","topic":"Chance"},{"quote":"I got a chance to meet Terrence Howard and hang out with him.","author":"Juicy J","topic":"Chance"},{"quote":"I stepped away to find out more about myself, which I was having difficulty doing as a football player. I got a chance to travel the world. I studied Eastern philosophy, and I&#39;ve grown as a person so much.","author":"Ricky Williams","topic":"Chance"},{"quote":"When it comes to the periodic table, the United States really blew its chance to make a name for itself. If you look over a map of all the elements named for cities, states, countries, and continents, it&#39;s not surprising that European locales dominate the map.","author":"Sam Kean","topic":"Chance"},{"quote":"The no-secrets era of social media makes one consider the built-in risk factor of nominating high-testosterone men to positions of power at all. Everyone is under too much scrutiny now to take a chance on candidates who suddenly blow up into a comic meme, a punchline, a ribald hashtag.","author":"Tina Brown","topic":"Chance"},{"quote":"The worst cynicism: a belief in luck.","author":"Joyce Carol Oates","topic":"Chance"},{"quote":"Things happen to us in unpredictable ways, but the effect that that has on the kind of people who we become actually is not only open to chance - we can influence it in pretty profound ways.","author":"Clayton M. Christensen","topic":"Chance"},{"quote":"I learned that instead of relying on and imitating American music, there is a better chance for an Asian artist to succeed if he or she follows his or her own culture.","author":"Rain","topic":"Chance"},{"quote":"Some men have a silly theory about beautiful women - that somewhere along the line they&#39;ll turn into a monster. That movie gave them a chance to watch it happen.","author":"Salma Hayek","topic":"Chance"},{"quote":"Extremism is always potentially dangerous, but in Hungary&#39;s political reality, Jobbik and the other far-right parties have no chance of having a major influence.","author":"Viktor Orban","topic":"Chance"},{"quote":"Working on my own gave me a chance to take my time and experiment a lot.","author":"Ziggy Marley","topic":"Chance"},{"quote":"The circle of the return to birth can only remain open, but this is a chance, a sign of life, and a wound.","author":"Jacques Derrida","topic":"Chance"},{"quote":"Lacking the direct test of success or failure, the voter tends to turn, not to those politicians whose measures have the best chance of success, but to those with the ability to &#39;sell&#39; their propaganda. Without grasping logical chains of deduction, the average voter will never be able to discover the error that the ruler makes.","author":"Murray Rothbard","topic":"Chance"},{"quote":"I think luck is the sense to recognize an opportunity and the ability to take advantage of it... The man who can smile at his breaks and grab his chances gets on.","author":"Samuel Goldwyn","topic":"Chance"},{"quote":"I was a freshman All-American, and I tore my ACL in the third game. But God has a plan for everything. I had a chance to turn away from Him in that situation or draw closer to Him. I decided to draw closer to Him, and came back stronger from it.","author":"Robert Griffin III","topic":"Chance"},{"quote":"Don&#39;t look at small business as a means to an end and a way to make money until the corporation hires you; look at it as a chance to create something of immeasurable value and beauty in a world that desperately needs it.","author":"Michael E. Gerber","topic":"Chance"},{"quote":"I don&#39;t get a chance to be funny with the thrillers. I like to be funny, and I think I am really funny. So with &#39;Middle School: The Worst Years of My Life&#39;, it was fun to let loose.","author":"James Patterson","topic":"Chance"},{"quote":"When the purse strings tighten up at museums, the institutions usually cut back and cancel shows. That&#39;s exactly the wrong reaction. In fact, now is a good time for them to loosen up - a chance to breathe and experiment a little - and go for the juicy solution lurking in their own basements.","author":"Jerry Saltz","topic":"Chance"},{"quote":"I breakfast when I get up, lunch when I get the chance. If I never get it, I forget it. Sometimes I dine at seven, sometimes at midnight, sometimes not at all; and I never get to bed until four or five in the morning. Everything depends on the news; the hours make no difference to me.","author":"Joseph Pulitzer","topic":"Chance"},{"quote":"Youngsters have got to stop thinking about becoming the next Zuckerberg. It&#39;s a trillion-to-one chance. What they need is mater and pater to say, &#39;Get a job, son.&#39;","author":"Alan Sugar","topic":"Chance"},{"quote":"I felt like the luckiest kid in the world. And I was. I was growing up middle-class in a time when growing up middle-class in America meant there would be jobs for my parents, good schools for me to prepare myself for a career, and, if I worked hard and played by the rules, a chance for me to do anything I wanted.","author":"Al Franken","topic":"Chance"},{"quote":"I was 19 years old, and I felt like I had the flu one day. Within 24 hours, I was in the hospital on life support, and I was given less than a 2 percent chance of living. It took five days for the doctors to find out that I had contracted bacterial meningitis.","author":"Amy Purdy","topic":"Chance"},{"quote":"By preventing pneumonia and other diseases, we are giving men, women and children the chance to live healthy productive lives and participate in the global economy. In doing so, we are not only enhancing their futures - we are enhancing our own.","author":"Mandy Moore","topic":"Chance"},{"quote":"The whole point of Superman, as originally created, was to be the ally of those who had no other allies. It put that magnitude of power, the most powerful guy in the world, in the service of those who had no hope, no chance.","author":"J. Michael Straczynski","topic":"Chance"},{"quote":"Here&#39;s the miracle: I grew up thinking, &#39;Wouldn&#39;t it be great to write &#39;Superman&#39; someday? Wouldn&#39;t it be great to create my own show, or work on &#39;Lensman,&#39; or &#39;Forbidden Planet?&#39; Those were very literally the goals I set for myself, the dreams that I thought I didn&#39;t have a chance in hell of ever actually achieving. But it&#39;s happened.","author":"J. Michael Straczynski","topic":"Chance"},{"quote":"Voting shouldn&#39;t be a challenge. It should be as easy and accessible as possible. We shouldn&#39;t require forms of ID that folks don&#39;t have. We shouldn&#39;t restrict days or hours that allow working people a chance to both do their job and exercise their democratic right, and we damn well shouldn&#39;t be throwing up new obstacles midstream.","author":"Donna Brazile","topic":"Chance"},{"quote":"Most of the time, I don&#39;t really give people a chance. I have a wall up. I&#39;m always protecting who I am. Thinking about my brand. I make it hard on people. Sometimes, it&#39;s a good thing. Sometimes, it&#39;s a bad thing.","author":"Cam Newton","topic":"Chance"},{"quote":"If you keep on saying things are going to be bad, you have a good chance of being a prophet.","author":"Isaac Bashevis Singer","topic":"Chance"},{"quote":"We do a lot of bird-watching up in the country, but we almost never have a chance to people-watch. There simply aren&#39;t enough human beings up here: there is nowhere you can park yourself with a cup of coffee and observe the species on parade.","author":"Susan Orlean","topic":"Chance"},{"quote":"When I heard about the Microsoft Kinect, though, I felt an urgency rising in me. A game you played without touching any machinery? A chance to wave your hands around, Minority-Report style, and move things around on a screen? This sounded like almost too much fun, with gadget-y pizzazz that sounded astonishing.","author":"Susan Orlean","topic":"Chance"},{"quote":"When Justice White retired, he gave me the chance to work for Justice Kennedy, as well. Justice Kennedy was incredibly welcoming and gracious, and like Justice White, he taught me so much. I am forever grateful. And if you&#39;ve ever met Judge David Sentelle, you&#39;ll know just how lucky I was to land a clerkship with him right out of school.","author":"Neil Gorsuch","topic":"Chance"},{"quote":"I don&#39;t think I made it clear where I was mentally when I appeared on &#39;X Factor.&#39; There was so much pressure and a lot of judging. But I wanted to take a chance on the show because I wanted to make something of myself. &#39;X Factor&#39; seemed like the only way out.","author":"James Arthur","topic":"Chance"},{"quote":"You can take a chance with any man who pays his bills on time.","author":"Terence","topic":"Chance"},{"quote":"I understand the risks associated with being a soldier. But I think as members of Congress, we should not intensify the chance that we&#39;ll have to commit troops to a military conflict unless it&#39;s absolutely necessary to defend the nation.","author":"Keith Ellison","topic":"Chance"},{"quote":"Do theater. Because you&#39;ll develop a craft that you&#39;ll always have. It&#39;ll give you a chance to really learn how to act and you won&#39;t go into the world with a few measly tricks that will only carry you so far.","author":"Mark Ruffalo","topic":"Chance"},{"quote":"By now, you&#39;ve heard endless warnings about the risk of short, trivial passwords. There&#39;s a good chance you ignore them.","author":"Barton Gellman","topic":"Chance"},{"quote":"The more real I got on &#39;The Bourne Identity,&#39; the more interesting it got. So &#39;Fair Game&#39; was the chance to go a few more steps in that direction. In fact, I discovered this whole other world that I had ignored in the &#39;Bourne&#39; franchise, which is the domestic life of a spy, and how you make the two halves of your life coexist.","author":"Doug Liman","topic":"Chance"},{"quote":"Not many get a chance to hit the career re-set button.","author":"Jason Bateman","topic":"Chance"},{"quote":"I took all my blessings for granted. The fact that God has given me another chance to do what I love to do, and still have my husband and my children and my sanity and good people in my corner, I&#39;m gonna do it right this time and show that I appreciate it.","author":"Remy Ma","topic":"Chance"},{"quote":"I had a unique privilege to have a good start in life and a chance to develop my talents.","author":"Novak Djokovic","topic":"Chance"},{"quote":"I&#39;ve never watched any of the adaptations of my books. I&#39;ve never wanted to, and there&#39;s absolutely no chance of me doing so in the future.","author":"Alan Moore","topic":"Chance"},{"quote":"There&#39;s only so much you can do, but if somebody doesn&#39;t give you a chance there is nothing you can do.","author":"Charlize Theron","topic":"Chance"},{"quote":"This club is all about winning trophies and we&#39;ve got a chance of bringing the greatest trophy of them all back to Anfield, so it means a great deal obviously.","author":"Steven Gerrard","topic":"Chance"},{"quote":"When you have that connection to say, &#39;I&#39;m going to play for something bigger than myself,&#39; man, you have a chance to do something good.","author":"Dan Quinn","topic":"Chance"},{"quote":"I think people who are not rich can be extremely happy. And I think the chances to be happy in this new world - with many more opportunities to be creative, to be online, to educate yourself - there&#39;ll be a lot more chances to be happy. It&#39;s not to say everyone will take them, but there will be a lot of new paths to opportunity.","author":"Tyler Cowen","topic":"Chance"},{"quote":"There&#39;s no better place to do a longform project than HBO. I loved the creative teams I got a chance to work with.","author":"Todd Haynes","topic":"Chance"},{"quote":"All my mates are at university, and it&#39;s a life I haven&#39;t had a chance to enjoy, so it&#39;s great to turn up and sample a bit of it.","author":"Louis Tomlinson","topic":"Chance"},{"quote":"Realise when you are &#39;middle aged&#39; you have a chance for a whole second career, another love, another life.","author":"Sharon Stone","topic":"Chance"},{"quote":"Writing a mystery is like drawing a picture and then cutting it into little pieces that you offer to your readers one piece at a time, thus allowing them the chance to put the jigsaw puzzle together by the end of the book.","author":"Ashwin Sanghi","topic":"Chance"},{"quote":"In prison, you get the chance to see who really loves you.","author":"Suge Knight","topic":"Chance"},{"quote":"The ADA gave more than 50 million Americans with disabilities, just like my son Cole, the chance to live the American Dream and be defined only by their potential - not their limitations.","author":"Cathy McMorris Rodgers","topic":"Chance"},{"quote":"There&#39;s no question that you can explore aspects of yourself through roles that you play, and you get a chance to investigate yourself; that&#39;s healthy, and it&#39;s therapeutic in a way. But if you&#39;re indulging yourself, exploration at the cost of the story or the project, that&#39;s not good.","author":"Annette Bening","topic":"Chance"},{"quote":"When I&#39;m getting a chance to do my job or make somebody&#39;s day, and be on stage where I love, and see all the fans having fun, you can&#39;t help but smile.","author":"Cole Swindell","topic":"Chance"},{"quote":"Given a chance, I would love to romance Tabu. I wouldn&#39;t mind doing a film with Manisha Koirala, either. Or Madhuri Dixit.","author":"Sushant Singh Rajput","topic":"Chance"},{"quote":"I think that realistically we can shoot for the title this year. If we stay healthy and be persistent throughout the season, I think we have good chance to go all the way.","author":"Jason Kidd","topic":"Chance"},{"quote":"This is a truth that should be repeated like a mantra: to have any chance of a ful - filling life, we require not only clean air and a steady climate, but also an abundance of meadows and woodlands, rivers and oceans, teeming with life and the mass existence of other living creatures.","author":"John Burnside","topic":"Chance"},{"quote":"Nvidia&#39;s self-driving-car business grew out of a long-standing relationship with auto companies. Car guys used Nvidia chips for computer-aided design, then used Nvidia supercomputer chips to do crash simulations. When the car guys started thinking about autonomous vehicles, Nvidia leaped at the chance to help them solve the problem.","author":"Daniel Lyons","topic":"Chance"},{"quote":"Some people are very lucky, and have the story in their heads. I&#39;ve never storyboarded anything. I like the idea of chance. What makes God laugh is people who make plans.","author":"Nicolas Roeg","topic":"Chance"},{"quote":"The satirist shoots to kill while the humorist brings his prey back alive and eventually releases him again for another chance.","author":"Peter De Vries","topic":"Chance"},{"quote":"Cross-cultural marriage is difficult, especially when one person has to live in another country. But I thought there was a very good chance of it working because people grow together if they have a common passion.","author":"Imran Khan","topic":"Chance"},{"quote":"President Obama is doing the right thing by offering young immigrants, most often in this country through no action of their own, a chance to live and work openly, free from the fear of deportation.","author":"Eliot Spitzer","topic":"Chance"},{"quote":"I&#39;ve been truly blessed. I&#39;ve been a fly on the wall of history. I&#39;ve been just so many lucky places just by chance and serendipity, and obviously a huge portion of that serendipity had to do with my relationship with the real president, Ronald Reagan.","author":"Arthur Laffer","topic":"Chance"},{"quote":"We stand a chance of getting a president who has probably killed more people before he gets into office than any president in the history of the United States.","author":"Susan Sarandon","topic":"Chance"},{"quote":"Unless the great majority of Americans not only have, but believe they have, a fair chance, the better American future will be dangerously compromised.","author":"Herbert Croly","topic":"Chance"},{"quote":"My big break was becoming the spokesperson for Texas Instruments. Casting directors really started giving me a chance to read for projects.","author":"Bella Thorne","topic":"Chance"},{"quote":"If you know you can do it - if you can already chart every day in your future - then why bother? Choose to do something you have more trouble imagining. Take a chance.","author":"Gina Barreca","topic":"Chance"},{"quote":"I always believe a woman should have 5 non-negotiables that she should stick to when attracting a mate. If the guy does not have these five major things - then she should not give the guy a chance as she&#39;s wasting her time. The rest is up to the magic and wiggle room the universe gives.","author":"Patti Stanger","topic":"Chance"},{"quote":"I feel bad for my little cousins who don&#39;t see themselves being represented, or the little girls in my community who won&#39;t have a chance to see a Disney princess... who resembles them.","author":"Halima Aden","topic":"Chance"},{"quote":"Peru is a country where more than half the people would emigrate if given the chance. That&#39;s half the population that is willing to abandon everything they know for the uncertainty of a life in a foreign land, in another language.","author":"Daniel Alarcon","topic":"Chance"},{"quote":"No government intent on persecuting its critics will want to leave the outcome of a trial to chance.","author":"Amal Clooney","topic":"Chance"},{"quote":"My mom and dad worked very hard to give me the best chance in - not just in golf but in life. You know, I was an only child, you know, my dad worked three jobs at one stage. My mom worked night shifts in a factory.","author":"Rory McIlroy","topic":"Chance"},{"quote":"I am delighted to be joining &#39;Guardian U.S.&#39;s team as a weekly columnist, and to have the chance to address American and global current events on its distinguished platform. &#39;Guardian U.S.&#39; brings the &#39;Guardian&#39;s hard-hitting investigative brand to a new focus on American news and opinion.","author":"Naomi Wolf","topic":"Chance"},{"quote":"I&#39;ve always felt that if something is polarizing, that&#39;s usually the stuff I like the most. If something is taking a chance and is willing to be weird, that&#39;s my favorite thing. I know there&#39;s somebody out there who hates it.","author":"Andy Samberg","topic":"Chance"},{"quote":"There&#39;s nothing more exciting for an actor than a chance to lose, to be someone who has lost - especially if it&#39;s someone who starts off with a veneer of control. To be broken is wonderful.","author":"Lena Headey","topic":"Chance"},{"quote":"When you think in terms of public service, I heard so much about what Mother Theresa had done in her life. And I was fortunate enough to get a chance to meet her and talk to her a lot about what motivates her and what drives her. And that, to me, is a person that really is an extraordinary role model.","author":"Anthony Fauci","topic":"Chance"},{"quote":"Scientists who play by someone else&#39;s rules don&#39;t have much chance of making discoveries.","author":"Jack Horner","topic":"Chance"},{"quote":"Nobody has yet proven that taking a chance and doing something unique that an audience isn&#39;t used to is a bad idea. What the theater lacks is that kind of courage.","author":"Harold Prince","topic":"Chance"},{"quote":"Over the years, I&#39;ve come to recognize that democratization in Ethiopia is not just a matter of choice. It&#39;s a matter of national survival. I am deeply convinced that we either democratize and have a good chance of surviving, or if we fail to do so, we disintegrate.","author":"Meles Zenawi","topic":"Chance"},{"quote":"I think as a 20-year-old you expect life to always be easy. You get given a good hand and the chance to race in Formula One. You think the driver can make the difference, can make up for everything else within the team. But that is not the case. You are racing in such a competitive sport so that doesn&#39;t happen.","author":"Jenson Button","topic":"Chance"},{"quote":"I&#39;ve told myself I have a chance to make history, and that&#39;s my focus.","author":"Jordan Spieth","topic":"Chance"},{"quote":"Giving children a fair chance to achieve their dreams and reach their potential is everyone&#39;s responsibility.","author":"Randi Weingarten","topic":"Chance"},{"quote":"It was an unbelievable experience! The brakes, the g-forces and the power of the engine are beyond description. Thanks to BMW and WilliamsF1 for giving me this chance to test. The test team looked after me brilliantly and I learnt plenty.","author":"Sebastian Vettel","topic":"Chance"},{"quote":"There&#39;s no second chance on stage, and I was trained to make the most of my first chance.","author":"Kate Smith","topic":"Chance"},{"quote":"The value of the majority lies not in the opportunity to wield great power, but in the chance to use power to do great things.","author":"John Boehner","topic":"Chance"},{"quote":"A syndicate is a group that has gotten together to pool their money so they can cover more contingencies. If I come to track with, say, $200, and I join a syndicate of 20 people, each of whom can bet $200, we can spread our bets, and that gives us a better chance of winning.","author":"David Milch","topic":"Chance"},{"quote":"I love my fans, so when I get the chance to interact with them, it&#39;s beautiful.","author":"Flo Rida","topic":"Chance"},{"quote":"As long as Elton John can bring forth one performance per album on the order of &#39;Someone Saved My Life Tonight,&#39; the chance remains that he will become something more than the great entertainer he already is and go on to make a lasting contribution to rock.","author":"Jon Landau","topic":"Chance"},{"quote":"A body of work such as Pasteur&#39;s is inconceivable in our time: no man would be given a chance to create a whole science. Nowadays a path is scarcely opened up when the crowd begins to pour in.","author":"Jean Rostand","topic":"Chance"},{"quote":"I have to admit, like so many women, I always knew there was a chance. But like so many women, I never thought it would be me. I never thought I&#39;d hear those devastating words: &#39;You have breast cancer.&#39;","author":"Debbie Wasserman Schultz","topic":"Chance"},{"quote":"You have to acknowledge that films that have a strong concept and are easily marketed to people are the ones that stand the biggest chance of success.","author":"David Furnish","topic":"Chance"},{"quote":"My calling, as one imperfect human, is to celebrate and uphold life every time I get the chance.","author":"Victoria Moran","topic":"Chance"},{"quote":"When I had money, I felt pressure, whether it was to invest it or do good with it, and I couldn&#39;t let it fizzle out. It was like I needed to prove to myself that I could look after it, only I did the opposite, but you have to take a chance in life.","author":"Shane Filan","topic":"Chance"},{"quote":"I always wanted to play with Kobe Bryant. I used to tease him all the time. Every time I was a free agent, I was like, &#39;What&#39;s up, bro? You got a chance to get the pit that you need. You feel me? This is your chance.&#39;","author":"Nate Robinson","topic":"Chance"},{"quote":"How can faceless bureaucrats in an intelligence agency deny brave soldiers a chance to tell the truth?","author":"Curt Weldon","topic":"Chance"},{"quote":"More than 100 people are involved in a transplant operation... and we can&#39;t waste time and resources if there is a chance the caretakers aren&#39;t up for an awesome responsibility.","author":"Leonard Bailey","topic":"Chance"},{"quote":"I don&#39;t set myself targets. Last season I scored hat-trick against Wolfsburg and three days later, that was forgotten, you&#39;re about to be judged again. When you&#39;ve done well, you don&#39;t want another game, you just want to feel great. When you&#39;ve done badly, you can&#39;t wait for another chance to come.","author":"Michael Owen","topic":"Chance"},{"quote":"The goal of my Foundation is to give young people a chance to better themselves and establish a base for a successful future.","author":"Junior Seau","topic":"Chance"},{"quote":"I have found that I always learn more from my mistakes than from my successes. If you aren&#39;t making some mistakes, you aren&#39;t taking enough chances.","author":"John Sculley","topic":"Chance"},{"quote":"John Cleese was a big hero of mine. He grew up in Weston Super Mare near Bristol where I grew up; he was always very tall and gangly, but he was smart and used his physicality in a very funny way. I used to think, &#39;Well he came from Weston and he did it, so there&#39;s a chance for me.&#39;","author":"Stephen Merchant","topic":"Chance"},{"quote":"I never thought about writing a novel until I was 13, and that happened by chance. I was on school holidays, and I was bored, and I thought I just wanted to do something to occupy myself instead of asking, &#39;What can I do, mum? Entertain me.&#39; I started, and it really just took over, and I realised, &#39;Wow, this is an amazing experience.&#39;","author":"Alexandra Adornetto","topic":"Chance"},{"quote":"I signed schoolboy forms for Watford when I was 12, but then my parents got divorced, and I never kicked a ball for three years. I rebelled, I left home, but getting back into football sorted me out. It was the second chance I needed.","author":"Vinnie Jones","topic":"Chance"},{"quote":"When I left for college, I told myself that this was a chance for reinvention. No one on the other side of the country knew that I was an introvert, so maybe if I tried not acting like an introvert, I wouldn&#39;t be one.","author":"Andrea Seigel","topic":"Chance"},{"quote":"The worst part about being married is when you&#39;re not connecting. Your partner is going out the door when you&#39;re coming in, and you don&#39;t have a chance to debrief on the day. That&#39;s the worst.","author":"Patrick Dempsey","topic":"Chance"},{"quote":"I like dramatic ballets, particularly if they&#39;re ballets in which I have a chance to go from one extreme of style or characterization to another.","author":"Suzanne Farrell","topic":"Chance"},{"quote":"I do love television. But the business is accelerating and people are not getting the chance to fail.","author":"Dick Wolf","topic":"Chance"},{"quote":"Dad never misses a chance to remind me that whenever we are travelling together, if 100 people mob him for autographs, five approach me.","author":"Jeev Milkha Singh","topic":"Chance"},{"quote":"You don&#39;t have the judgment after you&#39;ve had the drink. If something truly catastrophic had happened that evening, I don&#39;t know how I could have lived with myself. I feel like I&#39;ve gotten a second chance.","author":"Tracey Gold","topic":"Chance"},{"quote":"There are a lot of people who might not get another chance to win a Super Bowl, not just me.","author":"John Elway","topic":"Chance"},{"quote":"We didn&#39;t have a garage to rehearse in. We had to aggravate the folks in the house. But I got a chance to play in a beer joint, and that&#39;s how it started.","author":"Charlie Daniels","topic":"Chance"},{"quote":"I do laugh when I hear myself saying, &#39;I am a ventriloquist.&#39; I am definitely suited to it, though. I took it and ran with it quite hungrily. It is not for everyone, but it is just the chance to write for a character.","author":"Nina Conti","topic":"Chance"},{"quote":"For centuries, the world has heard the oppressed, the downtrodden and the vulnerable cry out for their freedoms, for their rights and for a chance to emerge from the shadows of the tyranny and bloodshed that they had lived with.","author":"Ginny Brown-Waite","topic":"Chance"},{"quote":"I suppose that if I could have quit, I would have, because in those days I never wanted to be an actress, the acting was something to do while I waited for a chance to study writing and directing. But I guess I was just meant to be an actress. Because, here I am.","author":"Judy Holliday","topic":"Chance"},{"quote":"I think the harder you work, the more luck you have.","author":"Dave Thomas","topic":"Chance"},{"quote":"I was heartbroken at the end of that, because I thought that was going to be it for me. Somehow I had worked my way into this movie and it had exposed me to people and I had a chance to be an actor, which I loved, but I didn&#39;t think it was ever going to happen again.","author":"Jason Schwartzman","topic":"Chance"},{"quote":"Hopefully, my teammates will say that I was important and that I gave it everything and I didn&#39;t leave anything to chance my whole career. To be mentioned as Hall-worthy is a great thing.","author":"Curtis Joseph","topic":"Chance"},{"quote":"One of the values of centering prayer is that you are not thinking about God during the time of centering prayer so you are giving God a chance to manifest. In centering prayer there are moments of peace that give the psyche a chance to realize that God may not be so bad after all. God has a chance to be himself for a change.","author":"Thomas Keating","topic":"Chance"},{"quote":"I learned that the majority of the time, simplicity is the best way to go about things as you peel away the layers... that&#39;s when you start finding the gold... I can&#39;t say that was from my own acting. That was from observing actors like John Spencer and Martin Sheen... I had a chance just to observe.","author":"Dule Hill","topic":"Chance"},{"quote":"I never thought I&#39;d get a chance to do what I&#39;m doing. It&#39;s such a dream.","author":"Maya Rudolph","topic":"Chance"},{"quote":"I had a sense when I took the job that the 1976-77 Trail Blazers could be very good. We had made a lot of positive roster changes, but it wasn&#39;t until I had the team in training camp that I realized that this team could be special. Midway through that season, I felt we had a chance to win it all.","author":"Jack Ramsay","topic":"Chance"},{"quote":"Luck relies on chance, labor on character.","author":"Richard Cobden","topic":"Chance"},{"quote":"I love escaping into character. It&#39;s a chance to try on people that you wouldn&#39;t be brave or stupid enough to be in real life.","author":"Andrea Corr","topic":"Chance"},{"quote":"Why can&#39;t a seven-foot guy play a doctor? Why can&#39;t I be a teacher? Why can&#39;t I be a football coach? Why can&#39;t I be a cab driver? Anything. Anything else than that. I can cry. I can do those things that they think the big guys can&#39;t do. So just give us a chance.","author":"Grizz Chapman","topic":"Chance"},{"quote":"My agent in Sweden used to send off interview tapes but I decided to take it upon myself and come to London to visit casting directors which is when things first started taking off for me. I love Sweden but the industry out here is quite small so when I was given the chance to go internationally I took it.","author":"Alicia Vikander","topic":"Chance"},{"quote":"We all have the same destiny. The difference is opening ourselves up to possibilities to joy, hope, and happiness along the way. Give yourself and others a chance to take advantage of what&#39;s out there and available.","author":"Diane Ladd","topic":"Chance"},{"quote":"National Osteoporosis Awareness and Prevention Month is celebrated each May, and becomes a chance for our Nation to become more familiar with the effects of this disease, and about the preventable steps that we can take to deal with it.","author":"Lois Capps","topic":"Chance"},{"quote":"I get afraid of the dark if I&#39;m in a great deal of dark, and I have to move around inside of that fear... But there is a chance that something... will talk to me from the dark, so I have... to be prepared for that communication, which has happened.","author":"Emil Ferris","topic":"Chance"},{"quote":"In racing, we have a better chance of it happening quicker because we have attracted good people to come to work for us. It&#39;s the beginning of a great adventure, and we&#39;re looking forward to it.","author":"Roger Staubach","topic":"Chance"},{"quote":"It&#39;s okay to work for someone else; not everyone is cut out to own a business, and even so, working for someone else is a chance to learn how to both be an employee and an employer.","author":"Marcus Lemonis","topic":"Chance"},{"quote":"That was our first major tour and we got a chance to play in front of like 5000 people every day so it was like a Rock and Roll boot camp for us really, we learned a lot and made a lot of good friends.","author":"Adam Rich","topic":"Chance"},{"quote":"I finally got a chance to talk to my daughter from my previous marriage. I just got married May 3 to my beautiful wife, but we don&#39;t see each other much.","author":"Peter Criss","topic":"Chance"},{"quote":"People, in whatever walk of life, would be surprised if they just gave themselves a chance by believing in what they are.","author":"Hale Irwin","topic":"Chance"},{"quote":"After high school, I went to Stanford University and majored in English. Of course, that gave me a chance to do lots more reading and writing. I also received degrees in London and Dublin - where I moved to be near a charming Irishman who became my husband!","author":"Linda Sue Park","topic":"Chance"},{"quote":"There have been times when I felt suicidal and I would stop my head from going in that direction of negativity because I thought there&#39;d be something I&#39;d miss that was funny in the future. If there&#39;s a chance I&#39;m going to laugh tomorrow then want to live to experience that.","author":"Dave Navarro","topic":"Chance"},{"quote":"I&#39;ve always enjoyed interleague play. It gives you a chance to see different clubs, to go to different places. It gives you a good chance to see where you are, where you stand with other teams.","author":"Jim Thome","topic":"Chance"},{"quote":"Today, comics is one of the very few forms of mass communication in which individual voices still have a chance to be heard.","author":"Scott McCloud","topic":"Chance"},{"quote":"Every time I make a film, I feel it gives me the chance to learn something new.","author":"Joe Wright","topic":"Chance"},{"quote":"I&#39;m motivated by creating a level playing field for the world so that the weak have a chance.","author":"Iqbal Quadir","topic":"Chance"},{"quote":"My pride at being a member of the theater community is deep, and we have a chance to reach a lot of people who might feel like there&#39;s a place for them. I want theater to be part of the cultural conversation and be on par with all mediums of television in its ability to be relevant.","author":"Thomas Kail","topic":"Chance"},{"quote":"I like to travel any chance I get, even if it&#39;s just a local vacation to San Diego or Palm Springs or wherever. I just like to get out and do stuff and see the world.","author":"Christa B. Allen","topic":"Chance"},{"quote":"E-books present the greatest opportunity readers have ever had to find each other. It&#39;s a chance for stories written for paper to find new life and a chance for new stories to appear, freed from the constraints of paper publishing.","author":"Nick Earls","topic":"Chance"},{"quote":"I just basically took a chance because it looked like fun and I wanted the .","author":"Rob Mariano","topic":"Chance"},{"quote":"My goal in politics from the very beginning has been, and will be, the goal of giving Ukraine a chance to finally secure a firm footing in the world as a competitive, independent and real European state.","author":"Yulia Tymoshenko","topic":"Chance"},{"quote":"I look back at that time fondly. It&#39;s something I never thought I&#39;d get the chance to do, be in a soap. Working with Barbara Windsor and Steve McFadden - they&#39;re legends in their own lifetimes aren&#39;t they?","author":"Sophie Thompson","topic":"Chance"},{"quote":"I&#39;d love to be a saxophonist. I don&#39;t know why, but I pretend I&#39;m the saxophonist when I listen to music. I have about as much chance playing the sax as I do learning how to fly.","author":"Richard Price","topic":"Chance"},{"quote":"I think the reason I love &#39;Antiques Roadshow&#39; is that it is sort of like the lottery. There&#39;s the chance a regular Joe could walk in with anything and come out close to a millionaire. There&#39;s the thrill of the find.","author":"Lara Spencer","topic":"Chance"},{"quote":"I want to help give people the ability to stop and take just a few minutes a day to regroup and refocus: to give them a chance to get perspective on the things that matter and the things that don&#39;t.","author":"Ariel Garten","topic":"Chance"},{"quote":"&#39;The Stooges&#39; used to be ubiquitous, back in the &#39;60s and &#39;70s. They were on TV all the time, but they&#39;re not on so much anymore. Kids aren&#39;t getting the chance to watch them, not to mention the fact that kids don&#39;t really necessarily relate to black-and-white stuff.","author":"Chris Diamantopoulos","topic":"Chance"},{"quote":"In the fell clutch of circumstance, I have not winced nor cried aloud: Under the bludgeoning of chance my head is bloody, but unbowed.","author":"William Ernest Henley","topic":"Chance"},{"quote":"I don&#39;t care if we&#39;re out of it or not, if I&#39;ve got a chance to pitch, I want to.","author":"Greg Maddux","topic":"Chance"},{"quote":"Wherefore the race being not to the swift, etc. but time and chance happening to all men, I leave the Judgement of the whole to the Candid, of whose correction I shall never be impatient.","author":"William Petty","topic":"Chance"},{"quote":"Halfway through the decade, we realized that we had a great team and that we could do great things, and that we could probably have something here that we believed we had a chance to reach greatness.","author":"Franco Harris","topic":"Chance"},{"quote":"The important thing is to build up my cardiovascular system, so I have the stamina to do stunts. To me, stepping over the line, taking a chance and succeeding is the ultimate freedom, be it in rock and roll or when executing a really challenging routine.","author":"Wendy O. Williams","topic":"Chance"},{"quote":"Why if I had half a chance, I could make an entire movie using this stock footage. The story opens on these mysterious explosions. Nobody knows what&#39;s causing them, but it&#39;s upsetting all the buffalo. So, the military are called in to solve the mystery.","author":"Ed Wood","topic":"Chance"},{"quote":"Somehow, people get very nervous about leaving the comfortable life of rules behind and never take the chance to develop their own internal voice, to listen to their own consciousness.","author":"Michael Masser","topic":"Chance"},{"quote":"If I&#39;ve been dating someone for, say, five months, and she cheats on me, I don&#39;t think it would be worth it. I&#39;m not committed enough to the situation to give her a second chance.","author":"Avan Jogia","topic":"Chance"},{"quote":"You don&#39;t get a chance to buy a company like NBCUniversal unless it&#39;s not doing well.","author":"Steve Burke","topic":"Chance"},{"quote":"It comes from the likes of you! Take what you can get! Grab the chances as they come along! Act in hallways! Sing in doorways! Dance in cellars!","author":"Alexander Woollcott","topic":"Chance"},{"quote":"I don&#39;t think we can go back to the old days. But I think that what the government needs to do is it needs to make sure that the pricing is fair, that you don&#39;t have monopolies out there, so that people don&#39;t have a chance to compete fairly.","author":"Dan Glickman","topic":"Chance"},{"quote":"Many premature babies are never given a chance to make it out of the hospital.","author":"Jane Chen","topic":"Chance"},{"quote":"I quit my job in the bank when I was 19. I took a chance. I went to Milan to study opera and singing. My father really supported me economically.","author":"Marcello Giordani","topic":"Chance"},{"quote":"Perhaps one of the only positive pieces of advice that I was ever given was that supplied by an old courtier who observed: Only two rules really count. Never miss an opportunity to relieve yourself; never miss a chance to sit down and rest your feet.","author":"Edward VIII","topic":"Chance"},{"quote":"Sometimes it takes an injury to get your chance.","author":"Chris Gronkowski","topic":"Chance"},{"quote":"When you suffer an attack of nerves you&#39;re being attacked by the nervous system. What chance has a man got against a system?","author":"Russell Hoban","topic":"Chance"},{"quote":"I have connected by phone with customers who have left negative reviews and had a chance to get to know them. Not only was I able to solve their problems, a lot of the customers were so happy with the customer service that they become repeat customers.","author":"Chris Gronkowski","topic":"Chance"},{"quote":"Today the House has a chance to give 25 million married couples the best Valentine&#39;s Day gift possible, elimination from the most unfair of taxes, the marriage tax penalty.","author":"Jerry Weller","topic":"Chance"},{"quote":"I learned the hard way that people are quick to judge, will jump at the chance of a cheap ego boost at another&#39;s expense.","author":"Sharon Bolton","topic":"Chance"},{"quote":"It is time that we take control and find a way to curtail the explosive costs of health care. Small businesses deserve a chance to channel these funds toward other needs, such as expanding and creating more jobs for the economy.","author":"Christopher Bond","topic":"Chance"},{"quote":"If you look at the heritage of the cable business, if you can own a niche, you have a good chance of succeeding.","author":"David Zaslav","topic":"Chance"},{"quote":"One of the fantastic things about books, fiction or non-fiction, is the way they give you a chance to look into different lives.","author":"Gillian Cross","topic":"Chance"},{"quote":"The power of women in the politics is a soft power. It is a positive change that our country and other countries in the region... are making by giving a chance to women.","author":"Atifete Jahjaga","topic":"Chance"},{"quote":"So far we have not convinced the Chinese authorities. My own brother was refused a visa on what was probably my last chance of seeing him when he was going around the world on a tour. Scott Nearing was similarly refused.","author":"Anna Louise Strong","topic":"Chance"},{"quote":"I do MMA and things like that, so any chance I get to do my own stunts, I love it.","author":"Justin Lee","topic":"Chance"},{"quote":"For me, my travels have been the chance to go to a place that already exists in my imagination.","author":"Hugo Pratt","topic":"Chance"},{"quote":"If by chance people would still offer me roles, I&#39;d still like to do them. But if not, that&#39;s OK.","author":"Emmanuelle Riva","topic":"Chance"},{"quote":"When I do a job, I do it 100 percent. I am so grateful for the chance to do what I do.","author":"Paul Schneider","topic":"Chance"},{"quote":"In U.S. sports, you tend to be pretty strictly limited by the size of your team&#39;s market. When we heard that Villa was a club here that might be available, I had a strong feeling that a team in the West Midlands could be the chance to create something very special.","author":"Randy Lerner","topic":"Chance"},{"quote":"Practice every time you get a chance.","author":"Bill Monroe","topic":"Chance"},{"quote":"I want my kids to grow up and enjoy their childhood and be carefree. I never really got a chance to be a kid.","author":"Jim Morris","topic":"Chance"},{"quote":"Genre stuff is the most exciting stuff for an actor to play. I get to try new things, do things I would have never got the chance to do.","author":"Amy Acker","topic":"Chance"},{"quote":"When I went to art school, I was just having fun. I realised that was the last chance I had, and then I would have to get a job.","author":"John Baldessari","topic":"Chance"},{"quote":"For me, if its television, if it&#39;s theater, if it&#39;s film, and it&#39;s good, I don&#39;t make much of distinction between the 3. I think there&#39;s only so many great stories out there. If you get the chance to be a part of one, it doesn&#39;t matter what it is.","author":"Tom Cavanagh","topic":"Chance"},{"quote":"We&#39;d dub the one that came off best into the final transcription. It gave us a chance to ad lib as much as we wanted, knowing that excess ad libbing could be sliced from the final product.","author":"Bing Crosby","topic":"Chance"},{"quote":"If what I do prove well, it won&#39;t advance. They&#39;ll say it&#39;s stolen, or else it was by chance.","author":"Anne Bradstreet","topic":"Chance"},{"quote":"&#39;Early stages&#39; is when the cancer is completely contained within the prostate. If it is detected when the cancer is entirely in the gland, the chance for full recovery is at its highest.","author":"Len Dawson","topic":"Chance"},{"quote":"I couldn&#39;t beat Michael Phelps. A couple of years ago, I was racing against him and it just kinda dawned on me during the race that there was no chance I was gonna beat this guy. And so I said, if you can&#39;t beat him, find a race that he won&#39;t swim.","author":"Mark Warkentin","topic":"Chance"},{"quote":"The stuff I did in &#39;Rescue Me&#39; was great. It gave me the opportunity to play comedy, and Denis Leary was the first one to take a chance with me. And from that experience, we had a comedy pilot that we did that I was going to play the lead in. And then &#39;Person of Interest&#39; came along. They&#39;re all new experiences.","author":"Kevin Chapman","topic":"Chance"},{"quote":"Chance is the one thing you can&#39;t buy. You have to pay for it and you have to pay for it with your life, spending a lot of time, you pay for it with time, not the wasting of time but the spending of time.","author":"Robert Doisneau","topic":"Chance"},{"quote":"Well I guess I like variety pretty much, but I do enjoy this work very much. Particularly with Buddy on the gig, we get a chance to knock each other out It&#39;just wonderful.","author":"Gene Krupa","topic":"Chance"},{"quote":"Always stay grounded and enjoy everything that comes your way, whether it&#39;s the chance to go for a opportunity or getting one.","author":"Chandler Canterbury","topic":"Chance"},{"quote":"I was branded a Negro in the States and had to act accordingly. They wouldn&#39;t even give me a chance in the big leagues because I was a Negro, yet they accepted every other nationality under the sun.","author":"Willie Wells","topic":"Chance"},{"quote":"It is not like I have gone crazy, I just don&#39;t want to take any chances. You never know what could happen.","author":"Ruth Bader Ginsburg","topic":"Chance"},{"quote":"In the early &#39;70s - a very good time for children&#39;s books and their authors - editors and publishers were willing to take a chance on a new writer. They were willing and able to invest their time in nurturing writers with promise, encouraging them.","author":"Judy Blume","topic":"Chance"},{"quote":"Chance fights ever on the side of the prudent.","author":"Euripides","topic":"Chance"},{"quote":"One of my big regrets is that Facebook hasn&#39;t had a major chance to shape the mobile operating system ecosystem.","author":"Mark Zuckerberg","topic":"Chance"},{"quote":"I take risks - that&#39;s my life on the slopes and off.","author":"Lindsey Vonn","topic":"Chance"},{"quote":"Fortune, seeing that she could not make fools wise, has made them lucky.","author":"Michel de Montaigne","topic":"Chance"},{"quote":"No press conference announcing a last film. I&#39;d just steal away. Best way because, if by chance after two or three years something interesting comes up, I would not - like Sinatra - have to say: &#39;Well, I&#39;ve thought it over and decided to come back.&#39;","author":"Sophia Loren","topic":"Chance"},{"quote":"With &#39;Stardust&#39;, I hope what I was doing is giving 30-year-olds and 40-year-olds and 25-year-olds and 60-year-olds a chance to get the same sense of wonder, the same feeling, the same magic, that they got in reading the classic fairy tales as children.","author":"Neil Gaiman","topic":"Chance"},{"quote":"The more completely we focus our attention on our Creator and Lord, the less chance there is of our being distracted by creatures.","author":"Saint Ignatius","topic":"Chance"},{"quote":"I&#39;ve seen a lot of poverty - coming up as a young child, lost hopes and dreams and people that never had a chance to have a decent quality of life. I believe we can do a lot greater than that.","author":"Maxine Waters","topic":"Chance"},{"quote":"I think it&#39;s no secret that I&#39;ve tried to take chances in my career and also in my life, and I believe to not live in fear.","author":"Nicolas Cage","topic":"Chance"},{"quote":"I&#39;m not too proud of the movies I made as a grownup except for &#39;That Hagen Girl&#39;, which nobody remembers but which gave me a chance to act.","author":"Shirley Temple","topic":"Chance"},{"quote":"The true statesman is the one who is willing to take risks.","author":"Charles de Gaulle","topic":"Chance"},{"quote":"Many of us live in dysfunctional families, and so even if it&#39;s in a fairy tale, or perhaps because it&#39;s in a fairy tale, we have a chance to look at that side of our reflected lives differently.","author":"Kenneth Branagh","topic":"Chance"},{"quote":"When a man has no reason to trust himself, he trusts in luck.","author":"E. W. Howe","topic":"Chance"},{"quote":"Every business and every product has risks. You can&#39;t get around it.","author":"Lee Iacocca","topic":"Chance"},{"quote":"I&#39;d like to think that the actions we take today will allow others in the future to discover the wonders of landscapes we helped protect but never had the chance to enjoy ourselves.","author":"Annie Leibovitz","topic":"Chance"},{"quote":"To be on this set today, I feel very blessed for the second chance and for the opportunity, my record company believing in me and everybody here just showing me so much love and support.","author":"Brandy Norwood","topic":"Chance"},{"quote":"I know I will be severely criticized by the interventionists in America when I say we should not enter a war unless we have a reasonable chance of winning.","author":"Charles Lindbergh","topic":"Chance"},{"quote":"If you like the stuff I do, my chances of liking you go up.","author":"Penn Jillette","topic":"Chance"},{"quote":"But I was very disappointed that I didn&#39;t get a chance to go overseas with that group, might not have gotten back but I wanted very much to go because there&#39;s not much of a record of the exploits of the first Negro fighter group.","author":"Gordon Parks","topic":"Chance"},{"quote":"If you are worried about what people think of you, you should go into politics. Real actors take chances.","author":"Rob Lowe","topic":"Chance"},{"quote":"Just by luck, I picked good heroes to worship.","author":"Charles Kuralt","topic":"Chance"},{"quote":"I do think taking the 20s to take the most chances you can is important, because you&#39;re not going to hurt anyone else during that time. And if you do have a partner, you need a couple years to rehearse that relationship.","author":"Gail Sheehy","topic":"Chance"},{"quote":"This is my chance to get out there and appease the fans of my music as well as show people that I do do standup comedy because a lot of people don&#39;t know that&#39;s where I started.","author":"Nick Cannon","topic":"Chance"},{"quote":"I lucked out when I started to sing. I&#39;d already experienced failing at everything else.","author":"Cyndi Lauper","topic":"Chance"},{"quote":"I have always admired the work of Phil Farmer and was glad for the chance to work with him. Readers today may be too young to remember his classics like The Lovers.","author":"Piers Anthony","topic":"Chance"},{"quote":"It&#39;s about taking advantage of the opportunities you have right now, and right now we&#39;re in a position where you call somebody and they&#39;re willing to pick up and take the call because they&#39;re a fan, you have to take advantage of that and have a chance to capitalize on your ideas.","author":"Dwyane Wade","topic":"Chance"},{"quote":"What makes creative people tingle are interesting problems, the chance to impress their friends, and caffeine.","author":"Alex Steffen","topic":"Chance"},{"quote":"I have the freedom to take chances, to say no. I have the freedom to be who I really want to be, rather than have to conform to this or that just to stay alive.","author":"Robert Redford","topic":"Chance"},{"quote":"We don&#39;t do drugs, drink or use profanity. Instead we instill morals and values in my boys by raising them with a love of God and a love and respect for themselves and all people. I believe they will have a chance.","author":"Anita Baker","topic":"Chance"},{"quote":"I love mythology and folklore, and I respect the time, money, and opportunity that a film gives to an audience. It&#39;s a chance to empathize, reflect, and learn, so I really want to understand before I sign onto a project: &#39;What&#39;s the potential of this thing? What are we seeing and learning? What are we empathizing to?&#39;","author":"Brie Larson","topic":"Chance"},{"quote":"However well organized the foundations of life may be, life must always be full of risks.","author":"Havelock Ellis","topic":"Chance"},{"quote":"To be successful, one must take chances.","author":"Willie Stargell","topic":"Chance"},{"quote":"If you are living a life that feels right to you, if you&#39;re willing to take creative chances or a creative path that feels like it&#39;s mostly in keeping with your sensibilities, you know, aesthetic and artistic, then that&#39;s what matters.","author":"Tracy Chapman","topic":"Chance"},{"quote":"Entrepreneurs spend an inordinate amount of time inside of our own heads - thinking, analyzing, agonizing and obsessing over every little detail of our business. Sometimes, we need a break from ourselves. Meditation is a chance to let the thinking mind rest.","author":"Lewis Howes","topic":"Chance"},{"quote":"To work all the time is to be incredibly lucky.","author":"Harvey Fierstein","topic":"Chance"},{"quote":"When I went to home plate in a game-tied situation or with a chance to do something and help the ballclub win one, I&#39;d try to make eye contact with the pitcher.","author":"Reggie Jackson","topic":"Chance"},{"quote":"Every child should have a chance to feel special.","author":"Chuck Close","topic":"Chance"},{"quote":"I wanted to have a label to not only release my own stuff but to also give young talent a chance to release their music without signing away their life. I had a great time with Spinnin&#39;, and the people I worked with were amazing, but the contract wasn&#39;t really for me. It wasn&#39;t what I wanted.","author":"Martin Garrix","topic":"Chance"},{"quote":"And when I was saying I want to become number one of the world and I was 7, 8 years old, most of the people were laughing to me. Because you know, it seemed like I have one percent chances to do that. And I&#39;ve done it.","author":"Novak Djokovic","topic":"Chance"},{"quote":"It&#39;s luck that one thing works out and one doesn&#39;t, it&#39;s sort of happenstance.","author":"Richard Linklater","topic":"Chance"},{"quote":"If your parents never had children, chances are you won&#39;t either.","author":"Dick Cavett","topic":"Chance"},{"quote":"But if we begin thinking about the world being over 100 million years old, then it&#39;s absolutely by chance that you and I are sitting here alive today, while all the others are dead or have never been born.","author":"Thor Heyerdahl","topic":"Chance"},{"quote":"Being lazy does not mean that you do not create. In fact, lying around doing nothing is an important, nay crucial, part of the creative process. It is meaningless bustle that actually gets in the way of productivity. All we are really saying is, give peace a chance.","author":"Tom Hodgkinson","topic":"Chance"},{"quote":"Sometimes I wake up in the morning and feel like going straight back to bed. But I still have to get up and work, and I still have to take advantage of the chances I&#39;ve been given in life.","author":"Estelle","topic":"Chance"},{"quote":"We should recognize that on the day that we are born, our glass is half full. In America your chance to fill your glass the rest of the way up is greater than it is anyplace else on this planet.","author":"Steve King","topic":"Chance"},{"quote":"Living is risking.","author":"Jeanne Moreau","topic":"Chance"},{"quote":"There is no such thing as luck. It&#39;s a fancy name for being always at our duty, and so sure to be ready when good time comes.","author":"Edward G. Bulwer-Lytton","topic":"Chance"},{"quote":"If you have the chance to be exposed to a loving, understanding environment where the seed of compassion, loving kindness, can be watered every day, then you become a more loving person.","author":"Nhat Hanh","topic":"Chance"},{"quote":"When we give ourselves the chance to let go of all our tension, the body&#39;s natural capacity to heal itself can begin to work.","author":"Nhat Hanh","topic":"Chance"},{"quote":"In battle, you forgive a man anything except an unwillingness to take risks. Sometimes you have to put it on the line.","author":"Tom Clancy","topic":"Chance"},{"quote":"I am grateful I got the chance to meet Stevie Wonder! He&#39;s like royalty to me and is one of my biggest inspirations.","author":"Hunter Hayes","topic":"Chance"},{"quote":"If somebody has a chance to put my food in their mouth, that tells the story.","author":"Emeril Lagasse","topic":"Chance"},{"quote":"Sama means &#39;equal&#39; in Sanskrit; I chose &#39;Samasource&#39; because I thought it really reflected a value that I had and that I wanted the company to have, which is that everyone has equal capabilities and deserves an equal chance.","author":"Leila Janah","topic":"Chance"},{"quote":"I have nothing but regret that I cannot continue to behave the way I behaved all my life, and I can&#39;t wait for a chance to behave immoderately again.","author":"Sonny Mehta","topic":"Chance"},{"quote":"Great actors can transform, but sometimes there&#39;s just this person who speaks right to the role. When they walk in the room, you know they&#39;re that character. That is something you can&#39;t teach an actor; that&#39;s something that&#39;s luck and chance.","author":"David Leitch","topic":"Chance"},{"quote":"A life lesson for me is, how do you muster the courage to take on a new risk? Whether it&#39;s starting up a business or taking on a new project or expedition. I think the risks that we take are all relative to the risk-taker.","author":"Ann Bancroft","topic":"Chance"},{"quote":"I guess I&#39;ve always been attracted to people who stand out as individuals - people who are adventurous and take chances.","author":"Carmen Electra","topic":"Chance"},{"quote":"The man who is intent on making the most of his opportunities is too busy to bother about luck.","author":"B. C. Forbes","topic":"Chance"},{"quote":"Being an actor gives you a chance to play all kinds of roles, very moving and dramatic on one project, silly and girlish on another. That&#39;s the most interesting thing out this business, you get to keep reinventing yourself.","author":"Sarah Michelle Gellar","topic":"Chance"},{"quote":"Don&#39;t talk to me about aesthetics or tradition. Talk to me about what sells and what&#39;s good right now. And what the American people like is to think the underdog still has a chance.","author":"George Steinbrenner","topic":"Chance"},{"quote":"I find it next to impossible to remain politely silent when people prate to me about the glory of being given another chance to live happily ever after!","author":"Mercedes McCambridge","topic":"Chance"},{"quote":"I&#39;m a chemistry guy. I believe you&#39;ve got to play together to have a chance to win.","author":"Tony Gwynn","topic":"Chance"},{"quote":"The guilty pleasure I miss most when I&#39;m out slogging on the campaign trail is the chance to sprawl on the chaise and watch a vacuously spunky and generically sassy chick flick.","author":"Maureen Dowd","topic":"Chance"},{"quote":"I always want to win, and it was time to win some club prizes, some titles. I never would have gone for the money, but wanted the chance to get a bit further in my career. And it turned out to be the right decision.","author":"Robin Van Persie","topic":"Chance"},{"quote":"Some campaigns are not worth waging if you can&#39;t win; others have to be fought on grounds of principle regardless of the chances for success.","author":"Patricia Ireland","topic":"Chance"},{"quote":"Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom.","author":"Cat Cora","topic":"Chance"},{"quote":"The &#39;National Suit Drive&#39; collects gently used professional attire, but what it&#39;s really collecting is inspiration and a chance for men to feel empowered as they head into their next job interview.","author":"Joseph Abboud","topic":"Chance"},{"quote":"I had just done a movie prior to &#39;Employee of the Month&#39; called &#39;Let&#39;s Go to Prison&#39; and Will Arnett got to play the bad guy. I would watch him daily and couldn&#39;t wait to get the chance &#39;til I played a bad guy.","author":"Dax Shepard","topic":"Chance"},{"quote":"The first time Adam had a chance, he laid the blame on women.","author":"Nancy Astor","topic":"Chance"},{"quote":"I love taking chances.","author":"Wayne Newton","topic":"Chance"},{"quote":"This business is always changing. If you&#39;re going to be a leader, you&#39;ve got to take chances.","author":"Ronnie Milsap","topic":"Chance"},{"quote":"Sometimes there are things worth risking your life for. It was Jesus who said if you want to save your life, you have to lose it.","author":"Gene Robinson","topic":"Chance"},{"quote":"Mankind can be very magnanimous, given the chance.","author":"Karin Fossum","topic":"Chance"},{"quote":"TO preach a sermon or edit a newspaper were the two things in life which I always felt I could do with credit to myself and benefit to the world, if I only had the chance.","author":"Rebecca Harding Davis","topic":"Chance"},{"quote":"Whether it&#39;s in an inner-city school or a rural community, I want those students to have a chance to take A.P. biology and A.P. physics and marine biology.","author":"Arne Duncan","topic":"Chance"},{"quote":"Musicians are always gigging and never have a chance to stop for a minute.","author":"Keith Jarrett","topic":"Chance"},{"quote":"I think that every new record is a chance to... I think what it is for me is my heart and soul at that moment in time... I&#39;ve always felt that just being able to make a record is a privilege.","author":"Mary Chapin Carpenter","topic":"Chance"},{"quote":"When I think of the artists I admire and seek out musically. It&#39;s because I&#39;m curious about where they&#39;re going to go the next time they have a chance to put a record out. It&#39;s not about where I find them on the radio dial, or how many records they&#39;re selling.","author":"Mary Chapin Carpenter","topic":"Chance"},{"quote":"I went to college and I never allowed myself to think for an instant that I would have this chance to do this.","author":"Mary Chapin Carpenter","topic":"Chance"},{"quote":"I just have to take my chances like any other composer.","author":"Gordon Getty","topic":"Chance"},{"quote":"Each of us has about 40 chances to accomplish our goals in life. I learned this first through agriculture, because all farmers can expect to have about 40 growing seasons, giving them just 40 chances to improve on every harvest.","author":"Howard Graham Buffett","topic":"Chance"},{"quote":"Talk ought always to run obliquely, not nose to nose with no chance of mental escape.","author":"Frank Moore Colby","topic":"Chance"},{"quote":"My role is to try to remove the impediments to entrepreneurs&#39; chance to succeed. It&#39;s about improving the business climate to give people a better chance of succeeding.","author":"Jerry Moran","topic":"Chance"},{"quote":"In many museums, you see one of this and one of that. You gain an understanding of what Abstract Expressionism or Minimalism is, but you aren&#39;t given the chance to appreciate the mind of an artist.","author":"Robert J. Fisher","topic":"Chance"},{"quote":"Thinking of Plan B muddies up your chances of succeeding at Plan A.","author":"Charlie Day","topic":"Chance"},{"quote":"&#39;Balthazar&#39; is very much about the title hero having to choose between his past and his future. For the first time in a long time, he has a chance to be happy - with Skye. But he has this terrible tendency to set himself up for heartbreak, in part because he punishes himself for his past.","author":"Claudia Gray","topic":"Chance"},{"quote":"It was clear that VA was in need of reform, and when the president asked for help, I could not say no. First, I felt I could help, and my private sector experience was relevant. Second, that this was my chance to give back to those that had stepped up to serve our country.","author":"David Shulkin","topic":"Chance"},{"quote":"You surprise yourself on some balls off the bat. You don&#39;t think you have a chance to catch it. And then your natural ability just takes over.","author":"Mike Trout","topic":"Chance"},{"quote":"It&#39;s not that I don&#39;t value my life. It&#39;s just that I love taking chances, testing myself, stepping over the line.","author":"Wendy O. Williams","topic":"Chance"},{"quote":"I always say that polo, for you to pursue a career, mainly any sport, you have to be born in the right place. If you&#39;re born in Hawaii, you surf. If you&#39;re born in Austria, you probably will ski. If you&#39;re born in Argentina, you most likely ride horses and have a chance to play polo.","author":"Nacho Figueras","topic":"Chance"},{"quote":"Events are not a matter of chance.","author":"Gamal Abdel Nasser","topic":"Chance"},{"quote":"I think my best teacher and my best study was theater in general. It taught me a lot of patience and a lot of hard work, and I think that theater teaches you that you&#39;ve got to know your stuff because you only get one chance.","author":"Chelsea Kane","topic":"Chance"}]