[{"quote":"And know that I am with you always; yes, to the end of time.","author":"Jesus Christ","topic":"Christmas"},{"quote":"The truth is the Super Bowl long ago became more than just a football game. It&#39;s part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.","author":"Bob Schieffer","topic":"Christmas"},{"quote":"Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"Christmas"},{"quote":"For it is in giving that we receive.","author":"Francis of Assisi","topic":"Christmas"},{"quote":"Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.","author":"Norman Vincent Peale","topic":"Christmas"},{"quote":"My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn&#39;t let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can&#39;t dribble on grass.","author":"Jimmy Fallon","topic":"Christmas"},{"quote":"Christmas isn&#39;t a season. It&#39;s a feeling.","author":"Edna Ferber","topic":"Christmas"},{"quote":"Christmas is a season not only of rejoicing but of reflection.","author":"Winston Churchill","topic":"Christmas"},{"quote":"Christmas, my child, is love in action. Every time we love, every time we give, it&#39;s Christmas.","author":"Dale Evans","topic":"Christmas"},{"quote":"I will honor Christmas in my heart, and try to keep it all the year.","author":"Charles Dickens","topic":"Christmas"},{"quote":"I love snow; I love building snowman. The only thing I don&#39;t like is the cold - so if we could have a hot Christmas, that would be amazing.","author":"Ella Henderson","topic":"Christmas"},{"quote":"Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.","author":"Calvin Coolidge","topic":"Christmas"},{"quote":"The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world&#39;s busy life and become more interested in people than in things.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Working on &#39;Nightmare Before Christmas,&#39; I had endless arguments, like the studio saying, &#39;You can&#39;t have a main character that&#39;s got no eyeballs!&#39; &#39;How is anybody going to feel for somebody with just eyesockets?&#39; You know? So, it&#39;s those kind of things that really wear you down.","author":"Tim Burton","topic":"Christmas"},{"quote":"Our many different cultures notwithstanding, there&#39;s something about the holidays that makes the planet communal. Even nations that do not celebrate Christmas can&#39;t help but be caught up in the collective spirit of their neighbors, as twinkling lights dot the landscape and carols fill the air. It&#39;s an inspiring time of the year.","author":"Marlo Thomas","topic":"Christmas"},{"quote":"He who has not Christmas in his heart will never find it under a tree.","author":"Roy L. Smith","topic":"Christmas"},{"quote":"Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.","author":"David Cameron","topic":"Christmas"},{"quote":"Maybe Christmas, the Grinch thought, doesn&#39;t come from a store.","author":"Dr. Seuss","topic":"Christmas"},{"quote":"God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it.","author":"Pope Francis","topic":"Christmas"},{"quote":"In London the day after Christmas (Boxing Day), it began to snow: my first snow in England. For five years, I had been tactfully asking, &#39;Do you ever have snow at all?&#39; as I steeled myself to the six months of wet, tepid gray that make up an English winter. &#39;Ooo, I do remember snow,&#39; was the usual reply, &#39;when I were a lad.&#39;","author":"Sylvia Plath","topic":"Christmas"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It&#39;s the best!","author":"Becky G","topic":"Christmas"},{"quote":"My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like &#39;Jack Frost&#39; and &#39;Rudolph the Red-Nosed Reindeer&#39; with my siblings and parents.","author":"Becky G","topic":"Christmas"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Christmas"},{"quote":"Why not share with the world the way it is and tell them my feelings about my cat, and how I played with my kids, and how addicted to Christmas time I am, and the smell of pine needles and hearing my kids laugh.","author":"Steven Tyler","topic":"Christmas"},{"quote":"Let&#39;s be naughty and save Santa the trip.","author":"Gary Allan","topic":"Christmas"},{"quote":"Happy, happy Christmas, that can win us back to the delusions of our childhood days, recall to the old man the pleasures of his youth, and transport the traveler back to his own fireside and quiet home!","author":"Charles Dickens","topic":"Christmas"},{"quote":"Christmas is the day that holds all time together.","author":"Alexander Smith","topic":"Christmas"},{"quote":"Christmas is joy, religious joy, an inner joy of light and peace.","author":"Pope Francis","topic":"Christmas"},{"quote":"Christmas is a season for kindling the fire for hospitality in the hall, the genial flame of charity in the heart.","author":"Washington Irving","topic":"Christmas"},{"quote":"Nothing says holidays, like a cheese log.","author":"Ellen DeGeneres","topic":"Christmas"},{"quote":"Expectancy is the atmosphere for miracles.","author":"Edwin Louis Cole","topic":"Christmas"},{"quote":"I once wanted to become an atheist, but I gave up - they have no holidays.","author":"Henny Youngman","topic":"Christmas"},{"quote":"I&#39;ve been giving back since I was a teen, handing out turkeys at Thanksgiving and handing out toys at toys drives for Christmas. It&#39;s very important to give back as a youth. It&#39;s as simple as helping an old lady across the street or giving up your seat on the bus for someone who is pregnant.","author":"Queen Latifah","topic":"Christmas"},{"quote":"For me, the spirit of Christmas means being happy and giving freely. It&#39;s a tradition for all the kids in the family to help mom decorate the tree. Christmas is all about family, eating, drinking and making merry.","author":"Malaika Arora Khan","topic":"Christmas"},{"quote":"God is in the details.","author":"Ludwig Mies van der Rohe","topic":"Christmas"},{"quote":"I throw a Christmas party at my house. It&#39;s not really a Christmas party, because I don&#39;t want to call it a Christmas party. But let&#39;s just say I put a lot of Christmas trees around the house, so it smells good.","author":"Bill Murray","topic":"Christmas"},{"quote":"I loved raising my kids. I loved the process, the dirt of it, the tears of it, the frustration of it, Christmas, Easter, birthdays, growth charts, pediatrician appointments. I loved all of it.","author":"Jane Elliot","topic":"Christmas"},{"quote":"I tend to think of Pluto and its moons as presents sitting under a Christmas tree. They&#39;re wrapped, and from Earth all we can do is look at the boxes to see whether they&#39;re light or heavy, to see if something maybe jiggles a bit inside. We&#39;re seeing intriguing things, but we really don&#39;t know what&#39;s in there.","author":"Alan Stern","topic":"Christmas"},{"quote":"Yeah, I started when I was 6 years old. My brother and sister would get all of these presents at Christmas time from the cast and crew of their show and I was jealous. So I decided that I had to become an actor.","author":"Sara Gilbert","topic":"Christmas"},{"quote":"All families had their special Christmas food. Ours was called Dutch Bread, made from a dough halfway between bread and cake, stuffed with citron and every sort of nut from the farm - hazel, black walnut, hickory, butternut.","author":"Paul Engle","topic":"Christmas"},{"quote":"Mom still has a huge, beautifully decorated Christmas tree. The whole family comes together after midnight mass and has the traditional plum cake and wine. We spend the night at mom&#39;s home, and in the morning we wake up and open the presents. In the afternoon, we sit down to have a traditional Christmas lunch.","author":"Malaika Arora Khan","topic":"Christmas"},{"quote":"Santa Claus has the right idea - visit people only once a year.","author":"Victor Borge","topic":"Christmas"},{"quote":"Every gift which is given, even though it be small, is in reality great, if it is given with affection.","author":"Pindar","topic":"Christmas"},{"quote":"Christmas is doing a little something extra for someone.","author":"Charles M. Schulz","topic":"Christmas"},{"quote":"The main reason Santa is so jolly is because he knows where all the bad girls live.","author":"George Carlin","topic":"Christmas"},{"quote":"One of the most glorious messes in the world is the mess created in the living room on Christmas day. Don&#39;t clean it up too quickly.","author":"Andy Rooney","topic":"Christmas"},{"quote":"A good conscience is a continual Christmas.","author":"Benjamin Franklin","topic":"Christmas"},{"quote":"My brothers and sisters, true love is a reflection of the Savior&#39;s love. In December of each year we call it the Christmas spirit. You can hear it. You can see it. You can feel it.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"At Christmas, I am always struck by how the spirit of togetherness lies also at the heart of the Christmas story. A young mother and a dutiful father with their baby were joined by poor shepherds and visitors from afar. They came with their gifts to worship the Christ child.","author":"Queen Elizabeth II","topic":"Christmas"},{"quote":"Finding the real joy of Christmas comes not in the hurrying and the scurrying to get more done, nor is it found in the purchasing of gifts. We find real joy when we make the Savior the focus of the season.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"If you haven&#39;t got any charity in your heart, you have the worst kind of heart trouble.","author":"Bob Hope","topic":"Christmas"},{"quote":"The smell of pine needles, spruce and the smell of a Christmas tree - those to me, are the scents of the holidays.","author":"Blake Lively","topic":"Christmas"},{"quote":"There is no better time than now, this very Christmas season, for all of us to rededicate ourselves to the principles taught by Jesus the Christ. It is the time to love the Lord, our God, with all our heart - and our neighbors as ourselves.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"I stopped believing in Santa Claus when I was six. Mother took me to see him in a department store and he asked for my autograph.","author":"Shirley Temple","topic":"Christmas"},{"quote":"There would be no Christmas if there was no Easter.","author":"Gordon B. Hinckley","topic":"Christmas"},{"quote":"I love Christmas. I really do love Christmas. I love being with my family and I love snow. I love the music and the lights and all of it.","author":"Christina Applegate","topic":"Christmas"},{"quote":"I love the excitement, the childlike spirit of innocence and just about everything that goes along with Christmas.","author":"Hillary Scott","topic":"Christmas"},{"quote":"I started making music... I guess I was 12, and I started playing &#39;Guitar Hero.&#39; And you know, it got to a point where on expert, you can only exceed to a certain point. And so, you know, I was like, &#39;Let&#39;s play real guitar. Let&#39;s not waste more time.&#39; So, I got my mom, I told her to buy me a guitar for Christmas, and I started making music then.","author":"Post Malone","topic":"Christmas"},{"quote":"It kills me when people talk about California hedonism. Anybody who talks about California hedonism has never spent a Christmas in Sacramento.","author":"Joan Didion","topic":"Christmas"},{"quote":"I&#39;m bad on Valentine&#39;s Day, but even worse on Christmas. I go shopping at nine o&#39;clock on December 24th every year. Nobody else is there. I&#39;m in Toys&#39;R&#39;Us all by myself. I get there five minutes before closing.","author":"Jamie Foxx","topic":"Christmas"},{"quote":"When we were children we were grateful to those who filled our stockings at Christmas time. Why are we not grateful to God for filling our stockings with legs?","author":"Gilbert K. Chesterton","topic":"Christmas"},{"quote":"I wrapped my Christmas presents early this year, but I used the wrong paper. See, the paper I used said &#39;Happy Birthday&#39; on it. I didn&#39;t want to waste it so I just wrote &#39;Jesus&#39; on it.","author":"Demetri Martin","topic":"Christmas"},{"quote":"Christmas is a rare occasion when we are reminded that we have obligations to people we did not choose to be related to, and that love is not just a spontaneous feeling but something we sometimes really have to work at, with people we may not even much like.","author":"Julian Baggini","topic":"Christmas"},{"quote":"Some people are born for Halloween, and some are just counting the days until Christmas.","author":"Stephen Graham Jones","topic":"Christmas"},{"quote":"What&#39;s great about an office Christmas party is that it uncovers and reveals parts of your personality that you didn&#39;t see coming.","author":"Will Speck","topic":"Christmas"},{"quote":"You can&#39;t allow the forces of political correction to shut you up. I mean, why are people afraid to say, &#39;Merry Christmas?&#39; Give me a break. If people don&#39;t like it, yeah, they can go do something else.","author":"Ben Carson","topic":"Christmas"},{"quote":"I just think that it&#39;s strong and it&#39;s important that we recognize what the Christmas season is about; it&#39;s about the birth of our Savior, and there&#39;s a lot of pressure today to be politically correct, but people are realizing, too, that you have to be open to express your faith what you want believe.","author":"Joel Osteen","topic":"Christmas"},{"quote":"As I lay so sick on my bed, from Christmas till March, I was always praying for poor ole master. &#39;Pears like I didn&#39;t do nothing but pray for ole master. &#39;Oh, Lord, convert ole master;&#39; &#39;Oh, dear Lord, change dat man&#39;s heart, and make him a Christian.&#39;","author":"Harriet Tubman","topic":"Christmas"},{"quote":"When you have kids, you instantly feel that you do not want to do them wrong. Those dads that go off to Florida and start a new life, I couldn&#39;t imagine that: seeing my kid once every Christmas, every three years. If I&#39;m gone for six days it feels like too much.","author":"Adam Carolla","topic":"Christmas"},{"quote":"&#39;I am a bad mother.&#39; Every Christmas, this is what I think because the holiday season fills me with such anxiety. I&#39;m sure that other mothers are happily baking cookies, decorating trees, and finding perfect gifts for everyone.","author":"Tess Gerritsen","topic":"Christmas"},{"quote":"On Christmas Eve, we have a duck or roast pork with caramelised potatoes, braised red cabbage and gravy. For dessert, we have ris a l&#39;amande, a rice pudding, and whoever gets the whole almond in it wins an extra present. Then we dance around the tree and sing carols.","author":"Birgitte Hjort Sorensen","topic":"Christmas"},{"quote":"In the minds of a Liberal, someone who isn&#39;t Christian might be offended if we say Merry Christmas to them, so we shouldn&#39;t say Merry Christmas to anyone. The logic is bizarre!","author":"Milo Yiannopoulos","topic":"Christmas"},{"quote":"My little brother and grandma told me I could sing. I used to sing in church, too. Not like in the choir or anything, but for people around the church... on the church bus going home and Christmas plays.","author":"Bryson Tiller","topic":"Christmas"},{"quote":"The tradition of putting candles on Christmas trees actually began in Germany. The person who came up with the idea is thought to have been Martin Luther, father of the Reformation.","author":"Christopher Buckley","topic":"Christmas"},{"quote":"My favorite part was when my grandfather and I would make a special trip to Firpo&#39;s Bakery for red and green Christmas cookies and fruitcake studded with the sweetest cherries I&#39;ve ever tasted. Usually Firpo&#39;s was too expensive for our slim budget, but Christmas mornings they gave a discount to any children who came in.","author":"Chitra Banerjee Divakaruni","topic":"Christmas"},{"quote":"Christmas morning, I&#39;m going to open presents with my kids. I&#39;m going to take pictures of them opening the presents. Then I&#39;m going to come to the Staples Center and get ready to work.","author":"Kobe Bryant","topic":"Christmas"},{"quote":"Fragrance is a very personal gift, and I think that&#39;s why it makes a great Christmas gift. There&#39;s a very distinct signature to it, so if you give it as a gift, I like to think that it&#39;s from a person that thinks very highly of you.","author":"Ryan Reynolds","topic":"Christmas"},{"quote":"My parents got me a sewing machine for Christmas during my senior year of high school. I made three pieces of clothing and had a fashion show at the end of the year, where we had to wear the clothes that we made. I took it to a whole new level; I made all my friends clothes.","author":"Kourtney Kardashian","topic":"Christmas"},{"quote":"&#39;A Christmas Carol&#39; has been described as the most perfect of Dickens&#39;s works and as a quintessential heart-warming story, and it is certainly the most popular.","author":"Claire Tomalin","topic":"Christmas"},{"quote":"When I was a child, I was living in the housing projects of Philadelphia. I didn&#39;t even have a Christmas tree.","author":"Bill Cosby","topic":"Christmas"},{"quote":"It doesn&#39;t bother me a bit when people say, &#39;Merry Christmas&#39; to me. I don&#39;t think they are slighting me or getting ready to put me in a ghetto. In fact, I kind of like it.","author":"Ben Stein","topic":"Christmas"},{"quote":"&#39;The Nightmare Before Christmas&#39; is my number one biggest influence artistically in every way.","author":"Amy Lee","topic":"Christmas"},{"quote":"Miramax seems to be showing the same faith in Roberto Benigni&#39;s &#39;Pinocchio&#39; that the Republican Party showed in Trent Lott; the live-action version of Carlo Collodi&#39;s fairy tale about the wooden puppet whose only ambition was to be a real live boy was sneaked into theaters Christmas Day.","author":"Elvis Mitchell","topic":"Christmas"},{"quote":"My first job, 9 years old, part-time, was selling Christmas cards door-to-door. Ten years old, my brother and I had paper routes. We delivered a morning paper called the &#39;L.A. Examiner.&#39; Get up at 4 o&#39;clock, fold your papers, deliver them and get ready for school.","author":"John Paul DeJoria","topic":"Christmas"},{"quote":"For more than a decade, I led an organization that put on an elaborate Christmas program each December. It was a big production, with over 250 people participating in more than 20 performances. By the end of the season, everyone who participated was exhausted.","author":"John C. Maxwell","topic":"Christmas"},{"quote":"I started wearing Ugg when I was, like, 13 or 14, in high school, and my mom got me a pair for Christmas one year.","author":"Tom Brady","topic":"Christmas"},{"quote":"One Christmas, Dennis Dermody, the movie critic of &#39;Paper,&#39; gave me &#39;Rock Hudson: A Gathering of Friends,&#39; the master invitation list from Rock Hudson&#39;s memorial service. It&#39;s so great. Everyone&#39;s in it, with personal addresses all bound into a book. Someone else once gave me Ike Turner&#39;s will. I get great stuff.","author":"John Waters","topic":"Christmas"},{"quote":"My grandmother was a church organist, but we only went on Easter and Christmas Eve sometimes.","author":"Zach Anner","topic":"Christmas"},{"quote":"If you pray enough for things, I am proof that they can happen. I feel like a kid on Christmas day now, every day. It&#39;s something I have wanted for a long time and I am as happy as anyone to be here. It is great to be back at my first love.","author":"Robbie Fowler","topic":"Christmas"},{"quote":"For many years, I&#39;ve wanted to do one, and I&#39;ve always mentioned it to the chieftains, and they would say things like, &#39;Oh well. Christmas albums don&#39;t sell,&#39; and things like that. But that&#39;s not the point. Christmas albums are important. The music is important. The season is important.","author":"Aretha Franklin","topic":"Christmas"},{"quote":"I don&#39;t know if that&#39;s a year&#39;s bad luck, or if that&#39;s how it works. But stealing a Christmas tree - that can&#39;t be a good thing, karma-wise.","author":"Adrian McKinty","topic":"Christmas"},{"quote":"I grew up with three little brothers. Every Christmas, we&#39;d have piles of toy trucks and Lincoln Logs and G.I. Joes under the tree. Those were for them. For me? My No. 1 favorite present of all time: books. Two or three tall stacks of wonderful stories that I could lose myself in for weeks.","author":"Karen Robards","topic":"Christmas"},{"quote":"Yep, I&#39;m a geek. Ever since I got the Millennium Falcon for Christmas in 1978. And I still have it, in perfect condition, just without the box... but I still play with it!","author":"Joseph Gatt","topic":"Christmas"},{"quote":"It&#39;s true, Christmas can feel like a lot of work, particularly for mothers. But when you look back on all the Christmases in your life, you&#39;ll find you&#39;ve created family traditions and lasting memories. Those memories, good and bad, are really what help to keep a family together over the long haul.","author":"Caroline Kennedy","topic":"Christmas"},{"quote":"Don&#39;t let the past steal your present. This is the message of Christmas: We are never alone.","author":"Taylor Caldwell","topic":"Christmas"},{"quote":"God seeks to influence humanity. This is at the heart of the Christmas story. It is the story of light coming into the darkness, of a Savior to show us the way, of light overcoming the darkness, of God&#39;s work to save the world.","author":"Adam Hamilton","topic":"Christmas"},{"quote":"Christmas is a tonic for our souls. It moves us to think of others rather than of ourselves. It directs our thoughts to giving.","author":"B. C. Forbes","topic":"Christmas"},{"quote":"Christmas is a bridge. We need bridges as the river of time flows past. Today&#39;s Christmas should mean creating happy hours for tomorrow and reliving those of yesterday.","author":"Gladys Taber","topic":"Christmas"},{"quote":"It is a fine seasoning for joy to think of those we love.","author":"Moliere","topic":"Christmas"},{"quote":"I love Christmas, not just because of the presents but because of all the decorations and lights and the warmth of the season.","author":"Ashley Tisdale","topic":"Christmas"},{"quote":"The two most joyous times of the year are Christmas morning and the end of school.","author":"Alice Cooper","topic":"Christmas"},{"quote":"As we give presents at Christmas, we need to recognize that sharing our time and ourselves is such an important part of giving.","author":"Gordon B. Hinckley","topic":"Christmas"},{"quote":"The excellence of a gift lies in its appropriateness rather than in its value.","author":"Charles Dudley Warner","topic":"Christmas"},{"quote":"Christmas makes me happy no matter what time of year it comes around.","author":"Bryan White","topic":"Christmas"},{"quote":"Mail your packages early so the post office can lose them in time for Christmas.","author":"Johnny Carson","topic":"Christmas"},{"quote":"Christmas... is not an external event at all, but a piece of one&#39;s home that one carries in one&#39;s heart.","author":"Freya Stark","topic":"Christmas"},{"quote":"Christmas and the holidays are the season of giving. It&#39;s a time when people are more kind and open-hearted.","author":"Gisele Bundchen","topic":"Christmas"},{"quote":"Christmas in Bethlehem. The ancient dream: a cold, clear night made brilliant by a glorious star, the smell of incense, shepherds and wise men falling to their knees in adoration of the sweet baby, the incarnation of perfect love.","author":"Lucinda Franks","topic":"Christmas"},{"quote":"Christmas is far and away my favorite holiday. I love everything about it, from the event that inspired it, hoping for a white one, to wrapping presents. But mostly I love having family and friends gathered, and sharing traditions.","author":"Ellen Hopkins","topic":"Christmas"},{"quote":"My brothers and sisters, may the spirit of love which comes at Christmastime fill our homes and our lives and linger there long after the tree is down and the lights are put away for another year.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Christmas for me is all about spending time with my family. I cherish any chance we have to spend all day together making gingerbread houses, baking cookies, or sitting around and watching movies.","author":"Blake Lively","topic":"Christmas"},{"quote":"The thing about Christmas is that it almost doesn&#39;t matter what mood you&#39;re in or what kind of a year you&#39;ve had - it&#39;s a fresh start.","author":"Kelly Clarkson","topic":"Christmas"},{"quote":"I think we&#39;ve taken the meaning of Christmas out. People don&#39;t stop and think about Jesus or the birth of Jesus. When they think of Christmas, they think of Santa Claus and - for the children, and they think of giving gifts and out-giving the next person of spending their time looking for the right thing for somebody who has everything.","author":"Billy Graham","topic":"Christmas"},{"quote":"It&#39;s funny how we &#39;do&#39; Christmas. Christmas is not something that we do, it is something that was done. It celebrates the long awaited arrival of the Messiah, Jesus Christ. We had nothing to do with it, but what we can do is praise God for the coming of the Lord, who washed away the sins of the world by dying on the cross.","author":"Monica Johnson","topic":"Christmas"},{"quote":"Giving is a really big thing around Christmas, as well it should be. Christmas is about giving, and it all stems from the greatest gift the world has ever received - the gift of Jesus Christ.","author":"Monica Johnson","topic":"Christmas"},{"quote":"At Christmas play and make good cheer, for Christmas comes but once a year.","author":"Thomas Tusser","topic":"Christmas"},{"quote":"Christmas, children, is not a date. It is a state of mind.","author":"Mary Ellen Chase","topic":"Christmas"},{"quote":"Once again, we come to the Holiday Season, a deeply religious time that each of us observes, in his own way, by going to the mall of his choice.","author":"Dave Barry","topic":"Christmas"},{"quote":"I don&#39;t think Christmas is necessarily about things. It&#39;s about being good to one another, it&#39;s about the Christian ethic, it&#39;s about kindness.","author":"Carrie Fisher","topic":"Christmas"},{"quote":"The Supreme Court has ruled that they cannot have a nativity scene in Washington, D.C. This wasn&#39;t for any religious reasons. They couldn&#39;t find three wise men and a virgin.","author":"Jay Leno","topic":"Christmas"},{"quote":"What I don&#39;t like about office Christmas parties is looking for a job the next day.","author":"Phyllis Diller","topic":"Christmas"},{"quote":"When you give up yourself, that&#39;s when you will feel the true spirit of Christmas. And that&#39;s giving that&#39;s serving others and that&#39;s when you feel fulfilled.","author":"Joel Osteen","topic":"Christmas"},{"quote":"Unless we make Christmas an occasion to share our blessings, all the snow in Alaska won&#39;t make it &#39;white&#39;.","author":"Bing Crosby","topic":"Christmas"},{"quote":"We got to the moon on Christmas Eve 1968, at the end of a poor year for this country. We had Vietnam. We had civil unrest. We had the assassinations of Robert Kennedy and Martin Luther King. But we went around the moon and saw the far side for the first time. A script writer couldn&#39;t have done a better job of raising people&#39;s hope.","author":"Jim Lovell","topic":"Christmas"},{"quote":"The earth has grown old with its burden of care, but at Christmas it always is young, the heart of the jewel burns lustrous and fair, and its soul full of music breaks the air, when the song of angels is sung.","author":"Phillips Brooks","topic":"Christmas"},{"quote":"Christmas is, of course, the time to be home - in heart as well as body.","author":"Garry Moore","topic":"Christmas"},{"quote":"There&#39;s nothing sadder in this world than to awake Christmas morning and not be a child.","author":"Erma Bombeck","topic":"Christmas"},{"quote":"Christmas is a stocking stuffed with sugary goodness.","author":"Mo Rocca","topic":"Christmas"},{"quote":"T&#39;was the night before Christmas, when all through the house, not a creature was stirring, not even a mouse.","author":"Clement Clarke Moore","topic":"Christmas"},{"quote":"What will you and I give for Christmas this year? Let us in our lives give to our Lord and Savior the gift of gratitude by living His teachings and following in His footsteps.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Every year we celebrate the holy season of Advent, O God. Every year we pray those beautiful prayers of longing and waiting, and sing those lovely songs of hope and promise.","author":"Karl Rahner","topic":"Christmas"},{"quote":"Christmas time! That man must be a misanthrope indeed, in whose breast something like a jovial feeling is not roused - in whose mind some pleasant associations are not awakened - by the recurrence of Christmas.","author":"Charles Dickens","topic":"Christmas"},{"quote":"Christmas is a great time to recommit to each other and our communities.","author":"James Lankford","topic":"Christmas"},{"quote":"Before we took down the tree each year, Dad would always say a prayer that we would be together the next Christmas. I cling to that prayer, which serves as a reminder that it&#39;s important to be grateful in the present for the people you love because, well, you never know.","author":"Catherine Hicks","topic":"Christmas"},{"quote":"Moving between the legs of tables and of chairs, rising or falling, grasping at kisses and toys, advancing boldly, sudden to take alarm, retreating to the corner of arm and knee, eager to be reassured, taking pleasure in the fragrant brilliance of the Christmas tree.","author":"T. S. Eliot","topic":"Christmas"},{"quote":"Pets, like their owners, tend to expand a little over the Christmas period.","author":"Frances Wright","topic":"Christmas"},{"quote":"I once bought my kids a set of batteries for Christmas with a note on it saying, toys not included.","author":"Bernard Manning","topic":"Christmas"},{"quote":"For many, Christmas is also a time for coming together. But for others, service will come first.","author":"Queen Elizabeth II","topic":"Christmas"},{"quote":"For me growing up, Christmas time was always the most fantastic, exciting time of year, and you&#39;d stay up until three in the morning. You&#39;d hear the parents wrapping in the other room but you knew that also, maybe, they were in collusion with Santa Claus.","author":"Chris Pine","topic":"Christmas"},{"quote":"We consider Christmas as the encounter, the great encounter, the historical encounter, the decisive encounter, between God and mankind. He who has faith knows this truly; let him rejoice.","author":"Pope Paul VI","topic":"Christmas"},{"quote":"No matter what, I always make it home for Christmas. I love to go to my Tennessee Mountain Home and invite all of my nieces and nephews and their spouses and kids and do what we all like to do - eat, laugh, trade presents and just enjoy each other... and sometimes I even dress up like Santa Claus!","author":"Dolly Parton","topic":"Christmas"},{"quote":"Christmas is a time of year that&#39;s so romantic.","author":"Katharine McPhee","topic":"Christmas"},{"quote":"Christmas is the time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell government what they want and their kids pay for it.","author":"Richard Lamm","topic":"Christmas"},{"quote":"I detest &#39;Jingle Bells,&#39; &#39;White Christmas,&#39; &#39;Rudolph the Red Nosed Reindeer,&#39; and the obscene spending bonanza that nowadays seems to occupy not just December, but November and much of October, too.","author":"Richard Dawkins","topic":"Christmas"},{"quote":"On Christmas morning, before we could open our Christmas presents, we would go to this stranger&#39;s home and bring them presents. I remember helping clean the house up and putting up a tree. My father believed that you have a responsibility to look after everyone else.","author":"George Clooney","topic":"Christmas"},{"quote":"I wanted an electric train for Christmas but I got the saxophone instead.","author":"Clarence Clemons","topic":"Christmas"},{"quote":"No matter where I am in the world, I will always be back home for Christmas.","author":"Malaika Arora Khan","topic":"Christmas"},{"quote":"I like to think I&#39;m like the guy who goes to the office Christmas party Friday night, insults some people, but still has his job Monday morning.","author":"Don Rickles","topic":"Christmas"},{"quote":"Coming from Chicago, I like a white Christmas.","author":"Dennis Franz","topic":"Christmas"},{"quote":"A lovely thing about Christmas is that it&#39;s compulsory, like a thunderstorm, and we all go through it together.","author":"Garrison Keillor","topic":"Christmas"},{"quote":"My mother-in-law has come round to our house at Christmas seven years running. This year we&#39;re having a change. We&#39;re going to let her in.","author":"Les Dawson","topic":"Christmas"},{"quote":"During the holiday season, Christmas specifically, it can be hard to be away from family and friends.","author":"Monica Johnson","topic":"Christmas"},{"quote":"Please to put a nickel, please to put a dime. How petitions trickle in at Christmas time!","author":"Phyllis McGinley","topic":"Christmas"},{"quote":"&#39;El Gordo&#39; is the name given to the oldest lottery jackpot in the world - and the richest. Held every year in Madrid on December 22, the Christmas Lottery culminates with the picking of the El Gordo number, the Fat One, which, for many, has become the true Christmas miracle in Spain.","author":"Michael Paterniti","topic":"Christmas"},{"quote":"At the heart of every really good Christmas movie is the threat, I suppose, to Christmas. Something is wrong with Christmas, in all of these movies. In &#39;The Polar Express,&#39; there&#39;s a kid that doesn&#39;t really believe, and that&#39;s the threat to Christmas. In &#39;Santa Claus: The Movie,&#39; jealousy and greed are threatening to overrun his Christmas.","author":"James McAvoy","topic":"Christmas"},{"quote":"The fact is, we need markers in life, whether we subscribe to a religion or not. And the major holidays, such as Christmas, serve to remind us of the turning world.","author":"Jay Parini","topic":"Christmas"},{"quote":"Every Christmas Eve, the elves will come and give us a new pair of pajamas.","author":"Sabrina Carpenter","topic":"Christmas"},{"quote":"One thing I love about Christmas music is that it has a tradition of warmth.","author":"Zooey Deschanel","topic":"Christmas"},{"quote":"Christmas always rustled. It rustled every time, mysteriously, with silver and gold paper, tissue paper and a rich abundance of shiny paper, decorating and hiding everything and giving a feeling of reckless extravagance.","author":"Tove Jansson","topic":"Christmas"},{"quote":"Christmas comes during a season when the Earth is in its darkest time. It&#39;s a holiday for the family and for everyone.","author":"Melissa Etheridge","topic":"Christmas"},{"quote":"The sight of people sleeping on the streets hits us hardest around Christmas and New Year. We see them camped out alone on the freezing concrete, and we think, with a rush of guilt, about heading home to our families and our soft beds.","author":"John Niven","topic":"Christmas"},{"quote":"That&#39;s the true spirit of Christmas; people being helped by people other than me.","author":"Jerry Seinfeld","topic":"Christmas"},{"quote":"There is a lot to celebrate about that little Babe who was laid in a manger. Christians celebrate Christmas because they are thankful for the promise of salvation, which was delivered in human flesh and named Jesus.","author":"Monica Johnson","topic":"Christmas"},{"quote":"We are each one on a road going toward home, but we&#39;re not trying to get there for Christmas. We&#39;re trying to get there for eternity. We want to arrive home safely to our loving Father in Heaven. He wants us to make it safely there, so He has sent a guiding light for us to follow: a Savior, the Lord Jesus Christ, the perfect example.","author":"Margaret D. Nadauld","topic":"Christmas"},{"quote":"November is auspicious in so many parts of the country: the rice harvest is already in, the weather starts to cool, and the festive glow which precedes Christmas has began to brighten the landscape.","author":"F. Sionil Jose","topic":"Christmas"},{"quote":"As a child, I was bonkers for Christmas. The entire month of December, I couldn&#39;t sleep at night from anticipation.","author":"Rosecrans Baldwin","topic":"Christmas"},{"quote":"There&#39;s a little Christmas in all of us, I guess. Even in me.","author":"Leon Redbone","topic":"Christmas"},{"quote":"I think that &#39;Ghost Rider: Spirit of Vengeance&#39; was mentally taxing, if only because I had to go to a Christmas party shortly after I had wrapped photography in Romania at two in the morning as the Ghost Rider. The invitation had a Christmas ornament on it with Ghost Rider&#39;s face on it as a tree.","author":"Nicolas Cage","topic":"Christmas"},{"quote":"Halloween isn&#39;t the only time for ghosts and ghost stories. In Victorian Britain, spooky winter&#39;s tales were part of the Christmas season, often told after dinner, over port or coffee.","author":"Michael Dirda","topic":"Christmas"},{"quote":"Faith is salted and peppered through everything at Christmas. And I love at least one night by the Christmas tree to sing and feel the quiet holiness of that time that&#39;s set apart to celebrate love, friendship, and God&#39;s gift of the Christ child.","author":"Amy Grant","topic":"Christmas"},{"quote":"That is what Christmas should be about, I think - togetherness and playfulness. It&#39;s like a game.","author":"Billy Howle","topic":"Christmas"},{"quote":"Ranking among the greatest Christmas movie classics, &#39;It&#39;s a Wonderful Life&#39; tells a beautiful story about the priceless value of relationships.","author":"John C. Maxwell","topic":"Christmas"},{"quote":"The word of God is very important to Christmas. For unto us a child was born, and we should be reminded of how Christ&#39;s amazing journey came to be.","author":"Monica Johnson","topic":"Christmas"},{"quote":"Every product you have ever loved was a compromise from the ideal vision of its creators to the realities of shipping on time, on budget, and on price point. Anyone who has ever manufactured a physical product that had to be on the shelves for Christmas shopping knows how painful these choices can be.","author":"Jay Samit","topic":"Christmas"},{"quote":"&#39;Make your plate look like a Christmas tree,&#39; I tell people, &#39;mostly green with splashes of other bright colors.&#39;","author":"Victoria Moran","topic":"Christmas"},{"quote":"Christmas makes everything twice as sad.","author":"Douglas Coupland","topic":"Christmas"},{"quote":"Christmas is a holiday that persecutes the lonely, the frayed, and the rejected.","author":"Jimmy Cannon","topic":"Christmas"},{"quote":"Christmas cookies can&#39;t help but be retro - they are memory first, sugar-flour-egg-redhot-gumdrop-sparkle reality second.","author":"Dana Goodyear","topic":"Christmas"},{"quote":"The Earth reminded us of a Christmas tree ornament hanging in the blackness of space. As we got farther and farther away it diminished in size. Finally it shrank to the size of a marble, the most beautiful marble you can imagine.","author":"James Irwin","topic":"Christmas"},{"quote":"I was nine or 10 years old and my father was sacked on Christmas Day. He was a manager, the results had not been good, he lost a game on December 22 or 23. On Christmas Day, the telephone rang and he was sacked in the middle of our lunch.","author":"Jose Mourinho","topic":"Christmas"},{"quote":"Now, the essence, the very spirit of Christmas is that we first make believe a thing is so, and lo, it presently turns out to be so.","author":"Stephen Leacock","topic":"Christmas"},{"quote":"Time always seems long to the child who is waiting - for Christmas, for next summer, for becoming a grownup: long also when he surrenders his whole soul to each moment of a happy day.","author":"Dag Hammarskjold","topic":"Christmas"},{"quote":"What I&#39;m not saying is that all government spending is bad. It&#39;s not - far, far from it, but there is no free lunch, as a former colleague of mine used to say. There is no public tooth fairy. Father Christmas does not work on the Treasury staff this year. You can never bail someone out of trouble without putting someone else into trouble.","author":"Arthur Laffer","topic":"Christmas"},{"quote":"Christmas is a time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell the government what they want - and their kids pay for it.","author":"Richard Lamm","topic":"Christmas"},{"quote":"According to an ancient Sardinian legend, the bodies of those who are born on Christmas Eve will never dissolve into dust but are preserved until the end of time.","author":"Grazia Deledda","topic":"Christmas"},{"quote":"There&#39;s something about a Christmas sweater that will always make me laugh.","author":"Kristen Wiig","topic":"Christmas"},{"quote":"I love the atmosphere at the mall - everything about Christmas. I don&#39;t think anything specific gets me in the holiday spirit except for the holidays themselves.","author":"Drake Bell","topic":"Christmas"},{"quote":"My mom is a really good cook. I didn&#39;t get the cooking gene, but she cooks this really amazing dinner every Christmas, and that&#39;s always really fun.","author":"Miranda Cosgrove","topic":"Christmas"},{"quote":"Isn&#39;t that the great thing about Christmas? You get a lot of respite, time to recharge your batteries, time with family without too much else happening anywhere else in the world, time to focus on the people you love and the activities that you enjoy, time to exercise, to read.","author":"Wayne Swan","topic":"Christmas"},{"quote":"I beg to present you as a Christmas gift the city of Savannah.","author":"William Tecumseh Sherman","topic":"Christmas"},{"quote":"In our open society, we are inclined to give to the less fortunate for the pure goodness of giving. We open our home to those who are alone on this holiday to spread some warmth into the life of another.","author":"Jeff Miller","topic":"Christmas"},{"quote":"My Barbies were usually naked. Once, I took their heads off, cut their hair, drew on their short, spiky hair with some markers, then stuck the heads on Christmas lights. Every year, we&#39;d string our tree with those Barbie heads. It looked demonic. My parents were so cool - they saw it as a form of self-expression.","author":"Jessica Biel","topic":"Christmas"},{"quote":"I didn&#39;t know the full dimensions of forever, but I knew it was longer than waiting for Christmas to come.","author":"Richard Brautigan","topic":"Christmas"},{"quote":"My mother was a professional sick person; she took a lot of pain pills. There are many people like that. It&#39;s just how they are used to getting attention. I always remember she&#39;s the daughter of alcoholics who&#39;d leave her alone at Christmas time.","author":"Jim Carrey","topic":"Christmas"},{"quote":"Having a birthday cake squashed into your face by young kids? Delicious. I always don a Santa suit at Christmas. Remaining childish is a tremendous state of innocence.","author":"John Lydon","topic":"Christmas"},{"quote":"The joy of Christmas causes hundreds of radio stations around the country to play Christmas music all day, and people will exchange millions of gifts to remember the first gift of Christmas, the infant Jesus.","author":"James Lankford","topic":"Christmas"},{"quote":"Christmas renews our youth by stirring our wonder. The capacity for wonder has been called our most pregnant human faculty, for in it are born our art, our science, our religion.","author":"Ralph W. Sockman","topic":"Christmas"},{"quote":"Christmas is always the most fun. I start looking forward to Christmas before it&#39;s even summertime.","author":"Mariah Carey","topic":"Christmas"},{"quote":"Back when we was in school in Mississippi, we had Little Black Sambo. That&#39;s what you learned: Anytime something was not good, or anytime something was bad in some kinda way, it had to be called black. Like, you had Black Monday, Black Friday, black sheep... Of course, everything else, all the good stuff, is white. White Christmas and such.","author":"B. B. King","topic":"Christmas"},{"quote":"I&#39;ve always loved Christmas and that&#39;s not really gone away from me from being a child to now. It&#39;s always a magical time and I&#39;m unashamed in my love for Christmas.","author":"Martin Freeman","topic":"Christmas"},{"quote":"Christmas is a Christian holiday, and any self-respecting person of another religion should not celebrate a holiday that they don&#39;t believe in. Clearly, Christ is in the name of the holiday, so there should be a belief in Him.","author":"Monica Johnson","topic":"Christmas"},{"quote":"My fondest memories are generally the day after Thanksgiving. I get the total decorating Christmas itch.","author":"Katharine McPhee","topic":"Christmas"},{"quote":"Grief is a room without doors - but somehow, with its tinsel and cliches, Christmas finds a way in.","author":"Simon Van Booy","topic":"Christmas"},{"quote":"I like the idea of putting your Christmas wish list up and letting people share it.","author":"Bill Gates","topic":"Christmas"},{"quote":"My favorite traditional Christmas movie that I like to watch is All Quiet on the Western Front. It&#39;s just not December without that movie in my house.","author":"Tom Hanks","topic":"Christmas"},{"quote":"Next to a circus there ain&#39;t nothing that packs up and tears out faster than the Christmas spirit.","author":"Kin Hubbard","topic":"Christmas"},{"quote":"As Michael Scheuer, who ran the C.I.A.&#39;s bin Laden unit until 1999, has pointed out, if bin Laden believed in Christmas, the Iraq war would be his perfect present from Santa Claus. The 9\/11 attacks and the subsequent war in Afghanistan severely damaged bin Laden&#39;s organization.","author":"Peter Bergen","topic":"Christmas"},{"quote":"The real reason Jews don&#39;t have more Hanukkah music is that, historically, American Jewish singer-songwriters were too busy making Christmas music. &#39;White Christmas,&#39; &#39;Rudolph the Red-Nosed Reindeer,&#39; &#39;Silver Bells&#39; and &#39;The Christmas Song (Chestnuts Roasting)&#39; were all written by Jews.","author":"Matisyahu","topic":"Christmas"},{"quote":"The loneliest ebb of my life came on that Christmas eve, only one day after my arrival in New York. The abyss of loneliness. I ate a solitary dinner in a small cafe, and the very food tasted bitter with my unshed tears. One doesn&#39;t dare cry in America. It is unmanly here.","author":"Rudolph Valentino","topic":"Christmas"},{"quote":"I think Christmas is about celebration and come on, on the inside everyone wants to dance.","author":"TobyMac","topic":"Christmas"},{"quote":"I love presents, But since I&#39;ve gotten older, I haven&#39;t really wanted anything. Christmas is about family.","author":"Jacob Latimore","topic":"Christmas"},{"quote":"One of my favorite movies of all time is &#39;It&#39;s A Wonderful Life,&#39; which is a pretty interesting choice for a seasonal Christmas favorite, because it&#39;s about a guy who wants to commit suicide and is presented with reasons not to.","author":"Frank Darabont","topic":"Christmas"},{"quote":"After church on the Sunday after Thanksgiving, my family would go chop down our Christmas tree. Once it was home and placed in its stand, Mom and I would painstakingly decorate our tree. It took hours to place the tinsel, string the lights, find the perfect spot for my favorite macaroni and felt ornaments from kindergarten.","author":"Molly O'Keefe","topic":"Christmas"},{"quote":"Christmas to a child is the first terrible proof that to travel hopefully is better than to arrive.","author":"Stephen Fry","topic":"Christmas"},{"quote":"Christmas is a story that has both religious and pagan origins, and to ignore its power is to ignore the power of myth - those symbols and legends that help us to ground our lives.","author":"Jay Parini","topic":"Christmas"},{"quote":"Kind &#39;Guardian&#39; readers have been forwarding me round robin Christmas newsletters for years now: lengthy missives full of perfect children, exotic holidays, talented pets and endless, tedious detail. The notes that accompanied them revealed they had inspired in the original recipients everything from mild irritation to absolute rage.","author":"Simon Hoggart","topic":"Christmas"},{"quote":"From a commercial point of view, if Christmas did not exist it would be necessary to invent it.","author":"Katharine Whitehorn","topic":"Christmas"},{"quote":"Throughout my teenage years, I read &#39;A Christmas Carol&#39; by Charles Dickens every December. It was a story that never failed to excite me, for as well as being a Dickens enthusiast, I have always loved ghost stories.","author":"John Boyne","topic":"Christmas"},{"quote":"We should declare war on North Vietnam. We could pave the whole country and put parking strips on it, and still be home by Christmas.","author":"Ronald Reagan","topic":"Christmas"},{"quote":"Now I&#39;m an old Christmas tree, the roots of which have died. They just come along and while the little needles fall off me replace them with medallions.","author":"Orson Welles","topic":"Christmas"},{"quote":"I remember wishing there was snow in L.A. And how jealous we used to get of those Christmas specials with kids playing in the snow.","author":"Ice Cube","topic":"Christmas"},{"quote":"Leftists wage the war on Christmas using their traditional methods - government fiat and the court system. They never win voting, and they certainly don&#39;t win in the free market, so they bravely fight their battles through big government.","author":"Milo Yiannopoulos","topic":"Christmas"},{"quote":"I was at the vice president&#39;s Christmas party. I thought that his speech was spectacular, and I knew that it was a very emotional and difficult thing for him to do, but I admonished him for not waiting just one more stinking day.","author":"Bradley Whitford","topic":"Christmas"},{"quote":"I was once part of a Christmas cabaret. I sang &#39;I Saw Mommy Kissing Santa Claus.&#39; I tap-danced. I had a ten-gallon hat. It was quite absurd.","author":"Peter Dinklage","topic":"Christmas"},{"quote":"I stone got crazy when I saw somebody run down them strings with a bottleneck. My eyes lit up like a Christmas tree and I said that I had to learn.","author":"Muddy Waters","topic":"Christmas"},{"quote":"When I was a child in England before the war, Christmas pudding always contained at least one shiny new sixpence, and it was considered a sign of great good luck for the new year to find one in your helping of the pudding.","author":"Michael Korda","topic":"Christmas"},{"quote":"For the millions of Americans, like my family, who believe that there is a creator God who can be known personally, Christmas is a celebration of Jesus&#39; offer of love and forgiveness for all people.","author":"James Lankford","topic":"Christmas"},{"quote":"I simply believe food is too good to throw away - and Christmas leftovers can be a gastronomic opportunity for the well-skilled kitchen forager. With a little imagination, there are a million ways to use up leftovers rather than bin them.","author":"Tristram Stuart","topic":"Christmas"},{"quote":"I&#39;d rather do community service than sit and write a load of Christmas cards.","author":"Paul O'Grady","topic":"Christmas"},{"quote":"During the holidays, everyone needs a break from studying for exams and Christmas shopping. I wanted to put together a diverse tour that rocks in many musical directions but always points to Christ.","author":"TobyMac","topic":"Christmas"},{"quote":"I love Christmas. Christmas is family time.","author":"Brody Jenner","topic":"Christmas"},{"quote":"It is never too late to get into tennis! While I started playing at the age of 8 when my parents gave me a tennis racquet for Christmas, tennis is a lifelong sport that can be enjoyed by people of almost any age. It&#39;s also something you never forget once you learn.","author":"Samantha Stosur","topic":"Christmas"},{"quote":"I was doing a tour of the &#39;Batman&#39; live stage production, and I challenged the cast to join me to run. One time, we were running in Switzerland just before Christmas, and it was heavy snow. Another time, we were running down the Seine in Paris on Christmas Day, and we all had Santa hats on.","author":"Sam Heughan","topic":"Christmas"},{"quote":"In France, Christmas is a family holiday. You stay home. New Year&#39;s Eve is when you go out.","author":"Alain Ducasse","topic":"Christmas"},{"quote":"My Christmas wish would be to have an entire week off. To spend it with my family and just curl up and watch Christmas movies when it&#39;s snowing outside.","author":"David Hasselhoff","topic":"Christmas"},{"quote":"Black Friday is not another bad hair day in Wall Street. It&#39;s the term used by American retailers to describe the day after the Thanksgiving Holiday, seen as the semi-official start of Christmas shopping season.","author":"Evan Davis","topic":"Christmas"},{"quote":"Christmas brings us great music: Everything from Handel&#39;s &#39;Messiah&#39; to &#39;White Christmas,&#39; to &#39;I Saw Mommy Kissing Santa Claus.&#39;","author":"Alan Colmes","topic":"Christmas"},{"quote":"I eat everything I want on Christmas day. I really don&#39;t watch what I eat. It&#39;s not like you have Christmas every day!","author":"Adriana Lima","topic":"Christmas"},{"quote":"I would like to spend Christmas in different countries all over the world. I love seeing how different cultures celebrate the holidays in their own unique ways.","author":"Mallory Jansen","topic":"Christmas"},{"quote":"My Christmases have always just been very simple and about family.","author":"Julie Roberts","topic":"Christmas"},{"quote":"Being a traditionalist, I&#39;m a rabid sucker for Christmas. In July, I&#39;m already worried that there are only 146 shopping days left.","author":"John Waters","topic":"Christmas"},{"quote":"The Christmas market at the Barcelona Cathedral sells all kinds of things for your Nativity scene. It will also give you a good idea of Catalan culture.","author":"Jose Andres","topic":"Christmas"},{"quote":"I don&#39;t care why they love me, as long as they love me. I think people respect me because they feel like - I&#39;m kind of like Christmas. I come back every year. You can&#39;t get rid of me. I just keep coming back.","author":"David Hasselhoff","topic":"Christmas"},{"quote":"I got up one Christmas morning and we didn&#39;t have nothing to eat. We didn&#39;t have an apple, we didn&#39;t have an orange, we didn&#39;t have a cake, we didn&#39;t have nothing.","author":"Muddy Waters","topic":"Christmas"},{"quote":"A simplified Christmas isn&#39;t about circumstances as much as it is about focus.","author":"Ann Voskamp","topic":"Christmas"},{"quote":"I love the excess of Christmas. The shopping season that begins in September, the bad pop star recordings of Christmas carols, the decorations that don&#39;t know when to come down.","author":"Mo Rocca","topic":"Christmas"},{"quote":"A barn with cattle and horses is the place to begin Christmas; after all, that&#39;s where the original event happened, and that same smell was the first air that the Christ Child breathed.","author":"Paul Engle","topic":"Christmas"},{"quote":"It&#39;s bad enough being conned into singing an anti-war message by John Lennon when you think you&#39;re just wishing everyone a merry Christmas.","author":"Ian Watson","topic":"Christmas"},{"quote":"Everyone knows that there are some odors that send you directly back to memories of your childhood - odors from Christmas time and so forth.","author":"May-Britt Moser","topic":"Christmas"},{"quote":"Christmas is a huge thing in my family. We usually start decorating the day after Thanksgiving. We spend Christmas Eve with one set of grandparents, and Christmas Day with the other grandparents and our family.","author":"Samantha Isler","topic":"Christmas"},{"quote":"Don&#39;t send funny greeting cards on birthdays or at Christmas. Save them for funerals, when their cheery effect is needed.","author":"P. J. O'Rourke","topic":"Christmas"},{"quote":"Globalization has created this interlocking fragility. At no time in the history of the universe has the cancellation of a Christmas order in New York meant layoffs in China.","author":"Nassim Nicholas Taleb","topic":"Christmas"},{"quote":"No matter what else is going on, Christmas is my all-time favorite period in the year. It has a positive effect on me like very little else does, seasonally, that is.","author":"Rush Limbaugh","topic":"Christmas"},{"quote":"Tax cuts should be for life, not just for Christmas.","author":"George Osborne","topic":"Christmas"},{"quote":"I like indoor Christmas trees. And I like people who decorate their homes with lights and all that crap. I think it&#39;s a healthy outlet for them. If they weren&#39;t covering their lawns with twinkling lights, they&#39;d be doing something that was really, really creepy.","author":"Lewis Black","topic":"Christmas"},{"quote":"&#39;The Christmas Song,&#39; by Nat King Cole, is not only a masterful performance; to me it just sounds like the holidays. I&#39;ve never sung it, because Nat&#39;s version is so perfect. I gotta leave it alone.","author":"Harry Connick, Jr.","topic":"Christmas"},{"quote":"I love giving gifts. It&#39;s almost like I don&#39;t open my gifts until, like, three days after Christmas &#39;cause I want to give everyone else their presents.","author":"Mariah Carey","topic":"Christmas"},{"quote":"When I first started shooting &#39;Sharpe,&#39; back in the early 1990s, I&#39;d kiss my two elder daughters goodbye at the end of August - Evie wasn&#39;t even born then - and I wouldn&#39;t see them again until Christmas. That was tough. They were hard times.","author":"Sean Bean","topic":"Christmas"},{"quote":"Most of us remember Nat King Cole as a vocalist. His warm, grainy baritone is still so closely identified with such familiar ballads as &#39;Stardust&#39; and &#39;The Christmas Song&#39; that it&#39;s hard to imagine anyone else performing them.","author":"Terry Teachout","topic":"Christmas"},{"quote":"I remember being banned from other houses as a younger child during the winter holiday season; I was the only one who didn&#39;t believe in Santa Claus, and I was ruining everyone&#39;s Christmas.","author":"Jami Attenberg","topic":"Christmas"},{"quote":"I made a French film called &#39;Merry Christmas&#39; which is a very European film. It&#39;s a World War I piece.","author":"Diane Kruger","topic":"Christmas"},{"quote":"In Denmark, the annual Christmas party is probably the most important cultural institution in the country.","author":"Joshua Oppenheimer","topic":"Christmas"},{"quote":"I love Halloween, trick or treating and decorating the house. And I love Thanksgiving, because of the football and the fall weather. And of course, I love Christmas - that&#39;s my favorite of all!","author":"Joe Nichols","topic":"Christmas"},{"quote":"&#39;A Christmas Carol&#39; is an extravagantly symbolic thing - as rich in symbols as Christmas pudding is rich in raisins.","author":"Michel Faber","topic":"Christmas"},{"quote":"The sharpest memory of our old-fashioned Christmas eve is my mother&#39;s hand making sure I was settled in bed.","author":"Paul Engle","topic":"Christmas"},{"quote":"You know how on Christmas day, the day feels different, even if you&#39;re just sitting in your chair waiting for your girlfriend to put her face on and you haven&#39;t even started any of the festivities yet, the day still feels different. The electrons are fatter and pushier.","author":"Bill Callahan","topic":"Christmas"},{"quote":"Don&#39;t give me books for Christmas; I already have a book.","author":"Jean Harlow","topic":"Christmas"},{"quote":"When I cook for my family on Christmas, I make feijoada, a South American dish of roasted and smoked meats like ham, pork, beef, lamb, and bacon - all served with black beans and rice. It&#39;s festive but different.","author":"Maya Angelou","topic":"Christmas"},{"quote":"When I was 12, all I wanted for Christmas was a trampoline or a four-wheeler. I ended up getting both presents for Christmas.","author":"Chris Brown","topic":"Christmas"},{"quote":"When I was a kid, we would get McDonalds on Christmas Eve, and that was a big deal because the closest one to the south side of Chicago was a 35 minute drive away. I remember opening the bag and smelling those fries, and even now when I smell them, it reminds me of Christmas Eve.","author":"Jane Lynch","topic":"Christmas"},{"quote":"The Christian faith can never be separated from the soil of sacred events, from the choice made by God, who wanted to speak to us, to become man, to die and rise again, in a particular place and at a particular time.","author":"Pope Benedict XVI","topic":"Christmas"},{"quote":"December used to be very difficult for me. For many years, I fought the transition to the new year, was generally exhausted at the end of the year, and just wanted to hide. I described myself as a &#39;cranky Jewish kid who felt left out by Christmas.&#39;","author":"Brad Feld","topic":"Christmas"},{"quote":"The No. 1 best-selling Christmas album of all time is from Kenneth Bruce Gorelick, the Jewish smooth-jazz legend Kenny G. American Jews have always produced a lot of holiday music, just not Hanukkah music.","author":"Matisyahu","topic":"Christmas"},{"quote":"There are three things that I&#39;m addicted to when it comes to entertainment. In no particular order, One, I&#39;m addicted to the cheer moment. &#39;Librarians&#39; has plenty of them. Next, I feel that life is hard, and I want my entertainment fun, and &#39;Librarians&#39; is fun as a Christmas party. And third, I like to be moved.","author":"Dean Devlin","topic":"Christmas"},{"quote":"We&#39;re raising our girls to understand the real meaning of Christmas, and to know that it&#39;s most important to have Christmas in your heart. We go to our local mall and donate toys, and we say prayers for all the people in the world who might not be as lucky as we are.","author":"Faith Hill","topic":"Christmas"},{"quote":"We used to indulge hopelessly as a family at Christmas. When the children were little, I dressed up as Father Christmas. They knew it was a gag, but they loved it. I remember stealing into their bedrooms at 1 A.M. and filling the stockings up at the end of the bed.","author":"Richard Attenborough","topic":"Christmas"},{"quote":"I know &#39;Hallelujah&#39; isn&#39;t actually a Christmas song, but it has that cozy, haunting vibe that sounds like a winter&#39;s night and belongs by a fire.","author":"Bonnie McKee","topic":"Christmas"},{"quote":"I love all things Christmas.","author":"Samantha Barks","topic":"Christmas"},{"quote":"I was lucky enough to grow up in a home where I woke up Christmas morning and had toys. I know that&#39;s not the case with all people and I don&#39;t think kids should go without experiencing that sort of joy.","author":"Lucy Hale","topic":"Christmas"},{"quote":"When I was five my parents bought me a ukulele for Christmas. I quickly learned how to play it with my father&#39;s guidance. Thereafter, my father regularly taught me all the good old fashioned songs.","author":"Tony Visconti","topic":"Christmas"},{"quote":"People think it&#39;s terribly sad to spend Christmas alone, but it&#39;s no sadder, really, than spending any other day alone, is it?","author":"Paula Hawkins","topic":"Christmas"},{"quote":"I love the smell of a real Christmas tree - also, my mum&#39;s Christmas pudding with brandy sauce.","author":"Mallory Jansen","topic":"Christmas"},{"quote":"I cut &#39;Diamond in My Crown&#39; in my home in Georgia, because I wanted to use an old 1848 pump organ that my mother-in-law had gotten for Emory for Christmas one year. His mother would be proud to know that pump organ was made use of.","author":"Patty Loveless","topic":"Christmas"},{"quote":"Even though we&#39;re a week and a half away from Thanksgiving, it&#39;s beginning to look a lot like Christmas.","author":"Richard Roeper","topic":"Christmas"},{"quote":"What I found out on Christmas Day 1984, through biochemical evidence, was that telomeres could be lengthened by the enzyme we called telomerase, which keeps the telomeres from wearing down. After I found that out, I went home and put on Bruce Springsteen&#39;s &#39;Born in the USA,&#39; which was just out, and I danced and danced and danced.","author":"Carol W. Greider","topic":"Christmas"},{"quote":"It&#39;s silly talking about how many years we will have to spend in the jungles of Vietnam when we could pave the whole country and put parking stripes on it and still be home by Christmas.","author":"Ronald Reagan","topic":"Christmas"},{"quote":"Making your Christmas cake in September is perfect, as too fresh a cake crumbles when cut.","author":"Mary Berry","topic":"Christmas"},{"quote":"I&#39;m a physicist, and we have something called Moore&#39;s Law, which says computer power doubles every 18 months. So every Christmas, we more or less assume that our toys and appliances are more or less twice as powerful as the previous Christmas.","author":"Michio Kaku","topic":"Christmas"},{"quote":"I built my church on Easter services, Christmas Eve services, and Norman Vincent Peale.","author":"Robert H. Schuller","topic":"Christmas"},{"quote":"Pfft, I hate Christmas Day. It&#39;s for children and families. Not for people like me.","author":"Karl Lagerfeld","topic":"Christmas"},{"quote":"We try to make the name longer and longer every year. First, it was &#39;Larry the Cable Guy&#39;s Christmas Spectacular.&#39; Then it was &#39;It&#39;s a Very Larry Christmas.&#39; Now it&#39;s &#39;Larry the Cable Guy&#39;s Hula-palooza Christmas Luau.&#39; I&#39;ll tell you what it is: It&#39;s funny. That&#39;s what it is. Who cares what the name of it is? It is a funny special.","author":"Larry the Cable Guy","topic":"Christmas"},{"quote":"I had eight brothers and sisters. Every Christmas my younger brother Bobby would wake up extra early and open everybody&#39;s presents - everybody&#39;s - so by the time the rest of us got up, all the gifts were shredded, ribbons off, torn open and thrown aside.","author":"Tommy Hilfiger","topic":"Christmas"},{"quote":"Before Christmas, I host a party for our kids and all their friends. We love to make a mess while decorating gingerbread houses.","author":"Kourtney Kardashian","topic":"Christmas"},{"quote":"Being half Jewish, we grew up with Christmas trees but had Jewish ornaments.","author":"Gina Rodriguez","topic":"Christmas"},{"quote":"You are not practicing Judaism if you celebrate Christmas.","author":"Elliott Abrams","topic":"Christmas"},{"quote":"I always liked it when people go back in time to discover things about themselves, like with &#39;A Christmas Carol&#39; and you&#39;re getting a tour of your life by the ghosts of Christmas past, present and future.","author":"John Cusack","topic":"Christmas"},{"quote":"Well, the album &#39;Intuition&#39; is out and just went platinum officially. So I think to have the music doing what it&#39;s doing right now, man, it&#39;s the ultimate. Nobody is really selling records out there but we are at a million records and we dropped it at Christmas, so we are just trying to get that thing to like two million, you know.","author":"Jamie Foxx","topic":"Christmas"},{"quote":"My first real job, I sold Christmas trees when I was twelve for extra money. I did that until I was fifteen. Then I bagged groceries, and I worked at the first Borders ever in Tulsa, Oklahoma.","author":"Bill Hader","topic":"Christmas"},{"quote":"Christmas is taken very seriously in this household. I believe in Father Christmas, and there&#39;s no way I&#39;d do anything to undermine that belief.","author":"Carol Ann Duffy","topic":"Christmas"},{"quote":"I had always sung in choirs. Even when it was something to be laughed at or made fun of, you know, in school. And I was always the kid who was picked at the Christmas concert to sing the solo, you know, while the other kids snickered in the front few rows.","author":"Scott Weiland","topic":"Christmas"},{"quote":"Throughout history, Hanukkah was a relatively minor festival, but it&#39;s become very popular in America due to its proximity to Christmas.","author":"Gil Marks","topic":"Christmas"},{"quote":"I never really did Christmas before. Christmas Day? I mean - what&#39;s that? What&#39;s it all about? I was always flying on Christmas Day.","author":"Monica Seles","topic":"Christmas"},{"quote":"I always wanted to write for children. When I was growing up, we were really poor. My mother had left, and it was all a mess. So I lived in my head a lot, and I would get lots of books for Christmas - from librarians and teachers - and they just fed my imagination.","author":"Jewell Parker Rhodes","topic":"Christmas"},{"quote":"The truth is that our way of celebrating the Christmas season does spring from myriad cultures and sources, from St. Nicholas to Coca-Cola advertising campaigns.","author":"Richard Roeper","topic":"Christmas"},{"quote":"Nothing is as peaceful as when Christmas is over, when one has been forgiven for everything and can be normal again.","author":"Tove Jansson","topic":"Christmas"},{"quote":"I went to Sunday School and liked the stories about Christ and the Christmas star. They were beautiful. They made you warm and happy to think about. But I didn&#39;t believe them.","author":"Frances Farmer","topic":"Christmas"},{"quote":"I started with the Target Company in 1993 when their Christmas theme that year was &#39;It&#39;s A Wonderful Life,&#39; and they reunited the actors who played the Bailey kids. So we went all over and really had a blast getting the love from all of the fans and thought, &#39;Whoopty-doo, there&#39;s something going on here.&#39;","author":"Karolyn Grimes","topic":"Christmas"},{"quote":"Christmas was always a big holiday in our family. Every Christmas Eve before we&#39;d go to bed, my mom and dad would read to us two or three stories and they would always be &#39;The Happy Prince,&#39; &#39;The Gift of the Magi&#39; and &#39;Twas the Night Before Christmas,&#39; and I would like to keep that alive.","author":"Cameron Mathison","topic":"Christmas"},{"quote":"If you look at Christmas movies, there are certain things in them that lend themselves to a &#39;Harold &amp; Kumar&#39; movie. In particular, the more out-of-this-world things like Santa Claus and flying reindeer.","author":"Hayden Schlossberg","topic":"Christmas"},{"quote":"No sane local official who has hung up an empty stocking over the municipal fireplace, is going to shoot Santa Claus just before a hard Christmas.","author":"Al Smith","topic":"Christmas"},{"quote":"My family background is Mexican, and I was born in Chicago. It&#39;s pretty much family tradition every time we get together for Christmas and major holidays to sing. Our family time is centered around the food and a little bit of performing for one another.","author":"Ailyn Perez","topic":"Christmas"},{"quote":"As dry leaves that before the wild hurricane fly, when they meet with an obstacle, mount to the sky. So up to the house-top the coursers they flew, with the sleigh full of toys, and St. Nicholas too.","author":"Clement Clarke Moore","topic":"Christmas"},{"quote":"The supernatural birth of Christ, his miracles, his resurrection and ascension, remain eternal truths, whatever doubts may be cast on their reality as historical facts.","author":"David Friedrich Strauss","topic":"Christmas"},{"quote":"I know that a Christmas tree farm in Pennsylvania is about the most random place for a country singer to come from, but I had an awesome childhood.","author":"Taylor Swift","topic":"Christmas"},{"quote":"To perceive Christmas through its wrappings becomes more difficult with every year.","author":"E. B. White","topic":"Christmas"},{"quote":"I still have the Triumph Palm Beach I was given for Christmas when I was 11. By today&#39;s standards, it is heavy and slow, but was my pride and joy at the time.","author":"Jeremy Corbyn","topic":"Christmas"},{"quote":"If you want me to sing this Christmas song with the feeling and the meaning, you better see if you can locate that check.","author":"Mahalia Jackson","topic":"Christmas"},{"quote":"I&#39;ve got some incredible fans actually - so loyal and they make me birthday cards and Christmas cards. I got this package of poems and artwork based around the songs. They&#39;ve got this thing called &#39;Floetry&#39; where they all have to put in artwork. They&#39;ve set up their own competitions and stuff which is kind of amazing.","author":"Florence Welch","topic":"Christmas"},{"quote":"Always be prepared if someone asks you what you want for Christmas. Give brand names, the store that sells the merchandise, and, if possible, exact model numbers so they can&#39;t go wrong. Be the type who&#39;s impossible to buy for, so they have to get what you want.","author":"John Waters","topic":"Christmas"},{"quote":"Making a Christmas album is looked upon by some people as the thing you do when you are heading towards retirement.","author":"Annie Lennox","topic":"Christmas"},{"quote":"One thing I hear a lot is, &#39;Dude, my mom loves your record,&#39; or &#39;I got it for my dad for Christmas.&#39; I&#39;m essentially doing dad rock. Which is great, because I love Steely Dan, you know? Nothing wrong with dad rock!","author":"Mac DeMarco","topic":"Christmas"},{"quote":"My dad&#39;s a firefighter, so I know what it&#39;s like for policemen and firefighters to be on their own on Christmas Day.","author":"J. J. Watt","topic":"Christmas"},{"quote":"I worked for a big department store, and strangely, on my first day, they put me in charge of Christmas wrapping. I didn&#39;t know how to wrap a present and make it not look like it fell off a truck.","author":"Joel Edgerton","topic":"Christmas"},{"quote":"Fashion Week is like Christmas.","author":"Brad Goreski","topic":"Christmas"},{"quote":"I&#39;m not going to tell you to meditate on what Christmas really means and be thankful.","author":"Monica Johnson","topic":"Christmas"},{"quote":"The way my family always did Christmas was on Christmas Eve, it wasn&#39;t really centered around a dinner on Christmas Eve. It was more about keeping the kids calm. Sometime after dark is when we were going to open all the presents underneath the tree from Mom, Dad and the kids and everything - just the family presents was every Christmas Eve.","author":"Blake Shelton","topic":"Christmas"},{"quote":"Christmas in L.A. is weird. There&#39;s no snow. It&#39;s not even cold.","author":"Ellie Goulding","topic":"Christmas"},{"quote":"Is it possible Hanukkah doesn&#39;t inspire folksy songs? Plot lines may be a part. The Christmas story has a lot of material to work with. There&#39;s Jesus and his birth, the wise men, their gifts and tons of frankincense.","author":"Matisyahu","topic":"Christmas"},{"quote":"My mother accidentally gave me food poisoning. She fed me baby carrots for a snack before Christmas dinner - but they had expired in June! I threw up for the next 24 hours.","author":"Busy Philipps","topic":"Christmas"},{"quote":"I remember when I was working at Sprint, I&#39;d work on my birthday, New Year&#39;s Day, and even Christmas Eve. I&#39;m just used to working on my birthday, so I&#39;ll be celebrating it afterward.","author":"Prince Royce","topic":"Christmas"},{"quote":"To me, it remains incomprehensible that a people who can design the Porsche 911 and sleek, white ice trains, who created the Bauhaus and speak at least three languages at birth, want to own twee Christmas figurines painted in gaudy colours, dress up in Bavarian lederhosen, and eat Haribo gummy bears.","author":"Rory MacLean","topic":"Christmas"},{"quote":"We only open a couple of presents on Christmas morning; we&#39;re all about the stockings - we even get them for the dogs!","author":"Darcey Bussell","topic":"Christmas"},{"quote":"Christmas is, for those who wish to follow the way of Jesus, an invitation to accept into our comfortable and safe lives those who come to us from far away, who seem ragged, marginal, in transition.","author":"Jay Parini","topic":"Christmas"},{"quote":"Christmas lights may be the loneliest thing for me, especially if you mix them up with reindeers and sleighs. I feel alone. I feel isolated. I feel I do not belong.","author":"Mira Nair","topic":"Christmas"},{"quote":"Country ham is baked whole, usually with a glaze, sometimes studded with cloves, and served as the centerpiece of Christmas and Easter feasts.","author":"Kate Christensen","topic":"Christmas"},{"quote":"Adults are tempted to produce and perform Christmas for their kids and their families, and they arrive at Christmas Day weary and disillusioned.","author":"Ann Voskamp","topic":"Christmas"},{"quote":"I loved &#39;White Christmas&#39; for the music aspect. I was into musical theater.","author":"Lana Parrilla","topic":"Christmas"},{"quote":"Sometimes I wonder: What are the children thinking? And sometimes I wonder why the hell I&#39;m not buying a tree like the other neighbors. After all, there is no mention in Christianity of Christmas trees, and even if there were - is there any good reason why I shouldn&#39;t be buying some red stockings?","author":"Sayed Kashua","topic":"Christmas"},{"quote":"Come Christmas Eve, we usually go to my mom and dad&#39;s. Everybody brings one gift and then we play that game when we all steal it from each other. Some are really cool, others are useful and some are a bit out there.","author":"Amy Grant","topic":"Christmas"},{"quote":"I hate to say it, but Christmas as a kid was always a moneymaking venture for me. I played trumpet, and a friend of mine who played trombone and a guy who played tuba, every Christmas we&#39;d go out for three or four days beforehand and play Christmas carols on our horns.","author":"John Tesh","topic":"Christmas"},{"quote":"Christians get trees. Jews get bushes. To stay in good standing with the Tribe, you&#39;ve got to refer to a Christmas tree as a Hanukkah bush.","author":"Alan Colmes","topic":"Christmas"},{"quote":"He put a ring in the toe of a stocking. On Christmas Eve, we opened our stockings and it was there at the bottom of the toe. Then he got down on his knees and he was shaking.","author":"Kyra Sedgwick","topic":"Christmas"},{"quote":"I like day-after-Christmas omelets, day-after Christmas pizzas... Or you take croissant rolls, put gravy on top, turkey, mashed potatoes, cheese, more gravy. That sounds good!","author":"Eric Stonestreet","topic":"Christmas"},{"quote":"Once I found out that I was playing &#39;Deathlok,&#39; I unearthed my old comic book collection. I was going home for Christmas, and I have a collection of thousands of comics. I was surprised to see that 90% of them were Marvel. So, I wanted to go through my collection and start there.","author":"J. August Richards","topic":"Christmas"},{"quote":"When I met Letterman, he told me he thought &#39;Christmas (Baby Please Come Home)&#39; was the greatest Christmas song he ever heard, and he wanted me to be on his show to sing it.","author":"Darlene Love","topic":"Christmas"},{"quote":"The term &#39;natural resources&#39; confuses people. &#39;Natural resources&#39; are not like a finite number of gifts under the Christmas tree. Nature is given, but resources are created.","author":"Alex Tabarrok","topic":"Christmas"},{"quote":"I really want a Christmas in New York one year, when it&#39;s snowing. Like, it&#39;s Christmas morning, and you have a fight with someone, and you run down the street, and it&#39;s snowing, and you can&#39;t find them.","author":"Courtney Barnett","topic":"Christmas"},{"quote":"My mother, she had a very good attitude toward money. I&#39;m very grateful for the fact that we had to learn to save. I used to get like 50 pence a week, and I&#39;d save it for like five months. And then I&#39;d spend it on Christmas presents. I&#39;d save up like eight pounds. It&#39;s nothing, but we did that.","author":"Gemma Arterton","topic":"Christmas"},{"quote":"Christmas is the antithesis of Thanksgiving. Christmas is pretty much a man-made holiday.","author":"John Clayton","topic":"Christmas"},{"quote":"My grade 3 teacher put on a kids&#39; Christmas concert, and I played the kazoo, so my mother bought me a trumpet. I took lessons for eight years, was in the Kitsilano Boys Band, and I played in the Vancouver Junior Symphony for two years.","author":"Jim Pattison","topic":"Christmas"},{"quote":"My father Bill had a problem with Christmas. Although he appears in old photographs to possess a whippy, muscular frame, he was actually a frail man and usually managed to cause some kind of drama just before the festivities began.","author":"Christopher Fowler","topic":"Christmas"},{"quote":"On the morning, Daddy and I get up at six o&#39;clock because Christmas trees must be bought in the dark. We walk to the other end of town, as the big harbour is just the right setting for buying a Christmas tree. We spend hours choosing, looking at every branch suspiciously. It&#39;s always cold.","author":"Tove Jansson","topic":"Christmas"},{"quote":"I loved rock and roll when that came in, Bill Haley, Little Richard, Fats Domino, Buddy Holly, Elvis Presley, all those great records. So I begged my mom and dad for a guitar, which eventually they did get me for Christmas, but it went out of tune very quickly, and it hurt my fingers.","author":"Ian McLagan","topic":"Christmas"},{"quote":"Throughout my college years, I&#39;d watch my sister squeal every Christmas as she unwrapped another &#39;Buffy&#39; DVD set. I didn&#39;t know much about the series, but I was filled with that obnoxious self-importance that comes from having decided to be an Academic Who Reads Serious Things.","author":"Marie Rutkoski","topic":"Christmas"},{"quote":"Bloody Christmas, here again, let us raise a loving cup, peace on earth, goodwill to men, and make them do the washing up.","author":"Wendy Cope","topic":"Christmas"},{"quote":"I don&#39;t think of Home Depot as romantic, but I do think the Christmas wonderland they put up during the holidays is magical. That is what Home Depot is to me, and that is the only romantic thing about it.","author":"Betty Who","topic":"Christmas"},{"quote":"I like to spend Christmas with family and friends, pigging out, exchanging gifts and basically doing nothing.","author":"George Kotsiopoulos","topic":"Christmas"},{"quote":"I think it&#39;s important not to grow up too fast. I&#39;m 26 now, and I still can&#39;t wait for Christmas Day. The inner seven-year-old isn&#39;t buried too deeply in me.","author":"Laura Haddock","topic":"Christmas"},{"quote":"Every Christmas now for years, I have found myself wondering about the point of the celebration. As the holiday has become more ecumenical and secular, it has lost much of the magic that I remember so fondly from childhood.","author":"Whitley Strieber","topic":"Christmas"},{"quote":"Certainly, nothing would stop me coming home for Christmas, if I can. But I&#39;ve worked a lot in theatre, and in theatre in New York, we work Christmas Day a lot of the time as well.","author":"Brian F. O'Byrne","topic":"Christmas"},{"quote":"I grew up in a reform Jewish family in St. Louis. Our idea of Judaism was no bar mitzvahs and a Christmas tree that had a skirt at the bottom embroidered with the names of my grandparents.","author":"Danny Meyer","topic":"Christmas"},{"quote":"For Christmas every year, my mother used to give me those cheap little diaries that would tell your horoscope and provide a little blank slot for each day.","author":"Patti Smith","topic":"Christmas"},{"quote":"One of my first favorite books was &#39;The 12 Days of Christmas,&#39; and I would just go up to people and say, &#39;I can sing &#39;The 12 Days of Christmas,&#39; and I would make them sit through me reciting it, and I&#39;d go all the way, each time. I&#39;ve always hooked into lyrics.","author":"Lin-Manuel Miranda","topic":"Christmas"},{"quote":"Even today, I am still very child-like while designing. It&#39;s a bit like Christmas - each of your designs you create is like unravelling your presents.","author":"Christian Louboutin","topic":"Christmas"},{"quote":"I am a bit of a mother hen at Christmas! I always prepare in advance. It is the only way; otherwise, it can be really daunting.","author":"Mary Berry","topic":"Christmas"},{"quote":"My son is a tree surgeon and gets me a lovely tree. I like to put it up early, as I can&#39;t wait for Christmas. We dress it with decorations that have been in the family for years.","author":"Mary Berry","topic":"Christmas"},{"quote":"I&#39;ve been playing on Christmas for the last 10, 11, 12 years. So just got to get up early with the babies, and give them their toys and try to get a nap in and just come to play.","author":"Shaquille O'Neal","topic":"Christmas"},{"quote":"I can&#39;t tell you how scary it can be walking onto a movie and suddenly joining this family, it&#39;s like going to somebody else&#39;s Christmas dinner, everyone knows everyone, and you&#39;re there and you&#39;re not quite sure what you&#39;re supposed to be doing.","author":"John Cleese","topic":"Christmas"},{"quote":"Besides Christianity and specifically Catholicism being wonderful, Christmas is intrinsic to American culture and worth defending. Think of what happens at Christmas time. People play Mariah Carey Christmas songs... What else do you need in life?","author":"Milo Yiannopoulos","topic":"Christmas"},{"quote":"Sometime in the early Seventies, gender-free toys were briefly a popular idea. So at Christmas on the California beach in 1972, we downplayed the dolls with frilly dresses and loaded up Santa&#39;s sack with toy trucks and earth movers for our three daughters.","author":"Tom Brokaw","topic":"Christmas"},{"quote":"Christmas coming means one thing for comedians: office party gigs!","author":"Katherine Ryan","topic":"Christmas"},{"quote":"My Christmas present to myself each year is to see how much air travel can open up the world and take me to places as far from sheltered California and Japan as possible.","author":"Pico Iyer","topic":"Christmas"},{"quote":"For those, like me, who can&#39;t rely on being given a home smoker this Christmas, you can build your own approximation with just a roll of tin foil and a big wok or pan for which you have a lid.","author":"Yotam Ottolenghi","topic":"Christmas"},{"quote":"Once you start a business, you have to grow it and grow with it - starting a business is not just for Christmas.","author":"Natalie Massenet","topic":"Christmas"},{"quote":"In terms of the first Christmas when I met everybody, I went over to Nick&#39;s grandfather&#39;s house where they were having the big Christmas dinner, and they have this tradition of this thing called oyster stew.","author":"Megan Mullally","topic":"Christmas"},{"quote":"In my adolescence, I think I felt very outcast; I felt lonely. I felt great loneliness, and sometimes I wouldn&#39;t partake in Christmas, and I would go off and wander in the streets of Melbourne.","author":"Michael Leunig","topic":"Christmas"},{"quote":"We should celebrate Christmas throughout the year, but I believe the whole concept of giving was the basis of Christmas, that it was a charitable, you know, giving, and I think we got carried away with giving.","author":"Victoria Osteen","topic":"Christmas"},{"quote":"I read everything. I&#39;ll read a John Grisham novel, I&#39;ll sit and read a whole book of poems by Maya Angelou, or I&#39;ll just read some Mary Oliver - this is a book that was given to me for Christmas. No particular genre. And I read in French, and I read in German, and I read in English. I love to see how other people use language.","author":"Jessye Norman","topic":"Christmas"},{"quote":"I became hugely overweight and then hated myself because it was a form of self-abuse, something over which I had no control. I think the thing compulsive over-eaters want to achieve is that stuffed-full Christmas afternoon feeling.","author":"Marcus Brigstocke","topic":"Christmas"},{"quote":"I like animals. I like people who like animals. I hate people who love animals to the point they lose their sense of reason. I&#39;m talking the &#39;my computer wallpaper is my dog,&#39; &#39;I hang a Christmas stocking for my cat&#39; crowd.","author":"John Ridley","topic":"Christmas"},{"quote":"I beg people not to accept the seasonal ritual of well-timed charity on Christmas Eve. It&#39;s blasphemy.","author":"Jonathan Kozol","topic":"Christmas"},{"quote":"Christmas can have a real melancholy aspect, &#39;cause it packages itself as this idea of perfect family cohesion and love, and you&#39;re always going to come up short when you measure your personal life against the idealized personal lives that are constantly thrust in our faces, primarily by TV commercials.","author":"Dan Savage","topic":"Christmas"},{"quote":"I used to have nightmares when I was a little kid that I woke up prematurely and opened all the Christmas presents. And then I would be so relieved when I woke up and I realized that I hadn&#39;t done it.","author":"Claire Danes","topic":"Christmas"},{"quote":"I think that there are a lot of really beautiful Christmas carols, and then sometimes there are horrible renditions of them that are played to death in malls that make me sad. I try to avoid stores where they&#39;re playing bad versions of Christmas songs on repeat.","author":"Gillian Jacobs","topic":"Christmas"},{"quote":"I do have a family, and I do have friends, and so-called friends, and acquaintances, and many other people I see only around Christmas time. Maybe they could vouch for me. Maybe they could testify to my existence and save a part of me that thinks I&#39;m no better than a bag of potato chips.","author":"Macaulay Culkin","topic":"Christmas"},{"quote":"Things change; your priorities change in life. So I&#39;d never think of riding 100 miles on Christmas Day now, because I&#39;ve got two kids, and it&#39;s selfish.","author":"Bradley Wiggins","topic":"Christmas"},{"quote":"I quickly discovered that trying to go play golf while living in Manhattan was about as easy as trying to grab a taxi while standing out in front of Saks Fifth Avenue in the freezing rain on the last shopping day before Christmas.","author":"Dan Jenkins","topic":"Christmas"},{"quote":"I love Christmas. I never used to. I didn&#39;t hate it, but I could take it or leave it. But, as I got to the age of 25 or 26, Christmas became quite a big deal, and I love it now. I love the food, and I love sharing time with people.","author":"James McAvoy","topic":"Christmas"},{"quote":"I absolutely adore Christmas.","author":"Aurora","topic":"Christmas"},{"quote":"There&#39;s been a concerted effort to steal Christmas.","author":"Jerry Falwell","topic":"Christmas"},{"quote":"I picked up the guitar at 12 yrs old - basically, my mother and father bought it for me for Christmas. I played one at my friend&#39;s house; when I say played it, I just played around with it at my friend&#39;s house. It just struck me as something I really wanted.","author":"Greg Lake","topic":"Christmas"},{"quote":"My parents were over the moon when I had some success with Christmas songs because that was the time of the year that meant so much to them. They were able to see their loved ones, and it was great to hear their son&#39;s voice on the radio while they visited.","author":"Johnny Mathis","topic":"Christmas"},{"quote":"I grew up believing in Santa Claus, and we still treat our house at Christmas with a huge reverence for that belief - even though our children are 19 through 23.","author":"Mary Steenburgen","topic":"Christmas"},{"quote":"My mom always makes the whole family pile into the car and drive around to look at the Christmas lights. My brother and I never want to do it, but my mom just loves it!","author":"Debby Ryan","topic":"Christmas"},{"quote":"Religious symbols should be visible in public space, in a dignified and non-provocative manner. Christmas trees here, Jewish menorahs there and, further along, a minaret - these symbols represent human life in all its diversity.","author":"Tariq Ramadan","topic":"Christmas"},{"quote":"My urge at Christmas time or Hanukkah-time or Kwanzaa-time is that people go to bookstores: that they walk around bookstores and look at the shelves. Go to look for authors that they&#39;ve loved in the past and see what else those authors have written.","author":"Michael Dirda","topic":"Christmas"},{"quote":"For me, the two weeks between Christmas and Twelfth Night have come to be reserved for desultory reading. The pressure of the holiday is over, the weather outside is frightful, there are lots of leftovers to munch on, vacation hours are being used up.","author":"Michael Dirda","topic":"Christmas"},{"quote":"I love what they do with &#39;Doctor Who,&#39; where they have the series, and then they do a big Christmas movie special.","author":"Dean Devlin","topic":"Christmas"},{"quote":"As we see thousands of public and private Christmas trees and nativity displays around the country, they remind us again of the powerful American value built into our Constitution: our freedom of religion.","author":"James Lankford","topic":"Christmas"},{"quote":"I spent 250 to 300 days of every year on the road. But in the end, I felt something was missing. I needed to be anchored so I could concentrate, so in 2000, I established a new methodology - the one I use today. I spent the week in my office and travelled every weekend, even at Christmas.","author":"Hans-Ulrich Obrist","topic":"Christmas"},{"quote":"I think it&#39;s kind of difficult to write a good Christmas song because you have a narrow framework of references that you have to work within, and at the same time you want to do something that&#39;s personally original and hopefully somewhat unique.","author":"John Oates","topic":"Christmas"},{"quote":"As I remember my grandfather and those Christmas mornings he gave for a little girl&#39;s pleasure, I know that often a big life starts with doing small things.","author":"Chitra Banerjee Divakaruni","topic":"Christmas"},{"quote":"Atheists well understand that Christmas is the most visible display of religion in the world, and that any diminishment of it is a good thing to militant secularists.","author":"Bill O'Reilly","topic":"Christmas"},{"quote":"It&#39;s quite a famous story that takes place on Christmas Eve, and the Germans, French, and Scottish are trying to make peace one night and they bury their dead and they play football. I play a German opera singer, in German, which I never have so I am really excited about that.","author":"Diane Kruger","topic":"Christmas"},{"quote":"The first music I was ever exposed to was Irish folk music, like the Clancy Brothers. My father plays that and Christmas songs.","author":"Matt Dillon","topic":"Christmas"},{"quote":"I think I&#39;m a lot like other moms out there who feel like if we don&#39;t have the pecan pie we have every year, then it just won&#39;t be Christmas.","author":"Faith Hill","topic":"Christmas"},{"quote":"Every singer eventually gets around to a Christmas disc.","author":"Renee Fleming","topic":"Christmas"},{"quote":"You have to remind kids to stay connected to the meaning of Christmas. Sometimes it takes a little bit of effort, but it&#39;s so worth it.","author":"Caroline Kennedy","topic":"Christmas"},{"quote":"My family always makes a huge deal out of Christmas.","author":"Jenna Morasca","topic":"Christmas"},{"quote":"From a very young age, I liked to take apart things. All of my Christmas gifts would wind up in a million pieces. I actually recall taking apart my dad&#39;s lawnmower three times to understand how combustible engines work.","author":"Homaro Cantu","topic":"Christmas"},{"quote":"Comic-Con is nerd Christmas. People go wanting to have fun.","author":"Chris Hardwick","topic":"Christmas"},{"quote":"I&#39;m totally the &#39;decorate early, start listening to Christmas songs super early&#39; guy. I&#39;ve just always been that way.","author":"Drake Bell","topic":"Christmas"},{"quote":"The only thing I liked about Christmas as a kid was the gifts; otherwise, it just seemed like a stressful time.","author":"Lake Bell","topic":"Christmas"},{"quote":"My parents were willing to let me follow my nose, do what I wanted to do, and they supported my interest by buying the books that I wanted for birthdays and Christmas, almost always poetry books.","author":"Donald Hall","topic":"Christmas"},{"quote":"I would work until I got stuck, and I would put it down and pick up something else. I might be able to take a 20-minute nap and get to work again. That way, I was able to work about 10 hours a day... It was important to me to work every day. I managed to work on Christmas day, just to be able to say I worked 365 days a year.","author":"Donald Hall","topic":"Christmas"},{"quote":"Halloween starts earlier and earlier, just like Christmas.","author":"Robert Englund","topic":"Christmas"},{"quote":"If you had a Ministry box set under your Christmas tree, wrapped in paper, &#39;From Beer to Eternity&#39; is the bow that goes around the present, you know what I mean?","author":"Al Jourgensen","topic":"Christmas"},{"quote":"I got given a pair of Christmas socks with penguins on. They know you&#39;re obviously not going to wear them. I think they do it just to annoy you, to be honest.","author":"Jamie Vardy","topic":"Christmas"},{"quote":"Halloween is bigger than Christmas in America. I&#39;ve experienced it in New York, Los Angeles and Washington D.C., and if you&#39;re in the right neighbourhood, every house is decorated with spooky ghosts, spider webs, and jack-o-lanterns.","author":"Rhys Darby","topic":"Christmas"},{"quote":"You don&#39;t want your jewelry to make you look fat. A lot of what&#39;s out there now does - you just wind up looking like a Christmas tree.","author":"Padma Lakshmi","topic":"Christmas"},{"quote":"I was supposed to be working on &#39;The Weekenders,&#39; but I was blocked. I got this crazy idea that I would make Christmas stockings out of blankets.","author":"Mary Kay Andrews","topic":"Christmas"},{"quote":"I was 23 when I learned how to cook; I grew up around the same time. It was precisely then that Thanksgiving started to mean something more. Growing up, Christmas was always about me, and eventually you, when I finally started to enjoy the giving part. But Thanksgiving is always about us.","author":"Rosecrans Baldwin","topic":"Christmas"},{"quote":"I love Christmas. Frosty the Snowman, peace on Earth and mangers, Salvation Army bell ringers and reindeer, the movie &#39;Meet Me in St. Louis,&#39; office parties and cookies.","author":"Mo Rocca","topic":"Christmas"},{"quote":"There&#39;s a lot of movies that aren&#39;t all about Christmas, or where Christmas isn&#39;t the focus, but have that spirit of Christmas in them. I love that sequence in &#39;Auntie Mame,&#39; where she&#39;s in the department store, sewing at Macy&#39;s, and she doesn&#39;t know how to do anything but fill out a form as &#39;cash on delivery!&#39;","author":"Robert Osborne","topic":"Christmas"},{"quote":"I think &#39;Elf&#39; is funny, with Will Ferrell. That&#39;s a great Christmas movie.","author":"Robert Osborne","topic":"Christmas"},{"quote":"I&#39;m still a Chicagoan in the fact that I can&#39;t do Christmas with sand and palm trees. It just doesn&#39;t compute - it&#39;s not Christmas unless your face hurts when you step outside.","author":"Johnny Galecki","topic":"Christmas"},{"quote":"Some of my favorite records growing up were Christmas albums. The ones I liked best were the albums that you could listen to from start to finish. You could put them on while you&#39;re decorating the tree or driving around looking at Christmas lights.","author":"Chris Young","topic":"Christmas"},{"quote":"I just travel all the time. And I was just looking at the schedules now and starting the first week of October I will be every weekend with somebody at tournaments through Christmas. So it gets very difficult to just go away and not do that.","author":"Ivan Lendl","topic":"Christmas"},{"quote":"My earliest, most impactful encounter with a book was when I was seven and awoke early on Christmas morning to find Roald Dahl&#39;s &#39;Charlie and the Chocolate Factory&#39; in my stocking. I had never been so excited by the sight of a book - and have possibly never been since!","author":"Sophie Kinsella","topic":"Christmas"},{"quote":"The earliest you can play Christmas music is on Thanksgiving.","author":"Tinashe","topic":"Christmas"},{"quote":"At Christmas, &#39;It&#39;s a Wonderful Life&#39; makes me cry in exactly the same places every time, even though I know it&#39;s coming.","author":"Nicholas Lea","topic":"Christmas"},{"quote":"Every Christmas should begin with the sound of bells, and when I was a child mine always did. But they were sleigh bells, not church bells, for we lived in a part of Cedar Rapids, Iowa, where there were no churches.","author":"Paul Engle","topic":"Christmas"},{"quote":"Farmers&#39; markets are one of my favourite sources for Christmas goodies.","author":"Sheherazade Goldsmith","topic":"Christmas"},{"quote":"May I share with you my earliest memory of a political row? It was with my mother, about the Queen - classic Freudian stuff, shrinks would say. I was eight, and refusing to watch the Queen&#39;s Christmas Day broadcast.","author":"Alastair Campbell","topic":"Christmas"},{"quote":"Our last jam session was this past Christmas. Dad played his harmonica, mom sang in English and Italian, and I played guitar. I&#39;m so happy that we could share that musical experience for one last time.","author":"Tony Visconti","topic":"Christmas"},{"quote":"The Christmas story has such power and such appeal every year. There are other stories we get tired of. You think of your favorite movie; you don&#39;t want to watch it 15 times.","author":"Frederica Mathewes-Green","topic":"Christmas"},{"quote":"Somehow we just don&#39;t make the same boisterous fun of Holy Week that we do of Christmas. No one plans to have a holly, jolly Easter.","author":"Frederica Mathewes-Green","topic":"Christmas"},{"quote":"I started DJing, breakdancing and MCing in the &#39;70s and I got my record deal in 1979 with &#39;Christmas Rap.&#39;","author":"Kurtis Blow","topic":"Christmas"},{"quote":"As a youngster, when I was active in church, I had a lot of fun choosing and hanging massive stars and making the cribs. I was also very involved in the Christmas plays, though not as an actor, but I took joy in setting up the props.","author":"Nivin Pauly","topic":"Christmas"},{"quote":"I played guitar from the age of four or five. Every year there would be a slightly larger triangular box under the Christmas tree, until finally I got one that was big enough to make a proper sound.","author":"Johnny Marr","topic":"Christmas"},{"quote":"It always depresses me when people moan about how commercial Christmas is. I love everything about it. The tradition of having this great big feast, slap bang in the middle of winter, is an essential thing to look forward to at the end of the year.","author":"Richard E. Grant","topic":"Christmas"},{"quote":"Music is my thing. It&#39;s my thing; it&#39;s what I love. It&#39;s what I do. It&#39;s football to me; it&#39;s Christmas to me; religion to me; poetry to me.","author":"Ryan Adams","topic":"Christmas"},{"quote":"I&#39;ve never had a cold Christmas, as I always spend it back home in Australia.","author":"Mallory Jansen","topic":"Christmas"},{"quote":"I have a good house for hosting, so we had the barbecues, and some of the guys over for Thanksgiving, even Christmas.","author":"Logan Mankins","topic":"Christmas"},{"quote":"I love cooking during Christmas, all smells like the hot apple cider, the hot spiced wine.","author":"Amy Smart","topic":"Christmas"},{"quote":"The best thing about doing those Hallmark movies is my dad loves them. My dad watches all of those Christmas movies, not just ones I&#39;m in. He watches them all, so the first one I did, it was like my Christmas present to my dad.","author":"Eric Johnson","topic":"Christmas"},{"quote":"The only time I even entertain the tiniest element of religion is for Christmas carols.","author":"Ian Watson","topic":"Christmas"},{"quote":"One of my favorite traditions is that my sisters and I, we all wear the same pajamas. I&#39;ve even still got some from when I was 6. Also, I&#39;ll always remember cooking together in the kitchen and that no matter how busy our schedules are, we are all together for Christmas.","author":"Bailee Madison","topic":"Christmas"},{"quote":"I do enjoy doing pantomime at Christmas. If I didn&#39;t do it, I&#39;d feel as though I was missing something.","author":"Kenny Baker","topic":"Christmas"},{"quote":"I would like to go back and spend a Christmas with my family and myself when I was five years old and just see what that dynamic would be like. Observe it. I think it would be a magical gift.","author":"Sharon Lawrence","topic":"Christmas"},{"quote":"Mummy weighed sweets and nuts so that everyone would get exactly the same amount. During the year, everything is measured roughly, but at Christmas, it has to be absolutely fair. That&#39;s why it&#39;s such a strenuous time.","author":"Tove Jansson","topic":"Christmas"},{"quote":"Well, because I have twin seven-year-old boys, I enjoy the gift giving stuff a great deal. We do both Hanukkah and Christmas, so it is a costly, though extremely pleasing proposition.","author":"Fred Melamed","topic":"Christmas"},{"quote":"I worked every day - Christmas Eve, birthdays - trying to become a great basketball player. Everywhere I went, I had a basketball.","author":"Harvey Mason, Jr.","topic":"Christmas"},{"quote":"I just think Christmas is a time to embrace all the naughty little things.","author":"Jade Thirlwall","topic":"Christmas"},{"quote":"My younger brother will remember that he received a transistor radio for Christmas. I took it apart and it never worked again.","author":"Stephen Elop","topic":"Christmas"},{"quote":"I don&#39;t go back home to Sardinia as much as I would like, just for Christmas and family events.","author":"Caterina Murino","topic":"Christmas"},{"quote":"Our traditions have been waking up on Christmas morning and feasting on a southern breakfast. I&#39;m from the South. We eat grits and biscuits and gravy and eggs with Ritz crackers and country ham, bacon, you name it.","author":"Leigh-Allyn Baker","topic":"Christmas"},{"quote":"I love &#39;Call the Midwife&#39;; it&#39;s an absolute gem of a programme. Filming the Christmas special and then the second series felt like going back to a boarding school that you really love and is full of friends.","author":"Helen George","topic":"Christmas"},{"quote":"I do love Christmas, although my wife puts me to shame. She is a huge Christmas fan, so we do love us some Christmas in our house.","author":"Sebastian Arcelus","topic":"Christmas"},{"quote":"At school, there was an annual school disco and I&#39;d be standing in my bedroom wondering what to wear for hours on end. Eventually I&#39;d arrive at a decision that was just the most ridiculous costume you could have ever devised - I think it was probably knitted Christmas jumpers on top of buttoned-up white shirts.","author":"Guy Berryman","topic":"Christmas"},{"quote":"Christmas really is about all the cliches: health, happiness and love. A future with my family is the important thing... to stay alive for them.","author":"Sylvie Meis","topic":"Christmas"},{"quote":"My early business ventures included growing Christmas trees and breeding birds.","author":"Richard Branson","topic":"Christmas"},{"quote":"Christmas means a great deal to me. I was reared in a family that celebrated Christmas to some extent, but I married into a family that celebrated Christmas in a big way. And my wife always made a big thing of Christmas for the children. We have five children, and we had a terrific time at Christmas.","author":"Billy Graham","topic":"Christmas"},{"quote":"It&#39;s surprising to me how many of my friends send Christmas cards, or holiday cards, including my atheist and secular friends.","author":"Christopher Hitchens","topic":"Christmas"},{"quote":"I am a veteran of the War on Christmas. I am just emerging from a battlefield strewn with dead trees and torn shreds of brightly colored wrapping paper.","author":"Henry Rollins","topic":"Christmas"},{"quote":"I suppose if you look back to your early childhood you accept everything people tell you, and that includes a heavy dose of irrationality - you&#39;re told about tooth fairies and Father Christmas and things.","author":"Richard Dawkins","topic":"Christmas"},{"quote":"My mother was a not-too-devoted atheist. She went to Episcopal church on Christmas Eve every year, and that was mostly it.","author":"Anne Lamott","topic":"Christmas"},{"quote":"I love Christmas tree bulbs, and I started putting them in my paintings. You&#39;ve got to plug this painting in, and it&#39;s got a rig in the back, so that each one can be replaced if it burns out.","author":"David Lynch","topic":"Christmas"},{"quote":"&#39;A Christmas Story&#39; is my favorite Christmas movie.","author":"Paul Pierce","topic":"Christmas"},{"quote":"There&#39;s never really been a real hood Christmas movie.","author":"Ice Cube","topic":"Christmas"},{"quote":"Growing up in Northern California, I&#39;ve only seen snow at Christmas maybe twice in my life! I was always jealous of my cousins on the East Coast with their white Christmases.","author":"Guy Fieri","topic":"Christmas"},{"quote":"I am a Jew, and every single one of my ancestors was Jewish. And it does not bother me even a little bit when people call those beautiful lit up, bejeweled trees Christmas trees. I don&#39;t feel threatened. I don&#39;t feel discriminated against.","author":"Ben Stein","topic":"Christmas"},{"quote":"I don&#39;t know of too many double Christmas albums, so it is something that&#39;s new, and hopefully will be fun, and there&#39;s plenty of stuff out there to cut.","author":"Garth Brooks","topic":"Christmas"},{"quote":"Every July, I look forward to taping a Christmas show - in July in Nashville. In 98-degree weather. I love it.","author":"Larry the Cable Guy","topic":"Christmas"},{"quote":"My garden in England is full of eating-out places, for heat waves, warm September evenings, or lunch on a frosty Christmas morning.","author":"Mary Quant","topic":"Christmas"},{"quote":"I remember a great America where we made everything. There was a time when the only thing you got from Japan was a really bad cheap transistor radio that some aunt gave you for Christmas.","author":"Cher","topic":"Christmas"},{"quote":"Growing up, my earliest memories are listening to Sinatra Christmas albums.","author":"Brendon Urie","topic":"Christmas"},{"quote":"I&#39;ve got my organic veg patch and fruit; we&#39;re very garden-obsessed, my husband and I. He designed a garden for me for Christmas, so beautiful! Alasdhair&#39;s very good at the proportion and ground work, and I come in and do the planting and the color scheme.","author":"Stella McCartney","topic":"Christmas"},{"quote":"As a very young man growing up in Texas, usually I got a shotgun or cowboy boots for Christmas.","author":"Robert Wilson","topic":"Christmas"},{"quote":"When I was really young, I loved the movie &#39;White Christmas&#39; - I still do - and I thought Rosemary Clooney was so pretty. When I was, like, nine, I would tell people, &#39;You know who I kind of look like? Rosemary Clooney.&#39;","author":"Tina Fey","topic":"Christmas"},{"quote":"Comparing &#39;Christmas Vacation&#39; to &#39;It&#39;s A Wonderful Life&#39; is the silliest thing. That film starred the greatest movie actor of all time, and the idea that our movie could ever be connected in some fashion to something so brilliant and beautiful always made feel like, &#39;That&#39;s all they had to write about?&#39;","author":"Chevy Chase","topic":"Christmas"},{"quote":"Frank Capra&#39;s grandson was a second Assistant Director on &#39;Christmas Vacation.&#39;","author":"Chevy Chase","topic":"Christmas"},{"quote":"I can remember being at Sandringham, for the first time, at Christmas. And I was worried what to give the Queen as her Christmas present. I was thinking, &#39;Gosh, what should I give her?&#39;. I thought, &#39;I&#39;ll make her something.&#39; Which could have gone horribly wrong. But I decided to make my granny&#39;s recipe of chutney.","author":"Kate Middleton","topic":"Christmas"},{"quote":"For a long time all I wanted for Christmas were books about outdoor survival. I was convinced that the woods were calling me. I camped a lot, I took classes. At 18, I told myself if I don&#39;t live in the woods by myself by the time I&#39;m 25, I have failed.","author":"Chris Evans","topic":"Christmas"},{"quote":"I don&#39;t have a real recipe with measurements for my chicken stew. I just kind of make it up as I go. I made it for the first time one Christmas when I came home from college. It&#39;s guaranteed to cure a cold.","author":"John Legend","topic":"Christmas"},{"quote":"Godot is whatever it is in life that you are waiting for: &#39;I&#39;m waiting to win the lottery. I&#39;m waiting to fall in love&#39;. For me, as a child, it was Christmas. At least that eventually came.","author":"Ian Mckellen","topic":"Christmas"},{"quote":"Online, there&#39;s no time. It&#39;s always Christmas.","author":"Lewis Black","topic":"Christmas"},{"quote":"When I was 11, I made truffle risotto for my family for Christmas dinner.","author":"Gigi Hadid","topic":"Christmas"},{"quote":"I&#39;ve been in Chicago for every Christmas of my life.","author":"Jane Lynch","topic":"Christmas"},{"quote":"Back in 1960 at Christmas time, I did work loading and unloading boxcars for Railway Express. That was a kind of weight training that helped me. I weighed about 160 when I started. I began to gain weight and kept right on gaining until I reached 195 pounds.","author":"Pete Rose","topic":"Christmas"},{"quote":"I used to sing in church, too. Not like in the choir or anything, but for people around the church... on the church bus going home and Christmas plays.","author":"Bryson Tiller","topic":"Christmas"},{"quote":"I love Christmas. I love the music... I love everything about Christmas. I&#39;m a big fan.","author":"Darius Rucker","topic":"Christmas"},{"quote":"There are those who argue that the public celebration of festivals such as Christmas should be discouraged, in the questionable belief that it might somehow offend those of other religions or none.","author":"Pope Benedict XVI","topic":"Christmas"},{"quote":"I gave a Christmas party last year - well, two Christmases ago - where I did a Sam Cooke show. I didn&#39;t perform as R. Kelly. I performed the Sam Cooke show from 1964, when he performed at the Copacabana.","author":"R. Kelly","topic":"Christmas"},{"quote":"I love singing Christmas carols. I know every harmony to every music-hall Christmas song.","author":"Zooey Deschanel","topic":"Christmas"},{"quote":"Classic Christmas cookies are really time-consuming. Instead, make a bar you can bake in a pan and just cut up, like a brownie or a blondie or a shortbread, which still has that Christmas vibe.","author":"Zooey Deschanel","topic":"Christmas"},{"quote":"Actually, my mother and Alfie came for three weeks&#39; Christmas vacation and stayed for 21 years. I guess my mother never went back because she was lonely.","author":"Frank McCourt","topic":"Christmas"},{"quote":"We never really had any kind of a Christmas. This is one part where my memory fails me completely.","author":"Frank McCourt","topic":"Christmas"},{"quote":"I love all the gift guides that the magazines put out, whether it&#39;s &#39;InStyle&#39; doing Mother&#39;s Day gifts or color guides, or the &#39;O&#39; magazine Christmas guide.","author":"Dylan Lauren","topic":"Christmas"},{"quote":"The eight years of war since 9\/11 had meant several Christmases away from home for most of these men. For soldiers at war, there&#39;s comforting continuity in the traditions and inevitability of Christmas.","author":"Stanley A. McChrystal","topic":"Christmas"},{"quote":"I remember driving to North Carolina when I was a little girl in a snowstorm to get down to my mom&#39;s family in the Carolinas. There were chains on the car - it was the late sixties - and we were just singing in the car. Christmas carols.","author":"Tori Amos","topic":"Christmas"},{"quote":"I&#39;m like everybody: I gain the Christmas 10 or so, and then I try to exercise more and dial it back.","author":"Trisha Yearwood","topic":"Christmas"},{"quote":"We play everybody&#39;s Christmas records at our house, and sometimes you think, &#39;I&#39;m not gonna play my own record; I&#39;d be embarrassed.&#39; But I&#39;m gonna play our record this Christmas, because I love the songs!","author":"Trisha Yearwood","topic":"Christmas"},{"quote":"I got a .30-30 for Christmas in the seventh grade. It wasn&#39;t what I asked for, by the way.","author":"Matt Bomer","topic":"Christmas"},{"quote":"When I was a kid and Christmas was coming up, my dad would ask me what I wanted, and I always said a motorbike. I kept asking for one, and he said it was too dangerous and bought me a go-kart instead.","author":"Lewis Hamilton","topic":"Christmas"},{"quote":"I stopped going to Kingdom Hall, the church, when I was 11 years old, so I was very young. They don&#39;t celebrate birthdays, you get no Christmas, so it&#39;s a very difficult religion for children to get into. And they do a lot of finger-pointing among the Jehovah&#39;s Witnesses.","author":"Ja Rule","topic":"Christmas"},{"quote":"I still get up every morning at 4 A.M. I write seven days a week, including Christmas. And I still face a blank page every morning, and my characters don&#39;t really care how many books I&#39;ve sold.","author":"Dan Brown","topic":"Christmas"},{"quote":"I write seven days a week, starting at 4 o&#39;clock in the morning, including Christmas.","author":"Dan Brown","topic":"Christmas"},{"quote":"Tiny quails may not seem as impressive as a mammoth turkey, but there is something refreshing about a spread of individual birds on the Christmas table.","author":"Yotam Ottolenghi","topic":"Christmas"},{"quote":"I&#39;m going to take the kids away over Christmas but I don&#39;t, I&#39;ve written 14 musicals now, I don&#39;t want to rush into doing something just for the sake of doing it. I want to do it when I find a story.","author":"Andrew Lloyd Webber","topic":"Christmas"},{"quote":"The holidays are my favorite time of year! Christmas was always one of the biggest celebrations in Sweden, and I look forward to the festivities each year.","author":"Marcus Samuelsson","topic":"Christmas"},{"quote":"The Swedish Christmas is definitely unique, even throughout Scandinavia. Like Christmas everywhere, it&#39;s a very family-centered holiday.","author":"Marcus Samuelsson","topic":"Christmas"},{"quote":"Fantastic! Right in the middle of that long stretch between Christmas and Spring Break, your coats are getting dirty, everything&#39;s dark, dingy - what a great time for a movie!","author":"John Hughes","topic":"Christmas"},{"quote":"I have a love\/hate relationship with Amy Grant, but I do go back to her Christmas albums once in a while. They&#39;re dated and sentimental and the production is nearly unlistenable, but there&#39;s something about her vocal performance that just feels really true. I would take her Christmas albums over Mariah Carey&#39;s or Destiny&#39;s Child&#39;s any day.","author":"Sufjan Stevens","topic":"Christmas"},{"quote":"I love the royal family. I even got up in the middle of the night to watch Kate and William&#39;s wedding. And I never miss the Queen&#39;s speech on Christmas Day. I feel it&#39;s my duty as an English-born woman to watch.","author":"Lily Collins","topic":"Christmas"},{"quote":"Tom Petty sent me this amazing 12-string Rickenbacker, and &#39;Not for You&#39; was the first time I used it. It was like a Christmas present. One day, it just showed up at my door. I called him up and thanked him.","author":"Mike McCready","topic":"Christmas"},{"quote":"My parents still treat Christmas like I&#39;m thirteen years old.","author":"Mike Shinoda","topic":"Christmas"},{"quote":"Like my dad, I have a Christmas party most years. I like to celebrate and see as many people as possible.","author":"Lauren Graham","topic":"Christmas"},{"quote":"I would literally sit at home and have my friends take pictures of me on my little Canon camera that my mom gave me for Christmas.","author":"Kendall Jenner","topic":"Christmas"},{"quote":"I always go to my mom&#39;s house for Christmas.","author":"Brantley Gilbert","topic":"Christmas"},{"quote":"When I first came out, holidays were hard. I reached a point where I didn&#39;t go home anymore. I constructed my own, kind of like, family group around Christmas.","author":"Dee Rees","topic":"Christmas"},{"quote":"Very early on in life, I decided the hell with it: material things weren&#39;t for me. Christmas would come, and other kids would have all these presents, and it wouldn&#39;t bother me a bit.","author":"James A. Michener","topic":"Christmas"},{"quote":"The whole point of me doing a Christmas record and what I centered it around was the song &#39;Christmas with You&#39; from the point-of-view of the soldiers in Iraq.","author":"Rick Springfield","topic":"Christmas"},{"quote":"Almost any American can connect on some level to a family background of having come across some ocean. They say, &#39;My great-grandparents came from wherever... this is why we have this last name, why we do this thing at Christmas.&#39; All the details get watered down but don&#39;t quite disappear.","author":"Jhumpa Lahiri","topic":"Christmas"},{"quote":"When you spend such a large portion of your life working - and it&#39;s not fun, and you&#39;re worried about getting sued or fired for saying the wrong thing or for acting crazy at a work party - then what has work done to America? That&#39;s the impetus to have a huge office Christmas party.","author":"T. J. Miller","topic":"Christmas"},{"quote":"Christmas music is usually more concentrated pop music in a way. It&#39;s meant to make us feel good, and it&#39;s meant to make us like we belong somewhere.","author":"Jens Lekman","topic":"Christmas"},{"quote":"My grandmother did all the cooking at Christmas. We ate fattened chicken. We would feed it even more so it would be big and fat.","author":"Alain Ducasse","topic":"Christmas"},{"quote":"The most classic French dessert around the holidays is the Christmas log, with butter cream. Two flavors. Chocolate and coconut. My first job in the kitchen when I was a boy was to make these Christmas logs.","author":"Alain Ducasse","topic":"Christmas"},{"quote":"Brits and Americans have hundreds of different phrases for the same thing. Luckily, it&#39;s usually a source of amusement rather than frustration. A flashlight by any other name is still a torch. My personal favourite is &#39;fairy lights,&#39; which we boringly refer to as &#39;Christmas lights.&#39;","author":"Sloane Crosley","topic":"Christmas"},{"quote":"If you do good work, it tends to stick around. People still come up to me and say, &#39;The Ref&#39; is my favorite Christmas movie.&#39;","author":"Denis Leary","topic":"Christmas"},{"quote":"A Christian&#39;s celebration of Christmas should be a lot different from that of nonbelievers.","author":"Monica Johnson","topic":"Christmas"},{"quote":"My family know not to get me any tech for Christmas. I can never get it to work, and it all becomes very tearful and pressurised.","author":"Peter Capaldi","topic":"Christmas"},{"quote":"We don&#39;t consider the Wizard of Oz or Father Christmas to be too old. They&#39;re still magical characters, and the fact they&#39;ve been around the block only adds to their magic.","author":"Peter Capaldi","topic":"Christmas"},{"quote":"I&#39;m a disorganized mess. My purse is gross: I once found a shoulder pad, string cheese, and a Christmas ornament in it!","author":"Hoda Kotb","topic":"Christmas"},{"quote":"Every Christmas, all I ever wanted was Playskool instruments. It was my entire life. And then by the time I was 6 or 7 years old, it became, &#39;Now I&#39;m going to force my entire family to watch me perform all these rock songs.&#39;","author":"Andy Biersack","topic":"Christmas"},{"quote":"The cheese board is my big treat at Christmas that I have to deny myself during the rest of year.","author":"Johnny Vegas","topic":"Christmas"},{"quote":"There are a lot of Grinches out there that would like nothing better than to take any references to religion out of the holiday season.","author":"Ernest Istook","topic":"Christmas"},{"quote":"It&#39;s funny, I was talking to somebody who writes for a cop show, and he was saying how they aren&#39;t allowed to acknowledge Christmas, Thanksgiving, Valentine&#39;s Day, just because it has to be able to play forever.","author":"Hannah Simone","topic":"Christmas"},{"quote":"It&#39;s fun when you start a movie, because it&#39;s kind of like you get to go Christmas shopping... you get to make your wish list and you start thinking about what each character needs.","author":"Spike Jonze","topic":"Christmas"},{"quote":"Christopher Walken and Nathalie Baye played my parents so well that I really thought I was in my living room at Christmas. My mother couldn&#39;t have been played more correctly.","author":"Frank Abagnale","topic":"Christmas"},{"quote":"Everybody loves a good Christmas song if you do it right.","author":"Sabrina Carpenter","topic":"Christmas"},{"quote":"So we&#39;re considering doing a new Christmas album, because there&#39;s been Christmas episodes since then, and maybe finally do the version of &#39;The Most Offensive Song Ever&#39; with lyrics intact.","author":"Trey Parker","topic":"Christmas"},{"quote":"Christmas albums are not something you do frequently.","author":"Isaac Hanson","topic":"Christmas"},{"quote":"There are very few people who have done more than one Christmas album.","author":"Isaac Hanson","topic":"Christmas"},{"quote":"Songs that aren&#39;t even remotely connected to Christmas are now officially canonized Christmas tunes. &#39;Frosty the Snowman,&#39; &#39;Jingle Bells&#39; and &#39;Winter Wonderland&#39; never mention anything religious but are still notches in Christmas&#39; belt of musical dominance.","author":"Matisyahu","topic":"Christmas"},{"quote":"We no longer sing and dance. We don&#39;t know how to. Instead, we watch other people sing and dance on the television screen. Christmas, which was once a festival of active enjoyment, has turned into a binge of purely passive pleasures.","author":"Tom Hodgkinson","topic":"Christmas"},{"quote":"I&#39;m not a fan of musicals at all, but I do think &#39;The Nightmare Before Christmas&#39; is a very good. I always thought &#39;Walk the Line&#39; was very good, too.","author":"Thomas Brodie-Sangster","topic":"Christmas"},{"quote":"When I was six years old, I fell in love with magic. For Christmas, I got a magic box and a very old book on card manipulation. Somehow, I was more interested in pure manipulation than in all the silly little tricks in the box.","author":"Philippe Petit","topic":"Christmas"},{"quote":"I&#39;m not a fan of musicals at all, but I do think &#39;The Nightmare Before Christmas&#39; is a very good. I always thought &#39;Walk the Line&#39; was very good, too. I was in &#39;Nowhere Boy.&#39; I played Paul McCartney. That was kind of musical - we did songs in that.","author":"Thomas Sangster","topic":"Christmas"},{"quote":"I turned the Gloucester Christmas lights on and our local Newent lights on, so everyone recognises me now. It is a completely different life for me.","author":"Charlotte Dujardin","topic":"Christmas"},{"quote":"When I grew up, we always had our chickens, and we ate our eggs, and we ate our chickens. The family always had a pig, and we would kill it at Christmas and eat it for three or four months afterwards.","author":"Isabella Rossellini","topic":"Christmas"},{"quote":"I am Jewish, but I love Christmas, as most Jews with any taste do, because Hanukkah is lame.","author":"Billy Eichner","topic":"Christmas"},{"quote":"Amy Poehler and I once ambushed people and made them sing Christmas carols with us.","author":"Billy Eichner","topic":"Christmas"},{"quote":"If I&#39;m getting on an airplane or anywhere, really, I have a lunch box and stuff. It&#39;s a running joke with my friends and family - everyone gives me lunch boxes for Christmas.","author":"Nikki Reed","topic":"Christmas"},{"quote":"I think Father Christmas is real because the belief is real. The belief becomes the reality.","author":"Matt Haig","topic":"Christmas"},{"quote":"I was talking to one of my aunties at Christmas and she said she didn&#39;t think it was ever in my nature to go against the grain, that I was always a good boy. I think she was right - I did always want to be good.","author":"James McAvoy","topic":"Christmas"},{"quote":"I don&#39;t know if anybody&#39;s ever ready for another award season. It&#39;s kind of like Christmas.","author":"James McAvoy","topic":"Christmas"},{"quote":"Britain&#39;s passion for Christmas and huge white weddings dates from Victorian times - both were low-key celebrations before Victoria and her PR machine.","author":"Kate Williams","topic":"Christmas"},{"quote":"I was thrilled one year when I was younger when not only did my brothers get hockey sticks for Christmas - but I did too!","author":"Nancy Kerrigan","topic":"Christmas"},{"quote":"When I was five years old, I auditioned for the role of &#39;Tiny Tim in A Christmas Carol.&#39;","author":"Zach Anner","topic":"Christmas"},{"quote":"My mom loved my Christmas music, so I did an awful lot of it!","author":"Johnny Mathis","topic":"Christmas"},{"quote":"For me, hearing my voice is sometimes a little nauseating, especially at Christmas.","author":"Johnny Mathis","topic":"Christmas"},{"quote":"My mom and dad always tried to make Christmas special for us. We were poor, but it&#39;s funny because we had no idea.","author":"Johnny Mathis","topic":"Christmas"},{"quote":"I always felt like what I was doing wasn&#39;t selling toys; I was making a happy sound at Christmas. When people hear something so familiar, it brings them back to a special place, and that&#39;s been meaningful for me.","author":"Johnny Mathis","topic":"Christmas"},{"quote":"Christmas is never going to go away, and it&#39;s always going to be there. And there&#39;s always room for one more Christmas song, I think.","author":"Johnny Mathis","topic":"Christmas"},{"quote":"I grew up as a photo nut. Every Christmas I would get a new camera. It&#39;s a huge part of my life.","author":"Kevin Systrom","topic":"Christmas"},{"quote":"I do watch &#39;It&#39;s a Wonderful Life&#39; with my children at Christmas, and I liked it long before it went into the public domain and became a cliche.","author":"Edward Zwick","topic":"Christmas"},{"quote":"The vocal arrangements are a big part of the formula for a Bad Religion song - layered harmonies and background vocals. So when I start to describe the elements of Bad Religion&#39;s sound, it starts to sound like a Christmas choir.","author":"Greg Graffin","topic":"Christmas"},{"quote":"Seeing the actual &#39;The Chronicles of Narnia: The Lion, the Witch, and the Wardrobe&#39;, I absolutely loved it. It became one of my favourite films. It was a real Christmas classic, and it was one of the most popular films ever in British history.","author":"Will Poulter","topic":"Christmas"},{"quote":"In my experience, those who make the biggest fuss about not spending much at Christmas are generally the ones who buy what they want and eat where they want 12 months a year.","author":"Julian Baggini","topic":"Christmas"},{"quote":"I couldn&#39;t live on the singing at first, so I worked as a cleaner, in a launderette, in a garage, face painting and doing the windows of shops at Christmas, &#39;cause I had been to art college.","author":"Imelda May","topic":"Christmas"},{"quote":"The pattern of a newspaperman&#39;s life is like the plot of &#39;Black Beauty.&#39; Sometimes he finds a kind master who gives him a dry stall and an occasional bran mash in the form of a Christmas bonus, sometimes he falls into the hands of a mean owner who drives him in spite of spavins and expects him to live on potato peelings.","author":"A. J. Liebling","topic":"Christmas"},{"quote":"My most memorable meal was with my parents at Joel Robuchon&#39;s Restaurant Jamin in Paris. It was Christmas 1982, and the flavors - from cauliflower and caviar to crab and tomato - astounded me. It was the first time I remember thinking that I would like to really learn how to cook.","author":"Alex Guarnaschelli","topic":"Christmas"},{"quote":"I celebrate Christmas with wilful glee.","author":"Robert Rinder","topic":"Christmas"},{"quote":"You can separate the church and state all you like, but Christmas is inescapable, and it&#39;s marvellous, and it&#39;s not going away.","author":"Robert Rinder","topic":"Christmas"},{"quote":"No matter how excluded you have become from Christmas, it is a genuinely inclusive matter; frankly, you are conscripted into it.","author":"Robert Rinder","topic":"Christmas"},{"quote":"Back in the 1950s and &#39;60s, J. M. Barrie&#39;s &#39;Peter Pan&#39; - starring Mary Martin and Cyril Ritchard - was regularly aired on network television during the Christmas season. I must have seen it four or five times and remember, in particular, Ritchard&#39;s gloriously camp interpretation of Captain Hook.","author":"Michael Dirda","topic":"Christmas"},{"quote":"It&#39;s a sad commentary on our time - to use a phrase much favored by my late father - that people increasingly celebrate Christmas Day by going to the movies.","author":"Michael Dirda","topic":"Christmas"},{"quote":"Deep in my cortex, the year is divided into reading seasons. The period from mid-October to Christmas, for instance, is &#39;ghost story&#39; time, while Jane Austen and P. G. Wodehouse pretty much own April and May.","author":"Michael Dirda","topic":"Christmas"},{"quote":"Neither my mom nor my dad ever bought me any comic books. Certainly not for Christmas. I suspect that doing so would have violated the Parents&#39; Code.","author":"Michael Dirda","topic":"Christmas"},{"quote":"It may be a cliche, but it&#39;s true - the build-up to Christmas is so much more pleasurable than the actual day itself.","author":"Julie Burchill","topic":"Christmas"},{"quote":"One Christmas build-up tradition, however, has totally bypassed me - that of going up to town and &#39;doing a show.&#39;","author":"Julie Burchill","topic":"Christmas"},{"quote":"The whole Christmas story was probably a later addition to the gospel narratives, presented only by the authors of Matthew and Luke. Mark and John seem never to have heard of the manger in Bethlehem, the Massacre of the Innocents, the hovering star, the three wise men, and so forth.","author":"Jay Parini","topic":"Christmas"},{"quote":"Spanish Explorers celebrated Christmas in 1539 in the area we now know as the State of Florida.","author":"James Lankford","topic":"Christmas"},{"quote":"I do get approached every day by people who say, &#39;Why don&#39;t you make more movies?&#39; I don&#39;t really miss it when I get to go and watch my daughter in the Christmas pageant.","author":"Nia Vardalos","topic":"Christmas"},{"quote":"Nature was developed to resist the onslaughts of capitalism, but it&#39;s really not a very good defense - rather like resisting a steamroller with a Christmas tree ornament.","author":"Timothy Morton","topic":"Christmas"},{"quote":"I am one of those people who is not very patient in the makeup chair. I have been offered movies like &#39;Planet of the Apes&#39; and stuff like &#39;The Grinch Who Stole Christmas&#39; and I turned them down.","author":"John C. Reilly","topic":"Christmas"},{"quote":"Lyndon B. Johnson thought he&#39;d have the boys home from Vietnam by Christmas - for four Christmases in a row (he never shifted course, and lost his presidency for it).","author":"Rick Perlstein","topic":"Christmas"},{"quote":"All punk rockers hate Christmas.","author":"Rhys Ifans","topic":"Christmas"},{"quote":"During the first 13 centuries after the birth of Jesus in Bethlehem, no one thought of setting up a creche to celebrate Christmas. The pre-eminent Christian holiday was Easter, not Christmas.","author":"Nancy Pearcey","topic":"Christmas"},{"quote":"Some bands today have the experience of really working together and honing their craft. And other bands are very much like, &#39;I just got a guitar for Christmas, let&#39;s start a band.&#39; And you can hear the difference.","author":"Robbie Robertson","topic":"Christmas"},{"quote":"The Christmas genre is a field that&#39;s been well-ploughed.","author":"John Oates","topic":"Christmas"},{"quote":"I love &#39;White Christmas.&#39; That&#39;s one of my favorites just because I love the music. I love the story, Bing Crosby. It&#39;s just one of my all time favorites. And it&#39;s hard to have a Christmas without seeing a little bit of Jimmy Stewart and angels running around town.","author":"Scott Bakula","topic":"Christmas"},{"quote":"I&#39;m over the moon to be involved in the &#39;Doctor Who&#39; Christmas special. I can&#39;t quite believe it as it&#39;s a part of the family tradition at the Jenkins household. I heard the news that I got the role on my 30th birthday and it was the best birthday present ever.","author":"Katherine Jenkins","topic":"Christmas"},{"quote":"So many people release albums before Christmas and they get lost in the Christmas rush.","author":"Bonnie Tyler","topic":"Christmas"},{"quote":"The worst gift that I ever gave a girl was a suitcase for Christmas. As in, &#39;I can&#39;t think of anything to give you, but here&#39;s a new suitcase.&#39; Afterward, I was like, &#39;What were you thinking, idiot?&#39;","author":"Jensen Ackles","topic":"Christmas"},{"quote":"I&#39;m learning Spanish - I got Rosetta Stone for Christmas.","author":"Karlie Kloss","topic":"Christmas"},{"quote":"We even had a different word for Christmas in my language, Bengali: Baradin, which literally meant &#39;big day.&#39;","author":"Chitra Banerjee Divakaruni","topic":"Christmas"},{"quote":"I&#39;ve got a quad copter on my Christmas list, as I suspect quite a few people do.","author":"Blake Farenthold","topic":"Christmas"},{"quote":"We go to Italy every winter, and my husband&#39;s mother has a bingo party on Christmas. Every woman brings a dish: lentils, cavolo nero, tons of beans, polenta, every type of cheese, bruschetta, fresh vegetables, and local olive oil and wine.","author":"Debi Mazar","topic":"Christmas"},{"quote":"Contemplating Christmas when you are isolated and far from home brings its own unique pain.","author":"Amanda Lindhout","topic":"Christmas"},{"quote":"Christmas was the one time of year when my brothers surfaced at home, when my parents and grandparents congregated to eat my mother&#39;s roast turkey.","author":"Amanda Lindhout","topic":"Christmas"},{"quote":"Santa is our culture&#39;s only mythic figure truly believed in by a large percentage of the population. It&#39;s a fact that most of the true believers are under eight years old, and that&#39;s a pity.","author":"Chris Van Allsburg","topic":"Christmas"},{"quote":"My family makes these vinegars - out of everything from grapes to peaches and cherries. We go through the whole process with the giant vat and drainer, label them, and give them as Christmas presents.","author":"Mario Batali","topic":"Christmas"},{"quote":"The &#39;Story of Silent Night&#39;, which was given to me one Christmas when I was six - it was the story of a down and out composer who had no ideas left, and it was Christmas, and he came up with the hymn &#39;Silent Night.&#39;","author":"Adriana Trigiani","topic":"Christmas"},{"quote":"My wife&#39;s brother has a little house on a small island in the Baltic Sea, and we go there at Christmas. The 30-minute crossing from the mainland to this island is the most terrifying cruise you&#39;ll ever take. They give you a barf bag when you walk on board.","author":"Nick Frost","topic":"Christmas"},{"quote":"I&#39;ve always been shy, but I see that as a good thing because it kept me focused on music. When I was in seventh grade, I asked my parents for a mobile recording system for Christmas, and I got it. I didn&#39;t come out of my room for years after that. I&#39;d get invited to the movies and I&#39;d say, &#39;I&#39;m gonna finish a couple of demos.&#39;","author":"Hunter Hayes","topic":"Christmas"},{"quote":"When I was in seventh grade, I asked my parents for a mobile recording system for Christmas, and I got it. I didn&#39;t come out of my room for years after that. I&#39;d get invited to the movies and I&#39;d say, &#39;I&#39;m gonna finish a couple of demos.&#39;","author":"Hunter Hayes","topic":"Christmas"},{"quote":"Christmas is relentless. It&#39;s around the clock. I sit with my little ones in front of the TV screen, and we watch movie after movie after movie.","author":"Sayed Kashua","topic":"Christmas"},{"quote":"For a Jewish guy, I&#39;ve recorded a lot of Christmas albums.","author":"Barry Manilow","topic":"Christmas"},{"quote":"First of all, I&#39;ve been having a wonderful run of luck with cover albums, songs I didn&#39;t write. I had five pop cover albums and two Christmas albums, and they were all very successful.","author":"Barry Manilow","topic":"Christmas"},{"quote":"I grew up asking for everything under the sun for Christmas, but I knew I wasn&#39;t going to get it all.","author":"Faith Hill","topic":"Christmas"},{"quote":"I grew up poor, but I didn&#39;t really know it because of amazing places like the Salvation Army where we got a lot of our Christmas presents from.","author":"Trey Songz","topic":"Christmas"},{"quote":"On the whole, I prefer Christmas as an adult than I did as a child.","author":"Nigella Lawson","topic":"Christmas"},{"quote":"Dickens was a part of how the whole celebration of Christmas as we know it today emerged during the 19th century.","author":"Claire Tomalin","topic":"Christmas"},{"quote":"The first story I can remember writing, that I truly set down on paper, was a Christmas story that I wrote when I was ten years old.","author":"Greg Rucka","topic":"Christmas"},{"quote":"I&#39;ve got more than 600 pairs of Ray-Ban sunglasses, from 1950s originals to newer models. I have them on the wall like opticians do so I can pick out a pair that goes with my outfit. I had around 30 pairs, then my husband Rainer started getting them for me as birthday and Christmas gifts.","author":"Suzi Quatro","topic":"Christmas"},{"quote":"New Year&#39;s Eve to Valentine&#39;s Day is our peak season, and in many ways, Valentine&#39;s Day is our Christmas. Everybody in the world makes the same three New Year&#39;s resolutions: health, career and money, and love.","author":"Sam Yagan","topic":"Christmas"},{"quote":"The family is the focal point of our existence. And up until Jane and Lucy&#39;s death, there were always 16 of us together for Christmas.","author":"Richard Attenborough","topic":"Christmas"},{"quote":"I&#39;m sure most of us remember being a kid and you have all of this endless time where two weeks before Christmas feels like ten years. I used to go to bed to try and go to sleep to try and make it go faster.","author":"Andrea Arnold","topic":"Christmas"},{"quote":"I love Christmas. I&#39;m totally the &#39;decorate early, start listening to Christmas songs super-early&#39; guy.","author":"Drake Bell","topic":"Christmas"},{"quote":"I&#39;ve taught fifth-year Christmas leavers last thing on a Friday afternoon. Basically, if you can face that you can face anything.","author":"Johann Lamont","topic":"Christmas"},{"quote":"Felixstowe, the United Kingdom&#39;s largest port, stops work only for Christmas Day and for crane-toppling Force 9 gales.","author":"Rose George","topic":"Christmas"},{"quote":"When I was eight years old, I got a dummy for Christmas and started teaching myself. I got books and records and sat in front of the bathroom mirror, practising. I did my first show in the third grade and just kept going; there was no reason to quit.","author":"Jeff Dunham","topic":"Christmas"},{"quote":"There&#39;s a little vanity chair that Charlie gave me the first Christmas we knew each other. I&#39;ll not be parting with that, nor our bed - the four-poster - I&#39;ll be needing that to die in.","author":"Helen Hayes","topic":"Christmas"},{"quote":"It can&#39;t be overstated how wonderful it is not to have to audition any more. Any actor will tell you, it&#39;s like Christmas.","author":"Bill Nighy","topic":"Christmas"},{"quote":"Most of the soap operas always use the Christmas special to kill huge quantities of their characters. So they have trams coming off their rails, or cars slamming into each other or burning buildings. It&#39;s a general clean-out.","author":"Julian Fellowes","topic":"Christmas"},{"quote":"I save every Christmas card. I keep them all.","author":"Alison Sweeney","topic":"Christmas"},{"quote":"It was, you know, probably 80 degrees out in L.A., and my dad took me outside and there was snow. At the time, I thought, &#39;Every kid doesn&#39;t have snow in their backyard on Christmas?&#39;","author":"Tori Spelling","topic":"Christmas"},{"quote":"I had a great AP U.S. History teacher in Pittsburgh. We still exchange Christmas cards. She was the first teacher who said I was a good writer - and I&#39;d never heard that before. And so I remember that, and I remember that level of loving the material and really loving writing about it.","author":"Nathaniel Philbrick","topic":"Christmas"},{"quote":"I drew a lot. I always had sketchbooks. My parents were really great about any gift-giving holiday - birthdays, Hanukkah, Christmas - it was always art supplies for my brother and I.","author":"Abbi Jacobson","topic":"Christmas"},{"quote":"My mother would give my brothers and me a pile of catalogues and let us pick what we wanted for Christmas.","author":"Kary Mullis","topic":"Christmas"},{"quote":"The ebulliently sharp mind of &#39;White Christmas&#39; director Walter Bobbie made me tremble and strive in the same breath. The deceptively &#39;simple&#39; dialogue of David Ives, asking every actor to just. say. it. Float it on the breeze; it doesn&#39;t need &#39;explanation,&#39; just energy and truth.","author":"David Ogden Stiers","topic":"Christmas"},{"quote":"One of the best Christmas presents I ever got was the globe that I now keep right beside my desk.","author":"Tess Gerritsen","topic":"Christmas"},{"quote":"I&#39;m literally obsessed with Christmas, and it&#39;s been my dream ever since I was a little girl to make a Christmas album.","author":"Ally Brooke","topic":"Christmas"},{"quote":"Most Americans acquire dogs impulsively and for dubious reasons: as a Christmas gift for the kids. Because they saw one in a movie. To match the new living-room furniture. Because they moved to the suburbs and see a dog as part of the package.","author":"Jon Katz","topic":"Christmas"},{"quote":"To understand this Christmas record, you have to understand our ministry.","author":"John Tesh","topic":"Christmas"},{"quote":"I grew up with the classics. My mom and I would sit and watch &#39;Singin&#39; in the Rain&#39; and &#39;White Christmas&#39; - those kind of movies.","author":"Lucas Grabeel","topic":"Christmas"},{"quote":"I like, &#39;I Believe In Father Christmas&#39; - that is one of my favorites it is a lovely composition; &#39;Colder Than Winter&#39; as well. There are so many beautiful songs.","author":"Sarah Brightman","topic":"Christmas"},{"quote":"I read the Scriptures at the American Cathedral on Christmas and Easter; that&#39;s it. It&#39;s a task I love.","author":"Olivia De Havilland","topic":"Christmas"},{"quote":"For a writer, capturing that elusive Christmas morning magic can be deeply problematic.","author":"Mary Kay Andrews","topic":"Christmas"},{"quote":"Christmas carols always brought tears to my eyes. I also cry at weddings. I should have cried at a couple of my own.","author":"Ethel Merman","topic":"Christmas"},{"quote":"My father used to always give me a basketball, a skate board, and a bike every Christmas. That&#39;s all I wanted every year.","author":"Amar'e Stoudemire","topic":"Christmas"},{"quote":"At Christmas time, I spent an extortionate amount of money on Buzz Lightyear toys, baby clothes, Disney cars and the like.","author":"Russell Tovey","topic":"Christmas"},{"quote":"For Christmas I do gift bags for my friends and the cast, and I put &#39;treat yo self&#39; key chains in there. And people send me pictures of &#39;treat yo self&#39; all the time.","author":"Retta","topic":"Christmas"},{"quote":"My parents got me a $25 Kent steel-string acoustic guitar when I was around 12. The following Christmas, my parents bought me a Conora electric guitar. It looked almost like a Gretsch. It cost $59, and my mom still has it.","author":"Alex Lifeson","topic":"Christmas"},{"quote":"I want to go to Lapland and see Father Christmas, and now I&#39;ve got a child, so I&#39;ve got an excuse. Also, I&#39;d like to go to South America especially as I&#39;m now living in that part of the world, in L.A. now. And I must get down to Mexico.","author":"Ashley Jensen","topic":"Christmas"},{"quote":"The real evidence for Jesus and Christianity is in how Jesus and the Christianity based on him manifest themselves in the lives of practicing Christians.","author":"Lionel Blue","topic":"Christmas"},{"quote":"I&#39;ve not cooked Christmas dinner since 1982.","author":"Lesley Nicol","topic":"Christmas"},{"quote":"It&#39;s easy to write a short story and frighten people for five pages, but to work at length, when you do it as in &#39;The Turn Of The Screw&#39; or &#39;A Christmas Carol,&#39; it&#39;s different; you have to build it and build it.","author":"Susan Hill","topic":"Christmas"},{"quote":"There I am, watching Philip Seymour Hoffman, one of my favourite actors in the world, walk into the room dressed up as Father Christmas, being hilarious, and I&#39;m suddenly thinking, &#39;Where am I?&#39;","author":"Tom Sturridge","topic":"Christmas"},{"quote":"I get very unsettled by the mess of Christmas. I find the decorations a little bit hard, as my desire for everything to match is never fully satisfied.","author":"Jade Jagger","topic":"Christmas"},{"quote":"I don&#39;t like most Christmas movies. They&#39;re pretty bad, though they seem to make tons of money anyway. Like this movie &#39;Elf,&#39; I got the script for that, and I turned it down right away. Against my wife&#39;s better judgment.","author":"Terry Zwigoff","topic":"Christmas"},{"quote":"The last Christmas movie I really liked was &#39;It&#39;s a Wonderful Life,&#39; probably. It&#39;s sort of a schmaltzy movie, but it&#39;s not without its dark moments. It still gets to me every year.","author":"Terry Zwigoff","topic":"Christmas"},{"quote":"I&#39;m a big hit at parties. Friends ask me to sing B-I-N-G-O all the time. I&#39;m thinking, you know, of maybe putting out a Christmas album or something.","author":"Paula Pell","topic":"Christmas"},{"quote":"One Christmas my father kept our tree up till March. He hated to see it go. I loved that.","author":"Mo Rocca","topic":"Christmas"},{"quote":"I used to know Jennifer Love Hewitt. We lived in the same apartment building when I was about... jeez, I guess it was when I was doing &#39;Christmas Vacation&#39;, so I was about 13 or 14.","author":"Johnny Galecki","topic":"Christmas"},{"quote":"I had written a book that dealt with really serious issues. Was anybody going to want to read a Christmas love story from me?","author":"Jay Asher","topic":"Christmas"},{"quote":"Christmas is more stressful with present buying and making sure everyone gets included, but Thanksgiving is really not that. I don&#39;t ever really get stressed out about the food.","author":"Sandra Lee","topic":"Christmas"},{"quote":"My mother died of metastatic colorectal cancer shortly before three P.M. on Christmas Day of 2008. I don&#39;t know the exact time of her death, because none of us thought to look at a clock for a while after she stopped breathing.","author":"Meghan O'Rourke","topic":"Christmas"},{"quote":"My grandson sees me as Lois on TV every Christmas, and that scores me points.","author":"Margot Kidder","topic":"Christmas"},{"quote":"I loved the first Christmas I had in England.","author":"Blythe Danner","topic":"Christmas"},{"quote":"I&#39;ve played D&amp;D for years. I&#39;m a comic book guy. Comic-Con in San Diego is nerd Christmas for me.","author":"Brian Posehn","topic":"Christmas"},{"quote":"At school, I&#39;d be the dude singing to the girls, always up in the auditorium, in the lunch room singing Christmas carols, in the halls between class. I was always singing, and same thing with my grandfather. The apple doesn&#39;t fall too far from the tree; you know how that goes.","author":"Desiigner","topic":"Christmas"},{"quote":"Accounts of eating Christmas sweet potatoes baked in ashes and jackrabbit stewed with white flour dumplings are testaments to pioneer resilience and pleasure - and they help inspire my own best scratch cooking.","author":"Isabel Gillies","topic":"Christmas"},{"quote":"I wanted to have more songs with religious backgrounds. The Christmas record has strong, traditional hymns, but it also has a song called &#39;Christmas in Heaven&#39; about missing someone that you love that&#39;s passed on, and wondering what&#39;s going on up there on Christmas.","author":"Scotty McCreery","topic":"Christmas"},{"quote":"A title means marketing. It means that company&#39;s coming soon, and you&#39;d better get out the Christmas lights so they don&#39;t miss your house.","author":"Caroline Leavitt","topic":"Christmas"},{"quote":"It&#39;s more like Christmas, you know, when you get a shot in that looks great and it&#39;s exactly what you want. It&#39;s a great feeling, and there&#39;s nothing like it.","author":"Zack Snyder","topic":"Christmas"},{"quote":"You know, I started my career in politics in 1967. I&#39;m not new to this. I did not just fall off the Christmas tree. I understand the world is complex. I know that there are people out there who want to hurt other people.","author":"Dennis Kucinich","topic":"Christmas"},{"quote":"We have 40 people over for Thanksgiving, 30 people for Easter lunch, 35 people on Christmas Eve. People tend to expect to spend their holidays with us, which is lovely and an expectation I carry with pride.","author":"Sonya Walger","topic":"Christmas"},{"quote":"One lived in the impression that nobody could ever compete with the &#39;Nutcracker&#39; or &#39;A Christmas Carol.&#39;","author":"Gian Carlo Menotti","topic":"Christmas"},{"quote":"Christmas is over and Business is Business.","author":"Franklin Pierce Adams","topic":"Christmas"},{"quote":"My favorite toy growing up was Polly Pocket. But one gift that I wanted though never received for Christmas was a pair of trampoline moon shoes. You strap them to your feet and they have springs on them, and you can just jump around!","author":"Lucy Hale","topic":"Christmas"},{"quote":"For many of us, Christmas lunch is the most special meal of the year - and I certainly want nothing but the very best for this celebration.","author":"Sheherazade Goldsmith","topic":"Christmas"},{"quote":"I absolutely adore Agatha Christie; so much so that when I received a kitten for my Christmas present, I called her Agatha, and I already have a cat called Hercule!","author":"Kimberley Nixon","topic":"Christmas"},{"quote":"I&#39;d just got back from filming my role as Flo in &#39;Kidnap &amp; Ransom&#39; when I got the news that Channel 4 had re-commissioned &#39;Fresh Meat,&#39; so I think it was the first Christmas I could actually relax knowing that I had three months&#39; work sorted. As an actor, that&#39;s always a good feeling.","author":"Kimberley Nixon","topic":"Christmas"},{"quote":"I&#39;m not going to put out a Christmas CD until it&#39;s coming out of me naturally.","author":"TobyMac","topic":"Christmas"},{"quote":"I owe my life to my father. I remember that my first Christmas present was a ball. In the district where we lived, there weren&#39;t many kids who had one.","author":"Sergio Aguero","topic":"Christmas"},{"quote":"&#39;A Christmas Story&#39; has always meant a lot to me personally.","author":"Peter Billingsley","topic":"Christmas"},{"quote":"I have already done two Christmas films: &#39;Elf&#39; and &#39;Four Christmases.&#39; I guess I really am a sucker for Christmas. Both movies are really about the importance of family. I come from a brood of five kids, and it&#39;s the one time of year we can all get together. It&#39;s hands-down my favorite holiday.","author":"Peter Billingsley","topic":"Christmas"},{"quote":"When I was a kid, I really wanted a metal detector for Christmas, convinced I was going to find buried treasure and could retire at 12. Santa Claus brought me one, but sadly, that treasure was never realized. It&#39;s amazing how many bottle caps you have to dig up. But to be honest, that dream is still alive.","author":"Peter Billingsley","topic":"Christmas"},{"quote":"It&#39;s a rare film that has staying power. &#39;A Christmas Story&#39; is not just a funny movie but something that connects with people.","author":"Peter Billingsley","topic":"Christmas"},{"quote":"&#39;A Christmas Story&#39; has become such a special part of the holiday season for so many families.","author":"Peter Billingsley","topic":"Christmas"},{"quote":"When I first heard &#39;A Christmas Story, the musical,&#39; I thought, Oh, that could be really good. It just felt like it fit. Some films lend themselves well to other formats, some don&#39;t, but there are so many fantasy sequences in the film, and Ralphie&#39;s such a dreamer as a character, I thought they could really lend themselves to being set pieces.","author":"Peter Billingsley","topic":"Christmas"},{"quote":"When you&#39;re involved in those big-budget movies, there&#39;s a lot of hype: &#39;Oh this is gonna be a big hit!&#39; And &#39;A Christmas Story&#39; wasn&#39;t. It came and went and was a big disappointment at the box office.","author":"Peter Billingsley","topic":"Christmas"},{"quote":"I think we felt the pressure more at first than this time around. But still you don&#39;t want to let anyone down. I never even met Patrick until we had a Christmas party at Ian McKellen&#39;s house on the first movie and then I didn&#39;t see him again until the premiere.","author":"Rebecca Romijn","topic":"Christmas"},{"quote":"From the time that I can remember, I worked to make money - either baby-sitting, or one year wrapping gifts at a department store at Christmas, so I could have my own money.","author":"Christie Hefner","topic":"Christmas"},{"quote":"We always had lutefisk for Christmas dinner, after which Dad read from the Norwegian Bible.","author":"Peter Agre","topic":"Christmas"},{"quote":"Easter may seem boring to children, and it is blessedly unencumbered by the silly fun that plagues Christmas. Yet it contains the one thing needful for every human life: the good news of Resurrection.","author":"Frederica Mathewes-Green","topic":"Christmas"},{"quote":"When it comes to referring to Dickens&#39;s life, performing plays with your nine children for friends and family during Christmas is Dickensian.","author":"Matthew Pearl","topic":"Christmas"},{"quote":"One of my favorite times of year is around Christmas when my entire family gets together and we make tamales together. It&#39;s a full two-day event, and we create an assembly line. It&#39;s awesome because everyone has his or her own part in making the dish. It&#39;s so much fun.","author":"Sabrina Bryan","topic":"Christmas"},{"quote":"I have a musical called Goodbye and Good Luck, based on a Grace Paley short story. I also have King Island Christmas, and there are 20 different productions of it this year.","author":"David Friedman","topic":"Christmas"},{"quote":"Whatever he does should be seen as working at the Presidency and if he goes to Colorado for Christmas, it should be for a minimum amount of time, the family tradition and family get-together aspect emphasized, and it be seen as a working vacation.","author":"Robert Teeter","topic":"Christmas"},{"quote":"I think we need one recognized, respected public figure to make a tough, blunt statement on just what Reagan&#39;s record is and what he might do to the country, let alone the Republican Party before Christmas.","author":"Robert Teeter","topic":"Christmas"},{"quote":"I&#39;m a strong nonbeliever in the Christmas letter where you don&#39;t really read it because it&#39;s just full of kind of meaningless information. It doesn&#39;t really resonate to the person reading it, but it means so much to the person that wrote it.","author":"B. D. Wong","topic":"Christmas"},{"quote":"I&#39;m not romantic, and I don&#39;t like Christmas.","author":"Paula Hawkins","topic":"Christmas"},{"quote":"A friend gave me a CD of the &#39;Pathetique&#39; Symphony as a Christmas present. I went home, and I put on the CD expecting to listen to Tchaikovsky. But it started &#39;ta ta ta taaa.&#39; It was too long for me. I didn&#39;t understand it at first, but then I fell in love, in love, in love.","author":"Gustavo Dudamel","topic":"Christmas"},{"quote":"Did you know that Christmas Day is absolutely the best day to fly? It is. No crowded airports and crowded planes. I always flew to Australia. That&#39;s what Christmas was for me - a plane journey to the next tournament.","author":"Monica Seles","topic":"Christmas"},{"quote":"At Christmas our house is like a Donnie and Marie Christmas Special.","author":"Kevin Richardson","topic":"Christmas"},{"quote":"Christmas is the season I use to clock failure in life. It stops time, as it were, on the year - where you are in it, where you are in your travail unto the grave.","author":"Padgett Powell","topic":"Christmas"},{"quote":"I associate the truest spirit of Christmas with certain years when I had to spend it at my parents&#39; house as an adult who had, presumably, escaped.","author":"Padgett Powell","topic":"Christmas"},{"quote":"At every Christmas, I fail to remember the daughters&#39; shoe sizes, and they are not growing, but grown. After ostensible hard thought about who needs what, I have failed to give good gifts; I have failed to receive good gifts.","author":"Padgett Powell","topic":"Christmas"},{"quote":"I was a postman one Christmas and I developed a morbid fear of dogs.","author":"Diane Abbott","topic":"Christmas"},{"quote":"A lot of sequins for New Year&#39;s! Red, green, white - I fail at all of that because I&#39;m always in black. But for Christmas, I do love wearing cute dresses with tights and a pair of boots.","author":"Ashley Benson","topic":"Christmas"},{"quote":"I&#39;d love to have a Christmas classic under my belt. It&#39;s hard to write a Christmas song.","author":"Patty Smyth","topic":"Christmas"},{"quote":"And of course there&#39;s so much music in and around our family. I had a piano during Christmas because it&#39;s obviously useful through the season. There are so many people, songwriters, who are around.","author":"Ashley Judd","topic":"Christmas"},{"quote":"I got a guitar when I was about 14, for a Christmas present, and went from there.","author":"Robin Trower","topic":"Christmas"},{"quote":"Every year, like a good Catholic, I wait for Christmas. Putting up the lights, decorating the tree, making sweets and then unwrapping gifts on Christmas morning... it&#39;s a tradition my family has followed since I was very little.","author":"Malaika Arora Khan","topic":"Christmas"},{"quote":"Christmas 1972 was a lonely time for Kissinger, as well as for his boss, and a period of serious reflection. Kissinger was then a bachelor, enamored of the tall, elegant, but elusive WASP Nancy Maginnes, but still very much a bachelor - Washington&#39;s most sought-after bachelor.","author":"Alistair Horne","topic":"Christmas"},{"quote":"I&#39;d like to do a Christmas album. I&#39;ve never done a Christmas album.","author":"Tanya Tucker","topic":"Christmas"},{"quote":"I&#39;d have to say, for me, as a child, my favorite memories were always centered around Christmas time. It always seemed like no matter how much money my parents had or didn&#39;t have, we got completely spoiled rotten. There were always presents under the tree, and we always did special things, like hide elves around the house.","author":"Josie Bissett","topic":"Christmas"},{"quote":"I love giving gifts and I love receiving them. I really like giving little kids extravagant gifts. You see their little faces light up and they get excited. If it&#39;s a really good gift, I love receiving it, like jewels, small islands.","author":"Gina Gershon","topic":"Christmas"},{"quote":"I got this Christmas gift with the entire Beatles catalog. I had fun trying to duplicate what I was hearing on these records, only using the instruments I had at hand - an acoustic guitar, and that&#39;s all. It was endlessly amusing to me to try to imitate John Lennon and Paul McCartney&#39;s harmonies using the guitar.","author":"M. Ward","topic":"Christmas"},{"quote":"Now, a lot of what we are doing right now, quite frankly, is because of what happened on Christmas. Many of the things were kind of in the works. We were already planning, for example, the purchase and deployment of advanced imaging technology. You call them body scanners. We call them AITs (Advanced Imaging Technologies).","author":"Janet Napolitano","topic":"Christmas"},{"quote":"The next thing I wrote was in a writing class at night school. It was about a poor woman who worked at a dime store and who was all alone for Christmas in Laurel, Mississippi.","author":"Beth Henley","topic":"Christmas"},{"quote":"In the spring of 1994 I decided not to seek reelection to the Senate. I had made the decision 12 years earlier, Christmas Day of 1982, just after I had been first elected to a full term, that I would do the best I could for a limited time.","author":"George J. Mitchell","topic":"Christmas"},{"quote":"It will be a hard game if you think about winning a championship. We need to think about our own game at the moment and focus on getting good results especially over the Christmas period.","author":"Dennis Bergkamp","topic":"Christmas"},{"quote":"To me, the most important thing is to wear something that I love and feel comfortable in, and Christmas is a great opportunity to get one of my old favourites out.","author":"Amber Le Bon","topic":"Christmas"},{"quote":"The denominational world tries to pressure its members to focus on the birth of Christ, but in doing so layers of guilt are imposed, and competition gets complicated as one Christmas program tries to outdo the other.","author":"John Clayton","topic":"Christmas"},{"quote":"At Christmas, it&#39;s my siblings running around the house, we&#39;re cooking, talking, laughing, loud and just crazy. It&#39;s beautiful chaos.","author":"Tika Sumpter","topic":"Christmas"},{"quote":"I made a Christmas album a couple of years ago and just put it out on my Web site. It kind of smacked of this flavor. All of the reviews said it was Western swing even when it was Christmas standards.","author":"Suzy Bogguss","topic":"Christmas"},{"quote":"I really like the European carols, and I like that captivating sound that they have that isn&#39;t usually in Christmas songs.","author":"David Archuleta","topic":"Christmas"},{"quote":"There&#39;s always been something a little pathetic for me at the work parties I&#39;ve attended, especially thinking back to the restaurants I worked in. I remember a Christmas party in which we all got free T-shirts with the restaurant on the front and our names on the back.","author":"Said Sayrafiezadeh","topic":"Christmas"},{"quote":"When &#39;I&#39;m Sorry&#39; came out and became such a huge hit, that made &#39;Rockin&#39; Around The Christmas Tree&#39; start selling. Then that became a huge, huge hit.","author":"Brenda Lee","topic":"Christmas"},{"quote":"I was a little punk rocker and was pregnant with Sarah when I went to university. I had her in the Christmas holidays of the first term. It was 1979, and UCL was very proud of its reputation as a liberal university, so they were very helpful.","author":"Alison Owen","topic":"Christmas"},{"quote":"A Charlie Brown Christmas&#39; is a national treasure because it delivers beautifully the central miracle of Christmas: Emmanuel - God With Us. From the wood of the manger to the wood of the cross.","author":"Don Willett","topic":"Christmas"},{"quote":"Every day is like Halloween or Christmas eve for me. I go to bed, and I&#39;m so excited to get back to work. I&#39;m very lucky that I have a career like that &#39;cause not many people do.","author":"Adam Green","topic":"Christmas"},{"quote":"When I was five years old, my parents gave me a drum set for Christmas. My mom played the piano, and Dad played the saxophone badly. But that Christmas morning, I remember we all played together, and I thought it was the greatest day ever.","author":"Garry Marshall","topic":"Christmas"},{"quote":"I think the people who are making Christmas-themed movies today feel that people are more cynical about Christmas. There&#39;s more of an edge.","author":"Leonard Maltin","topic":"Christmas"},{"quote":"A Christmas Carol is such a fool-proof story you can&#39;t louse it up.","author":"Leonard Maltin","topic":"Christmas"},{"quote":"I&#39;ve been in elementary education for years and my belief is that Christmas pageants in schools are little more than conditioning kids for the Christian religion.","author":"Jack Bowman","topic":"Christmas"},{"quote":"&#39;The war in Iraq - if Osama was a Christian - it&#39;s the Christmas present he never would have expected.","author":"Michael Scheuer","topic":"Christmas"},{"quote":"I&#39;m Jewish and my wife isn&#39;t so right now we&#39;re literally decorating a Christmas tree with Jewish stars draped around it.","author":"Max Greenfield","topic":"Christmas"},{"quote":"In 1988, Christmas, that was my last performance because I moved to Hawaii to raise my son.","author":"Charo","topic":"Christmas"},{"quote":"I used to sleep in the T-shirt I wore during the day and whatever ratty old gym shorts I could find on the floor. But one year for Christmas, someone gave me a very chic, comfortable pair of pajamas from Brooks Brothers, and I realized the error of my ways.","author":"Derek Blasberg","topic":"Christmas"},{"quote":"&#39;Use Somebody&#39; I posted - it was the end of 2009, around Christmas. That was my first video.","author":"Megan Nicole","topic":"Christmas"},{"quote":"I&#39;m so depressed. Christmas is the worst of all. Holidays are terrible, worse than Sundays. I get melancholia.","author":"David O. Selznick","topic":"Christmas"},{"quote":"My dad likes to recite the story of &#39;Pablo the Donkey&#39; before dinner to teach us the real meaning of Christmas. Every year, it&#39;s the same; every year, we cringe!","author":"Mallory Jansen","topic":"Christmas"},{"quote":"Every Christmas, all around Ghana, there are tons of these parties and they are full of everything that exists in human life in Ghana and worldwide.","author":"Taiye Selasi","topic":"Christmas"},{"quote":"My father died when I was young and I was raised by my grandmother, Emma Klonjlaleh Brown. We could afford to eat chicken just once a year, on Christmas.","author":"George Weah","topic":"Christmas"},{"quote":"People have nannies and big cars, and they want to go to Maui for Christmas. When there are those kind of stakes involved, people get ruthless.","author":"Amy Sherman-Palladino","topic":"Christmas"},{"quote":"I make personal appearances around the country. I&#39;m starting a book tour now, and I may be coming to Toronto with the Learning Annex, which I&#39;m doing all through the United States, so that may come up just before Christmas.","author":"Burt Ward","topic":"Christmas"},{"quote":"The best Christmas present I got from my husband was a week to do whatever I wanted.","author":"Olivia Williams","topic":"Christmas"},{"quote":"South Park started as a little video Christmas card.","author":"Joel Hodgson","topic":"Christmas"},{"quote":"I hate feeling full, so Christmas is about the only time I really stuff myself.","author":"Rupert Penry-Jones","topic":"Christmas"},{"quote":"&#39;Bond&#39; was like Christmas: can&#39;t wait for it to come around. Being in the films brought me to a global audience, and I have had the opportunity to meet incredible people.","author":"Colin Salmon","topic":"Christmas"},{"quote":"For Christmas 1999, my husband surprised me with a trip to Disney World. Along with our boys, we were standing on the roof of the Contemporary Hotel at midnight on New Year&#39;s Eve 2000 watching fireworks explode over every amusement park in Orlando. It was a magical way to celebrate the millennial, and a never-to-be-forgotten Christmas present.","author":"Karen Robards","topic":"Christmas"},{"quote":"The year I turned 16, I spent the weeks before Christmas dropping hints to my parents about how much I wanted - no, needed - my own transportation.","author":"Karen Robards","topic":"Christmas"},{"quote":"My first publication was a haiku in a children&#39;s magazine when I was 9 years old. I received one dollar for it! I gave the check to my dad for Christmas, and he framed it and hung it over his desk.","author":"Linda Sue Park","topic":"Christmas"},{"quote":"In our racist, sexist society, Christmas is the 8 hours when we stop killing each other and gratutious over eating is encouraged so that the starving and other people in the world can die!","author":"Lloyd Kaufman","topic":"Christmas"},{"quote":"In our racist, sexist society, Christmas is the eight hours when we stop killing each other and gratuitous overeating is encouraged so that the starving and other people in the world can die!","author":"Lloyd Kaufman","topic":"Christmas"},{"quote":"Like the Earth, the Web is a less appealing place than it used to be. If I want attitude and arguing and meanness and profanity and wrong information screamed at me as gospel, I&#39;ll get in a time machine and spend Christmas with my family in 1977.","author":"J. R. Moehringer","topic":"Christmas"},{"quote":"I got my first instrument for Christmas when I was three or four years old. My parents got me a mandolin because it was the only instrument that would fit me because I was so small. I went straight from that into the drums when I was six, and then I started playing guitar when I was seven or eight.","author":"Chord Overstreet","topic":"Christmas"},{"quote":"Our children await Christmas presents like politicians getting in election returns: there&#39;s the Uncle Fred precinct and the Aunt Ruth district still to come in.","author":"Marcelene Cox","topic":"Christmas"},{"quote":"Like my best friend, I asked for drums for Christmas, and got them. But when he moved on to guitar, I realized two things: (1) guitar is a much more expressive instrument, (2) way more girls pay attention to guitar players than to drummers.","author":"Greg Iles","topic":"Christmas"},{"quote":"&#39;A Tuna Christmas&#39; is the second in a series of plays created by Joe Sears and Jaston Williams featuring the fictional town of Greater Tuna, the third-smallest town in Texas. What makes these plays so hysterically funny is the accurate portrayal of small-town life in the Lone Star State.","author":"Lori Wilde","topic":"Christmas"},{"quote":"When I was eight, my mum found me humming to myself and scribbling on a scrap of paper. When she asked me what I was doing, I got shy. I was writing a Christmas song, and I had never shared my music with anyone before. Reluctantly, I sang it for her... and she loved it. Of course she did - she&#39;s my mum.","author":"Neil Jackson","topic":"Christmas"},{"quote":"The most challenging roles were Disney&#39;s &#39;A Christmas Carol&#39; and &#39;Mars Needs Moms&#39; because they were both motion capture, so there was a lot of physical work involved.","author":"Raymond Ochoa","topic":"Christmas"},{"quote":"There are some people who want to throw their arms round you simply because it is Christmas; there are other people who want to strangle you simply because it is Christmas.","author":"Robert Staughton Lynd","topic":"Christmas"},{"quote":"I feel like I&#39;ve got a pretty relatively extensive Christmas sweatshirt collection.","author":"Kyle Mooney","topic":"Christmas"},{"quote":"We didn&#39;t have a whole lot of money when I was growing up either. I would always ask for magic books or magic tricks for my birthday or for Christmas and the rest of the year I either had to mow lawns or find part time jobs to help supplement the cost of doing magic.","author":"Lance Burton","topic":"Christmas"},{"quote":"But Tammy Faye calls me, and Ron Jeremy calls me, Erik Estrada sends me a Christmas card every year.","author":"Trishelle Cannatella","topic":"Christmas"},{"quote":"I watched a lot of movies when I was younger and I remember, when I was seven years old, I asked my parents if I could have an agent for Christmas.","author":"Meaghan Rath","topic":"Christmas"},{"quote":"&#39;Joker&#39; was a violent, dark, and brutal book, so I wanted to do something a little less heavy. I played around with the idea of a children&#39;s book, and that eventually became &#39;Noel.&#39; And I just kept finding these parallels between things I could do with Batman and Charles Dickens&#39; &#39;A Christmas Carol.&#39;","author":"Lee Bermejo","topic":"Christmas"},{"quote":"&#39;White Christmas&#39; is one of my favorite movies, so I&#39;ve always just had a love for that kind of golden era musical.","author":"Jessie Mueller","topic":"Christmas"},{"quote":"Besides the two Christmas things, we&#39;ve got a about a dozen new tracks we&#39;re working on.","author":"Chris Frantz","topic":"Christmas"},{"quote":"I realised that you could easily turn any room into a cinema with a projector, so I went on and on at my parents for one. They eventually got me a projector for Christmas when I was ten, and I realised I&#39;d made a ridiculous mistake - I&#39;d forgotten to say &#39;movie&#39; projector; I got a still one.","author":"Kevin Brownlow","topic":"Christmas"},{"quote":"At the age of 12, my parents gave me a chemistry set for Christmas, and experimentation soon became a consuming passion in my life.","author":"John Vane","topic":"Christmas"},{"quote":"I&#39;ve also committed my time and resources to many local organizations like Christmas in April, Catholic Community Services, and Hudson County Meals on Wheels.","author":"Vincent Frank","topic":"Christmas"},{"quote":"My dad was fairly well-off, so I was raised in a very comfortable environment: the very nice suburbs of Paris. It was a very idyllic life. I also spent nearly all my summers in Britain, and Christmas, too, because my grandparents lived there.","author":"Sebastian Roche","topic":"Christmas"},{"quote":"In 1934, the American Jewish charities offered to find homes for 300 German refugee children. We were on the SS Washington, bound for New York, Christmas 1934.","author":"Jack Steinberger","topic":"Christmas"},{"quote":"I&#39;ve also just finished filming the role of Robert Brown in &#39;Just William,&#39; which is due to transmit on BBC One at Christmas.","author":"Harry Melling","topic":"Christmas"},{"quote":"I grew up playing games, and I remember Christmas 1981 when my dad got us an Intellivision, and we all sat around and played &#39;Astrosmash&#39; for hours on end. It was a big part of my youth.","author":"Roger Craig Smith","topic":"Christmas"},{"quote":"The South has a way of worshipping appearances - the suburbs are all about presentation and amazing flowers and a beautiful yard and dinner parties that impress people and having the Christmas lights just right.","author":"Paul Downs Colaizzo","topic":"Christmas"},{"quote":"I had heard some Elvis songs on the radio. During Christmastime, they&#39;d play &#39;Blue Christmas,&#39; and I knew I liked his songs, but I didn&#39;t know who it was singing them. I just knew I liked them... I started reading, watching, and just picking up everything I could about him.","author":"Drake Milligan","topic":"Christmas"},{"quote":"I&#39;d sit on the coffee table and lip sync to &#39;Blue Christmas,&#39; &#39;I Can&#39;t Help Falling in Love,&#39; &#39;Love Me Tender,&#39; &#39;Don&#39;t Be Cruel&#39; - some of the big hits like that.","author":"Drake Milligan","topic":"Christmas"},{"quote":"I might do &#39;X Factor&#39; next year. It&#39;s looking good that I won&#39;t get the sack at Christmas.","author":"Gary Barlow","topic":"Christmas"},{"quote":"Several years ago, I was creating a Christmas present for the family, a self-published cookbook featuring recipes my grandmother had collected and created over decades. While interviewing her for the biographical section, she began to talk about her courtship with my late grandfather.","author":"Kristina McMorris","topic":"Christmas"},{"quote":"I intend to keep writing Christmas songs. There&#39;s still a lot more about Christmas that can be captured and feel like old-time Christmas. A lot of the traditions haven&#39;t been explained in song.","author":"Clint Black","topic":"Christmas"},{"quote":"I don&#39;t want to see people decorating a house or digging a garden. As for guys like Jonathan Ross, he got an award there last Christmas. What for? He doesn&#39;t sing, dance or tell jokes, does he?","author":"Ian St. John","topic":"Christmas"},{"quote":"In fact, I was one of the few trusted people that Lucy allowed to play with their kids. I spent time at their summer home, rode horses at their ranch, and swam at their beach house. I even spent a Christmas with them at Palm Springs one year.","author":"Keith Thibodeaux","topic":"Christmas"},{"quote":"Dad bought me a toy drum one Christmas, and I eventually destroyed it. I wanted a real drum and he bought me a snare drum. Dad continued to buy me one drum after the other.","author":"Keith Thibodeaux","topic":"Christmas"},{"quote":"Yes, my first memory of singing, in general, was of a Christmas song. And then listening to Christmas music was really the first music I was ever connected to.","author":"Christina Perri","topic":"Christmas"},{"quote":"It felt very natural to me to write a Christmas song, but at the same time I had to really put all sorts of pressure aside and just let the creativity flow and see what came out.","author":"Christina Perri","topic":"Christmas"},{"quote":"I know a lot of actors picture themselves winning Academy Awards. I really just wanted to do a Christmas movie because it&#39;s the kind of movie that I really love to watch. I&#39;m a sucker for the holidays.","author":"Leigh-Allyn Baker","topic":"Christmas"},{"quote":"With a track like &#39;White Christmas,&#39; everybody has done that song in every format you can imagine, so I just looked at the chords at that particular song and what chords would make it work. That&#39;s kind of quite a sad song, and I had this idea of someone singing it in the subway, someone who is homeless, old and sad.","author":"Vince Clarke","topic":"Christmas"},{"quote":"I went on iTunes and looked at versions of Christmas songs. Everyone has done them!","author":"Vince Clarke","topic":"Christmas"},{"quote":"My mother cooked her last Christmas standing rib roast in 1987 and died a few weeks afterward.","author":"Michelle Huneven","topic":"Christmas"},{"quote":"I put the copy of &#39;A Christmas Carol&#39; that my grandfather had first read to me 60 years ago on my desk, and I began to write. The result, for better or for worse, is the &#39;Christmas Spirits.&#39; I plan to read it to my grandson.","author":"Whitley Strieber","topic":"Christmas"},{"quote":"I love writing Christmas stories, especially of the historical variety.","author":"Linda Lael Miller","topic":"Christmas"},{"quote":"Our family&#39;s special holiday tradition is going over to my grandparent&#39;s house on Christmas morning. My grandma cooks a big breakfast, and I love hearing her tell old funny stories.","author":"Caroline Sunshine","topic":"Christmas"},{"quote":"On Christmas morning, we always make breakfast, and everyone eats before we open any presents. I make muffins and homemade applesauce, which I don&#39;t think anyone likes as much as I do... I just love the way it makes the house smell!","author":"Laura Leighton","topic":"Christmas"},{"quote":"I&#39;m one of those people who had Christmas and my birthday always combined, and generally, my birthday was pretty much ignored. But my parents are always good about making some kind of special effort to make me feel like I also have a birthday that exists.","author":"Noel Wells","topic":"Christmas"},{"quote":"We had been to a couple really awkward office Christmas parties, including one at our production company. It&#39;s just a really interesting place, an event that hadn&#39;t really been captured.","author":"Will Speck","topic":"Christmas"},{"quote":"I wouldn&#39;t recommend young kids see &#39;Speedway Junkie.&#39; It&#39;s definitely an age-appropriate movie - dark and realistic and edgy. If young kids want to see me, go see the Christmas movie.","author":"Jonathan Taylor Thomas","topic":"Christmas"},{"quote":"One Christmas I had no money, and so I went home and just, like, wrote a poem; I mean, I didn&#39;t write them, but I just handed out poems as Christmas presents. Like, &#39;Here&#39;s a Pablo Neruda poem that really made me think of you.&#39;","author":"June Diane Raphael","topic":"Christmas"},{"quote":"My very first acting role was Tiny Tim in &#39;A Christmas Carol.&#39;","author":"Leland Orser","topic":"Christmas"},{"quote":"I get a little behind during Lent, but it comes out even at Christmas.","author":"Frank Butler","topic":"Christmas"},{"quote":"I think that it&#39;s fun to get the script and open it like a Christmas present. That&#39;s &#39;Alcatraz&#39; or anything that I&#39;m working on. If the groundwork has been laid too much, the surprises aren&#39;t there.","author":"Jeffrey Pierce","topic":"Christmas"},{"quote":"Then, when I got in the military, I used to host - even in high school - I hosted the talent shows, and when I was in the military I would host all of our base Christmas parties and stuff.","author":"Gary Owens","topic":"Christmas"},{"quote":"Part of me wants to be married and have everybody around the table for Christmas. But when you&#39;re married, your life becomes integrated solely with that person. There are too many characters running around inside me. Maybe they should all be married to somebody different.","author":"Cindy Williams","topic":"Christmas"},{"quote":"Windows are as essential to office prestige as Christmas is to retailing.","author":"Enid Nemy","topic":"Christmas"},{"quote":"I remember as a child, my mother loved Dean Martin. Every Christmas, about the only Christmas album that we were able to listen to was the Dean Martin Christmas album.","author":"Michael Spradlin","topic":"Christmas"},{"quote":"And know that I am with you always; yes, to the end of time.","author":"Jesus Christ","topic":"Christmas"},{"quote":"The truth is the Super Bowl long ago became more than just a football game. It&#39;s part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.","author":"Bob Schieffer","topic":"Christmas"},{"quote":"Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"Christmas"},{"quote":"For it is in giving that we receive.","author":"Francis of Assisi","topic":"Christmas"},{"quote":"Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.","author":"Norman Vincent Peale","topic":"Christmas"},{"quote":"My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn&#39;t let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can&#39;t dribble on grass.","author":"Jimmy Fallon","topic":"Christmas"},{"quote":"Christmas isn&#39;t a season. It&#39;s a feeling.","author":"Edna Ferber","topic":"Christmas"},{"quote":"Christmas is a season not only of rejoicing but of reflection.","author":"Winston Churchill","topic":"Christmas"},{"quote":"Christmas, my child, is love in action. Every time we love, every time we give, it&#39;s Christmas.","author":"Dale Evans","topic":"Christmas"},{"quote":"I will honor Christmas in my heart, and try to keep it all the year.","author":"Charles Dickens","topic":"Christmas"},{"quote":"I love snow; I love building snowman. The only thing I don&#39;t like is the cold - so if we could have a hot Christmas, that would be amazing.","author":"Ella Henderson","topic":"Christmas"},{"quote":"Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.","author":"Calvin Coolidge","topic":"Christmas"},{"quote":"The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world&#39;s busy life and become more interested in people than in things.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Working on &#39;Nightmare Before Christmas,&#39; I had endless arguments, like the studio saying, &#39;You can&#39;t have a main character that&#39;s got no eyeballs!&#39; &#39;How is anybody going to feel for somebody with just eyesockets?&#39; You know? So, it&#39;s those kind of things that really wear you down.","author":"Tim Burton","topic":"Christmas"},{"quote":"Our many different cultures notwithstanding, there&#39;s something about the holidays that makes the planet communal. Even nations that do not celebrate Christmas can&#39;t help but be caught up in the collective spirit of their neighbors, as twinkling lights dot the landscape and carols fill the air. It&#39;s an inspiring time of the year.","author":"Marlo Thomas","topic":"Christmas"},{"quote":"He who has not Christmas in his heart will never find it under a tree.","author":"Roy L. Smith","topic":"Christmas"},{"quote":"Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.","author":"David Cameron","topic":"Christmas"},{"quote":"Maybe Christmas, the Grinch thought, doesn&#39;t come from a store.","author":"Dr. Seuss","topic":"Christmas"},{"quote":"God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it.","author":"Pope Francis","topic":"Christmas"},{"quote":"In London the day after Christmas (Boxing Day), it began to snow: my first snow in England. For five years, I had been tactfully asking, &#39;Do you ever have snow at all?&#39; as I steeled myself to the six months of wet, tepid gray that make up an English winter. &#39;Ooo, I do remember snow,&#39; was the usual reply, &#39;when I were a lad.&#39;","author":"Sylvia Plath","topic":"Christmas"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It&#39;s the best!","author":"Becky G","topic":"Christmas"},{"quote":"My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like &#39;Jack Frost&#39; and &#39;Rudolph the Red-Nosed Reindeer&#39; with my siblings and parents.","author":"Becky G","topic":"Christmas"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Christmas"},{"quote":"Why not share with the world the way it is and tell them my feelings about my cat, and how I played with my kids, and how addicted to Christmas time I am, and the smell of pine needles and hearing my kids laugh.","author":"Steven Tyler","topic":"Christmas"},{"quote":"Let&#39;s be naughty and save Santa the trip.","author":"Gary Allan","topic":"Christmas"},{"quote":"And know that I am with you always; yes, to the end of time.","author":"Jesus Christ","topic":"Christmas"},{"quote":"The truth is the Super Bowl long ago became more than just a football game. It&#39;s part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.","author":"Bob Schieffer","topic":"Christmas"},{"quote":"Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"Christmas"},{"quote":"For it is in giving that we receive.","author":"Francis of Assisi","topic":"Christmas"},{"quote":"Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.","author":"Norman Vincent Peale","topic":"Christmas"},{"quote":"My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn&#39;t let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can&#39;t dribble on grass.","author":"Jimmy Fallon","topic":"Christmas"},{"quote":"Christmas isn&#39;t a season. It&#39;s a feeling.","author":"Edna Ferber","topic":"Christmas"},{"quote":"Christmas is a season not only of rejoicing but of reflection.","author":"Winston Churchill","topic":"Christmas"},{"quote":"Christmas, my child, is love in action. Every time we love, every time we give, it&#39;s Christmas.","author":"Dale Evans","topic":"Christmas"},{"quote":"I will honor Christmas in my heart, and try to keep it all the year.","author":"Charles Dickens","topic":"Christmas"},{"quote":"I love snow; I love building snowman. The only thing I don&#39;t like is the cold - so if we could have a hot Christmas, that would be amazing.","author":"Ella Henderson","topic":"Christmas"},{"quote":"Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.","author":"Calvin Coolidge","topic":"Christmas"},{"quote":"The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world&#39;s busy life and become more interested in people than in things.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Working on &#39;Nightmare Before Christmas,&#39; I had endless arguments, like the studio saying, &#39;You can&#39;t have a main character that&#39;s got no eyeballs!&#39; &#39;How is anybody going to feel for somebody with just eyesockets?&#39; You know? So, it&#39;s those kind of things that really wear you down.","author":"Tim Burton","topic":"Christmas"},{"quote":"Our many different cultures notwithstanding, there&#39;s something about the holidays that makes the planet communal. Even nations that do not celebrate Christmas can&#39;t help but be caught up in the collective spirit of their neighbors, as twinkling lights dot the landscape and carols fill the air. It&#39;s an inspiring time of the year.","author":"Marlo Thomas","topic":"Christmas"},{"quote":"He who has not Christmas in his heart will never find it under a tree.","author":"Roy L. Smith","topic":"Christmas"},{"quote":"Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.","author":"David Cameron","topic":"Christmas"},{"quote":"Maybe Christmas, the Grinch thought, doesn&#39;t come from a store.","author":"Dr. Seuss","topic":"Christmas"},{"quote":"God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it.","author":"Pope Francis","topic":"Christmas"},{"quote":"In London the day after Christmas (Boxing Day), it began to snow: my first snow in England. For five years, I had been tactfully asking, &#39;Do you ever have snow at all?&#39; as I steeled myself to the six months of wet, tepid gray that make up an English winter. &#39;Ooo, I do remember snow,&#39; was the usual reply, &#39;when I were a lad.&#39;","author":"Sylvia Plath","topic":"Christmas"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It&#39;s the best!","author":"Becky G","topic":"Christmas"},{"quote":"My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like &#39;Jack Frost&#39; and &#39;Rudolph the Red-Nosed Reindeer&#39; with my siblings and parents.","author":"Becky G","topic":"Christmas"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Christmas"},{"quote":"Why not share with the world the way it is and tell them my feelings about my cat, and how I played with my kids, and how addicted to Christmas time I am, and the smell of pine needles and hearing my kids laugh.","author":"Steven Tyler","topic":"Christmas"},{"quote":"Let&#39;s be naughty and save Santa the trip.","author":"Gary Allan","topic":"Christmas"},{"quote":"And know that I am with you always; yes, to the end of time.","author":"Jesus Christ","topic":"Christmas"},{"quote":"The truth is the Super Bowl long ago became more than just a football game. It&#39;s part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.","author":"Bob Schieffer","topic":"Christmas"},{"quote":"Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"Christmas"},{"quote":"For it is in giving that we receive.","author":"Francis of Assisi","topic":"Christmas"},{"quote":"Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.","author":"Norman Vincent Peale","topic":"Christmas"},{"quote":"My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn&#39;t let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can&#39;t dribble on grass.","author":"Jimmy Fallon","topic":"Christmas"},{"quote":"Christmas isn&#39;t a season. It&#39;s a feeling.","author":"Edna Ferber","topic":"Christmas"},{"quote":"Christmas is a season not only of rejoicing but of reflection.","author":"Winston Churchill","topic":"Christmas"},{"quote":"Christmas, my child, is love in action. Every time we love, every time we give, it&#39;s Christmas.","author":"Dale Evans","topic":"Christmas"},{"quote":"I will honor Christmas in my heart, and try to keep it all the year.","author":"Charles Dickens","topic":"Christmas"},{"quote":"I love snow; I love building snowman. The only thing I don&#39;t like is the cold - so if we could have a hot Christmas, that would be amazing.","author":"Ella Henderson","topic":"Christmas"},{"quote":"Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.","author":"Calvin Coolidge","topic":"Christmas"},{"quote":"The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world&#39;s busy life and become more interested in people than in things.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Working on &#39;Nightmare Before Christmas,&#39; I had endless arguments, like the studio saying, &#39;You can&#39;t have a main character that&#39;s got no eyeballs!&#39; &#39;How is anybody going to feel for somebody with just eyesockets?&#39; You know? So, it&#39;s those kind of things that really wear you down.","author":"Tim Burton","topic":"Christmas"},{"quote":"Our many different cultures notwithstanding, there&#39;s something about the holidays that makes the planet communal. Even nations that do not celebrate Christmas can&#39;t help but be caught up in the collective spirit of their neighbors, as twinkling lights dot the landscape and carols fill the air. It&#39;s an inspiring time of the year.","author":"Marlo Thomas","topic":"Christmas"},{"quote":"He who has not Christmas in his heart will never find it under a tree.","author":"Roy L. Smith","topic":"Christmas"},{"quote":"Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.","author":"David Cameron","topic":"Christmas"},{"quote":"Maybe Christmas, the Grinch thought, doesn&#39;t come from a store.","author":"Dr. Seuss","topic":"Christmas"},{"quote":"God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it.","author":"Pope Francis","topic":"Christmas"},{"quote":"In London the day after Christmas (Boxing Day), it began to snow: my first snow in England. For five years, I had been tactfully asking, &#39;Do you ever have snow at all?&#39; as I steeled myself to the six months of wet, tepid gray that make up an English winter. &#39;Ooo, I do remember snow,&#39; was the usual reply, &#39;when I were a lad.&#39;","author":"Sylvia Plath","topic":"Christmas"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It&#39;s the best!","author":"Becky G","topic":"Christmas"},{"quote":"My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like &#39;Jack Frost&#39; and &#39;Rudolph the Red-Nosed Reindeer&#39; with my siblings and parents.","author":"Becky G","topic":"Christmas"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Christmas"},{"quote":"Why not share with the world the way it is and tell them my feelings about my cat, and how I played with my kids, and how addicted to Christmas time I am, and the smell of pine needles and hearing my kids laugh.","author":"Steven Tyler","topic":"Christmas"},{"quote":"Let&#39;s be naughty and save Santa the trip.","author":"Gary Allan","topic":"Christmas"},{"quote":"And know that I am with you always; yes, to the end of time.","author":"Jesus Christ","topic":"Christmas"},{"quote":"The truth is the Super Bowl long ago became more than just a football game. It&#39;s part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.","author":"Bob Schieffer","topic":"Christmas"},{"quote":"Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"Christmas"},{"quote":"For it is in giving that we receive.","author":"Francis of Assisi","topic":"Christmas"},{"quote":"Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.","author":"Norman Vincent Peale","topic":"Christmas"},{"quote":"My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn&#39;t let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can&#39;t dribble on grass.","author":"Jimmy Fallon","topic":"Christmas"},{"quote":"Christmas isn&#39;t a season. It&#39;s a feeling.","author":"Edna Ferber","topic":"Christmas"},{"quote":"Christmas is a season not only of rejoicing but of reflection.","author":"Winston Churchill","topic":"Christmas"},{"quote":"Christmas, my child, is love in action. Every time we love, every time we give, it&#39;s Christmas.","author":"Dale Evans","topic":"Christmas"},{"quote":"I will honor Christmas in my heart, and try to keep it all the year.","author":"Charles Dickens","topic":"Christmas"},{"quote":"I love snow; I love building snowman. The only thing I don&#39;t like is the cold - so if we could have a hot Christmas, that would be amazing.","author":"Ella Henderson","topic":"Christmas"},{"quote":"Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.","author":"Calvin Coolidge","topic":"Christmas"},{"quote":"The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world&#39;s busy life and become more interested in people than in things.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Working on &#39;Nightmare Before Christmas,&#39; I had endless arguments, like the studio saying, &#39;You can&#39;t have a main character that&#39;s got no eyeballs!&#39; &#39;How is anybody going to feel for somebody with just eyesockets?&#39; You know? So, it&#39;s those kind of things that really wear you down.","author":"Tim Burton","topic":"Christmas"},{"quote":"Our many different cultures notwithstanding, there&#39;s something about the holidays that makes the planet communal. Even nations that do not celebrate Christmas can&#39;t help but be caught up in the collective spirit of their neighbors, as twinkling lights dot the landscape and carols fill the air. It&#39;s an inspiring time of the year.","author":"Marlo Thomas","topic":"Christmas"},{"quote":"He who has not Christmas in his heart will never find it under a tree.","author":"Roy L. Smith","topic":"Christmas"},{"quote":"Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.","author":"David Cameron","topic":"Christmas"},{"quote":"Maybe Christmas, the Grinch thought, doesn&#39;t come from a store.","author":"Dr. Seuss","topic":"Christmas"},{"quote":"God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it.","author":"Pope Francis","topic":"Christmas"},{"quote":"In London the day after Christmas (Boxing Day), it began to snow: my first snow in England. For five years, I had been tactfully asking, &#39;Do you ever have snow at all?&#39; as I steeled myself to the six months of wet, tepid gray that make up an English winter. &#39;Ooo, I do remember snow,&#39; was the usual reply, &#39;when I were a lad.&#39;","author":"Sylvia Plath","topic":"Christmas"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It&#39;s the best!","author":"Becky G","topic":"Christmas"},{"quote":"My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like &#39;Jack Frost&#39; and &#39;Rudolph the Red-Nosed Reindeer&#39; with my siblings and parents.","author":"Becky G","topic":"Christmas"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Christmas"},{"quote":"Why not share with the world the way it is and tell them my feelings about my cat, and how I played with my kids, and how addicted to Christmas time I am, and the smell of pine needles and hearing my kids laugh.","author":"Steven Tyler","topic":"Christmas"},{"quote":"Let&#39;s be naughty and save Santa the trip.","author":"Gary Allan","topic":"Christmas"},{"quote":"And know that I am with you always; yes, to the end of time.","author":"Jesus Christ","topic":"Christmas"},{"quote":"The truth is the Super Bowl long ago became more than just a football game. It&#39;s part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.","author":"Bob Schieffer","topic":"Christmas"},{"quote":"Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"Christmas"},{"quote":"For it is in giving that we receive.","author":"Francis of Assisi","topic":"Christmas"},{"quote":"Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.","author":"Norman Vincent Peale","topic":"Christmas"},{"quote":"My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn&#39;t let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can&#39;t dribble on grass.","author":"Jimmy Fallon","topic":"Christmas"},{"quote":"Christmas isn&#39;t a season. It&#39;s a feeling.","author":"Edna Ferber","topic":"Christmas"},{"quote":"Christmas is a season not only of rejoicing but of reflection.","author":"Winston Churchill","topic":"Christmas"},{"quote":"Christmas, my child, is love in action. Every time we love, every time we give, it&#39;s Christmas.","author":"Dale Evans","topic":"Christmas"},{"quote":"I will honor Christmas in my heart, and try to keep it all the year.","author":"Charles Dickens","topic":"Christmas"},{"quote":"I love snow; I love building snowman. The only thing I don&#39;t like is the cold - so if we could have a hot Christmas, that would be amazing.","author":"Ella Henderson","topic":"Christmas"},{"quote":"Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.","author":"Calvin Coolidge","topic":"Christmas"},{"quote":"The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world&#39;s busy life and become more interested in people than in things.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Working on &#39;Nightmare Before Christmas,&#39; I had endless arguments, like the studio saying, &#39;You can&#39;t have a main character that&#39;s got no eyeballs!&#39; &#39;How is anybody going to feel for somebody with just eyesockets?&#39; You know? So, it&#39;s those kind of things that really wear you down.","author":"Tim Burton","topic":"Christmas"},{"quote":"Our many different cultures notwithstanding, there&#39;s something about the holidays that makes the planet communal. Even nations that do not celebrate Christmas can&#39;t help but be caught up in the collective spirit of their neighbors, as twinkling lights dot the landscape and carols fill the air. It&#39;s an inspiring time of the year.","author":"Marlo Thomas","topic":"Christmas"},{"quote":"He who has not Christmas in his heart will never find it under a tree.","author":"Roy L. Smith","topic":"Christmas"},{"quote":"Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.","author":"David Cameron","topic":"Christmas"},{"quote":"Maybe Christmas, the Grinch thought, doesn&#39;t come from a store.","author":"Dr. Seuss","topic":"Christmas"},{"quote":"God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it.","author":"Pope Francis","topic":"Christmas"},{"quote":"In London the day after Christmas (Boxing Day), it began to snow: my first snow in England. For five years, I had been tactfully asking, &#39;Do you ever have snow at all?&#39; as I steeled myself to the six months of wet, tepid gray that make up an English winter. &#39;Ooo, I do remember snow,&#39; was the usual reply, &#39;when I were a lad.&#39;","author":"Sylvia Plath","topic":"Christmas"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It&#39;s the best!","author":"Becky G","topic":"Christmas"},{"quote":"My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like &#39;Jack Frost&#39; and &#39;Rudolph the Red-Nosed Reindeer&#39; with my siblings and parents.","author":"Becky G","topic":"Christmas"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Christmas"},{"quote":"Why not share with the world the way it is and tell them my feelings about my cat, and how I played with my kids, and how addicted to Christmas time I am, and the smell of pine needles and hearing my kids laugh.","author":"Steven Tyler","topic":"Christmas"},{"quote":"Let&#39;s be naughty and save Santa the trip.","author":"Gary Allan","topic":"Christmas"},{"quote":"And know that I am with you always; yes, to the end of time.","author":"Jesus Christ","topic":"Christmas"},{"quote":"The truth is the Super Bowl long ago became more than just a football game. It&#39;s part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.","author":"Bob Schieffer","topic":"Christmas"},{"quote":"Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"Christmas"},{"quote":"For it is in giving that we receive.","author":"Francis of Assisi","topic":"Christmas"},{"quote":"Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.","author":"Norman Vincent Peale","topic":"Christmas"},{"quote":"My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn&#39;t let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can&#39;t dribble on grass.","author":"Jimmy Fallon","topic":"Christmas"},{"quote":"Christmas isn&#39;t a season. It&#39;s a feeling.","author":"Edna Ferber","topic":"Christmas"},{"quote":"Christmas is a season not only of rejoicing but of reflection.","author":"Winston Churchill","topic":"Christmas"},{"quote":"Christmas, my child, is love in action. Every time we love, every time we give, it&#39;s Christmas.","author":"Dale Evans","topic":"Christmas"},{"quote":"I will honor Christmas in my heart, and try to keep it all the year.","author":"Charles Dickens","topic":"Christmas"},{"quote":"I love snow; I love building snowman. The only thing I don&#39;t like is the cold - so if we could have a hot Christmas, that would be amazing.","author":"Ella Henderson","topic":"Christmas"},{"quote":"Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.","author":"Calvin Coolidge","topic":"Christmas"},{"quote":"The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world&#39;s busy life and become more interested in people than in things.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Working on &#39;Nightmare Before Christmas,&#39; I had endless arguments, like the studio saying, &#39;You can&#39;t have a main character that&#39;s got no eyeballs!&#39; &#39;How is anybody going to feel for somebody with just eyesockets?&#39; You know? So, it&#39;s those kind of things that really wear you down.","author":"Tim Burton","topic":"Christmas"},{"quote":"Our many different cultures notwithstanding, there&#39;s something about the holidays that makes the planet communal. Even nations that do not celebrate Christmas can&#39;t help but be caught up in the collective spirit of their neighbors, as twinkling lights dot the landscape and carols fill the air. It&#39;s an inspiring time of the year.","author":"Marlo Thomas","topic":"Christmas"},{"quote":"He who has not Christmas in his heart will never find it under a tree.","author":"Roy L. Smith","topic":"Christmas"},{"quote":"Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.","author":"David Cameron","topic":"Christmas"},{"quote":"Maybe Christmas, the Grinch thought, doesn&#39;t come from a store.","author":"Dr. Seuss","topic":"Christmas"},{"quote":"God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it.","author":"Pope Francis","topic":"Christmas"},{"quote":"In London the day after Christmas (Boxing Day), it began to snow: my first snow in England. For five years, I had been tactfully asking, &#39;Do you ever have snow at all?&#39; as I steeled myself to the six months of wet, tepid gray that make up an English winter. &#39;Ooo, I do remember snow,&#39; was the usual reply, &#39;when I were a lad.&#39;","author":"Sylvia Plath","topic":"Christmas"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It&#39;s the best!","author":"Becky G","topic":"Christmas"},{"quote":"My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like &#39;Jack Frost&#39; and &#39;Rudolph the Red-Nosed Reindeer&#39; with my siblings and parents.","author":"Becky G","topic":"Christmas"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Christmas"},{"quote":"Why not share with the world the way it is and tell them my feelings about my cat, and how I played with my kids, and how addicted to Christmas time I am, and the smell of pine needles and hearing my kids laugh.","author":"Steven Tyler","topic":"Christmas"},{"quote":"Let&#39;s be naughty and save Santa the trip.","author":"Gary Allan","topic":"Christmas"},{"quote":"And know that I am with you always; yes, to the end of time.","author":"Jesus Christ","topic":"Christmas"},{"quote":"The truth is the Super Bowl long ago became more than just a football game. It&#39;s part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.","author":"Bob Schieffer","topic":"Christmas"},{"quote":"Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"Christmas"},{"quote":"For it is in giving that we receive.","author":"Francis of Assisi","topic":"Christmas"},{"quote":"Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.","author":"Norman Vincent Peale","topic":"Christmas"},{"quote":"My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn&#39;t let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can&#39;t dribble on grass.","author":"Jimmy Fallon","topic":"Christmas"},{"quote":"Christmas isn&#39;t a season. It&#39;s a feeling.","author":"Edna Ferber","topic":"Christmas"},{"quote":"Christmas is a season not only of rejoicing but of reflection.","author":"Winston Churchill","topic":"Christmas"},{"quote":"Christmas, my child, is love in action. Every time we love, every time we give, it&#39;s Christmas.","author":"Dale Evans","topic":"Christmas"},{"quote":"I will honor Christmas in my heart, and try to keep it all the year.","author":"Charles Dickens","topic":"Christmas"},{"quote":"I love snow; I love building snowman. The only thing I don&#39;t like is the cold - so if we could have a hot Christmas, that would be amazing.","author":"Ella Henderson","topic":"Christmas"},{"quote":"Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.","author":"Calvin Coolidge","topic":"Christmas"},{"quote":"The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world&#39;s busy life and become more interested in people than in things.","author":"Thomas S. Monson","topic":"Christmas"},{"quote":"Working on &#39;Nightmare Before Christmas,&#39; I had endless arguments, like the studio saying, &#39;You can&#39;t have a main character that&#39;s got no eyeballs!&#39; &#39;How is anybody going to feel for somebody with just eyesockets?&#39; You know? So, it&#39;s those kind of things that really wear you down.","author":"Tim Burton","topic":"Christmas"},{"quote":"Our many different cultures notwithstanding, there&#39;s something about the holidays that makes the planet communal. Even nations that do not celebrate Christmas can&#39;t help but be caught up in the collective spirit of their neighbors, as twinkling lights dot the landscape and carols fill the air. It&#39;s an inspiring time of the year.","author":"Marlo Thomas","topic":"Christmas"},{"quote":"He who has not Christmas in his heart will never find it under a tree.","author":"Roy L. Smith","topic":"Christmas"},{"quote":"Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.","author":"David Cameron","topic":"Christmas"},{"quote":"Maybe Christmas, the Grinch thought, doesn&#39;t come from a store.","author":"Dr. Seuss","topic":"Christmas"},{"quote":"God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it.","author":"Pope Francis","topic":"Christmas"},{"quote":"In London the day after Christmas (Boxing Day), it began to snow: my first snow in England. For five years, I had been tactfully asking, &#39;Do you ever have snow at all?&#39; as I steeled myself to the six months of wet, tepid gray that make up an English winter. &#39;Ooo, I do remember snow,&#39; was the usual reply, &#39;when I were a lad.&#39;","author":"Sylvia Plath","topic":"Christmas"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It&#39;s the best!","author":"Becky G","topic":"Christmas"},{"quote":"My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like &#39;Jack Frost&#39; and &#39;Rudolph the Red-Nosed Reindeer&#39; with my siblings and parents.","author":"Becky G","topic":"Christmas"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Christmas"},{"quote":"Why not share with the world the way it is and tell them my feelings about my cat, and how I played with my kids, and how addicted to Christmas time I am, and the smell of pine needles and hearing my kids laugh.","author":"Steven Tyler","topic":"Christmas"},{"quote":"Let&#39;s be naughty and save Santa the trip.","author":"Gary Allan","topic":"Christmas"}]