[{"quote":"Wise men speak because they have something to say; Fools because they have to say something.","author":"Plato","topic":"Communication"},{"quote":"The art of communication is the language of leadership.","author":"James Humes","topic":"Communication"},{"quote":"Words are but the signs of ideas.","author":"Samuel Johnson","topic":"Communication"},{"quote":"Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.","author":"Yehuda Berg","topic":"Communication"},{"quote":"Communication - the human connection - is the key to personal and career success.","author":"Paul J. Meyer","topic":"Communication"},{"quote":"The single biggest problem in communication is the illusion that it has taken place.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"The most important thing in communication is hearing what isn&#39;t said.","author":"Peter Drucker","topic":"Communication"},{"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was &#39;Help me.&#39; Sometimes a prayer was &#39;Thank you.&#39; What I&#39;ve discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","topic":"Communication"},{"quote":"I think it&#39;s very important to have a feedback loop, where you&#39;re constantly thinking about what you&#39;ve done and how you could be doing it better. I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Communication"},{"quote":"Music is the greatest communication in the world. Even if people don&#39;t understand the language that you&#39;re singing in, they still know good music when they hear it.","author":"Lou Rawls","topic":"Communication"},{"quote":"We have two ears and one mouth so that we can listen twice as much as we speak.","author":"Epictetus","topic":"Communication"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Communication"},{"quote":"Communication leads to community, that is, to understanding, intimacy and mutual valuing.","author":"Rollo May","topic":"Communication"},{"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person&#39;s sense of self-worth.","author":"Anthony Carmona","topic":"Communication"},{"quote":"To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.","author":"Tony Robbins","topic":"Communication"},{"quote":"I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.","author":"Miranda Kerr","topic":"Communication"},{"quote":"The art of writing is the art of discovering what you believe.","author":"Gustave Flaubert","topic":"Communication"},{"quote":"First learn the meaning of what you say, and then speak.","author":"Epictetus","topic":"Communication"},{"quote":"Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.","author":"Jim Rohn","topic":"Communication"},{"quote":"A man&#39;s character may be learned from the adjectives which he habitually uses in conversation.","author":"Mark Twain","topic":"Communication"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"Communication"},{"quote":"Don&#39;t tell me the moon is shining; show me the glint of light on broken glass.","author":"Anton Chekhov","topic":"Communication"},{"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","author":"Buddha","topic":"Communication"},{"quote":"Words, once they are printed, have a life of their own.","author":"Carol Burnett","topic":"Communication"},{"quote":"The two words &#39;information&#39; and &#39;communication&#39; are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through.","author":"Sydney J. Harris","topic":"Communication"},{"quote":"The art of effective listening is essential to clear communication, and clear communication is necessary to management success.","author":"James Cash Penney","topic":"Communication"},{"quote":"This report, by its very length, defends itself against the risk of being read.","author":"Winston Churchill","topic":"Communication"},{"quote":"Genius is the ability to put into effect what is on your mind.","author":"F. Scott Fitzgerald","topic":"Communication"},{"quote":"It&#39;s about communication. It&#39;s about honesty. It&#39;s about treating people in the organization as deserving to know the facts. You don&#39;t try to give them half the story. You don&#39;t try to hide the story. You treat them as - as true equals, and you communicate and you communicate and communicate.","author":"Louis V. Gerstner, Jr.","topic":"Communication"},{"quote":"We&#39;ve seen over time that countries that have the best economic growth are those that have good governance, and good governance comes from freedom of communication. It comes from ending corruption. It comes from a populace that can go online and say, &#39;This politician is corrupt, this administrator, or this public official is corrupt.&#39;","author":"Ramez Naam","topic":"Communication"},{"quote":"I think it&#39;s fair to say that personal computers have become the most empowering tool we&#39;ve ever created. They&#39;re tools of communication, they&#39;re tools of creativity, and they can be shaped by their user.","author":"Bill Gates","topic":"Communication"},{"quote":"Communication is a skill that you can learn. It&#39;s like riding a bicycle or typing. If you&#39;re willing to work at it, you can rapidly improve the quality of evry part of your life.","author":"Brian Tracy","topic":"Communication"},{"quote":"Evil communication corrupts good manners. I hope to live to hear that good communication corrects bad manners.","author":"Benjamin Banneker","topic":"Communication"},{"quote":"The five essential entrepreneurial skills for success: Concentration, Discrimination, Organization, Innovation and Communication.","author":"Harold S. Geneen","topic":"Communication"},{"quote":"Effective communication is 20% what you know and 80% how you feel about what you know.","author":"Jim Rohn","topic":"Communication"},{"quote":"Jazz is smooth and cool. Jazz is rage. Jazz flows like water. Jazz never seems to begin or end. Jazz isn&#39;t methodical, but jazz isn&#39;t messy either. Jazz is a conversation, a give and take. Jazz is the connection and communication between musicians. Jazz is abandon.","author":"Nat Wolff","topic":"Communication"},{"quote":"The ABC&#39;s are attitude, behavior and communication skills.","author":"Gerald Chertavian","topic":"Communication"},{"quote":"A different language is a different vision of life.","author":"Federico Fellini","topic":"Communication"},{"quote":"You carry Mother Earth within you. She is not outside of you. Mother Earth is not just your environment. In that insight of inter-being, it is possible to have real communication with the Earth, which is the highest form of prayer.","author":"Thich Nhat Hanh","topic":"Communication"},{"quote":"I do love email. Wherever possible I try to communicate asynchronously. I&#39;m really good at email.","author":"Elon Musk","topic":"Communication"},{"quote":"Talk low, talk slow and don&#39;t say too much.","author":"John Wayne","topic":"Communication"},{"quote":"As a leader, you must consistently drive effective communication. Meetings must be deliberate and intentional - your organizational rhythm should value purpose over habit and effectiveness over efficiency.","author":"Chris Fussell","topic":"Communication"},{"quote":"The ability to simplify means to eliminate the unnecessary so that the necessary may speak.","author":"Hans Hofmann","topic":"Communication"},{"quote":"Electric communication will never be a substitute for the face of someone who with their soul encourages another person to be brave and true.","author":"Charles Dickens","topic":"Communication"},{"quote":"Photography is more than a medium for factual communication of ideas. It is a creative art.","author":"Ansel Adams","topic":"Communication"},{"quote":"Words are, of course, the most powerful drug used by mankind.","author":"Rudyard Kipling","topic":"Communication"},{"quote":"Quote me as saying I was mis-quoted.","author":"Groucho Marx","topic":"Communication"},{"quote":"Half the world is composed of people who have something to say and can&#39;t, and the other half who have nothing to say and keep on saying it.","author":"Robert Frost","topic":"Communication"},{"quote":"The basic tool for the manipulation of reality is the manipulation of words. If you can control the meaning of words, you can control the people who must use the words.","author":"Philip K. Dick","topic":"Communication"},{"quote":"Language exerts hidden power, like the moon on the tides.","author":"Rita Mae Brown","topic":"Communication"},{"quote":"Today, most young women are exposed to technology at a very young age, with mobile phones, tablets, the Web or social media. They are much more proficient with technology than prior generations since they use it for all their school work, communication and entertainment.","author":"Susan Wojcicki","topic":"Communication"},{"quote":"I do not agree with what you have to say, but I&#39;ll defend to the death your right to say it.","author":"Evelyn Beatrice Hall","topic":"Communication"},{"quote":"The pen is the tongue of the mind.","author":"Horace","topic":"Communication"},{"quote":"I have always believed that technology should do the hard work - discovery, organization, communication - so users can do what makes them happiest: living and loving, not messing with annoying computers! That means making our products work together seamlessly.","author":"Larry Page","topic":"Communication"},{"quote":"Of all of our inventions for mass communication, pictures still speak the most universally understood language.","author":"Walt Disney","topic":"Communication"},{"quote":"There is only one rule for being a good talker - learn to listen.","author":"Christopher Morley","topic":"Communication"},{"quote":"Science may never come up with a better office communication system than the coffee break.","author":"Earl Wilson","topic":"Communication"},{"quote":"Feelings of worth can flourish only in an atmosphere where individual differences are appreciated, mistakes are tolerated, communication is open, and rules are flexible - the kind of atmosphere that is found in a nurturing family.","author":"Virginia Satir","topic":"Communication"},{"quote":"The temple of art is built in words.","author":"Josiah Gilbert Holland","topic":"Communication"},{"quote":"Everything becomes a little different as soon as it is spoken out loud.","author":"Hermann Hesse","topic":"Communication"},{"quote":"Intelligence, knowledge or experience are important and might get you a job, but strong communication skills are what will get you promoted.","author":"Mireille Guiliano","topic":"Communication"},{"quote":"Words empty as the wind are best left unsaid.","author":"Homer","topic":"Communication"},{"quote":"To succeed, you will soon learn, as I did, the importance of a solid foundation in the basics of education - literacy, both verbal and numerical, and communication skills.","author":"Alan Greenspan","topic":"Communication"},{"quote":"The strong man is the one who is able to intercept at will the communication between the senses and the mind.","author":"Napoleon Bonaparte","topic":"Communication"},{"quote":"The thing that we are trying to do at facebook, is just help people connect and communicate more efficiently.","author":"Mark Zuckerberg","topic":"Communication"},{"quote":"Number one, cash is king... number two, communicate... number three, buy or bury the competition.","author":"Jack Welch","topic":"Communication"},{"quote":"Words - so innocent and powerless as they are, as standing in a dictionary, how potent for good and evil they become in the hands of one who knows how to combine them.","author":"Nathaniel Hawthorne","topic":"Communication"},{"quote":"Technology is a compulsive and addictive way to live. Verbal communication cannot be lost because of a lack of skill. The ability to listen and learn is key to mastering the art of communication. If you don&#39;t use your verbal skills and networking, it will disappear rapidly. Use technology wisely.","author":"Rick Pitino","topic":"Communication"},{"quote":"Communication is at the very core of our society. That&#39;s what makes us human.","author":"Jan Koum","topic":"Communication"},{"quote":"Silence is only frightening to people who are compulsively verbalizing.","author":"William S. Burroughs","topic":"Communication"},{"quote":"Eloquence is a painting of the thoughts.","author":"Blaise Pascal","topic":"Communication"},{"quote":"Writing, to me, is simply thinking through my fingers.","author":"Isaac Asimov","topic":"Communication"},{"quote":"You can change your world by changing your words... Remember, death and life are in the power of the tongue.","author":"Joel Osteen","topic":"Communication"},{"quote":"I often quote myself. It adds spice to my conversation.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"Speak clearly, if you speak at all; carve every word before you let it fall.","author":"Oliver Wendell Holmes, Sr.","topic":"Communication"},{"quote":"Dad could talk about peace and love out loud to the world, but he could never show it to the people who supposedly meant the most to him: his wife and son. How can you talk about peace and love and have a family in bits and pieces - no communication, adultery, divorce? You can&#39;t do it, not if you&#39;re being true and honest with yourself.","author":"Julian Lennon","topic":"Communication"},{"quote":"We need to teach our children empathy and care and love and communication and social responsibility in preparation for adulthood.","author":"Maya Soetoro-Ng","topic":"Communication"},{"quote":"To hold a pen is to be at war.","author":"Voltaire","topic":"Communication"},{"quote":"To listen well is as powerful a means of communication and influence as to talk well.","author":"John Marshall","topic":"Communication"},{"quote":"I feel that the great challenge of our time is the communication of ideas.","author":"Alain de Botton","topic":"Communication"},{"quote":"A relationship is based on communication.","author":"John Cena","topic":"Communication"},{"quote":"Societies have always been shaped more by the nature of the media by which men communicate than by the content of the communication.","author":"Marshall McLuhan","topic":"Communication"},{"quote":"Language is a virus from outer space.","author":"William S. Burroughs","topic":"Communication"},{"quote":"If you&#39;re looking for ways of getting quick communication, maybe texting is the way to go. People can&#39;t walk these days without having one hand balancing a smart phone. If that&#39;s the way people are going to live, it is the case that something that vibrates in their hand is going to get their attention more quickly than an email.","author":"Ray Tomlinson","topic":"Communication"},{"quote":"Communication will bring understanding and understanding will cause harmonious mutual relationships which can establish peace and stability.","author":"Lobsang Tenzin","topic":"Communication"},{"quote":"If you can&#39;t convince them, confuse them.","author":"Harry S Truman","topic":"Communication"},{"quote":"I see dance being used as communication between body and soul, to express what it too deep to find for words.","author":"Ruth St. Denis","topic":"Communication"},{"quote":"Fill your paper with the breathings of your heart.","author":"William Wordsworth","topic":"Communication"},{"quote":"If you improve a teacher&#39;s self-esteem, confidence, communication skills or stress levels, you improve that teacher&#39;s overall effectiveness across the curriculum.","author":"Elaine MacDonald","topic":"Communication"},{"quote":"Filmmaking, like any other art, is a very profound means of human communication; beyond the professional pleasure of succeeding or the pain of failing, you do want your film to be seen, to communicate itself to other people.","author":"Kenneth Lonergan","topic":"Communication"},{"quote":"I always find that there is a real communication between voice and violin.","author":"Itzhak Perlman","topic":"Communication"},{"quote":"If you have an important point to make, don&#39;t try to be subtle or clever. Use a pile driver. Hit the point once. Then come back and hit it again. Then hit it a third time - a tremendous whack.","author":"Winston Churchill","topic":"Communication"},{"quote":"Brevity is the soul of wit.","author":"William Shakespeare","topic":"Communication"},{"quote":"It usually takes me more than three weeks to prepare a good impromptu speech.","author":"Mark Twain","topic":"Communication"},{"quote":"But behavior in the human being is sometimes a defense, a way of concealing motives and thoughts, as language can be a way of hiding your thoughts and preventing communication.","author":"Abraham Maslow","topic":"Communication"},{"quote":"Good communication is just as stimulating as black coffee, and just as hard to sleep after.","author":"Anne Morrow Lindbergh","topic":"Communication"},{"quote":"By and large, language is a tool for concealing the truth.","author":"George Carlin","topic":"Communication"},{"quote":"Be still when you have nothing to say; when genuine passion moves you, say what you&#39;ve got to say, and say it hot.","author":"D. H. Lawrence","topic":"Communication"},{"quote":"The press is the enemy.","author":"Richard M. Nixon","topic":"Communication"},{"quote":"Society cannot share a common communication system so long as it is split into warring factions.","author":"Bertolt Brecht","topic":"Communication"},{"quote":"We live in a world of communication - everyone gets information about everyone else. There is universal comparison and you don&#39;t just compare yourself with the people next door, you compare yourself to people all over the world and with what is being presented as the decent, proper and dignified life. It&#39;s the crime of humiliation.","author":"Zygmunt Bauman","topic":"Communication"},{"quote":"Words of comfort, skillfully administered, are the oldest therapy known to man.","author":"Louis Nizer","topic":"Communication"},{"quote":"People live too much of their lives on email or the Internet or text messages these days. We&#39;re losing all of our communication skills.","author":"Tracy Morgan","topic":"Communication"},{"quote":"The disturbing truth about science communication is that we have theories and ways of delivering messages that really are like putting a candle to the dark, as Carl Sagan would say. We aren&#39;t sure what will work, when, or how much. But for all that uncertainty, that doesn&#39;t mean we shouldn&#39;t try.","author":"Kyle Hill","topic":"Communication"},{"quote":"But I absolutely believe that architecture is a social activity that has to do with some sort of communication or places of interaction, and that to change the environment is to change behaviour.","author":"Thom Mayne","topic":"Communication"},{"quote":"My generation was born to work with social media - it&#39;s a natural part of our communication with the world.","author":"Anwar Hadid","topic":"Communication"},{"quote":"Whether you lead a nation, an enterprise, a community, or a family, we are all in the communication business.","author":"Robin S. Sharma","topic":"Communication"},{"quote":"Very few people use landline phones for much of anything. So when you talk about things like online chat and social media messages and emails, what you&#39;re really talking about is the full extent of human communication.","author":"Glenn Greenwald","topic":"Communication"},{"quote":"Animation can explain whatever the mind of man can conceive. This facility makes it the most versatile and explicit means of communication yet devised for quick mass appreciation.","author":"Walt Disney","topic":"Communication"},{"quote":"To say nothing, especially when speaking, is half the art of diplomacy.","author":"Will Durant","topic":"Communication"},{"quote":"To communicate through silence is a link between the thoughts of man.","author":"Marcel Marceau","topic":"Communication"},{"quote":"The way I make art - the way a lot of people make art - is as an extension of language and communication, where references are incredibly important.","author":"Shepard Fairey","topic":"Communication"},{"quote":"Poetry is simply the most beautiful, impressive, and widely effective mode of saying things.","author":"Matthew Arnold","topic":"Communication"},{"quote":"Storytelling is about two things; it&#39;s about character and plot.","author":"George Lucas","topic":"Communication"},{"quote":"I have been in love, and it was a great feeling. It&#39;s when you are attracted to and feel affection for someone. You want to do things for that person. But only love isn&#39;t enough in a relationship - understanding and communication are very important aspects.","author":"Yuvraj Singh","topic":"Communication"},{"quote":"Listening, not imitation, may be the sincerest form of flattery.","author":"Joyce Brothers","topic":"Communication"},{"quote":"The game of life is a game of boomerangs. Our thoughts, deeds and words return to us sooner or later with astounding accuracy.","author":"Florence Scovel Shinn","topic":"Communication"},{"quote":"If the real radical finds that having long hair sets up psychological barriers to communication and organization, he cuts his hair. If I were organizing in an orthodox Jewish community, I would not walk in there eating a ham sandwich unless I wanted to be rejected so I could have an excuse to cop out.","author":"Saul Alinsky","topic":"Communication"},{"quote":"I think people underrate the importance of investing in your communication skills as a way to progress in your career.","author":"Julie Sweet","topic":"Communication"},{"quote":"Every day I try to be in communication with the universe in an unconscious way.","author":"Paulo Coelho","topic":"Communication"},{"quote":"The major advances in speed of communication and ability to interact took place more than a century ago. The shift from sailing ships to telegraph was far more radical than that from telephone to email!","author":"Noam Chomsky","topic":"Communication"},{"quote":"Communication is a continual balancing act, juggling the conflicting needs for intimacy and independence. To survive in the world, we have to act in concert with others, but to survive as ourselves, rather than simply as cogs in a wheel, we have to act alone.","author":"Deborah Tannen","topic":"Communication"},{"quote":"In the world of words, the imagination is one of the forces of nature.","author":"Wallace Stevens","topic":"Communication"},{"quote":"Words are also seeds, and when dropped into the invisible spiritual substance, they grow and bring forth after their kind.","author":"Charles Fillmore","topic":"Communication"},{"quote":"The key to high-quality communication is trust, and it&#39;s hard to trust somebody that you don&#39;t know.","author":"Ben Horowitz","topic":"Communication"},{"quote":"The medium is the message.","author":"Marshall McLuhan","topic":"Communication"},{"quote":"If what is communicated is false, it can hardly be called communication.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"The Internet has changed everything. We expect to know everything instantly. If you don&#39;t understand digital communication, you&#39;re at a disadvantage.","author":"Bob Parsons","topic":"Communication"},{"quote":"Corporate communications will become a high-tech art, just as political communication is for Obama.","author":"Tina Brown","topic":"Communication"},{"quote":"People often cover their mouths when lying. A hand on the mouth or even a touch of the lips shows you that they are lying because this unconscious body language represents a closing off of communication.","author":"Travis Bradberry","topic":"Communication"},{"quote":"Truthful words are not beautiful; beautiful words are not truthful. Good words are not persuasive; persuasive words are not good.","author":"Lao Tzu","topic":"Communication"},{"quote":"Music is about communication, and the chemistry between an audience and the orchestra is absolutely essential; the performance does not exist in a bubble.","author":"Charles Hazlewood","topic":"Communication"},{"quote":"During the past few decades, modern technology, with radio, TV, air travel, and satellites, has woven a network of communication which puts each part of the world in to almost instant contact with all the other parts.","author":"David Bohm","topic":"Communication"},{"quote":"I look at graphic design as communication, meaning that the work has to have a vibe to connect to the viewer or perceiver. I make a black and white drawing and then add color digitally, bringing in a contemporary pattern to the composition to create a vibrance.","author":"John Van Hamersveld","topic":"Communication"},{"quote":"Good words are worth much, and cost little.","author":"George Herbert","topic":"Communication"},{"quote":"My belief is that communication is the best way to create strong relationships.","author":"Jada Pinkett Smith","topic":"Communication"},{"quote":"The speed of communications is wondrous to behold. It is also true that speed can multiply the distribution of information that we know to be untrue.","author":"Edward R. Murrow","topic":"Communication"},{"quote":"As a company grows, communication becomes its biggest challenge.","author":"Ben Horowitz","topic":"Communication"},{"quote":"A powerful idea communicates some of its strength to him who challenges it.","author":"Marcel Proust","topic":"Communication"},{"quote":"It&#39;s all about communication and a dialogue between individuals - get rid of the labels, get rid of the shame, get rid of the stigmas and just be your most authentic self.","author":"Matt Bomer","topic":"Communication"},{"quote":"I learned never to empty the well of my writing, but always to stop when there was still something there in the deep part of the well, and let it refill at night from the springs that fed it.","author":"Ernest Hemingway","topic":"Communication"},{"quote":"Our most tragic error may have been our inability to establish a rapport and a confidence with the press and television with the communication media. I don&#39;t think the press has understood me.","author":"Lyndon B. Johnson","topic":"Communication"},{"quote":"I am not a speed reader. I am a speed understander.","author":"Isaac Asimov","topic":"Communication"},{"quote":"I think honest communication, no matter where it comes from, is positive for a relationship.","author":"Ron White","topic":"Communication"},{"quote":"Today&#39;s gossip is tomorrow&#39;s headline.","author":"Walter Winchell","topic":"Communication"},{"quote":"The more technologically advanced our society becomes, the more we need to go back to the basic fundamentals of human communication.","author":"Angela Ahrendts","topic":"Communication"},{"quote":"Any problem, big or small, within a family, always seems to start with bad communication. Someone isn&#39;t listening.","author":"Emma Thompson","topic":"Communication"},{"quote":"We need men and women to sit down and talk to each other about sex honestly and openly. That would help us fight Aids so immediately. But our lack of communication is hugely problematic.","author":"Emma Thompson","topic":"Communication"},{"quote":"Dad often told me, &#39;My job is to help my boss do his job and make him look good.&#39; That was my dad&#39;s objective. Everything about the way he conducted himself was to communicate support for his superiors and respect for his coworkers. The way he dressed was his starting point in that communication.","author":"Lyle Lovett","topic":"Communication"},{"quote":"A man has a property in his opinions and the free communication of them.","author":"James Madison","topic":"Communication"},{"quote":"Writing is the supreme solace.","author":"W. Somerset Maugham","topic":"Communication"},{"quote":"Journalism is literature in a hurry.","author":"Matthew Arnold","topic":"Communication"},{"quote":"Having to go through an intervention and family counseling is a wonderful experience. I would almost recommend it to anybody. It opens a lot of communication, and it opens old sores, but once it is opened and hashed out, the rewards are far greater.","author":"Susan Ford","topic":"Communication"},{"quote":"I wrote somewhere during the Cold War that I sometimes wish the Iron Curtain were much taller than it is, so that you could see whether the development of science with no communication was parallel on the two sides. In this case it certainly wasn&#39;t.","author":"Thomas Gold","topic":"Communication"},{"quote":"The Global Financial Crisis and Great Recession posed daunting new challenges for central banks around the world and spurred innovations in the design, implementation, and communication of monetary policy.","author":"Janet Yellen","topic":"Communication"},{"quote":"As a communication medium, social media is a critical tool for terror groups to exploit.","author":"James Comey","topic":"Communication"},{"quote":"Communication is something we all take for granted.","author":"Miriam Margolyes","topic":"Communication"},{"quote":"Strangely enough, I really think that shoes are a communication tool between people.","author":"Christian Louboutin","topic":"Communication"},{"quote":"Listen to other people tell their story, but don&#39;t believe them. You know that it&#39;s just a story that is only true for them, but listen because the communication can be wonderful.","author":"Don Miguel Ruiz","topic":"Communication"},{"quote":"Propaganda requires a permanent network of communication so that it can systematically stifle reflection with emotive or utopian slogans. Its pace is usually fast.","author":"John Berger","topic":"Communication"},{"quote":"I spent a lot of years on the road, and what happens is you find out who your real friends are and you find out where your strengths and weaknesses lie in communication. I&#39;ve had the same friends for 20 years now and I can count them on one hand.","author":"Sarah McLachlan","topic":"Communication"},{"quote":"We have to realize only in communication, in real knowledge, in real reaching out, can there be an understanding that there&#39;s humanity everywhere, and that&#39;s what I&#39;m trying to do.","author":"Mira Nair","topic":"Communication"},{"quote":"Mobile devices, high-speed data communication, and online commerce are creating expectations that convenient, secure, real-time payment and banking capabilities should be available whenever and wherever they are needed.","author":"Jerome Powell","topic":"Communication"},{"quote":"We are more and more into technology. Everything is texting, and everything is instant. Flowers are completely impractical as a method of communication when you could just send a text.","author":"Vanessa Diffenbaugh","topic":"Communication"},{"quote":"Know when to email vs. when to meet. Logistics are best handled over a non-immediate communication channel like email or Asana tasks. Detailed status meetings will suck the life out of your day.","author":"Justin Rosenstein","topic":"Communication"},{"quote":"America is a noisy culture, unlike, say, Finland, which values silence. Individualism, dominant in the U.S. and Germany, promotes the direct, fast-paced style of communication associated with extraversion. Collectivistic societies, such as those in East Asia, value privacy and restraint, qualities more characteristic of introverts.","author":"Laurie Helgoe","topic":"Communication"},{"quote":"Good communication is as stimulating as black coffee, and just as hard.","author":"Anne Spencer","topic":"Communication"},{"quote":"Self-expression must pass into communication for its fulfillment.","author":"Pearl S. Buck","topic":"Communication"},{"quote":"Coach Pederson, for me, the communication we have is clear, and it&#39;s an open line. He really respects my opinion on plays. If I&#39;m feeling something... he instills a lot of confidence in me. That is huge.","author":"Carson Wentz","topic":"Communication"},{"quote":"The truly unique trait of &#39;Sapiens&#39; is our ability to create and believe fiction. All other animals use their communication system to describe reality. We use our communication system to create new realities. Of course, not all fictions are shared by all humans, but at least one has become universal in our world, and this is money.","author":"Yuval Noah Harari","topic":"Communication"},{"quote":"The waste basket is the writer&#39;s best friend.","author":"Isaac Bashevis Singer","topic":"Communication"},{"quote":"Shiv Nadar University has five schools with 16 departments offering 14 undergraduate, 10 master&#39;s and 13 doctoral programmes. The demand for engineering courses - computer science, engineering, electronics, communication engineering, mechanical engineering - is slightly on the higher side compared to other engineering courses.","author":"Shiv Nadar","topic":"Communication"},{"quote":"In communications, familiarity breeds apathy.","author":"William Bernbach","topic":"Communication"},{"quote":"Missions is not about sending missionaries, and missions is not about doing missions. Missions is about the communication of truth to men.","author":"Paul Washer","topic":"Communication"},{"quote":"Most people that derail as leaders in the corporate world, it&#39;s not because they couldn&#39;t do the math and calculate return on investment properly. The issues are communication and understanding. All of what typically would&#39;ve been called the &#39;soft stuff.&#39; You have to be authentic. You have to be dialed into the soft stuff.","author":"Douglas Conant","topic":"Communication"},{"quote":"I use a Blackberry. I&#39;m so behind on mobile communication technology, I think a smartwatch may be too far a leap.","author":"Derek Blasberg","topic":"Communication"},{"quote":"I think the greatest challenge between child and parent is communication.","author":"Sean Covey","topic":"Communication"},{"quote":"And it&#39;s absolutely true that male sexual behaviour and female responses to male demands change a lot when they start communicating - and the levels of the communication that I&#39;ve seen on the ground in very, very poor areas are so high and I think why don&#39;t we have that here?","author":"Emma Thompson","topic":"Communication"},{"quote":"Everything good and bad about technology would be magnified by implanting it deep in brains. Is the risk of brain-hacking outweighed by the societal benefits of faster, deeper communication, and the ability to augment our own intelligence?","author":"Ramez Naam","topic":"Communication"},{"quote":"Vocal rest is awesome. It is like any kind of fast. Firstly, it is a purification of speech. It made me realize how not careful I am with the things I say. It also makes you find new ways of communication and new methods to connect with people.","author":"Matisyahu","topic":"Communication"},{"quote":"It is true that the Internet can be used to disseminate falsehoods quickly, but it just as quickly roots them out and exposes them in a way that the traditional model of journalism and its closed, insular, one-way form of communication could never do.","author":"Glenn Greenwald","topic":"Communication"},{"quote":"Language cares.","author":"Howard Nemerov","topic":"Communication"},{"quote":"I really think that music itself, being one of the greatest possible vehicles for mass communication, should be probed to its extremes, to see how effective it can actually become, which is one of the reasons why I became also interested in presenting political points of view.","author":"Ruben Blades","topic":"Communication"},{"quote":"It&#39;s so important for those living with chronic pain to establish good communication with both their healthcare professionals and caregivers. Clear communication about pain is vital to receiving proper diagnosis and effective treatment.","author":"Naomi Judd","topic":"Communication"},{"quote":"Democracy is interactive... It&#39;s a constant job of information, education, explanation, listening, and interactive communication.","author":"Dick Gephardt","topic":"Communication"},{"quote":"Magical realism allows an artist like myself to inject layers of meaning without being obvious. In American culture, where there is freedom of expression, this approach may seem forced, unnecessary and misunderstood. But this system of communication has become very Iranian.","author":"Shirin Neshat","topic":"Communication"},{"quote":"As a whole, the managers today are different in temperament. Most have very good communication skills and are more understanding of the umpire&#39;s job. That doesn&#39;t mean they are better managers. It just means that I perceive today&#39;s managers a bit differently.","author":"Jim Evans","topic":"Communication"},{"quote":"It&#39;s so important in marriage to let the little things go and let the pride go. Forgiveness is so important, and communication. Don&#39;t major on the minors.","author":"Kimberly Schlapman","topic":"Communication"},{"quote":"Syllables govern the world.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"If technique is of no interest to a writer, I doubt that the writer is an artist.","author":"Marianne Moore","topic":"Communication"},{"quote":"I use technology for communication, but I don&#39;t have a Blackberry or an iPhone. I use an outdated cell phone, but I&#39;m fine with it.","author":"Nicolas Cage","topic":"Communication"},{"quote":"If you wish to be a writer, write.","author":"Epictetus","topic":"Communication"},{"quote":"It&#39;s communication - that&#39;s what theatre is all about.","author":"Chita Rivera","topic":"Communication"},{"quote":"The world is a complex place, and the influence of the media in its representation and its power of communication and interpretation is a remarkable amplifier of emotions, and of illusions.","author":"Tariq Ramadan","topic":"Communication"},{"quote":"Trade is a communication of cultures and values.","author":"Jack Ma","topic":"Communication"},{"quote":"No passion in the world is equal to the passion to alter someone else&#39;s draft.","author":"H. G. Wells","topic":"Communication"},{"quote":"In the past, before phones and the Internet, all communication was face-to-face. Now, most of it is digital, via emails and messaging services. If people were to start using virtual reality, it would almost come full circle.","author":"Palmer Luckey","topic":"Communication"},{"quote":"Words are only painted fire; a look is the fire itself.","author":"Mark Twain","topic":"Communication"},{"quote":"I&#39;m a great believer that any tool that enhances communication has profound effects in terms of how people can learn from each other, and how they can achieve the kind of freedoms that they&#39;re interested in.","author":"Bill Gates","topic":"Communication"},{"quote":"If you&#39;re a politician, you might want to learn the Buddhist way of negotiation. Restoring communication and bringing back reconciliation is clear and concrete in Buddhism.","author":"Thich Nhat Hanh","topic":"Communication"},{"quote":"Two prisoners whose cells adjoin communicate with each other by knocking on the wall. The wall is the thing which separates them but is also their means of communication. It is the same with us and God. Every separation is a link.","author":"Simone Weil","topic":"Communication"},{"quote":"As far as this business of solitary confinement goes, the most important thing for survival is communication with someone, even if it&#39;s only a wave or a wink, a tap on the wall, or to have a guy put his thumb up. It makes all the difference.","author":"John McCain","topic":"Communication"},{"quote":"Sometimes words are not needed, and the simplicity of expressing yourself through an art form is one of the best ways of communication.","author":"Emmanuel Jal","topic":"Communication"},{"quote":"It is by universal misunderstanding that all agree. For if, by ill luck, people understood each other, they would never agree.","author":"Charles Baudelaire","topic":"Communication"},{"quote":"You&#39;re talking about a younger generation, Generation Y, whose interpersonal communication skills are different from Generation X. The younger generation is more comfortable saying something through a digital mechanism than even face to face.","author":"Erik Qualman","topic":"Communication"},{"quote":"It&#39;s a fact that more people watch television and get their information that way than read books. I find new technology and new ways of communication very exciting and would like to do more in this field.","author":"Stephen Covey","topic":"Communication"},{"quote":"Communication is about being effective, not always about being proper.","author":"Bo Bennett","topic":"Communication"},{"quote":"Email, instant messaging, and cell phones give us fabulous communication ability, but because we live and work in our own little worlds, that communication is totally disorganized.","author":"Marilyn vos Savant","topic":"Communication"},{"quote":"The more we elaborate our means of communication, the less we communicate.","author":"J. B. Priestley","topic":"Communication"},{"quote":"There is nothing more fearful for the average person in our society than to stand before a group of people and speak.","author":"Charles R. Swindoll","topic":"Communication"},{"quote":"Ever since Newton, we&#39;ve done science by taking things apart to see how they work. What the computer enables us to do is to put things together to see how they work: we&#39;re now synthesized rather than analysed. I find one of the most enthralling aspects of computers is limitless communication.","author":"Douglas Adams","topic":"Communication"},{"quote":"The desire to write grows with writing.","author":"Desiderius Erasmus","topic":"Communication"},{"quote":"Words are but pictures of our thoughts.","author":"John Dryden","topic":"Communication"},{"quote":"I won&#39;t compare ants and people, but ants give us a useful model of how single members of a community can become so organized that they end up resembling, in effect, one big collective brain. Our own exploding population and communication technology are leading us that way.","author":"Lewis Thomas","topic":"Communication"},{"quote":"The post office doesn&#39;t guarantee delivery, but it tries really hard. It&#39;s called best efforts communication. If you put two postcards in the post-box, they don&#39;t necessarily come out then in the same order that you put them in. So, that means that there&#39;s potentially disorder with your delivery, and that&#39;s also true in the Internet.","author":"Vint Cerf","topic":"Communication"},{"quote":"Social media is the most disruptive form of communication humankind has seen since the last disruptive form of communications, email.","author":"Ryan Holmes","topic":"Communication"},{"quote":"The Internet has brought communities across the globe closer together through instant communication.","author":"Mike Fitzpatrick","topic":"Communication"},{"quote":"Words are all we have.","author":"Samuel Beckett","topic":"Communication"},{"quote":"I believe that writing is derivative. I think good writing comes from good reading.","author":"Charles Kuralt","topic":"Communication"},{"quote":"Who speaks to the instincts speaks to the deepest in mankind, and finds the readiest response.","author":"Amos Bronson Alcott","topic":"Communication"},{"quote":"One&#39;s eyes are what one is, one&#39;s mouth is what one becomes.","author":"John Galsworthy","topic":"Communication"},{"quote":"In the last analysis, what we are communicates far more eloquently than anything we say or do.","author":"Stephen Covey","topic":"Communication"},{"quote":"I have noticed that nothing I never said ever did me any harm.","author":"Calvin Coolidge","topic":"Communication"},{"quote":"Blessed is the man, who having nothing to say, abstains from giving wordy evidence of the fact.","author":"George Eliot","topic":"Communication"},{"quote":"What does music mean to me? I don&#39;t think I would really be much without it, without it coming through me. It&#39;s my means of communication, my means of growth, my means of transportation from one point in my life to another.","author":"Erykah Badu","topic":"Communication"},{"quote":"A lasting relationship isn&#39;t about marriage. It&#39;s about compatibility and communication. And you both need to want it to work.","author":"Goldie Hawn","topic":"Communication"},{"quote":"Good writing excites me, and makes life worth living.","author":"Harold Pinter","topic":"Communication"},{"quote":"Art is basically communication, and I think everyone who&#39;s a music lover has had that experience where a record or a recording has kept you company when no one else is around. And I think that is what I&#39;m hoping that people get out of my music.","author":"Conor Oberst","topic":"Communication"},{"quote":"The important thing to remember with the Internet is that there are large companies that have an interest in controlling how information flows in it. They&#39;re very effective at lobbying Congress, and that pattern has locked down other communication media in the past. And it will happen again unless we do something about it.","author":"Eli Pariser","topic":"Communication"},{"quote":"Words that are carefully framed and spoken are the most powerful means of communication there is.","author":"Nancy Duarte","topic":"Communication"},{"quote":"We shall never be able to remove suspicion and fear as potential causes of war until communication is permitted to flow, free and open, across international boundaries.","author":"Harry S Truman","topic":"Communication"},{"quote":"There is no pleasure to me without communication: there is not so much as a sprightly thought comes into my mind that it does not grieve me to have produced alone, and that I have no one to tell it to.","author":"Michel de Montaigne","topic":"Communication"},{"quote":"Semiotics is a general theory of all existing languages... all forms of communication - visual, tactile, and so on... There is general semiotics, which is a philosophical approach to this field, and then there are many specific semiotics.","author":"Umberto Eco","topic":"Communication"},{"quote":"There are many deaf people who couldn&#39;t imagine living in a marriage without someone who doesn&#39;t speak their language. For me, I believe that hearing or deaf is fine as long as both parties are willing to communicate in each other&#39;s language. But if there&#39;s no communication, then the marriage, I believe, will be difficult if not doomed.","author":"Marlee Matlin","topic":"Communication"},{"quote":"Corporate America is drowning in meetings. To make one thing clear, I am not against communication. Quick one-on-ones can be extremely effective. I am talking about those hour-long recurring meetings, devoid of a clear agenda, and attended by many. I dread them.","author":"Sebastian Thrun","topic":"Communication"},{"quote":"Falling in love is a chemical reaction. But it wears off in a year. That&#39;s why you need a strong line of communication... which includes laughter.","author":"Yakov Smirnoff","topic":"Communication"},{"quote":"I&#39;m the biggest fan of face-to-face communication.","author":"Mary Dillon","topic":"Communication"},{"quote":"Metaphors have a way of holding the most truth in the least space.","author":"Orson Scott Card","topic":"Communication"},{"quote":"We&#39;re moving into an era when things are dematerialised and much more holographic. Floating above the physical world and the geographic map, there&#39;s another landscape that&#39;s constantly changing - something like a cloud - of communication, information, exchange and commerce.","author":"Doug Aitken","topic":"Communication"},{"quote":"Trust is the most important part of a relationship, closely followed by communication. I think that if you have those two things, everything else falls into place - your affection, your emotional connection.","author":"Vanessa Lachey","topic":"Communication"},{"quote":"Humor is the affectionate communication of insight.","author":"Leo Rosten","topic":"Communication"},{"quote":"Music is the social act of communication among people, a gesture of friendship, the strongest there is.","author":"Malcolm Arnold","topic":"Communication"},{"quote":"It frequently happens that two persons, reasoning right on a mechanical subject, think alike and invent the same thing without any communication with each other.","author":"Oliver Evans","topic":"Communication"},{"quote":"Write in recollection and amazement for yourself.","author":"Jack Kerouac","topic":"Communication"},{"quote":"Communication is everyone&#39;s panacea for everything.","author":"Tom Peters","topic":"Communication"},{"quote":"My daughter emails me. When your daughter starts to email you instead of talk to you... It&#39;s horrible. You cannot forget human communication.","author":"Martha Stewart","topic":"Communication"},{"quote":"Without question, we need to be informed of the happenings in the world. But modern communication brings into our homes a drowning cascade of the violence and misery of the worldwide human race. There comes a time when we need to find some peaceful spiritual renewal.","author":"James E. Faust","topic":"Communication"},{"quote":"Music is the most powerful form of communication in the world. It brings us all together. Even religion separates us, but a hit record unites us across religious beliefs, race, politics.","author":"Sean Combs","topic":"Communication"},{"quote":"There are some people who have the quality of richness and joy in them and they communicate it to everything they touch. It is first of all a physical quality; then it is a quality of the spirit.","author":"Tom Wolfe","topic":"Communication"},{"quote":"There is never going to be a substitute for face-to-face communication, but we have seen since the alphabet, to the telephone and now the Internet, that whenever people find a new way to communicate, they will flock to it.","author":"Howard Rheingold","topic":"Communication"},{"quote":"Loyalty and communication are always rewarded in sports.","author":"Cheech Marin","topic":"Communication"},{"quote":"My father had a big brick cell phone, before anyone had a cell phone, because he was really just into that kind of thing - communication devices. I grew up between my father&#39;s laboratory and my mother&#39;s library.","author":"Rashid Johnson","topic":"Communication"},{"quote":"This communication alone, by the comparison of the antagonisms, rivalries, movements which give birth to decisive moments, permits the evolution of the soul, whereby a man realizes himself on earth. It is impossible to be concerned with anything else in art.","author":"Robert Delaunay","topic":"Communication"},{"quote":"Texting is a fundamentally sneaky form of communication, which we should despise, but it is such a boon we don&#39;t care. We are all sneaks now.","author":"Lynne Truss","topic":"Communication"},{"quote":"Why did God give me two ears and one mouth? So that I will hear more and talk less.","author":"Leo Rosten","topic":"Communication"},{"quote":"Canada&#39;s a huge country, so to be able to unite the country through communication satellite technology or to be able to observe it through remote sensing technology from space is a natural fit for a country like Canada.","author":"Marc Garneau","topic":"Communication"},{"quote":"Writing and cookery are just two different means of communication.","author":"Maya Angelou","topic":"Communication"},{"quote":"If you get asteroids about a kilometer in size, those are large enough and carry enough energy into our system to disrupt transportation, communication, the food chains, and that can be a really bad day on Earth.","author":"Neil deGrasse Tyson","topic":"Communication"},{"quote":"The communication of the dead is tongued with fire beyond the language of the living.","author":"T. S. Eliot","topic":"Communication"},{"quote":"I find that I have about six bloggable ideas a day. I also find that writing twice as long a post doesn&#39;t increase communication, it usually decreases it. And finally, I found that people get antsy if there are unread posts in their queue.","author":"Seth Godin","topic":"Communication"},{"quote":"Polite conversation is rarely either.","author":"Fran Lebowitz","topic":"Communication"},{"quote":"The Internet is the most important single development in the history of human communication since the invention of call waiting.","author":"Dave Barry","topic":"Communication"},{"quote":"Be not a slave of words.","author":"Thomas Carlyle","topic":"Communication"},{"quote":"People make music to get a reaction. Music is communication.","author":"Yoko Ono","topic":"Communication"},{"quote":"Making movies is not rocket science. It&#39;s about relationships and communication and strangers coming together to see if they can get along harmoniously, productively, and creatively. That&#39;s a challenge. When it works, it&#39;s fantastic and will lift you up. When it doesn&#39;t work, it&#39;s almost just as fascinating.","author":"Julia Roberts","topic":"Communication"},{"quote":"I grew up in an atmosphere where words were an integral part of culture.","author":"Wole Soyinka","topic":"Communication"},{"quote":"The great work must inevitably be obscure, except to the very few, to those who like the author himself are initiated into the mysteries. Communication then is secondary: it is perpetuation which is important. For this only one good reader is necessary.","author":"Henry Miller","topic":"Communication"},{"quote":"The first reason for the preponderant influence of those Evangelicals who define themselves as advocates of Religious Right theological and political ideologies is that they have both the financial means and technological know-how to make widespread use of modern electronic forms of communication.","author":"Tony Campolo","topic":"Communication"},{"quote":"Perhaps because my relationship with my father went through such a long, bumpy time, it&#39;s been very important for me to work to try to keep lines of communication open between my sons and myself to try to avoid my father&#39;s mistakes. At least if you&#39;re making mistakes, make different mistakes.","author":"Salman Rushdie","topic":"Communication"},{"quote":"That&#39;s why I do this music business thing, it&#39;s communication with people without having the extreme inconvenience of actually phoning anybody up.","author":"Morrissey","topic":"Communication"},{"quote":"By and large, the critics and readers gave me an affirmed sense of my identity as a writer. You might know this within yourself, but to have it affirmed by others is of utmost importance. Writing is, after all, a form of communication.","author":"Ralph Ellison","topic":"Communication"},{"quote":"It&#39;s populated by people who, by and large, have terrific communication skills. Every day is an extraordinary day. For me, it was just a great area for storytelling.","author":"Aaron Sorkin","topic":"Communication"},{"quote":"Communication is so key.","author":"Ashley Tisdale","topic":"Communication"},{"quote":"Ninety-eight per cent of all human communication is non-verbal.","author":"Timothee Chalamet","topic":"Communication"},{"quote":"All my life, I&#39;ve been working with male directors, which I&#39;ve really enjoyed. And I&#39;m lucky in that I&#39;ve worked with men who have a lot of respect for women. But working with a woman is a different experience. It feels like the communication is different.","author":"Gal Gadot","topic":"Communication"},{"quote":"Commercialization of assets off the planet would mutually reinforce the growth of interplanetary communication.","author":"Vint Cerf","topic":"Communication"},{"quote":"Written communication is a tremendous help for me, and so when electronic mail was invented in &#39;71, I got very excited about it, thinking well, gee, the deaf community could really use this, or the hard-of-hearing community as well.","author":"Vint Cerf","topic":"Communication"},{"quote":"A placebo-controlled, double-blind, randomised trial of boys with autism found that two to three servings of cruciferous vegetables a day improves social interaction, abnormal behaviour and verbal communication - within a matter of weeks.","author":"Michael Greger","topic":"Communication"},{"quote":"The difference between face-to-face conversation and any other medium of communication is simple: No distractions are permitted.","author":"Alexandra Petri","topic":"Communication"},{"quote":"I am worried about development in the field of information technology, communication, etc. So you cannot say that I have become inactive.","author":"Sharad Pawar","topic":"Communication"},{"quote":"In elementary school, we should teach nonviolent conflict resolution and healthy communication skills, which will help children cope with issues like rejection and sexuality later in life.","author":"Jane Velez-Mitchell","topic":"Communication"},{"quote":"We are not advertising ourselves as a secure platform. It&#39;s a communication platform. It&#39;s not our job to police the world or Snapchat of jerks.","author":"Evan Spiegel","topic":"Communication"},{"quote":"Investing in management means building communication systems, business processes, feedback, and routines that let you scale the business and team as efficiently as possible.","author":"Fred Wilson","topic":"Communication"},{"quote":"My theory on an existing crisis is that you have to be very strategic about each case&#39;s unique elements. If a crisis involves a legal component, you need a communication strategy that complements the company&#39;s legal objective. A strategy for a plea deal is different than a case going to trial.","author":"Judy Smith","topic":"Communication"},{"quote":"Seeing other people is incredibly engaging, and that&#39;s one of the drivers that made us partner with Facebook - social communication. Not social newsfeeds, but actual face-to-face, seeing multiple avatars in a play experience, that&#39;s going to be a very big part of the future in VR.","author":"Brendan Iribe","topic":"Communication"},{"quote":"It is quite an illusion to imagine that one adjusts to reality essentially without the use of language and that language is merely an incidental means of solving specific problems of communication or reflection.","author":"Edward Sapir","topic":"Communication"},{"quote":"But I&#39;m acutely aware that the possibility of fraud is even more prevalent in today&#39;s world because of the Internet and cell phones and the opportunity for instant communication with strangers.","author":"Armistead Maupin","topic":"Communication"},{"quote":"Now it is evident that a little insight into the customs of every people is necessary to insure a kindly communication; this, joined with patience and kindness, will seldom fail with the natives of the interior.","author":"Charles Sturt","topic":"Communication"},{"quote":"Texting is a supremely secretive medium of communication - it&#39;s like passing a note - and this means we should be very careful what we use it for.","author":"Lynne Truss","topic":"Communication"},{"quote":"The break down for kids is communication. Music helps bring that bond.","author":"Sheila E.","topic":"Communication"},{"quote":"I shall suggest, on the contrary, that all communication relies, to a noticeable extent on evoking knowledge that we cannot tell, and that all our knowledge of mental processes, like feelings or conscious intellectual activities, is based on a knowledge which we cannot tell.","author":"Michael Polanyi","topic":"Communication"},{"quote":"That said, the question remains: how to strike the balance between free speech and mutual respect in this mixed-up world, both blessed and cursed with instant communication? We should not fight fire with fire, threats with threats.","author":"Timothy Garton Ash","topic":"Communication"},{"quote":"Humans are a social species more than any other, and in order to build a community, which for some reason humans have to do in order to live, we have to solve the communication problem. Language is the tool that was invented to solve that problem.","author":"Daniel Everett","topic":"Communication"},{"quote":"A Web site is the only medium of semipermanent communication where you can express yourself.","author":"David Rusenko","topic":"Communication"},{"quote":"But communication is two-sided - vital and profound communication makes demands also on those who are to receive it... demands in the sense of concentration, of genuine effort to receive what is being communicated.","author":"Roger Sessions","topic":"Communication"},{"quote":"I think the written word is probably the best medium of communication because you have time to reflect, you have time to choose your words, to get your sentences exactly right. Whereas when you&#39;re being interviewed, say, you have to talk on the fly, you have to improvise, you can change sentences around, and they&#39;re not exactly right.","author":"Richard Dawkins","topic":"Communication"},{"quote":"I feel like I was writing as I was learning to talk. Writing was always a go-to form of communication. And I knew I could sing from being in tune with the radio.","author":"Frank Ocean","topic":"Communication"},{"quote":"My stay-married secret would probably be exercising good communication, not when you have to but all the time. I think if you do that, you kinda just cleanse the situations, so there&#39;s not build up. I think that&#39;s probably the best way to do it.","author":"Guy Fieri","topic":"Communication"},{"quote":"A word carries far, very far, deals destruction through time as the bullets go flying through space.","author":"Joseph Conrad","topic":"Communication"},{"quote":"If there&#39;s one organization in the United States that could work on its communication skills, it&#39;s the military.","author":"Adam Driver","topic":"Communication"},{"quote":"I believe more in the scissors than I do in the pencil.","author":"Truman Capote","topic":"Communication"},{"quote":"If you work on a comedy show, your basic form of communication is teasing. That&#39;s generally how we speak to each other: you communicate the information between the lines of insulting sentences.","author":"John Oliver","topic":"Communication"},{"quote":"I&#39;m interested in the theater because I&#39;m interested in communication with audiences. Otherwise I would be in concert music.","author":"Stephen Sondheim","topic":"Communication"},{"quote":"In my teaching, I enjoyed creating models to clearly communicate my thoughts.","author":"Erno Rubik","topic":"Communication"},{"quote":"Twitter was around communication and visualizing what was happening in the world in real-time. Square was allowing everyone to accept the form of payment people have in their pocket today, which is a credit card.","author":"Jack Dorsey","topic":"Communication"},{"quote":"However, even during the preparations for action, we laid our plans in such a manner that should there be progress through diplomatic negotiation, we would be well prepared to cancel operations at the latest moment that communication technology would have permitted.","author":"Hideki Tojo","topic":"Communication"},{"quote":"It is not the voice that commands the story; it is the ear.","author":"Italo Calvino","topic":"Communication"},{"quote":"Art is essentially communication. It doesn&#39;t exist in a vacuum. That&#39;s why people make art, so other people can relate to it.","author":"Conor Oberst","topic":"Communication"},{"quote":"If we do away with semi-colons, parentheses and much else, we will lose all music, nuance and subtlety in communication - and end up shouting at one another in block capitals.","author":"Pico Iyer","topic":"Communication"},{"quote":"The Internet has given us 10 or 15 new styles of communication: long messages like blogging, and then short messages like texting and tweeting. I see it all as part of an expanding array of linguistic possibilities.","author":"David Crystal","topic":"Communication"},{"quote":"When you consider how many people are really not good at communication in general and interviewing in specific, it&#39;s no wonder that many companies struggle to build high-quality partnerships - or even staffs.","author":"Michael E. Gerber","topic":"Communication"},{"quote":"Starting a new business will take its toll on your time and energy, and this can place strain on family and social relationships, depending on their expectations and how open you are in your communication with them.","author":"Fabrizio Moreira","topic":"Communication"},{"quote":"The idea that the Internet favors the oppressed rather than the oppressor is marred by what I call cyber-utopianism: a naive belief in the emancipatory nature of online communication that rests on a stubborn refusal to admit its downside.","author":"Evgeny Morozov","topic":"Communication"},{"quote":"The use of encrypted communication and data storage to shield terrorist coordination from intelligence and law-enforcement authorities is known as &#39;going dark.&#39;","author":"Tom Cotton","topic":"Communication"},{"quote":"We try to keep a good line of communication open with our children. It&#39;s not always about trying to just teach them every moment, but it&#39;s about listening to them and trying to understand them and gain that sense of communication so when they need to talk to someone, they know that we&#39;re there.","author":"Victoria Osteen","topic":"Communication"},{"quote":"For a writer only one form of patriotism exists: his attitude toward language.","author":"Joseph Brodsky","topic":"Communication"},{"quote":"Language as a communication tool is the primary element from which literature is created. Even in pre-literate societies, it exists as songs, riddles, or epics that are chanted.","author":"F. Sionil Jose","topic":"Communication"},{"quote":"Reclassification is the best way to for us to preserve the Internet as an unfettered tool for communication and the sharing of ideas.","author":"Chuck Schumer","topic":"Communication"},{"quote":"I don&#39;t think there has been enough communication between the players and the tournaments. In one sense it&#39;s just as much the players&#39; fault. Players talk between each other and in the locker room about things that can be improved and then when the time comes to talk and really do something about it they stop.","author":"Novak Djokovic","topic":"Communication"},{"quote":"Most people have to talk so they won&#39;t hear.","author":"May Sarton","topic":"Communication"},{"quote":"Civilization grew in the beginning from the minute that we had communication - particularly communication by sea that enabled people to get inspiration and ideas from each other and to exchange basic raw materials.","author":"Thor Heyerdahl","topic":"Communication"},{"quote":"In many companies, the person who talks the best usually gets the job. I got snowed by a few of those people over the years. I still think communication is important, but I don&#39;t think there&#39;s always a correlation between being a great communicator and other virtues that make for a great leader.","author":"John Mackey","topic":"Communication"},{"quote":"There are two barriers that often prevent communication between the young and their elders. The first is middle-aged forgetfulness of the fact that they themselves are no longer young. The second is youthful ignorance of the fact that the middle aged are still alive.","author":"Jessamyn West","topic":"Communication"},{"quote":"There are lots of reasons email persists, even as faster and simpler forms of communication proliferate and your personal communications likely have mostly migrated elsewhere. But one big one is that new types of media channels rarely totally kill off old ones, even though everyone predicts they will.","author":"Walt Mossberg","topic":"Communication"},{"quote":"I think a guitar solo is how my emotion is most freely released, because verbal articulation isn&#39;t my strongest communication strength. My wife thinks that I should do interviews by listening to the questions and playing the answer on guitar.","author":"David Gilmour","topic":"Communication"},{"quote":"Throughout the European Middle Ages and Renaissance, Latin was the language of learning and international communication. But in the early modern period, it was gradually displaced by French. By the eighteenth century, all the world - or at least all of Europe - aspired to be Parisian.","author":"Michael Dirda","topic":"Communication"},{"quote":"Ideology and communication more often than not run into each other rather than complement each other. Principle and communication work together. Ideology and communication often work apart.","author":"Frank Luntz","topic":"Communication"},{"quote":"The need to write comes from the need to make sense of one&#39;s life and discover one&#39;s usefulness.","author":"John Cheever","topic":"Communication"},{"quote":"If you invest the time earlier to create structure and process around communication, planning, and goal-setting, you can prevent missteps before they occur.","author":"Christine Tsai","topic":"Communication"},{"quote":"Fashion shows are really my way of communication.","author":"Dries van Noten","topic":"Communication"},{"quote":"What&#39;s the greatest advice I give? Develop excellent communication skills.","author":"Julie Sweet","topic":"Communication"},{"quote":"Bad human communication leaves us less room to grow.","author":"Rowan Williams","topic":"Communication"},{"quote":"Communication is so much better when people are vulnerable.","author":"A. J. McLean","topic":"Communication"},{"quote":"Language is memory and metaphor.","author":"Storm Jameson","topic":"Communication"},{"quote":"I&#39;m not the first person to say this, but communication at &#39;SNL&#39; - I don&#39;t want to say it&#39;s not good, but unless you ask questions, you will not know what&#39;s going on.","author":"Pete Davidson","topic":"Communication"},{"quote":"&#39;The Haunted Man&#39; is about communication barriers between men and women, and in that song it&#39;s a woman&#39;s wait for her husband to come back from war. The vision for me was of a group of men and women on the opposite sides of two cliffs, trying to move or sing to each other and communicate, but they&#39;re kind of misfiring.","author":"Bat for Lashes","topic":"Communication"},{"quote":"One of the most surprising forms of nonverbal communication is the way we automatically adjust the amount of time we spend looking into another&#39;s eyes as a function of our relative social position.","author":"Leonard Mlodinow","topic":"Communication"},{"quote":"Language is an inadequate form of communication. If you&#39;ve picked up an instrument, it&#39;s because you don&#39;t feel you are communicating sufficiently.","author":"Stephen Stills","topic":"Communication"},{"quote":"With &#39;The Sixth Sense,&#39; my dad and I discussed how this was not so much a horror story as a story about communication. I understudied with my dad, in a sense. It made a huge difference.","author":"Haley Joel Osment","topic":"Communication"},{"quote":"After all, it&#39;s the future of business communication that we&#39;re looking toward.","author":"Jim Barksdale","topic":"Communication"},{"quote":"Music is about communication... it isn&#39;t just something that maybe physically sounds good or orally sounds interesting; it&#39;s something far, far deeper than that.","author":"Evelyn Glennie","topic":"Communication"},{"quote":"What&#39;s clear - and exciting - is that communication for social change is growing.","author":"Aaron Koblin","topic":"Communication"},{"quote":"Teenagers try to hide what&#39;s really going on in their communication online.","author":"Ethan Zuckerman","topic":"Communication"},{"quote":"We emphasize that such a form of communication is not absent in man, however evanescent a naturally given object may be for him, split as it is in its submission to symbols.","author":"Jacques Lacan","topic":"Communication"},{"quote":"Writing has nothing to do with communication between person and person, only with communication between different parts of a person&#39;s mind.","author":"Rebecca West","topic":"Communication"},{"quote":"Politics is a matter of human transaction. I consider absolutely everything political, because all fiction involves relationships between people, and relationships between people always include matters of power, of equity, of communication.","author":"Deborah Eisenberg","topic":"Communication"},{"quote":"On the other hand, in a society whose communication component is becoming more prominent day by day, both as a reality and as an issue, it is clear that language assumes a new importance.","author":"Jean-Francois Lyotard","topic":"Communication"},{"quote":"As much as I encourage communication with my readers, I don&#39;t want reviews from them, simply because I don&#39;t need to be hamstrung in the middle of working on something.","author":"Christopher Moore","topic":"Communication"},{"quote":"Bombing, particularly from the perspective of the receiving end, is not &#39;communication.&#39; Bombs result in death and destruction.","author":"H. R. McMaster","topic":"Communication"},{"quote":"Walt put everything he knew about communication with images into the park, so it was very familiar.","author":"John Hench","topic":"Communication"},{"quote":"Communication is paramount, and what medium or what format you utilize should be a non-issue. In some respects, that has created a barrier for new media, especially web new media, because often times maybe the media itself comes before the concept, before the ideas, and ends up navigating or dictating the outcome.","author":"Doug Aitken","topic":"Communication"},{"quote":"Music is a very personal and emotional form of communication.","author":"Trevor Dunn","topic":"Communication"},{"quote":"Unlike then, the mail stream of today has diminished by such things as e-mails and faxes and cell phones and text messages, largely electronic means of communication that replace mail.","author":"John M. McHugh","topic":"Communication"},{"quote":"You used to be able to just call people. You didn&#39;t have to be on someone&#39;s calendar to have a phone conversation. The telephone was an important and valuable domain of communication, both for casual, friendly chats and for professional exchanges of ideas and information. But no more.","author":"Dan Pallotta","topic":"Communication"},{"quote":"Mass communication, radio, and especially television, have attempted, not without success, to annihilate every possibility of solitude and reflection.","author":"Eugenio Montale","topic":"Communication"},{"quote":"Wikipedia was a big help for science, especially science communication, and it shows no sign of diminishing in importance.","author":"Aubrey de Grey","topic":"Communication"},{"quote":"The inventions and the great discoveries have opened up whole continents to reciprocal communication and interchange, provided we are willing.","author":"Alva Myrdal","topic":"Communication"},{"quote":"I get afraid of the dark if I&#39;m in a great deal of dark, and I have to move around inside of that fear... But there is a chance that something... will talk to me from the dark, so I have... to be prepared for that communication, which has happened.","author":"Emil Ferris","topic":"Communication"},{"quote":"Extremists think &#39;communication&#39; means agreeing with them.","author":"Leo Rosten","topic":"Communication"},{"quote":"I think sex is very interesting for most people, but I&#39;m interested in sex as a way of communication, I&#39;m not that interested in the fantasy version of a sex scene.","author":"Maggie Gyllenhaal","topic":"Communication"},{"quote":"People seem to see no difference between an intimate conversation and a conversation at the water cooler.","author":"Mike Farrell","topic":"Communication"},{"quote":"Within speech, words are subject to a kind of relation that is independent of the first and based on their linkage: these are syntagmatic relations, of which I have spoken.","author":"Ferdinand de Saussure","topic":"Communication"},{"quote":"If we ever start communicating with living creatures from other planets, the number one priority is, how are you going to communicate information? Even between different cultures here on Earth, you get into communication problems.","author":"Story Musgrave","topic":"Communication"},{"quote":"I don&#39;t start with a design objective, I start with a communication objective. I feel my project is successful if it communicates what it is supposed to communicate.","author":"Mike Davidson","topic":"Communication"},{"quote":"Today, comics is one of the very few forms of mass communication in which individual voices still have a chance to be heard.","author":"Scott McCloud","topic":"Communication"},{"quote":"My mother was a very talented artist. When she was in jail, we&#39;d write letters back and forth; that was pretty much the only form of communication we had.","author":"Jarrett J. Krosoczka","topic":"Communication"},{"quote":"A great deal has been learned about cell communication. The universal nature of cellular structure and organization in bacteria, plant and animal cells has been discovered.","author":"Gunter Blobel","topic":"Communication"},{"quote":"I think the best projects understand that they don&#39;t need to invent a new currency. They don&#39;t need to use the block chain as their long-term data storage solution. And they don&#39;t need to use the peer-to-peer network as their communication mechanism. They should use the block chain as the world&#39;s most secure distributed ledger.","author":"Gavin Andresen","topic":"Communication"},{"quote":"If you judge everything by how photographically real it looks, then you&#39;re missing out on a lot of what art is about and what communication is. There are ambiguities in life, and that should be reflected in art, cinema, and storytelling, I think.","author":"Ben Wheatley","topic":"Communication"},{"quote":"Illiteracy is rampant. People are out of communication.","author":"Karen Black","topic":"Communication"},{"quote":"The speed of communication, the speed of information transfer, the cheapness of communication, the ease of moving things around the world are a difference in kind as well as degree.","author":"Paul A. Volcker","topic":"Communication"},{"quote":"The education process is moving beyond the traditional classroom\/lecture setting. More and more teachers are seeking tools and techniques to engage their classes and enrich their lessons. Video calling is one of these tools, as it removes barriers to communication and lets students move beyond the boundaries of their classrooms.","author":"Tony Bates","topic":"Communication"},{"quote":"It is difficult to imagine how any behavior in the presence of another person can avoid being a communication of one&#39;s own view of the nature of one&#39;s relationship with that person and how it can fail to influence that person.","author":"Paul Watzlawick","topic":"Communication"},{"quote":"It&#39;s near impossible to always be right when you&#39;re innovating. It&#39;s easy to get emotionally invested in it, but you need to monitor its impact like a hawk and react if you don&#39;t like what you see. And if\/when you pull it back, you want to do that communication with transparency and humility.","author":"Jeff Jordan","topic":"Communication"},{"quote":"Words and pictures can work together to communicate more powerfully than either alone.","author":"William Albert Allard","topic":"Communication"},{"quote":"I have seen that technology has contributed to improved communication, that it&#39;s contributed to better health care, that it&#39;s contributed to better food supplies, that it has contributed to all the basic human needs.","author":"John Warnock","topic":"Communication"},{"quote":"The biggest lesson I&#39;ve learned by living abroad for the last four years is the importance of communication.","author":"Hidetoshi Nakata","topic":"Communication"},{"quote":"I&#39;m interested in the murky areas where there are no clear answers - or sometimes multiple answers. It&#39;s here that I try to imagine patterns or codes to make sense of the unknowns that keep us up at night. I&#39;m also interested in the invisible space between people in communication; the space guided by translation and misinterpretation.","author":"Taryn Simon","topic":"Communication"},{"quote":"Technology is at the forefront of everything these days - communication, work. It&#39;s amazing and scary at the same time how robots have evolved, but I find it hard to believe that robots will completely rule the world. Not in my lifetime anyway.","author":"Graham McTavish","topic":"Communication"},{"quote":"There is a world of communication which is not dependent on words.","author":"Mary Martin","topic":"Communication"},{"quote":"To devise an information processing system capable of getting along on its own - it must handle its own problems of programming, bookkeeping, communication and coordination with its users. It must appear to its users as a single, integrated personality.","author":"Cliff Shaw","topic":"Communication"},{"quote":"The communication is in the work and words are no substitute for this.","author":"Mary Martin","topic":"Communication"},{"quote":"Art must unquestionably have a social value; that is, as a potential means of communication it must be addressed, and in comprehensible terms, to the understanding of mankind.","author":"Rockwell Kent","topic":"Communication"},{"quote":"I don&#39;t think there&#39;s such a thing as a selfish prayer. Prayer puts you in communication so you can talk about whatever you want to talk about.","author":"Iyanla Vanzant","topic":"Communication"},{"quote":"I thought my life was mapped out. Research, living in the forest, teaching and writing. But in &#39;86 I went to a conference and realised the chimpanzees were disappearing. I had worldwide recognition and a gift of communication. I had to use them.","author":"Jane Goodall","topic":"Communication"},{"quote":"I think we have to face the reality that in a society where there is a legitimate threat of terrorism, not being able to see one&#39;s face, not being able to have some sense of communication in that way, is for many societies a challenge.","author":"Hillary Clinton","topic":"Communication"},{"quote":"Man is a creature who lives not upon bread alone, but primarily by catchwords.","author":"Robert Louis Stevenson","topic":"Communication"},{"quote":"I think humans are just hard-wired to process people&#39;s faces and understand meaning and expression at such a more granular level than other types of communication.","author":"Mark Zuckerberg","topic":"Communication"},{"quote":"We are a unique ape. We have language. Other animals have systems of communication that fall far short of that. They don&#39;t have the same ability to communicate complicated conditionals and what-ifs and talk about things that are not present.","author":"Richard Dawkins","topic":"Communication"},{"quote":"A monopoly on the means of communication may define a ruling elite more precisely than the celebrated Marxian formula of monopoly in the means of production.","author":"Robert Anton Wilson","topic":"Communication"},{"quote":"No pleasure has any savor for me without communication.","author":"Michel de Montaigne","topic":"Communication"},{"quote":"The new artists coming through were very materialistic and Hollywood, not so engaged in communication.","author":"Patti Smith","topic":"Communication"},{"quote":"Man takes root at his feet, and at best, he is no more than a potted plant in his house or carriage till he has established communication with the soil by the loving and magnetic touch of his soles to it.","author":"John Burroughs","topic":"Communication"},{"quote":"I see so many activists... who are artists because they feel that they have the power of communication.","author":"Yoko Ono","topic":"Communication"},{"quote":"When I&#39;m putting some communication out on Twitter or Facebook or Instagram, I think that it&#39;s helping me, my brain, you know, because it&#39;s always somehow stimulated by people who are sending things to me. And it works both ways. It&#39;s great. My brain is very happy about it.","author":"Yoko Ono","topic":"Communication"},{"quote":"I don&#39;t know any member of Congress who ever said, &#39;I&#39;m satisfied with the communication that we have from the White House.&#39;","author":"Nancy Pelosi","topic":"Communication"},{"quote":"Communications technology changes possibilities for communication, but that doesn&#39;t mean it changes the inherited structure of the brain. So you may think that you&#39;re addicted to online reading, but as soon as it isn&#39;t available anymore, your brain will pretty immediately adjust to other forms of reading. It&#39;s a habit like all habits.","author":"Margaret Atwood","topic":"Communication"},{"quote":"I think that humor has become a principle means of communication among Americans about politics.","author":"P. J. O'Rourke","topic":"Communication"},{"quote":"He that communicates his secret to another makes himself that other&#39;s slave.","author":"Baltasar Gracian","topic":"Communication"},{"quote":"Oaths are but words, and words are but wind.","author":"Samuel Butler","topic":"Communication"},{"quote":"The Pavlovian view of women voters - &#39;plug the words in, and they will respond&#39; - sends a chill down my spine because it sounds like an adaptation of something I have written about communication between the sexes: When a woman tells a man about a problem, she doesn&#39;t want him to fix it; she just wants him to listen and let her know he understands.","author":"Deborah Tannen","topic":"Communication"},{"quote":"I try to combine in my paintings cinematic feeling, emotional feeling, and sometimes actually writing on the page to combine all the different elements of communication.","author":"Sylvester Stallone","topic":"Communication"},{"quote":"Very often, organizations are inflexible because there is too little communication between functions; they are too segregated.","author":"Ken Robinson","topic":"Communication"},{"quote":"But theater, because of its nature, both text, images, multimedia effects, has a wider base of communication with an audience. That&#39;s why I call it the most social of the various art forms.","author":"Wole Soyinka","topic":"Communication"},{"quote":"There must be a reason why photographers are not very good at verbal communication. I think we get lazy.","author":"Annie Leibovitz","topic":"Communication"},{"quote":"Berlusconi is a genius in communication. Otherwise, he would never have become so rich.","author":"Umberto Eco","topic":"Communication"},{"quote":"There are many reasons our prayers may lack power. Sometimes they become routine. Our prayers become hollow when we say similar words in similar ways over and over so often that the words become more of a recitation than a communication.","author":"Joseph B. Wirthlin","topic":"Communication"},{"quote":"Clear communication is always important in central banking, but it can be especially important when economic conditions call for further policy stimulus but the policy rate is already at its effective lower bound.","author":"Ben Bernanke","topic":"Communication"},{"quote":"For me, becoming a man had a lot to do with learning communication, and I learned about that by acting.","author":"Adam Driver","topic":"Communication"},{"quote":"The thing that I&#39;ve always been slightly frustrated with, was that the idea of a CD is kind of confined to a material possession that you can put on a shelf. And the idea of music, for me, is always about both the communication and the sharing of content. And so the interactive part is missing.","author":"Yo-Yo Ma","topic":"Communication"},{"quote":"&#39;Communication Breakdown&#39; - it was punchy and direct, with a real attitude that was different to other bands going around.","author":"Jimmy Page","topic":"Communication"},{"quote":"The level of communication you can achieve with an infant is really profound.","author":"Mayim Bialik","topic":"Communication"},{"quote":"Private communication systems have been around since the beginning of human culture.","author":"John McAfee","topic":"Communication"},{"quote":"I began doing writing projects and art and design projects to explore a new way of seeing Canada. Roots is one more way of continuing this exploration. I want to present a wide-open Canadian sense of color, adventure, communication and openness that defines our country.","author":"Douglas Coupland","topic":"Communication"},{"quote":"Many well-meaning intelligent people have argued since the May 17, 1954, decision of the United States Supreme Court outlawing segregation in the public schools that communication between the races has broken down.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"Pure truth cannot be assimilated by the crowd; it must be communicated by contagion.","author":"Henri Frederic Amiel","topic":"Communication"},{"quote":"What I think works for Fox News is we have a very direct form of communication.","author":"Roger Ailes","topic":"Communication"},{"quote":"The Internet is a clear example of how our lives have changed in ways we couldn&#39;t have imagined: a distributed information source, which is invisible to everyone, where you can access anything, and it&#39;s distributed throughout the whole world. Basically, communication is instantaneous.","author":"Lawrence M. Krauss","topic":"Communication"},{"quote":"In the years preceding my imprisonment, I worked as a software programmer, designing and developing web interfaces, secure databases, and communication software; later, I was employed as an intelligence analyst for the U.S. Army. Throughout each of these jobs, we used different kinds of encryption to keep prying eyes out of information we handled.","author":"Chelsea Manning","topic":"Communication"},{"quote":"I think, increasingly, despite what we are being told is an ever more open world of communication, there is a terrible alienation in the ordinary man between what he is being told and what he secretly believes.","author":"John le Carre","topic":"Communication"},{"quote":"And once you get instantaneous communication with everybody, you have economic activity that&#39;s far more advanced, far more liquid, far more distributed than ever before.","author":"Marc Andreessen","topic":"Communication"},{"quote":"Communication is different in the clubhouse than it is in a boardroom. The heartbeat that exists in the clubhouse, you don&#39;t find that same type of heartbeat in the front office.","author":"Theo Epstein","topic":"Communication"},{"quote":"Literature flourishes best when it is half a trade and half an art.","author":"William Ralph Inge","topic":"Communication"},{"quote":"Revelation is communication from God to His children on the earth and one of the great blessings associated with the gift and constant companionship of the Holy Ghost.","author":"David A. Bednar","topic":"Communication"},{"quote":"I think our biggest problem is lack of real, honest communication between black men and black women. A lot of men talk amongst men, and a lot of women speak amongst women.","author":"Hill Harper","topic":"Communication"},{"quote":"&#39;The Conversation&#39; will hopefully touch on issues that will move people to want to strengthen communication and look to each other for solutions.","author":"Hill Harper","topic":"Communication"},{"quote":"In the graver and more sentimental communication of man and man, the head still bears the superior sway; in the unreserved intimacies of man and woman, the heart is ever uppermost. Feeling is the main thing, and judgment passes for little.","author":"William Godwin","topic":"Communication"},{"quote":"With communication technology in general, there&#39;s a kind of certain critical mass of people. Once you get to 15% of the world&#39;s entire population using one communication technology, that&#39;s a big deal. It&#39;s beyond the theoretical at this point. The people who think it&#39;s a fad have probably not been paying that much attention.","author":"Ben Horowitz","topic":"Communication"},{"quote":"It is very helpful to me, in my job, for people to know me better. A lot of that is, it&#39;s a communication job.","author":"Ben Horowitz","topic":"Communication"},{"quote":"The waste of capital, in proportion to the total capital, in this country between 1800 and 1850, in the attempts which were made to establish means of communication and transportation, was enormous.","author":"William Graham Sumner","topic":"Communication"},{"quote":"One thing I&#39;ve learned to appreciate as I&#39;ve gotten a little older is direct forms of communication.","author":"Billy Corgan","topic":"Communication"},{"quote":"I was in college for organizational communication and politics because I was just fascinated by influence. I wondered how people have influence, not because I wanted to inspire the world - yet.","author":"Brendon Burchard","topic":"Communication"},{"quote":"Writing only leads to more writing.","author":"Sidonie Gabrielle Colette","topic":"Communication"},{"quote":"Contractions, &#39;U&#39; for &#39;you&#39; and the like are wonderful to make communication brief and efficient - but we wouldn&#39;t want all our talk to be only brief and efficient. Taking pauses out of language would be like taking the net away from a tennis game. Where would all the fun go?","author":"Pico Iyer","topic":"Communication"},{"quote":"Mental communication without verbalization... all space is made up of waves and we are constantly sending and receiving messages from our brain.","author":"Tina Louise","topic":"Communication"},{"quote":"I think, certainly, directing is a visual medium, but it&#39;s also about communication, and a lot of times, great directors are lacking in communication skills, which is rather shocking to discover that.","author":"Diane Lane","topic":"Communication"},{"quote":"I&#39;ve heard stories of people, even celebrities that have gone online, pretended to be someone they weren&#39;t, and conducted a 5-year friendship via e-mail. Then, they got married because they really love each other from all that communication.","author":"Diane Lane","topic":"Communication"},{"quote":"You need to set a tone at the top that inspires trust - and encourages open and honest 2-way communication. So you hear the brutal facts, and you listen to the good news and the bad news - so that, in the spirit of continuous improvement, you can make changes.","author":"Denise Morrison","topic":"Communication"},{"quote":"For there to be communication within a couple, it is enough for there to be only one person who communicates or who really wants to communicate. Even though a couple consists of two people, if one of the people in a couple puts all their effort into moving a couple along they will move along.","author":"Pedro Almodovar","topic":"Communication"},{"quote":"What I try to get beyond is playing music at people and, instead, to play music with people because audience members are constantly part of the experience. What they say in their body language, what they say in their eyes, what they sing with me... it&#39;s an &#39;us,&#39; and there&#39;s a communication that&#39;s like... it&#39;s like church, man.","author":"Al Jarreau","topic":"Communication"},{"quote":"A drawing is essentially a private work, related only to the artist&#39;s own needs; a &#39;finished&#39; statue or canvas is essentially a public, presented work - related far more directly to the demands of communication.","author":"John Berger","topic":"Communication"},{"quote":"Unfortunately, changing forms of Internet communication are quickly outpacing laws and technology designed to allow for the lawful intercept of communication content.","author":"James Comey","topic":"Communication"},{"quote":"We&#39;re always working on our communication, which is something that&#39;s important. Instead of going through managers to discuss things, we will sit down and have meetings about things. That&#39;s a process. And you have to be able to be honest with each other as much as you can.","author":"Mike McCready","topic":"Communication"},{"quote":"Just as characteristic, perhaps, is the intellectual interdependence created through the development of the modern media of communication: post, telegraph, telephone, and popular press.","author":"Christian Lous Lange","topic":"Communication"},{"quote":"Communication is the channel through which life is conveyed, through which ideas and the energy behind them are transmitted, and through which the mind, body, and spirit are merged into a force for right action.","author":"Michael E. Gerber","topic":"Communication"},{"quote":"However revolutionary it may be, the Internet still hasn&#39;t altered the basic law of human communication: Being nice to your interlocutors is a good way to start any negotiations, particularly, when being hostile is an open invitation for a cyber-fight.","author":"Evgeny Morozov","topic":"Communication"},{"quote":"It seems a long time since the morning mail could be called correspondence.","author":"Jacques Barzun","topic":"Communication"},{"quote":"Writing is a communication.","author":"Theodore Sturgeon","topic":"Communication"},{"quote":"It would be extremely naive to conclude anything other than the following: America&#39;s most vital secrets are in the hands of our adversaries because Secretary Clinton intentionally avoided using official government communication systems.","author":"Mike Pompeo","topic":"Communication"},{"quote":"People know what authentic communication feels like, so having someone else handle your social media\/commenting doesn&#39;t feel honest to me.","author":"Amanda de Cadenet","topic":"Communication"},{"quote":"Books are such a great way to spend time with your children, open lines of communication with your children, and just build that strong foundation.","author":"Victoria Osteen","topic":"Communication"},{"quote":"It is my desire to break the destructive generational cycle of illiteracy in the home by focusing on the children. Reading to your child has so much value as a parent because it opens the lines of communication.","author":"Victoria Osteen","topic":"Communication"},{"quote":"My wife and I have built trust with our children and have always had open communication.","author":"Rick Springfield","topic":"Communication"},{"quote":"I understand why people went nuts for &#39;The Artist.&#39; We use words so much, it&#39;s nice to be able to explore a different way of communication, to be able to express silently what someone - or something - is thinking or feeling.","author":"Andy Serkis","topic":"Communication"},{"quote":"On the other hand, the American public possesses a great resilience and strength, and good risk communication strategies can tap into and even amplify those assets.","author":"Patrick J. Kennedy","topic":"Communication"},{"quote":"I like people who refuse to speak until they are ready to speak.","author":"Lillian Hellman","topic":"Communication"},{"quote":"In a way song writing can almost be detrimental, because suddenly you find an outlet that is a kind of cheating. You don&#39;t need to have direct communication. You can say, &#39;I can&#39;t describe it to you, but I will record it and send it to you.&#39;","author":"James Blunt","topic":"Communication"},{"quote":"I believe in communication; books communicate ideas and make bridges between people.","author":"Jeanette Winterson","topic":"Communication"},{"quote":"The idea of an animated film is you always kind of get a little bit daunted by it as a filmmaker because it feels like a lot of your communication is going to be with computer artists, and you&#39;re going to have to kind of channel the movie through extra pairs of hands.","author":"Peter Jackson","topic":"Communication"},{"quote":"I never even wanted to be an actress. I studied mass communication and wanted to study law in Newcastle, for which I even got a scholarship. But by then, I had started modelling. So, I took a year off to decide what to do. But once you are used to working, it&#39;s difficult to get back to studies.","author":"Esha Gupta","topic":"Communication"},{"quote":"With clearly defined roles and a focus on communication, it&#39;s much easier to make your company come across as well-organized and on top of things - because it actually is.","author":"Kathryn Minshew","topic":"Communication"},{"quote":"I have a very open line of communication with both my children.","author":"Gloria Estefan","topic":"Communication"},{"quote":"I like television. I still believe that television is the most powerful form of communication on Earth - I just hate what is being done with it.","author":"Alton Brown","topic":"Communication"},{"quote":"But despite the universality of URLs, we often forget that they&#39;re not just a handy way to address network resources. They&#39;re also valuable communication tools.","author":"Jesse James Garrett","topic":"Communication"},{"quote":"Maintaining a positive working relationship with Mexico&#39;s leadership will also be crucial to increasing communication and trade. I plan to personally maintain those relationships.","author":"Doug Ducey","topic":"Communication"},{"quote":"It&#39;s a difficult undertaking. I&#39;ve been married for four years and I see this movie as a cautionary tale about people who&#39;ve gone deeply out of communication.","author":"Mark Ruffalo","topic":"Communication"},{"quote":"With &#39;The Keep,&#39; I began with a theory about pitting the isolated disconnection of the gothic realm against present-day hyperconnectedness. I emerged feeling that the gothic genre is all about hyperconnectedness - the possibility of disembodied communication - and that we now live in a kind of permanently gothic state.","author":"Jennifer Egan","topic":"Communication"},{"quote":"I didn&#39;t know folk music growing up, no. It&#39;s something I&#39;ve come to study, really, because I think there&#39;s so much to learn from traditional music in the sense of the way music began as a way of communication, the traveling storyteller, the bard, the minstrels.","author":"P. J. Harvey","topic":"Communication"},{"quote":"Music and politics are in essence about communication. Without over-stretching the analogy I do feel a sense of rhythm is important in getting your message across.","author":"Charles Kennedy","topic":"Communication"},{"quote":"Communication is the key, and it&#39;s one thing I had to learn-to talk to the actors. I was so involved with the visual and technical aspects that I would forget about the actors.","author":"Steve Buscemi","topic":"Communication"},{"quote":"You should have mechanisms of communication, like faxes, which are obviously getting removed from offices because nobody uses them anymore. Faxes are great when e-mail doesn&#39;t work. I wouldn&#39;t be throwing them away.","author":"Mikko Hypponen","topic":"Communication"},{"quote":"In a way, &#39;Like Crazy&#39; keys into our generation, this idea of now we can still be in communication. Where do the boundaries of relationships end?","author":"Felicity Jones","topic":"Communication"},{"quote":"Being able to communicate with a loved one that you haven&#39;t talked to in a while because of some communication break makes their life and your life in a much better place.","author":"John Paul DeJoria","topic":"Communication"},{"quote":"Nearly every communication method we invent eventually conveys unwanted commercial messages.","author":"Jamais Cascio","topic":"Communication"},{"quote":"Mothers tend to be more direct. Fathers talk to other fathers about their kids more metaphorically. It&#39;s a different way of communication.","author":"Richard Louv","topic":"Communication"},{"quote":"If I&#39;m doing a show on Sunday at 7 P.M., that wouldn&#39;t be the same show that I&#39;d do at 11 P.M. on a Saturday - it&#39;s a different room at a different time of day with different sensibilities. That doesn&#39;t mean you have to compromise your art, but it is communication: you have to know how to talk to people.","author":"Michael Che","topic":"Communication"},{"quote":"Around the time I began starving, in the early eighties, the visual image had begun to supplant text as culture&#39;s primary mode of communication, a radical change because images work so differently than words: They&#39;re immediate, they hit you at levels way beneath intellect, they come fast and furious.","author":"Caroline Knapp","topic":"Communication"},{"quote":"I speak onstage to try to establish some method of communication. The songs are supposed to be a way of communicating. But speech and drinks and sometimes chocolates are also a way of communicating.","author":"Jarvis Cocker","topic":"Communication"},{"quote":"The more articulate one is, the more dangerous words become.","author":"May Sarton","topic":"Communication"},{"quote":"Our ancient forebears who learned to synchronize the movements of dance were those with the capacity to predict what others around them were going to do and signal to others what they wanted to do next. These forms of communication may well have helped lead to the formation of larger human communities.","author":"Daniel Levitin","topic":"Communication"},{"quote":"If you are approachable, if you keep your line of communication open, then very often, you get to hear what you need to hear.","author":"Arundhati Bhattacharya","topic":"Communication"},{"quote":"We all know the Internet didn&#39;t explode until it became a commercial enterprise. Space communication will probably have the same characteristic.","author":"Vint Cerf","topic":"Communication"},{"quote":"You should know that I&#39;ve been hearing-impaired, not quite since birth, but I&#39;ve been wearing hearing aids since I was 13, so I&#39;m very conscious of the difficulty of voice communication.","author":"Vint Cerf","topic":"Communication"},{"quote":"&#39;Arrival&#39; talks very little about language and how to precisely dissect a foreign language. It&#39;s more a film on intuition and communication by intuition, the language of intuition.","author":"Denis Villeneuve","topic":"Communication"},{"quote":"Communication isn&#39;t just directing a guy on what to do: it&#39;s passing the information along to the guy that&#39;s next to you, and that&#39;s where we make the calls come to life.","author":"Dan Quinn","topic":"Communication"},{"quote":"If the expansion of a global legal regime for communication technologies gains traction, the effects to the global economy as well as our individual liberties will be severe.","author":"Marsha Blackburn","topic":"Communication"},{"quote":"A writer is someone who can make a riddle out of an answer.","author":"Karl Kraus","topic":"Communication"},{"quote":"No ideas and the ability to express them - that&#39;s a journalist.","author":"Karl Kraus","topic":"Communication"},{"quote":"One question that often comes up is why, in this age of blogs and tweets and instant digital communication of all kinds, it still takes so long to publish a book.","author":"Erik Larson","topic":"Communication"},{"quote":"Just so everyone knows, we&#39;re not a photo-sharing company. I don&#39;t see photos on &#39;Instagram&#39; as art. They&#39;re much more about communication.","author":"Kevin Systrom","topic":"Communication"},{"quote":"&#39;Instagram&#39; is a media company. I think we&#39;re about visual media. I explain ourselves as a disruptive entertainment platform that enables communication through visual media. I don&#39;t think it&#39;s just photos.","author":"Kevin Systrom","topic":"Communication"},{"quote":"The first work of the director is to set a mood so that the actor&#39;s work can take place, so that the actor can create. And in order to do that, you have to communicate, communicate with the actors. And direction is about communication on all levels.","author":"William Friedkin","topic":"Communication"},{"quote":"If you don&#39;t know each other you spend time doing research together, having dinner, and talking about your lives. You try to find common ground. Once you&#39;re shooting, the pressures are so intense; you really want to have a channel of communication open to you already.","author":"Edward Zwick","topic":"Communication"},{"quote":"Before language, cavemen simply grunted, and then they used the club. Communication changed that. It&#39;s the mechanism that created civilization and prevents its own destruction.","author":"Greg Gutfeld","topic":"Communication"},{"quote":"Language commonly stresses only one side of any interaction.","author":"Gregory Bateson","topic":"Communication"},{"quote":"If we ever established contact with intelligent life on another world, there would be barriers to communication. First, they would be many light years away, so signals would take many years to reach them: there would be no scope for quick repartee. There might be an IQ gap.","author":"Martin Rees","topic":"Communication"},{"quote":"The process of communication with the afterlife - more of an exchange than a conversation - has always fascinated me.","author":"Rory MacLean","topic":"Communication"},{"quote":"Instantaneous and mass communication is the mother of mass naivety. Should we then lose hope? Is there any hope? But to lose hope is as dangerous as to nurture false hope. Where then can we find hope that is responsible?","author":"Tariq Ramadan","topic":"Communication"},{"quote":"I studied B.Sc electronics to be an engineer and later did masters in communication and advertising. I loved engineering for what it could accomplish to make our lives easier. But, I realised that it was not my passion.","author":"R. Madhavan","topic":"Communication"},{"quote":"As a black woman, there&#39;s so much pride and communication through hair. It&#39;s naturally something that you are excited to embellish on and be creative about.","author":"Kelela","topic":"Communication"},{"quote":"Perhaps the people of Twitter are more amenable to your babbling than your immediate family, but that doesn&#39;t necessarily make digital communication a beneficial distraction when we have an immediate social environment.","author":"Robert Rinder","topic":"Communication"},{"quote":"Communication services need interoperability to succeed - and Loopt is the first such service since SMS that is available across all major U.S. wireless carriers.","author":"Sam Altman","topic":"Communication"},{"quote":"People just want to dig; they want to dance. They don&#39;t want to work all through the night, and neither do I. I like getting &#39;out there,&#39; but communication should be occurring on more levels than heavy-laden philosophical.","author":"Kurt Elling","topic":"Communication"},{"quote":"The way you communicate an idea is different than the way you communicate a product.","author":"Frank Luntz","topic":"Communication"},{"quote":"I don&#39;t understand why people whose entire lives or their corporate success depends on communication, and yet they are led on occasion by CEOs who cannot talk their way out of a paper bag and don&#39;t care to.","author":"Frank Luntz","topic":"Communication"},{"quote":"There are people still in the Republican Party that I believe practice the communication of anger, of disappointment, of regret, of pain, of sorrow, of suffering. That&#39;s not what the American people want to hear.","author":"Frank Luntz","topic":"Communication"},{"quote":"Republicans use think tanks to come up with a lot of their messages. The think tanks are the single worst, most undisciplined example of communication I&#39;ve ever seen.","author":"Frank Luntz","topic":"Communication"},{"quote":"It has to be able to play at the maximum expression and communication in every style, and the only way you can do that is - like Verdi said - working with a file, every day, little by little, until the orchestra&#39;s collective qualities emerge.","author":"James Levine","topic":"Communication"},{"quote":"The eventual place the American army should take on the western front was to a large extent influenced by the vital question of communication and supply.","author":"Kelly Miller","topic":"Communication"},{"quote":"The late 20th century had just enough communication abilities to allow superstar-ness and communality to happen. It was a musical renaissance that rivals the visual one that happened in the 1400s.","author":"Daryl Hall","topic":"Communication"},{"quote":"The technology, called near-field communication, involves a microchip that can send and receive data across very short distances, about four inches. Instead of swiping a credit card, you hold your phone near a reader and let the data zip between the two devices.","author":"Daniel Lyons","topic":"Communication"},{"quote":"There&#39;s been nobody who stays in more communication and listens to veterans more than I do.","author":"Rodney Frelinghuysen","topic":"Communication"},{"quote":"CBS&#39;s Major Garrett writes in &#39;National Journal&#39; about a new version of the &#39;stray voltage&#39; theory of communication in which the president purposefully overstates his case knowing that it will create controversy.","author":"John Dickerson","topic":"Communication"},{"quote":"Honest communication is a rare thing.","author":"Taylor Sheridan","topic":"Communication"},{"quote":"I am a straight, non-alcoholic, non-partying guy who speaks straight. I have no knowledge of literature. This is my language of communication, and what I see, what I observe, I reflect.","author":"Yo Yo Honey Singh","topic":"Communication"},{"quote":"I feel like communication is the same whether you&#39;re cooking for someone or singing or writing a song or writing a play or ordering from McDonald&#39;s.","author":"Tituss Burgess","topic":"Communication"},{"quote":"Although social media is a relatively new form of communication, it has become the primary way retailers and customers are interfacing.","author":"Ryan Holmes","topic":"Communication"},{"quote":"It&#39;s extraordinary that revolutions taking place around the world were sparked by communication on the Internet.","author":"Robbie Robertson","topic":"Communication"},{"quote":"What I like in a good author is not what he says but what he whispers.","author":"Logan Pearsall Smith","topic":"Communication"},{"quote":"On &#39;Check Your Head&#39; and &#39;Ill Communication,&#39; most of the lyrics are much more, &#39;OK, you take that, and I&#39;ll say that&#39; - they&#39;re split up.","author":"Mike D","topic":"Communication"},{"quote":"Communication is important.","author":"Douglas Booth","topic":"Communication"},{"quote":"Technique is communication: the two words are synonymous in conductors.","author":"Leonard Bernstein","topic":"Communication"},{"quote":"I&#39;ll give the director what he wants, but please explain the requirement. If it reaches me, then there&#39;s communication.","author":"Vijay Sethupathi","topic":"Communication"},{"quote":"I slept for four years. I didn&#39;t study much of anything. I majored in something called communication arts.","author":"Don DeLillo","topic":"Communication"},{"quote":"I believe that no matter what you do in life, if you learn the basics through theater, it will help you in everything else - problem solving, communication, discipline, all of that stuff.","author":"Laura Linney","topic":"Communication"},{"quote":"It still amazes me how many musicians aren&#39;t really interested in engaging with their audience at all. Alfred Brendel, a pianist for whom I have the greatest respect, has described performance as a sacred communion between the artist and the composer. But what about the audience? Music is communication, a two-way street.","author":"Charles Hazlewood","topic":"Communication"},{"quote":"I hate the amount of communication, the obligation that you have just by owning a phone.","author":"Lucas Till","topic":"Communication"},{"quote":"As I&#39;ve gotten to know myself over the years, I realised I&#39;m kind of a sweet, sensitive guy, a shy guy, and communication is not something I&#39;m so good at.","author":"Christian Slater","topic":"Communication"},{"quote":"Scientology helps me in acting to focus on communication.","author":"Erika Christensen","topic":"Communication"},{"quote":"I can be a binger when it comes to information, but most of the time, I&#39;m pretty good, and I try to focus on my own life and personal communication.","author":"Erika Christensen","topic":"Communication"},{"quote":"After I finished my degree in Mass Communication in Manipal, I enrolled for a cinematography course in Pune Film Institute. That is when Nandini Reddy, the director of &#39;Ala Modalaindi,&#39; convinced me to act.","author":"Nithya Menen","topic":"Communication"},{"quote":"There are a lot of things that Slack gives you that email doesn&#39;t when you think about internal use. Switching to Slack from email for internal communication gives you a lot more transparency.","author":"Stewart Butterfield","topic":"Communication"},{"quote":"If you work at a 10,000-person company, and you&#39;re using e-mail as the primary means of communication, then you probably have access to a couple hundredths of 1 percent of all the communications happening across the company. But if you use Slack, you might have access to 10 or 20 percent.","author":"Stewart Butterfield","topic":"Communication"},{"quote":"I&#39;ve worked very hard in this book to keep the lines of communication open. I don&#39;t want to turn someone away from this information for partisan political reasons.","author":"Jared Diamond","topic":"Communication"},{"quote":"I am still cautiously hopeful about the potential of the Internet. But it seems that the greatest revolution in communication has been hijacked by commercial values.","author":"Beeban Kidron","topic":"Communication"},{"quote":"I think everyone has shame about something, whether it&#39;s a lack of a relationship with a child or maybe their weight or a lack of communication within their marriage. Everyone can relate to that because we all have something that we&#39;re like, &#39;God, I can work on that,&#39; or, &#39;I wish I was better at doing this.&#39;","author":"Chrissy Metz","topic":"Communication"},{"quote":"Obama better understood community organisation and peer-to-peer communication than any recent candidate, and we are applying that lesson.","author":"Douglas Alexander","topic":"Communication"},{"quote":"What we are going to offer is not a one-way communication, but one-to-one communication.","author":"Douglas Alexander","topic":"Communication"},{"quote":"The mind, in proportion as it is cut off from free communication with nature, with revelation, with God, with itself, loses its life, just as the body droops when debarred from the air and the cheering light from heaven.","author":"William Ellery Channing","topic":"Communication"},{"quote":"My hectic work schedule does not often permit me time to visit temples, but my conversations with God don&#39;t depend on idol worship. Inside my heart, I have developed and sustained a direct communication with Him.","author":"Emraan Hashmi","topic":"Communication"},{"quote":"I enjoy very much communication. I think that scientists need to communicate.","author":"Anthony Fauci","topic":"Communication"},{"quote":"A painting has a lot of advantages over other forms of communication. Unlike a movie, you don&#39;t have to put it into a machine and turn it on. It&#39;s just there every day. It&#39;s not limited by the element of time. It&#39;s a constant part of the home.","author":"Thomas Kinkade","topic":"Communication"},{"quote":"There&#39;s this proud American tradition of worrying about the power of communication companies. That going all the way back to the founding, we&#39;ve tried to limit the power of monopolies that played a role in our democracy.","author":"Franklin Foer","topic":"Communication"},{"quote":"Hunting for malware requires highly specialized knowledge of the intricacies of the domain name system - the protocol that allows us to type email addresses and website names to initiate communication. DNS enables our words to set in motion a chain of connections between servers, which in turn delivers the results we desire.","author":"Franklin Foer","topic":"Communication"},{"quote":"Even in developing markets, we&#39;re seeing the growth of digital communication is proceeding at a very rapid pace.","author":"Irene Rosenfeld","topic":"Communication"},{"quote":"All the people who run agencies, all the important people in agencies have taken communication courses, marketing courses, advertising courses, and courses basically teach advertising as a science, and advertising is so far from a science it isn&#39;t even funny. Advertising is an art.","author":"George Lois","topic":"Communication"},{"quote":"The 1960s was a heroic age in the history of the art of communication - the audacious movers and shakers of those times bear no resemblance to the cast of characters in &#39;Mad Men.&#39;","author":"George Lois","topic":"Communication"},{"quote":"Communication between band-mates is imperative. Communication is the key to any healthy relationship. If I need to be checked, I expect to hear it put in plain words what my faults are, and give my band-mates the ultimate consideration by shutting up and listening, then acting on the advice given. Same goes for anyone else in any band.","author":"Phil Anselmo","topic":"Communication"},{"quote":"I think there&#39;s a fear of disconnect sometimes; communication is a huge issue for all of us, from adults to kids, as far as our face-to-face time and our ability to interact with each other without isolating itself to a phone. I think that has to be something that&#39;s very challenging.","author":"Jim Rash","topic":"Communication"},{"quote":"With my natural communication abilities, I could probably gather a crowd even without the Spirit.","author":"Francis Chan","topic":"Communication"},{"quote":"Online, you&#39;re providing each other with the good aspects of being together as far as communication and support, but you don&#39;t have to deal with the realities of paying bills together, or being annoyed when they leave the toilet seat up or don&#39;t put the food away in the fridge.","author":"Nev Schulman","topic":"Communication"},{"quote":"To conclude: good journalism is one of the models of good conversation and communication in the wider social context.","author":"Rowan Williams","topic":"Communication"},{"quote":"Communication needs to be between anybody at any time, which means it needs to happen out of the structure and out of order.","author":"Ed Catmull","topic":"Communication"},{"quote":"People aren&#39;t going to talk about it except me and that is communication and the visits I have personally had in our meetings with our store managers saying if you do these things you will be terminated, period.","author":"Lee Scott","topic":"Communication"},{"quote":"For me, good service is efficient and discreet; it&#39;s that critical balance. As soon as the client sits down, the communication flow has to start. Customers need to feel that the waiters are supervised - that there&#39;s a system in place.","author":"Daniel Boulud","topic":"Communication"},{"quote":"Every major communication tool on the Internet has spam and abuse problems. All email services, blogging services and social networks have to dedicate a significant amount of resources and time to fighting abuse and protecting their users.","author":"Evan Williams","topic":"Communication"},{"quote":"One has to grow up with good talk in order to form the habit of it.","author":"Helen Hayes","topic":"Communication"},{"quote":"Suspense films are often based on communication problems, and that affects all of the plot points. It almost gives it kind of a fable feeling.","author":"Ira Sachs","topic":"Communication"},{"quote":"I believe that Attorney Fortuno has some styles that it seems to me are going to foster dialogue and good communication, and I hope I am not mistaken.","author":"Anibal Acevedo Vila","topic":"Communication"},{"quote":"The true Resurrection is based not on the mythical lie of the guilty victim who deserves to die, but on the rectification of that lie, which comes from the true God and which reopens channels of communication mankind itself had closed through self-imprisonment in its own violent cultures.","author":"Rene Girard","topic":"Communication"},{"quote":"People don&#39;t use Evite or Facebook events for their weddings. But they do use Paperless Post. It&#39;s the sign of a paradigm because it is the most momentous occasion in most people&#39;s lives. It represents the most formal type of offline communication.","author":"Alexa Hirschfeld","topic":"Communication"},{"quote":"One of the most extraordinary and all-encompassing forms of communication is music. It reaches places that all kinds of other things cannot reach. I&#39;ll put my cards on the table: I think it is our greatest language.","author":"Simon Rattle","topic":"Communication"},{"quote":"Up until the 1960s, women would meet designers in their private ateliers, and together they would build a relationship and a wardrobe. Then, all of a sudden, designers disappeared into their own private bubble, and there was no communication.","author":"Edgardo Osorio","topic":"Communication"},{"quote":"No one who set out to design a form of communication would ever end up with anything like English, Mandarin, or any of the more than six thousand languages spoken today.","author":"Joshua Foer","topic":"Communication"},{"quote":"The thing I&#39;ve come to learn is that what&#39;s great about small independent films is the intimacy and the communication that occurs when you&#39;re making them.","author":"Guy Pearce","topic":"Communication"},{"quote":"The four of us are really in sync with each other. We&#39;re pretty open about most things. We try to respect each other as much as we can. For us, communication is really important.","author":"Ally Brooke","topic":"Communication"},{"quote":"The filmmaking process is a very personal one to me, I mean it really is a personal kind of communication. It&#39;s not as though its a study of fear or any of that stuff.","author":"David Cronenberg","topic":"Communication"},{"quote":"I started on the use of the Internet for scientific communication. Our research group was one of the very first to make really systematic use of it as a way of managing research projects.","author":"Joshua Lederberg","topic":"Communication"},{"quote":"Scientists attach great importance to the human capacity for spoken language. But we also have a parallel track of nonverbal communication, which may reveal more than our carefully chosen words, and sometimes be at odds with them.","author":"Leonard Mlodinow","topic":"Communication"},{"quote":"Nonverbal communication forms a social language that is in many ways richer and more fundamental than our words.","author":"Leonard Mlodinow","topic":"Communication"},{"quote":"Touch is our most highly developed sense when we are born, and it remains a fundamental mode of communication throughout a baby&#39;s first year and an important influence throughout a person&#39;s life.","author":"Leonard Mlodinow","topic":"Communication"},{"quote":"There&#39;s a high level of communication between all of us at Marvel, and between Marvel and Lucasfilm.","author":"Jason Aaron","topic":"Communication"},{"quote":"The decisions we make about communication security today will determine the kind of society we live in tomorrow.","author":"Whitfield Diffie","topic":"Communication"},{"quote":"I do a little fact checking now and then. Other than that its impact is simply that email has revolutionized communication for me, and my website has built up a community of readers, which is a lot of fun.","author":"Lee Child","topic":"Communication"},{"quote":"I am in favor of complete freedom of information and of free access to the new communication tools, in particular the Internet.","author":"Omar Bongo","topic":"Communication"},{"quote":"Emotions are one of the main things that derail communication. Once people get upset at one another, rational thinking goes out of the window.","author":"Christopher Voss","topic":"Communication"},{"quote":"Genuine good taste consists in saying much in few words, in choosing among our thoughts, in having order and arrangement in what we say, and in speaking with composure.","author":"Francois Fenelon","topic":"Communication"},{"quote":"Being a good Hans Haacke student, part of his influence on me is that there&#39;s no difference between a gallery show and a film - or even an ad and a T-shirt-in terms of cultural legitimacy. They&#39;re just different contexts in which to have some sort of communication.","author":"Mike Mills","topic":"Communication"},{"quote":"Anonymous blog comments, vapid video pranks and lightweight mash-ups may seem trivial and harmless, but as a whole, this widespread practice of fragmentary, impersonal communication has demeaned personal interaction.","author":"Jaron Lanier","topic":"Communication"},{"quote":"Any film that exists that is thorough, you can&#39;t give it to an audience of one and have that be effective communication. Communication involves an audience of many that have a conversation, put it through the ringer, filter it and then a sense of it coalesces.","author":"Shane Carruth","topic":"Communication"},{"quote":"Amazon and Snap both have stories that are compelling for many investors: Amazon has transformed retailing and is destined to dominate it. Snap is reinventing communication, at least for millennials and those even younger.","author":"James B. Stewart","topic":"Communication"},{"quote":"I&#39;m a big believer in communication.","author":"J. B. Bickerstaff","topic":"Communication"},{"quote":"I agree that it is not just the extremists who harbor bad thoughts or engage in bad acts, but they are usually the source of the polarization and try to keep education and communication of the main stream from moving forward.","author":"Joichi Ito","topic":"Communication"},{"quote":"As everyone in Louisiana knows, there was often no communication or coordination between the state and federal government in the aftermath of Hurricanes Katrina and Rita.","author":"Bobby Jindal","topic":"Communication"},{"quote":"I always felt it was necessary to keep up some kind of communication with other people.","author":"Norman Lloyd","topic":"Communication"},{"quote":"I find that communication as an actor and person is an important part of who I am. And I&#39;m really drawn into the psychology of those dynamics.","author":"Zachary Quinto","topic":"Communication"},{"quote":"I would admit that poetry is something more than mere communication and that if that &#39;something more&#39; could be abstracted from the whole, it might well prove to be that which makes the whole a poem.","author":"Louis MacNeice","topic":"Communication"},{"quote":"Copywriting cuts the communication cord between word and feeling. By offering instant gratification, it atrophies more subtle emotions.","author":"Clive Sinclair","topic":"Communication"},{"quote":"One must be frank to be relevant.","author":"Corazon Aquino","topic":"Communication"},{"quote":"What is music anyway? It&#39;s a form of communication, and that&#39;s why I play the kind of music that I think - that I hope - can communicate with people.","author":"Kenny G","topic":"Communication"},{"quote":"I mean, what is music anyway? It&#39;s a form of communication - at least for me it is. And that&#39;s why I play the kind of music that I think - that I hope - can communicate with people.","author":"Kenny G","topic":"Communication"},{"quote":"Sure, I love people, and I want to communicate with people. I mean, what is music anyway? It&#39;s a form of communication - at least for me it is. And that&#39;s why I play the kind of music that I think - that I hope - can communicate with people.","author":"Kenny G","topic":"Communication"},{"quote":"Communication is an issue where we can improve, and if I can do anything to help, I am happy to.","author":"Ellen Stofan","topic":"Communication"},{"quote":"A common language is a first step towards communication across cultural boundaries.","author":"Ethan Zuckerman","topic":"Communication"},{"quote":"My personal view about how people should use Twitter is less relevant than our goal to provide the infrastructure for a new kind of communication and then support the creativity that emerges.","author":"Biz Stone","topic":"Communication"},{"quote":"If you look at the history of communication, new technologies like the phone and e-mail didn&#39;t just let people do things faster; it fundamentally changed the scope of the kinds of projects people dared to take on.","author":"Justin Rosenstein","topic":"Communication"},{"quote":"The National Surveillance State doesn&#39;t want anyone to be able to communicate without the authorities being able to monitor that communication.","author":"Barry Eisler","topic":"Communication"},{"quote":"I love the rehearsal process in the theatre, and the visceral sense of contact and communication with a live audience.","author":"Judd Nelson","topic":"Communication"},{"quote":"We&#39;ve been trying to open the gates of communication between Havana and Miami through art, which is apolitical most of the time: It doesn&#39;t have anything to do with politics and is only an exchange of ideas.","author":"Jorge M. Perez","topic":"Communication"},{"quote":"An unsolicited sales pitch may be part of a fraudulent investment scheme. Exercise extreme caution if you receive an unsolicited communication - meaning you didn&#39;t ask for it and don&#39;t know the sender - about an investment opportunity.","author":"Perianne Boring","topic":"Communication"},{"quote":"I&#39;m talking to you and it&#39;s basically a direct communication, whereas if I&#39;m writing a letter to you and you read the letter, there are like 12 extra deconstruction and reconstruction steps in the communication.","author":"Kevin J. Anderson","topic":"Communication"},{"quote":"We write in ways that, we generally hope, reflect real life, or at least look familiar to humans. And in life, recurring themes are a recurring theme. We never quite conquer a pet vice or a relationship pattern or a communication habit. We&#39;re haunted by our particular demons.","author":"Sara Zarr","topic":"Communication"},{"quote":"With Jackson there was quiet solitude. Just to sit and look at the landscape. An inner quietness. After dinner, to sit on the back porch and look at the light. No need for talking. For any kind of communication.","author":"Lee Krasner","topic":"Communication"},{"quote":"Wise people say nothing in dangerous times.","author":"John Selden","topic":"Communication"},{"quote":"Quite frankly, the Urban brand organization became too siloed, with too little communication across functional areas. The great creativity that has been the hallmark of our success became stifled.","author":"Richard Hayne","topic":"Communication"},{"quote":"I don&#39;t want costumes and makeup between me and the audience - I want more direct communication. There&#39;s something for me about being honest on stage, and I&#39;m at my most honest when I&#39;m behind a piano. So I prefer my concert performances.","author":"Jason Robert Brown","topic":"Communication"},{"quote":"I&#39;m a huge fan of online communities. I think that asynchronous internet-based communication forums such as Reddit and other discussion forums are one of the best things that could possibly have happened to collaborative invention. The Rift certainly would not exist without forums.","author":"Palmer Luckey","topic":"Communication"},{"quote":"I don&#39;t think that VR is going to lead to humanity being enslaved in the matrix or letting the world crumble around us. I think it&#39;s going to end up being a great technology that brings closer people together, that allows for better communication, that reduces a lot of environmental waste that we&#39;re currently doing in the real world.","author":"Palmer Luckey","topic":"Communication"},{"quote":"I understood that synergistic dance between photographer and object - &#39;muse,&#39; if you will, &#39;model,&#39; whatever you call us. It&#39;s that silent language of communication, like being psychic with each other.","author":"Carmen Dell'Orefice","topic":"Communication"},{"quote":"I try to just communicate what I want done as clearly and simply as possible.","author":"Dick Wolf","topic":"Communication"},{"quote":"People recognize certain things, like &#39;D&#39; means &#39;this dialogue stinks.&#39; We&#39;re dealing with shows that are written here, shot in New York and posted back here. Accurate communication is a necessity.","author":"Dick Wolf","topic":"Communication"},{"quote":"A degree of lying - you know, white lies - seems to be inherent in all languages and all forms of communication.","author":"Matthew Lesko","topic":"Communication"},{"quote":"When first starting to work with someone you try to get them in the same mindset that you were in when you were successful, and I realized the best thing you can ever do is realize that they are not you. They have a different persona and mindset, and you have to figure out what works best within your communication with that athlete.","author":"Dan O'Brien","topic":"Communication"},{"quote":"I majored in political science and speech communication.","author":"Marne Levine","topic":"Communication"},{"quote":"Who would know but ten years ago that kids would be texting each other all the time, that that would be one of their main forms of communication. And so many times, these kids know more about the technology than their parents. And so many times, we&#39;re putting kids in very adult situations and expecting them to behave like they&#39;re 40 years old.","author":"Amy Klobuchar","topic":"Communication"},{"quote":"Without a possibility of change in meanings human communication could not perform its present functions.","author":"Kenneth L. Pike","topic":"Communication"},{"quote":"Who would know but ten years ago that kids would be texting each other all the time, that that would be one of their main forms of communication.","author":"Amy Klobuchar","topic":"Communication"},{"quote":"I am no technophobe. I like being able to calibrate communication, depending on the situation - texting for the simple and immediate; email for business or when I want to put some lag time into the exchange; Twitter to promote something; Facebook to draw a crowd.","author":"David Horsey","topic":"Communication"},{"quote":"Thinking of Internet chat rooms or AIM as a kind - there&#39;s such an intimacy and honesty to tapping on your phone, despite how quick people are to damn digital means of communication as emotionless or too abstract.","author":"Liv Bruce","topic":"Communication"},{"quote":"Whether we&#39;re conscious of it or not, our work and personal lives are made up of daily rituals, including when we eat our meals, how we shower or groom, or how we approach our daily descent into the digital world of email communication.","author":"Chip Conley","topic":"Communication"},{"quote":"Anybody who thinks that getting a communication from a voter in your district is spam - that guy is pork. Roast pork unless he changes his point of view.","author":"Dick Morris","topic":"Communication"},{"quote":"I try not to put messages in my songs. My only message is man&#39;s communication with his fellow man. I want to narrow the gap of strangeness and alienation.","author":"Rod McKuen","topic":"Communication"},{"quote":"Strange about parents. We have such easy access to them and such daunting problems of communication.","author":"James Merrill","topic":"Communication"},{"quote":"You know, Quincy Jones was a great mentor, but he was a man in a man&#39;s world. Fortunately he&#39;s a very sensitive man and a beautiful human being, and even though he was 14 or 15 years older than me, he&#39;s a capable human being and has great communication skills.","author":"Lesley Gore","topic":"Communication"},{"quote":"To pray is to have a conversation with Deity. This sacred and supernal communication with Heavenly Father is a divine and delicate process. This crucial communication should be conducted with great care and in compliance with sacred counsel.","author":"L. Lionel Kendrick","topic":"Communication"},{"quote":"May we treasure the divine gift of communication, and may we use it wisely to build and to assist others on this marvelous journey through mortality.","author":"L. Lionel Kendrick","topic":"Communication"},{"quote":"I follow my conscience - and this is upsetting to some people, but I maintain the conscience is going to be the only thing between us and communication in the future.","author":"Matt Drudge","topic":"Communication"},{"quote":"What I&#39;m primarily responsible for is products. Everything is developed with my personal involvement. Second is client communication. Everything to do with product and consumer is my primary focus. I also deal with everything which relates to investment and partnership. Distribution, finance, administration, I don&#39;t do.","author":"Roustam Tariko","topic":"Communication"},{"quote":"The fact that we are I don&#39;t know how many millions of people, yet communication, complete communication, is completely impossible between two of those people, is to me one of the biggest tragic themes in the world.","author":"Georges Simenon","topic":"Communication"},{"quote":"I think always having somebody that you trust and you know can help in the communication, that is very important.","author":"Luis Videgaray Caso","topic":"Communication"},{"quote":"Languages are true analytical methods.","author":"Antoine Lavoisier","topic":"Communication"},{"quote":"A more consistent and sustainable relationship with China will be a core goal of my administration. That requires open channels of communication, both with China&#39;s leadership and the Taiwanese people.","author":"Tsai Ing-wen","topic":"Communication"},{"quote":"There&#39;s all these ways to instantly communicate - cars, computers, telephone and transportation - and even with all that, it&#39;s so hard to find people and have an honest communication with them.","author":"Jason Schwartzman","topic":"Communication"},{"quote":"We don&#39;t communicate in full sentences anyway. We don&#39;t need all those words.","author":"Shepard Smith","topic":"Communication"},{"quote":"A good catchword can obscure analysis for fifty years.","author":"Wendell Willkie","topic":"Communication"},{"quote":"We use the block chain to share value, just like Internet protocol lets us share communication. Our goal is to build a global, international bank that is instant, global, and free. Sending payments should be as easy as sending an email.","author":"Jeremy Allaire","topic":"Communication"},{"quote":"It has been said that love is a function of communication. I believe that to be true. I believe, by extension, that human understanding is a function of communication. And the better human beings understand one another, the higher the level of functioning.","author":"Dan Pallotta","topic":"Communication"},{"quote":"Yet, in spite of this world-wide system of linkages, there is, at this very moment, a general feeling that communication is breaking down everywhere, on an unparalleled scale.","author":"David Bohm","topic":"Communication"},{"quote":"These sites have torn down the geographical divide that once prevented long distance social relationships from forming, allowing instant communication and connections to take place and a virtual second life to take hold for its users.","author":"Mike Fitzpatrick","topic":"Communication"},{"quote":"One of the things that amazes me about Twitter is the way it utterly eradicates artificial barriers to communication. Things like status, geopolitics and so on keep people from talking to one another. Those go away in Twitter. You see exchanges that would never happen anywhere else.","author":"Dick Costolo","topic":"Communication"},{"quote":"The way you build trust with your team is around super-clear communication in that instant when they say, &#39;I will be sad if you don&#39;t do X.&#39; You have to say, &#39;We&#39;re not going to do X, and here&#39;s why, and believe me, you&#39;ll be much sadder later if I let you go do it and you spend a bunch of time on it and nothing ever happens.&#39;","author":"Dick Costolo","topic":"Communication"},{"quote":"Without form, communication stops... without form, you have everybody burbling on to themselves, whenever and however, things that no one else can understand and - rightly - no one else is interested in.","author":"Gerhard Richter","topic":"Communication"},{"quote":"Measured in time of transport and communication, the whole round globe is now smaller than a small European country was a hundred years ago.","author":"John Boyd Orr","topic":"Communication"},{"quote":"Your insurance broker has your telephone number, but your insurance broker doesn&#39;t have your Facebook ID. I think they are very different modes of communication. Commingling them can come with risk and peril.","author":"Brian Acton","topic":"Communication"},{"quote":"Eventually, it is found out but it takes time especially in the conditions when communication is difficult, when the enemy is making it extremely awkward for information to come out, to go.","author":"Joe Slovo","topic":"Communication"},{"quote":"The thing I do, really, is a communication with audiences more than any achievement through records.","author":"Richard Thompson","topic":"Communication"},{"quote":"There are certain words which are nearer and dearer to a man than any others.","author":"Nikolai Gogol","topic":"Communication"},{"quote":"When ministers in this government talk about investing in education and skills, about making the planning system work; about employment law reform and delivering transport and power generation and broadband communication infrastructure, we are talking about raising Britain&#39;s productivity.","author":"Philip Hammond","topic":"Communication"},{"quote":"I think there&#39;s a worry that an excessive use or an almost exclusive use of text and emails means that as a society we&#39;re losing some of the ability to build interpersonal communication that&#39;s necessary for living together and building a community.","author":"Vincent Nichols","topic":"Communication"},{"quote":"In this great age of communication, there a lot of people you can&#39;t actually understand. I know everyone tweets, and twits and texts and all that, but actually we&#39;ve all got voices, and it is awfully nice to hear them and if you can understand what people are saying.","author":"Penelope Keith","topic":"Communication"},{"quote":"Music is the major form of communication. It&#39;s the commonest vibration, the people&#39;s news broadcast, especially for kids.","author":"Richie Havens","topic":"Communication"},{"quote":"Many times, people have come up to me after singing some songs, and they&#39;d say, &#39;Richie, do you know what you did?&#39; And I&#39;d say, &#39;What?&#39; And they&#39;d go, &#39;I wrote these songs down for you to sing, and you sang them all in a row.&#39; But that&#39;s the kind of communication that happens, you know.","author":"Richie Havens","topic":"Communication"},{"quote":"As a graduate student at Oxford in 1963, I began writing about books in revolutionary France, helping to found the discipline of book history. I was in my academic corner writing about Enlightenment ideals when the Internet exploded the world of academic communication in the 1990s.","author":"Robert Darnton","topic":"Communication"},{"quote":"I&#39;m a child of the sixties. I grew up with a president who was a crook, who put us into the most unpopular war in history, who had no communication with people under thirty. I had seen the Symbionese Liberation Army and the Panthers and the Diggers; I understood what they were about.","author":"Jerry Heller","topic":"Communication"},{"quote":"The nations of the West hope that by means of steam communication all the world will become as one family.","author":"Townsend Harris","topic":"Communication"},{"quote":"But if I can be convinced and then through the work that we do together, the orchestra can really be convinced of the big sweep of that communication that the piece suggests, then the audience will get it and it will be a good experience for all of us.","author":"Michael Tilson Thomas","topic":"Communication"},{"quote":"States are looking for low-cost solutions that will enable better communication, while avoiding the danger in which the chain of command breaks down in emergencies. We do not want everyone talking to everyone else all the time.","author":"John Shimkus","topic":"Communication"},{"quote":"Nurses serve their patients in the most important capacities. We know that they serve as our first lines of communication when something goes wrong or when we are concerned about health.","author":"Lois Capps","topic":"Communication"},{"quote":"Every single means of communication amongst the public, the government has antennae into, to find out who is liable to be sympathetic and who is not liable to be sympathetic, and I think this has probably been going on since all channels of communication began.","author":"David Lloyd","topic":"Communication"},{"quote":"History has demonstrated that efforts to censure and control communication will not succeed.","author":"Ricardo Salinas Pliego","topic":"Communication"},{"quote":"I wasn&#39;t rebellious. Other friends had far stricter parents and where there wasn&#39;t a relationship of respect and communication, they were usually the opposite; kids go to the other extreme.","author":"Randa Abdel-Fattah","topic":"Communication"},{"quote":"I&#39;m glad you asked that question, because of any musical situation I&#39;ve been in, the communication feels great here with Russell. He really pays close attention to what I&#39;m doing because he cares.","author":"Benny Green","topic":"Communication"},{"quote":"It is vital that the United States maintains open lines of communication with our allies. We must assure them of our commitment to eradicating global terrorism wherever it may reside or wherever it&#39;s given haven.","author":"George Allen","topic":"Communication"},{"quote":"That was when I realised that music is the most profound, magical form of communication there is.","author":"Lesley Garrett","topic":"Communication"},{"quote":"There is no roles. No one is keeping any roles. The drummer is also answering everybody and everything. So it is a constant conversation and communication between musicians on an extremely high level with extremely valuable material, motifs, and melodies.","author":"Miroslav Vitous","topic":"Communication"},{"quote":"From my time at Nokia, I&#39;ve seen the 99% positive and occasionally negative impact that communication tools can have on people.","author":"Jan Chipchase","topic":"Communication"},{"quote":"So as I look at transitioning to the communication platforms of the future, I see that the beauty of Internet protocols is you get the separation of the layers between service and technology.","author":"Michael K. Powell","topic":"Communication"},{"quote":"Product investment, quality management, and all the things that are key for a car company - great, there has been no compromise in those aspects. But I feel there&#39;s a lot we could do on communication, particularly from a Chinese perspective.","author":"Li Shufu","topic":"Communication"},{"quote":"Being a good television screenwriter requires an understanding of the way film accelerates the communication of words.","author":"Steven Bochco","topic":"Communication"},{"quote":"Power in America today is control of the means of communication.","author":"Theodore White","topic":"Communication"},{"quote":"Sometimes I worry that science communication is just preaching to the choir, speaking to the converted. Social media gives us an amazing opportunity to reach new people.","author":"Elise Andrew","topic":"Communication"},{"quote":"The church acknowledges some Scientologists choose to sever communications with family members who leave. The church says it is a fundamental human right to cease communication with someone. It adds disconnection is used against expelled members and those who attack the church.","author":"John Sweeney","topic":"Communication"},{"quote":"Loving your language means a command of its vocabulary beyond the level of the everyday.","author":"John McWhorter","topic":"Communication"},{"quote":"People in this world of superficial communication find themselves isolated and lonely and have difficult in talking about personal things that really matter to them.","author":"Theodore Zeldin","topic":"Communication"},{"quote":"I learned mime back when I was in college, at Ball State University, Indiana. That woke up my body from the neck down and made me realize that acting and communication - portraying a story, event, or emotion - is a full-body experience.","author":"Doug Jones","topic":"Communication"},{"quote":"Poetry is the communication through words of certain experiences that can be communicated in no other way.","author":"John Drinkwater","topic":"Communication"},{"quote":"Every sexy joke of long ago, every flirtation, is being recalled by some women and revised and re-evaluated as sexual harassment. Frivolous accusations reduce, if not eliminate, not only communication between men and women but any kind of playfulness and banter... Where has the laughter gone?","author":"Maryanne Trump Barry","topic":"Communication"},{"quote":"The bonds that women share around the world, wherever we come from, they&#39;re very powerful and they have an ease of communication because we share those very important things of our families, our mothering, of improving opportunities for the next generation.","author":"Quentin Bryce","topic":"Communication"},{"quote":"I&#39;ve taken a philosophical position on e-mail. Although I think it&#39;s a wonderful communication technology, and it has a lot of good uses, it is abused quite a lot.","author":"Alan Lightman","topic":"Communication"},{"quote":"Their spirituality was in nature, even though Emerson was a preacher on the pulpit, he ended up going out into nature for direct, face-to-face communication with God, if you want to call all of this creation part of God.","author":"Story Musgrave","topic":"Communication"},{"quote":"For me, the perfect film has no dialogue at all. It&#39;s purely a visual, emotional, visceral kind of experience. And I think one can create wonderful depth and meaning and communication without using words. I started out as an illustrator and a cartoonist and caricature artist, so for me the visual is primary.","author":"Bill Plympton","topic":"Communication"},{"quote":"I think each film I do has less and less dialogue. It really helps a lot for foreign sales, because when I go to Europe, there&#39;s very little problem with communication. All the gags are visual. The music they can understand, and it helps communicate a lot better.","author":"Bill Plympton","topic":"Communication"},{"quote":"I don&#39;t think that TV on the Radio is some dark mysterious band that no one can know about. We write music because it&#39;s an immediate form of communication. We&#39;re able to put on record what&#39;s happening in our times, and we want that message to be heard by the most amount of people.","author":"Dave Sitek","topic":"Communication"},{"quote":"My daughter Stacia was born when I was 31, after I was divorced from David, and she was my gift to myself. She was just a joy because I didn&#39;t have the stress of a male irritating me, and I vowed that I would make absolutely certain that between her and me there would be a clear line of communication at all times.","author":"Angela Bowie","topic":"Communication"},{"quote":"A communication highway without content is inconceivable.","author":"Hubert Burda","topic":"Communication"},{"quote":"The way communication works is changing.","author":"Hubert Burda","topic":"Communication"},{"quote":"Yes, it must be something that goes very well with my voice, let&#39;s say something that I understand that this would be good communication with the others, and I don&#39;t pretend for instance, to look for music that would be something that doesn&#39;t go with my personality.","author":"Victoria de los Angeles","topic":"Communication"},{"quote":"Every improvement in communication makes the bore more terrible.","author":"Frank Moore Colby","topic":"Communication"},{"quote":"People could live very happily without the Turner Prize, but they could not live without real communication and emotion.","author":"Billy Childish","topic":"Communication"},{"quote":"God joins us together by means of the body, in consequence of the laws of the communication of movements. He affects us with the same feelings in consequence of the laws of the conjunction of body and soul.","author":"Nicolas Malebranche","topic":"Communication"},{"quote":"I do not pretend to know precisely what is on foot there; but I think it pretty evident that there is a very free communication between that country and this body, and unless I am greatly mistaken, I see the dwarfish medium by which that communication is kept up.","author":"Benjamin F. Wade","topic":"Communication"},{"quote":"Texting is a lot like an answering machine. If you don&#39;t want to talk to somebody, it&#39;s like screening your calls. To me, it&#39;s a way of communication, but not one that I favor.","author":"Pat Gillick","topic":"Communication"},{"quote":"Gradually I became aware of details: a company of French soldiers was marching through the streets of the town. They broke formation, and went in single file along the communication trench leading to the front line. Another group followed them.","author":"Ernst Toller","topic":"Communication"},{"quote":"I didn&#39;t have a lot of communication with Elvis. You had to go through a barricade to get to Elvis. It was people hanging on every word, and I felt very uncomfortable a lot of times.","author":"Mac Davis","topic":"Communication"},{"quote":"Significant officials at publicly traded companies are casually and cavalierly engaged in insider trading. Because insider trading has as one of its elements communication, it doesn&#39;t take rocket science to realize it&#39;s nice to have the communication on tape.","author":"Preet Bharara","topic":"Communication"},{"quote":"I&#39;m a very physical person. I&#39;m very tactile. I wrestled in college, so a lot of my communication with the world comes through physicality - what I take in and what I put out there.","author":"Gbenga Akinnagbe","topic":"Communication"},{"quote":"In the numerous observations made in my laboratory upon this object, we have only once seen a combination of vessels in which there might be a direct communication between a small artery and a vein, though the two observers could not come to a final conclusion on the point.","author":"August Krogh","topic":"Communication"},{"quote":"In a way, architecture is about communication. That&#39;s an aspect of the discipline that is somewhat lacking, and there&#39;s definitely room for more progression into that area. I suppose that gives me a bit of a different edge. I&#39;m also very, very used to doing a lot of exhaustive research and finding interesting information from different sources.","author":"Magnus Larsson","topic":"Communication"},{"quote":"Writing is communication, and you don&#39;t know how you&#39;re doing until you put it in front of someone else&#39;s eyes. You also learn from critiquing other writers&#39; work.","author":"Carol Berg","topic":"Communication"},{"quote":"It is not enough to show people how to live better: there is a mandate for any group with enormous powers of communication to show people how to be better.","author":"Marya Mannes","topic":"Communication"},{"quote":"It&#39;s never what you say, but how you make it sound sincere.","author":"Marya Mannes","topic":"Communication"},{"quote":"You don&#39;t have any communication between the Israelis and the Iranians. You have all sorts of local triggers for conflict. Having countries act on a hair trigger - where they can&#39;t afford to be second to strike - the potential for a miscalculation or a nuclear war through inadvertence is simply too high.","author":"Dennis Ross","topic":"Communication"},{"quote":"The limits of sensory evolution in fish are defined very largely by their habitat. Water is physically supportive, carries some kinds of odour well, and is kind to sound - letting it travel several times faster than air will allow, but it inhibits other more personal kinds of communication.","author":"Lyall Watson","topic":"Communication"},{"quote":"A world community can exist only with world communication, which means something more than extensive short-wave facilities scattered; about the globe. It means common understanding, a common tradition, common ideas, and common ideals.","author":"Robert M. Hutchins","topic":"Communication"},{"quote":"My mother and I always had full adult communication.","author":"Erin Gray","topic":"Communication"},{"quote":"Cove is essentially a collaboration, coordination and communication tool for the administration of organizations and communities, from the Stanford Graduate School of Business Entrepreneurship Club to church groups and schools.","author":"Ruchi Sanghvi","topic":"Communication"},{"quote":"We know that communication must be hampered, and its form largely determined, by the unconscious but inevitable influence of a transmitting mechanism, whether that be of a merely mechanical or of a physiological character.","author":"Oliver Joseph Lodge","topic":"Communication"},{"quote":"People break down after a couple of hours. All the defenses go down, and there&#39;s a kind of communication that if I spent 20 years in a living room with one of these people, I would never, never know as much about them as I do in that one day.","author":"Lee Grant","topic":"Communication"},{"quote":"The other thing about FEMA, my understanding is that it was supposed to move into the Department of Homeland Security... and be what it was, but also having a lot of lateral communication with all those others involved in that issue of homeland security.","author":"Warren Rudman","topic":"Communication"},{"quote":"By supporting all the links in the building chain and giving them an easy, intuitive tool for sharing model-based project information, GTeam enhances workflows and improves communication from design through to fabrication and assembly.","author":"Greg Lynn","topic":"Communication"},{"quote":"The dynamic drives of modern economic growth, in the countries that entered the process ahead of others, meant a reaching out geographically; and the sequential spread of the process, facilitated by major changes in transport and communication, meant a continuous expansion to the less developed areas.","author":"Simon Kuznets","topic":"Communication"},{"quote":"I never told a victim story about my imprisonment. Instead, I told a transformation story - about how prison changed my outlook, about how I saw that communication, truth, and trust are at the heart of power.","author":"Fernando Flores","topic":"Communication"},{"quote":"It sounds so trite but in relationships, you have to communicate.","author":"Peter Krause","topic":"Communication"},{"quote":"My two daughters live on Facebook, and social media is their mode of communication.","author":"Tony Goldwyn","topic":"Communication"},{"quote":"A lot of the music editing job is communication and working out what a director really wants the music to be.","author":"Steven Price","topic":"Communication"},{"quote":"I don&#39;t think I set out to have a career in female groups, but it&#39;s just kind of happened, and by nature of having worked with my sister - growing up with a sister who also plays, and being in communication with other female musicians.","author":"Emily Robison","topic":"Communication"},{"quote":"Throughout my scientific career, my wife has been my most constant collaborator. Her experimental skill made major contributions to the work; she has eased for me beyond measure the difficulties of communication that accompany deafness; her encouragement and fortitude have been my strongest supports.","author":"John Cornforth","topic":"Communication"},{"quote":"With docs, there&#39;s often a very direct communication between the filmmaker and the audience. With narrative movies, we leave it a little bit more open.","author":"Tom McCarthy","topic":"Communication"},{"quote":"My grandmother died in 1991 and I was born in &#39;86. We only met once, but I didn&#39;t speak English and she didn&#39;t speak Spanish - so we had a communication problem.","author":"Oona Chaplin","topic":"Communication"},{"quote":"In high school, sometimes you just can&#39;t help who you have a crush on and who you fall for! If you fall for one of your friend&#39;s exes, for example, it&#39;s really all about communication and telling your friend. Hiding it is never a good thing.","author":"Jillian Rose Reed","topic":"Communication"},{"quote":"Continuing on my theme of backing inclusive innovations, I am optimistic of the success of Uniphore. Man-machine communication is one of the more complex problems to solve. Uniphore&#39;s vision lends possibility of finding a solution to this very difficult problem, and the company has already made substantial progress.","author":"Kris Gopalakrishnan","topic":"Communication"},{"quote":"The knowledge we have of communication among cells does not permit my giving you a sophisticated understanding.","author":"Paul Greengard","topic":"Communication"},{"quote":"Why do only the Latin script when Nokia has a billion consumers? Typography is the bedrock of communication; it can really connect people.","author":"Bruno Maag","topic":"Communication"},{"quote":"Normally, in the presence of radiation, communication links fail. But with autonomous robots, you don&#39;t need communications.","author":"Vijay Kumar","topic":"Communication"},{"quote":"I like to read, especially nonfiction. I love learning, so I study languages, cook, learn basic HTML, and enjoy other activities that stimulate communication and the dark recesses of my musician&#39;s brain.","author":"Joshua Roman","topic":"Communication"},{"quote":"GPS is expensive because it is a very slow communication channel - you need to communicate with three or four satellites for an extended duration at 50 bits per second.","author":"Robert Love","topic":"Communication"},{"quote":"Every month I do a webcast for 55,000 people, and it&#39;s a great tool, great communication vehicle.","author":"Terry J. Lundgren","topic":"Communication"},{"quote":"Microsoft is committed to the ubiquity of the Skype experience - communication across every device and every platform will remain a primary focus.","author":"Tony Bates","topic":"Communication"},{"quote":"Facebook is massive in scale and scope. Twitter is a public communication forum, but if I&#39;m following you, you&#39;re not necessarily following me. LinkedIn is, simply, a professional network.","author":"Jeff Weiner","topic":"Communication"},{"quote":"On occasion, I like to reread my grandfather&#39;s letters. While leafing through them, I&#39;m saddened by what is being lost in modern communication. Soul-baring sentimentality isn&#39;t typically poured into text messages, tweets and emails. All too often, personal connections are brushed aside for the sake of convenience in a fast-paced world.","author":"Kristina McMorris","topic":"Communication"},{"quote":"It&#39;s like there are all these languages available, especially in terms of image. Why confine yourself to only English? There&#39;s all these languages and possibilities and concepts to speak or communicate with.","author":"William Wiley","topic":"Communication"},{"quote":"As soon as you judge communication a little more rigorously, there is a possibility that the message will not be democratized. I have to say what I believe to be right. I have to spread out the statement among all the means of expression available to us at present.","author":"Alexander Kluge","topic":"Communication"},{"quote":"The interest in the supernatural in a very generic sense and in the spiritual is not in itself a factor that helps the communication of the Christian faith.","author":"Karl Lehmann","topic":"Communication"},{"quote":"We intend to keep the lines of communication open with the Defense Department so we can help our border law enforcement agencies navigate the equipment application process.","author":"Henry Cuellar","topic":"Communication"},{"quote":"The two cultures of East and West are very different, and the priorities are very different. So when you understand that - if you are from this side or this side - when you understand that the other is different than you, and you respect these differences, you can build communication.","author":"Ashraf Barhom","topic":"Communication"},{"quote":"I don&#39;t tweet. I prefer face-to-face communication and sometimes Instagram.","author":"Elizabeth Jagger","topic":"Communication"},{"quote":"You know, my dad wasn&#39;t a photographer or filmmaker by profession, but on Sundays, he would take pictures of me and my family or his pals horseback riding, and it was a means of communication and affection, a means of not being so dysfunctional with each other.","author":"Bruce Weber","topic":"Communication"},{"quote":"I can&#39;t be a hypocrite as a coach because as a player that&#39;s what I wanted. I wanted feedback, I wanted communication from the boss. I showed up for work, you can yell at me if you want, but I want input. So that&#39;s the kind of coach I want to be.","author":"Adam Oates","topic":"Communication"},{"quote":"The goal of art-making in general is communication.","author":"Will Cotton","topic":"Communication"},{"quote":"Even though I was manically overachieving and involved in everything, I still never felt like I belonged. That&#39;s definitely affected my whole life and why I wanted to become an actor and tell people stories, because communication and feeling like you belong is such an integral part of our social fabric.","author":"Penelope Mitchell","topic":"Communication"},{"quote":"Politics have been changed forever because of people. The Internet is one of the tools that has helped. And it isn&#39;t just politics. The new networked dynamics that are now possible with these new forms of communication are also changing the way people engage as consumers that demand more social value from corporations.","author":"Jeremy Heimans","topic":"Communication"},{"quote":"I have always been attracted to apostrophe, perhaps because of its resemblance to prayer. A voice reaches out to something beyond itself that cannot answer it. I find that moving in part because it enacts what is true of all address and communication on some level - it cannot fully be heard, understood, or answered.","author":"Mary Szybist","topic":"Communication"},{"quote":"My drawing, like that of most cartoonists, is intended first of all to be functional: to create believable space and communicate information. My strongest point in drawing has always been my ability to show characters&#39; nonverbal communication through facial expression and posture.","author":"Jessica Abel","topic":"Communication"},{"quote":"If listeners aren&#39;t carried away to Heaven, I&#39;m failing.","author":"La Monte Young","topic":"Communication"},{"quote":"Without television and mass communication, that knowledge wouldn&#39;t exist. So I think it actually has the possibility of turning people into more understanding and more empathetic people.","author":"John Warnock","topic":"Communication"},{"quote":"My approach is so simple; every song I sing, every story I tell, every move I make, must move the audience to laughter, tears, or inspiration. Otherwise, why do it? It&#39;s the communication.","author":"John Davidson","topic":"Communication"},{"quote":"As our country increasingly relies on electronic information storage and communication, it is imperative that our Government amend our information security laws accordingly.","author":"Jo Ann Davis","topic":"Communication"},{"quote":"Just open, honest communication is the best thing in the world.","author":"Brett Davern","topic":"Communication"},{"quote":"I respect the Japanese and especially like their execution and communication styles. Unlike the Koreans, they will not hit you from behind.","author":"Terry Gou","topic":"Communication"},{"quote":"I am oblique; I think that has to do with my own nature. I like trying to do things which work on many levels, because I think it is terribly important to give an audience a lot of things they might not get as well as those they will, so that finally the film does take on a texture and is not just simplistic communication.","author":"Alan J. Pakula","topic":"Communication"},{"quote":"I am fourth-generation deaf, which means everyone in my immediate family is deaf. So I grew up always having 100 percent accessibility to language and communication, which was wonderful and something so many deaf people don&#39;t have.","author":"Shoshannah Stern","topic":"Communication"},{"quote":"Writing is learning to say nothing, more cleverly each day.","author":"William Allingham","topic":"Communication"},{"quote":"All poetry has to do is to make a strong communication. All the poet has to do is listen. The poet is not an important fellow. There will also be another poet.","author":"Stevie Smith","topic":"Communication"},{"quote":"I work on OpenBSD fulltime, as the project leader. I set some directions, increase communication between the developers, and try to be involved in nearly every aspect of the base system.","author":"Theo de Raadt","topic":"Communication"},{"quote":"Through basic science literacy, people can understand the policy choices we need to be making. Scientists are not necessarily the greatest communicators, but science and communication is one of the fundamentals we need to address. People are interested.","author":"James Murdoch","topic":"Communication"},{"quote":"Sometimes there is a greater lack of communication in facile talking than in silence.","author":"Faith Baldwin","topic":"Communication"},{"quote":"The first legislation that I produced relating to the Internet was a bill to overturn a restriction inside of the law that prohibited the Internet backbone from being used for anything other than research and scientific and educational communication.","author":"Rick Boucher","topic":"Communication"},{"quote":"Communication is very important. And the arts do that, whether it&#39;s film or theater.","author":"Anne Archer","topic":"Communication"},{"quote":"I don&#39;t like talking unnecessarily, and my communication skills are zilch. I just can&#39;t converse with people. Maybe it&#39;s because of my stuttering or stammering, but I&#39;m not confident of talking with people. I only talk to very close friends and family.","author":"Pritam Chakraborty","topic":"Communication"},{"quote":"Religion unites man with God, or forms a communication between them; yet do they not say, &#39;God is infinite?&#39; If God be infinite, no finite being can have communication or relation with him.","author":"Baron d'Holbach","topic":"Communication"},{"quote":"Tim and Fritz Lang I loved working with. Not Hitchcock so much. There was no communication.","author":"Sylvia Sidney","topic":"Communication"},{"quote":"When you stop talking, you&#39;ve lost your customer. When you turn your back, you&#39;ve lost her.","author":"Estee Lauder","topic":"Communication"},{"quote":"In 1984, I turned to theater in the hopes of finding a more direct form of communication between me and my people.","author":"Cherrie Moraga","topic":"Communication"},{"quote":"I&#39;ve always thought of writing as sort of active communication.","author":"Lily King","topic":"Communication"},{"quote":"I&#39;m in the role of helping these apes negotiate the human role. I&#39;m just a temporary intermediary in what I think will be eventual communication between the two species.","author":"Sue Savage-Rumbaugh","topic":"Communication"},{"quote":"But picketing - picketing for or against something, and handing out literature - these are conspicuously formal actions. They have to be understood as indirect communication.","author":"Tony Conrad","topic":"Communication"},{"quote":"Wise men speak because they have something to say; Fools because they have to say something.","author":"Plato","topic":"Communication"},{"quote":"The art of communication is the language of leadership.","author":"James Humes","topic":"Communication"},{"quote":"Words are but the signs of ideas.","author":"Samuel Johnson","topic":"Communication"},{"quote":"Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.","author":"Yehuda Berg","topic":"Communication"},{"quote":"Communication - the human connection - is the key to personal and career success.","author":"Paul J. Meyer","topic":"Communication"},{"quote":"The single biggest problem in communication is the illusion that it has taken place.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"The most important thing in communication is hearing what isn&#39;t said.","author":"Peter Drucker","topic":"Communication"},{"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was &#39;Help me.&#39; Sometimes a prayer was &#39;Thank you.&#39; What I&#39;ve discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","topic":"Communication"},{"quote":"I think it&#39;s very important to have a feedback loop, where you&#39;re constantly thinking about what you&#39;ve done and how you could be doing it better. I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Communication"},{"quote":"Music is the greatest communication in the world. Even if people don&#39;t understand the language that you&#39;re singing in, they still know good music when they hear it.","author":"Lou Rawls","topic":"Communication"},{"quote":"We have two ears and one mouth so that we can listen twice as much as we speak.","author":"Epictetus","topic":"Communication"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Communication"},{"quote":"Communication leads to community, that is, to understanding, intimacy and mutual valuing.","author":"Rollo May","topic":"Communication"},{"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person&#39;s sense of self-worth.","author":"Anthony Carmona","topic":"Communication"},{"quote":"To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.","author":"Tony Robbins","topic":"Communication"},{"quote":"I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.","author":"Miranda Kerr","topic":"Communication"},{"quote":"The art of writing is the art of discovering what you believe.","author":"Gustave Flaubert","topic":"Communication"},{"quote":"First learn the meaning of what you say, and then speak.","author":"Epictetus","topic":"Communication"},{"quote":"Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.","author":"Jim Rohn","topic":"Communication"},{"quote":"A man&#39;s character may be learned from the adjectives which he habitually uses in conversation.","author":"Mark Twain","topic":"Communication"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"Communication"},{"quote":"Don&#39;t tell me the moon is shining; show me the glint of light on broken glass.","author":"Anton Chekhov","topic":"Communication"},{"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","author":"Buddha","topic":"Communication"},{"quote":"Words, once they are printed, have a life of their own.","author":"Carol Burnett","topic":"Communication"},{"quote":"The two words &#39;information&#39; and &#39;communication&#39; are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through.","author":"Sydney J. Harris","topic":"Communication"},{"quote":"Wise men speak because they have something to say; Fools because they have to say something.","author":"Plato","topic":"Communication"},{"quote":"The art of communication is the language of leadership.","author":"James Humes","topic":"Communication"},{"quote":"Words are but the signs of ideas.","author":"Samuel Johnson","topic":"Communication"},{"quote":"Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.","author":"Yehuda Berg","topic":"Communication"},{"quote":"Communication - the human connection - is the key to personal and career success.","author":"Paul J. Meyer","topic":"Communication"},{"quote":"The single biggest problem in communication is the illusion that it has taken place.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"The most important thing in communication is hearing what isn&#39;t said.","author":"Peter Drucker","topic":"Communication"},{"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was &#39;Help me.&#39; Sometimes a prayer was &#39;Thank you.&#39; What I&#39;ve discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","topic":"Communication"},{"quote":"I think it&#39;s very important to have a feedback loop, where you&#39;re constantly thinking about what you&#39;ve done and how you could be doing it better. I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Communication"},{"quote":"Music is the greatest communication in the world. Even if people don&#39;t understand the language that you&#39;re singing in, they still know good music when they hear it.","author":"Lou Rawls","topic":"Communication"},{"quote":"We have two ears and one mouth so that we can listen twice as much as we speak.","author":"Epictetus","topic":"Communication"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Communication"},{"quote":"Communication leads to community, that is, to understanding, intimacy and mutual valuing.","author":"Rollo May","topic":"Communication"},{"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person&#39;s sense of self-worth.","author":"Anthony Carmona","topic":"Communication"},{"quote":"To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.","author":"Tony Robbins","topic":"Communication"},{"quote":"I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.","author":"Miranda Kerr","topic":"Communication"},{"quote":"The art of writing is the art of discovering what you believe.","author":"Gustave Flaubert","topic":"Communication"},{"quote":"First learn the meaning of what you say, and then speak.","author":"Epictetus","topic":"Communication"},{"quote":"Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.","author":"Jim Rohn","topic":"Communication"},{"quote":"A man&#39;s character may be learned from the adjectives which he habitually uses in conversation.","author":"Mark Twain","topic":"Communication"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"Communication"},{"quote":"Don&#39;t tell me the moon is shining; show me the glint of light on broken glass.","author":"Anton Chekhov","topic":"Communication"},{"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","author":"Buddha","topic":"Communication"},{"quote":"Words, once they are printed, have a life of their own.","author":"Carol Burnett","topic":"Communication"},{"quote":"The two words &#39;information&#39; and &#39;communication&#39; are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through.","author":"Sydney J. Harris","topic":"Communication"},{"quote":"Wise men speak because they have something to say; Fools because they have to say something.","author":"Plato","topic":"Communication"},{"quote":"The art of communication is the language of leadership.","author":"James Humes","topic":"Communication"},{"quote":"Words are but the signs of ideas.","author":"Samuel Johnson","topic":"Communication"},{"quote":"Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.","author":"Yehuda Berg","topic":"Communication"},{"quote":"Communication - the human connection - is the key to personal and career success.","author":"Paul J. Meyer","topic":"Communication"},{"quote":"The single biggest problem in communication is the illusion that it has taken place.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"The most important thing in communication is hearing what isn&#39;t said.","author":"Peter Drucker","topic":"Communication"},{"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was &#39;Help me.&#39; Sometimes a prayer was &#39;Thank you.&#39; What I&#39;ve discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","topic":"Communication"},{"quote":"I think it&#39;s very important to have a feedback loop, where you&#39;re constantly thinking about what you&#39;ve done and how you could be doing it better. I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Communication"},{"quote":"Music is the greatest communication in the world. Even if people don&#39;t understand the language that you&#39;re singing in, they still know good music when they hear it.","author":"Lou Rawls","topic":"Communication"},{"quote":"We have two ears and one mouth so that we can listen twice as much as we speak.","author":"Epictetus","topic":"Communication"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Communication"},{"quote":"Communication leads to community, that is, to understanding, intimacy and mutual valuing.","author":"Rollo May","topic":"Communication"},{"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person&#39;s sense of self-worth.","author":"Anthony Carmona","topic":"Communication"},{"quote":"To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.","author":"Tony Robbins","topic":"Communication"},{"quote":"I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.","author":"Miranda Kerr","topic":"Communication"},{"quote":"The art of writing is the art of discovering what you believe.","author":"Gustave Flaubert","topic":"Communication"},{"quote":"First learn the meaning of what you say, and then speak.","author":"Epictetus","topic":"Communication"},{"quote":"Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.","author":"Jim Rohn","topic":"Communication"},{"quote":"A man&#39;s character may be learned from the adjectives which he habitually uses in conversation.","author":"Mark Twain","topic":"Communication"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"Communication"},{"quote":"Don&#39;t tell me the moon is shining; show me the glint of light on broken glass.","author":"Anton Chekhov","topic":"Communication"},{"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","author":"Buddha","topic":"Communication"},{"quote":"Words, once they are printed, have a life of their own.","author":"Carol Burnett","topic":"Communication"},{"quote":"The two words &#39;information&#39; and &#39;communication&#39; are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through.","author":"Sydney J. Harris","topic":"Communication"},{"quote":"Wise men speak because they have something to say; Fools because they have to say something.","author":"Plato","topic":"Communication"},{"quote":"The art of communication is the language of leadership.","author":"James Humes","topic":"Communication"},{"quote":"Words are but the signs of ideas.","author":"Samuel Johnson","topic":"Communication"},{"quote":"Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.","author":"Yehuda Berg","topic":"Communication"},{"quote":"Communication - the human connection - is the key to personal and career success.","author":"Paul J. Meyer","topic":"Communication"},{"quote":"The single biggest problem in communication is the illusion that it has taken place.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"The most important thing in communication is hearing what isn&#39;t said.","author":"Peter Drucker","topic":"Communication"},{"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was &#39;Help me.&#39; Sometimes a prayer was &#39;Thank you.&#39; What I&#39;ve discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","topic":"Communication"},{"quote":"I think it&#39;s very important to have a feedback loop, where you&#39;re constantly thinking about what you&#39;ve done and how you could be doing it better. I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Communication"},{"quote":"Music is the greatest communication in the world. Even if people don&#39;t understand the language that you&#39;re singing in, they still know good music when they hear it.","author":"Lou Rawls","topic":"Communication"},{"quote":"We have two ears and one mouth so that we can listen twice as much as we speak.","author":"Epictetus","topic":"Communication"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Communication"},{"quote":"Communication leads to community, that is, to understanding, intimacy and mutual valuing.","author":"Rollo May","topic":"Communication"},{"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person&#39;s sense of self-worth.","author":"Anthony Carmona","topic":"Communication"},{"quote":"To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.","author":"Tony Robbins","topic":"Communication"},{"quote":"I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.","author":"Miranda Kerr","topic":"Communication"},{"quote":"The art of writing is the art of discovering what you believe.","author":"Gustave Flaubert","topic":"Communication"},{"quote":"First learn the meaning of what you say, and then speak.","author":"Epictetus","topic":"Communication"},{"quote":"Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.","author":"Jim Rohn","topic":"Communication"},{"quote":"A man&#39;s character may be learned from the adjectives which he habitually uses in conversation.","author":"Mark Twain","topic":"Communication"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"Communication"},{"quote":"Don&#39;t tell me the moon is shining; show me the glint of light on broken glass.","author":"Anton Chekhov","topic":"Communication"},{"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","author":"Buddha","topic":"Communication"},{"quote":"Words, once they are printed, have a life of their own.","author":"Carol Burnett","topic":"Communication"},{"quote":"The two words &#39;information&#39; and &#39;communication&#39; are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through.","author":"Sydney J. Harris","topic":"Communication"},{"quote":"Wise men speak because they have something to say; Fools because they have to say something.","author":"Plato","topic":"Communication"},{"quote":"The art of communication is the language of leadership.","author":"James Humes","topic":"Communication"},{"quote":"Words are but the signs of ideas.","author":"Samuel Johnson","topic":"Communication"},{"quote":"Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.","author":"Yehuda Berg","topic":"Communication"},{"quote":"Communication - the human connection - is the key to personal and career success.","author":"Paul J. Meyer","topic":"Communication"},{"quote":"The single biggest problem in communication is the illusion that it has taken place.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"The most important thing in communication is hearing what isn&#39;t said.","author":"Peter Drucker","topic":"Communication"},{"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was &#39;Help me.&#39; Sometimes a prayer was &#39;Thank you.&#39; What I&#39;ve discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","topic":"Communication"},{"quote":"I think it&#39;s very important to have a feedback loop, where you&#39;re constantly thinking about what you&#39;ve done and how you could be doing it better. I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Communication"},{"quote":"Music is the greatest communication in the world. Even if people don&#39;t understand the language that you&#39;re singing in, they still know good music when they hear it.","author":"Lou Rawls","topic":"Communication"},{"quote":"We have two ears and one mouth so that we can listen twice as much as we speak.","author":"Epictetus","topic":"Communication"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Communication"},{"quote":"Communication leads to community, that is, to understanding, intimacy and mutual valuing.","author":"Rollo May","topic":"Communication"},{"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person&#39;s sense of self-worth.","author":"Anthony Carmona","topic":"Communication"},{"quote":"To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.","author":"Tony Robbins","topic":"Communication"},{"quote":"I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.","author":"Miranda Kerr","topic":"Communication"},{"quote":"The art of writing is the art of discovering what you believe.","author":"Gustave Flaubert","topic":"Communication"},{"quote":"First learn the meaning of what you say, and then speak.","author":"Epictetus","topic":"Communication"},{"quote":"Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.","author":"Jim Rohn","topic":"Communication"},{"quote":"A man&#39;s character may be learned from the adjectives which he habitually uses in conversation.","author":"Mark Twain","topic":"Communication"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"Communication"},{"quote":"Don&#39;t tell me the moon is shining; show me the glint of light on broken glass.","author":"Anton Chekhov","topic":"Communication"},{"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","author":"Buddha","topic":"Communication"},{"quote":"Words, once they are printed, have a life of their own.","author":"Carol Burnett","topic":"Communication"},{"quote":"The two words &#39;information&#39; and &#39;communication&#39; are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through.","author":"Sydney J. Harris","topic":"Communication"},{"quote":"Wise men speak because they have something to say; Fools because they have to say something.","author":"Plato","topic":"Communication"},{"quote":"The art of communication is the language of leadership.","author":"James Humes","topic":"Communication"},{"quote":"Words are but the signs of ideas.","author":"Samuel Johnson","topic":"Communication"},{"quote":"Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.","author":"Yehuda Berg","topic":"Communication"},{"quote":"Communication - the human connection - is the key to personal and career success.","author":"Paul J. Meyer","topic":"Communication"},{"quote":"The single biggest problem in communication is the illusion that it has taken place.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"The most important thing in communication is hearing what isn&#39;t said.","author":"Peter Drucker","topic":"Communication"},{"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was &#39;Help me.&#39; Sometimes a prayer was &#39;Thank you.&#39; What I&#39;ve discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","topic":"Communication"},{"quote":"I think it&#39;s very important to have a feedback loop, where you&#39;re constantly thinking about what you&#39;ve done and how you could be doing it better. I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Communication"},{"quote":"Music is the greatest communication in the world. Even if people don&#39;t understand the language that you&#39;re singing in, they still know good music when they hear it.","author":"Lou Rawls","topic":"Communication"},{"quote":"We have two ears and one mouth so that we can listen twice as much as we speak.","author":"Epictetus","topic":"Communication"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Communication"},{"quote":"Communication leads to community, that is, to understanding, intimacy and mutual valuing.","author":"Rollo May","topic":"Communication"},{"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person&#39;s sense of self-worth.","author":"Anthony Carmona","topic":"Communication"},{"quote":"To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.","author":"Tony Robbins","topic":"Communication"},{"quote":"I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.","author":"Miranda Kerr","topic":"Communication"},{"quote":"The art of writing is the art of discovering what you believe.","author":"Gustave Flaubert","topic":"Communication"},{"quote":"First learn the meaning of what you say, and then speak.","author":"Epictetus","topic":"Communication"},{"quote":"Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.","author":"Jim Rohn","topic":"Communication"},{"quote":"A man&#39;s character may be learned from the adjectives which he habitually uses in conversation.","author":"Mark Twain","topic":"Communication"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"Communication"},{"quote":"Don&#39;t tell me the moon is shining; show me the glint of light on broken glass.","author":"Anton Chekhov","topic":"Communication"},{"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","author":"Buddha","topic":"Communication"},{"quote":"Words, once they are printed, have a life of their own.","author":"Carol Burnett","topic":"Communication"},{"quote":"The two words &#39;information&#39; and &#39;communication&#39; are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through.","author":"Sydney J. Harris","topic":"Communication"},{"quote":"Wise men speak because they have something to say; Fools because they have to say something.","author":"Plato","topic":"Communication"},{"quote":"The art of communication is the language of leadership.","author":"James Humes","topic":"Communication"},{"quote":"Words are but the signs of ideas.","author":"Samuel Johnson","topic":"Communication"},{"quote":"Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.","author":"Yehuda Berg","topic":"Communication"},{"quote":"Communication - the human connection - is the key to personal and career success.","author":"Paul J. Meyer","topic":"Communication"},{"quote":"The single biggest problem in communication is the illusion that it has taken place.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"The most important thing in communication is hearing what isn&#39;t said.","author":"Peter Drucker","topic":"Communication"},{"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was &#39;Help me.&#39; Sometimes a prayer was &#39;Thank you.&#39; What I&#39;ve discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","topic":"Communication"},{"quote":"I think it&#39;s very important to have a feedback loop, where you&#39;re constantly thinking about what you&#39;ve done and how you could be doing it better. I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Communication"},{"quote":"Music is the greatest communication in the world. Even if people don&#39;t understand the language that you&#39;re singing in, they still know good music when they hear it.","author":"Lou Rawls","topic":"Communication"},{"quote":"We have two ears and one mouth so that we can listen twice as much as we speak.","author":"Epictetus","topic":"Communication"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Communication"},{"quote":"Communication leads to community, that is, to understanding, intimacy and mutual valuing.","author":"Rollo May","topic":"Communication"},{"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person&#39;s sense of self-worth.","author":"Anthony Carmona","topic":"Communication"},{"quote":"To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.","author":"Tony Robbins","topic":"Communication"},{"quote":"I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.","author":"Miranda Kerr","topic":"Communication"},{"quote":"The art of writing is the art of discovering what you believe.","author":"Gustave Flaubert","topic":"Communication"},{"quote":"First learn the meaning of what you say, and then speak.","author":"Epictetus","topic":"Communication"},{"quote":"Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.","author":"Jim Rohn","topic":"Communication"},{"quote":"A man&#39;s character may be learned from the adjectives which he habitually uses in conversation.","author":"Mark Twain","topic":"Communication"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"Communication"},{"quote":"Don&#39;t tell me the moon is shining; show me the glint of light on broken glass.","author":"Anton Chekhov","topic":"Communication"},{"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","author":"Buddha","topic":"Communication"},{"quote":"Words, once they are printed, have a life of their own.","author":"Carol Burnett","topic":"Communication"},{"quote":"The two words &#39;information&#39; and &#39;communication&#39; are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through.","author":"Sydney J. Harris","topic":"Communication"},{"quote":"Wise men speak because they have something to say; Fools because they have to say something.","author":"Plato","topic":"Communication"},{"quote":"The art of communication is the language of leadership.","author":"James Humes","topic":"Communication"},{"quote":"Words are but the signs of ideas.","author":"Samuel Johnson","topic":"Communication"},{"quote":"Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.","author":"Yehuda Berg","topic":"Communication"},{"quote":"Communication - the human connection - is the key to personal and career success.","author":"Paul J. Meyer","topic":"Communication"},{"quote":"The single biggest problem in communication is the illusion that it has taken place.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"The most important thing in communication is hearing what isn&#39;t said.","author":"Peter Drucker","topic":"Communication"},{"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was &#39;Help me.&#39; Sometimes a prayer was &#39;Thank you.&#39; What I&#39;ve discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","topic":"Communication"},{"quote":"I think it&#39;s very important to have a feedback loop, where you&#39;re constantly thinking about what you&#39;ve done and how you could be doing it better. I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Communication"},{"quote":"Music is the greatest communication in the world. Even if people don&#39;t understand the language that you&#39;re singing in, they still know good music when they hear it.","author":"Lou Rawls","topic":"Communication"},{"quote":"We have two ears and one mouth so that we can listen twice as much as we speak.","author":"Epictetus","topic":"Communication"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Communication"},{"quote":"Communication leads to community, that is, to understanding, intimacy and mutual valuing.","author":"Rollo May","topic":"Communication"},{"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person&#39;s sense of self-worth.","author":"Anthony Carmona","topic":"Communication"},{"quote":"To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.","author":"Tony Robbins","topic":"Communication"},{"quote":"I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.","author":"Miranda Kerr","topic":"Communication"},{"quote":"The art of writing is the art of discovering what you believe.","author":"Gustave Flaubert","topic":"Communication"},{"quote":"First learn the meaning of what you say, and then speak.","author":"Epictetus","topic":"Communication"},{"quote":"Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.","author":"Jim Rohn","topic":"Communication"},{"quote":"A man&#39;s character may be learned from the adjectives which he habitually uses in conversation.","author":"Mark Twain","topic":"Communication"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"Communication"},{"quote":"Don&#39;t tell me the moon is shining; show me the glint of light on broken glass.","author":"Anton Chekhov","topic":"Communication"},{"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","author":"Buddha","topic":"Communication"},{"quote":"Words, once they are printed, have a life of their own.","author":"Carol Burnett","topic":"Communication"},{"quote":"The two words &#39;information&#39; and &#39;communication&#39; are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through.","author":"Sydney J. Harris","topic":"Communication"},{"quote":"Wise men speak because they have something to say; Fools because they have to say something.","author":"Plato","topic":"Communication"},{"quote":"The art of communication is the language of leadership.","author":"James Humes","topic":"Communication"},{"quote":"Words are but the signs of ideas.","author":"Samuel Johnson","topic":"Communication"},{"quote":"Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.","author":"Yehuda Berg","topic":"Communication"},{"quote":"Communication - the human connection - is the key to personal and career success.","author":"Paul J. Meyer","topic":"Communication"},{"quote":"The single biggest problem in communication is the illusion that it has taken place.","author":"George Bernard Shaw","topic":"Communication"},{"quote":"The most important thing in communication is hearing what isn&#39;t said.","author":"Peter Drucker","topic":"Communication"},{"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was &#39;Help me.&#39; Sometimes a prayer was &#39;Thank you.&#39; What I&#39;ve discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","topic":"Communication"},{"quote":"I think it&#39;s very important to have a feedback loop, where you&#39;re constantly thinking about what you&#39;ve done and how you could be doing it better. I think that&#39;s the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","topic":"Communication"},{"quote":"Music is the greatest communication in the world. Even if people don&#39;t understand the language that you&#39;re singing in, they still know good music when they hear it.","author":"Lou Rawls","topic":"Communication"},{"quote":"We have two ears and one mouth so that we can listen twice as much as we speak.","author":"Epictetus","topic":"Communication"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Communication"},{"quote":"Communication leads to community, that is, to understanding, intimacy and mutual valuing.","author":"Rollo May","topic":"Communication"},{"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person&#39;s sense of self-worth.","author":"Anthony Carmona","topic":"Communication"},{"quote":"To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.","author":"Tony Robbins","topic":"Communication"},{"quote":"I think for any relationship to be successful, there needs to be loving communication, appreciation, and understanding.","author":"Miranda Kerr","topic":"Communication"},{"quote":"The art of writing is the art of discovering what you believe.","author":"Gustave Flaubert","topic":"Communication"},{"quote":"First learn the meaning of what you say, and then speak.","author":"Epictetus","topic":"Communication"},{"quote":"Take advantage of every opportunity to practice your communication skills so that when important occasions arise, you will have the gift, the style, the sharpness, the clarity, and the emotions to affect other people.","author":"Jim Rohn","topic":"Communication"},{"quote":"A man&#39;s character may be learned from the adjectives which he habitually uses in conversation.","author":"Mark Twain","topic":"Communication"},{"quote":"Honest communication is built on truth and integrity and upon respect of the one for the other.","author":"Benjamin E. Mays","topic":"Communication"},{"quote":"The best way to solve problems and to fight against war is through dialogue.","author":"Malala Yousafzai","topic":"Communication"},{"quote":"Don&#39;t tell me the moon is shining; show me the glint of light on broken glass.","author":"Anton Chekhov","topic":"Communication"},{"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","author":"Buddha","topic":"Communication"},{"quote":"Words, once they are printed, have a life of their own.","author":"Carol Burnett","topic":"Communication"},{"quote":"The two words &#39;information&#39; and &#39;communication&#39; are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through.","author":"Sydney J. Harris","topic":"Communication"}]