[{"quote":"Being cool is being your own self, not doing something that someone else is telling you to do.","author":"Vanessa Hudgens","topic":"Cool"},{"quote":"My key to dealing with stress is simple: just stay cool and stay focused.","author":"Ashton Eaton","topic":"Cool"},{"quote":"Like a welcome summer rain, humor may suddenly cleanse and cool the earth, the air and you.","author":"Langston Hughes","topic":"Cool"},{"quote":"My sister is my little star, and I&#39;m excited for her and proud of her. With her, I&#39;m protective, but also I don&#39;t want to be that sister who&#39;s really pushy and thinks they know everything and making her feel like she doesn&#39;t know what she&#39;s doing. I&#39;m trying to be that cool older sister and not the mom, but it&#39;s hard.","author":"Gigi Hadid","topic":"Cool"},{"quote":"I&#39;m not the kind of person who tries to be cool or trendy, I&#39;m definitely an individual.","author":"Leonardo DiCaprio","topic":"Cool"},{"quote":"Keep a cool head and maintain a low profile. Never take the lead - but aim to do something big.","author":"Deng Xiaoping","topic":"Cool"},{"quote":"Nothing is cooler and more attractive than a big comeback, and that&#39;ll be me.","author":"Steven Adler","topic":"Cool"},{"quote":"It&#39;s cool to be different and just be who you are and shock people in a good way.","author":"Brendon Urie","topic":"Cool"},{"quote":"I&#39;m a mirror. If you&#39;re cool with me, I&#39;m cool with you, and the exchange starts. What you see is what you reflect. If you don&#39;t like what you see, then you&#39;ve done something. If I&#39;m standoffish, that&#39;s because you are.","author":"Jay-Z","topic":"Cool"},{"quote":"I think fashion is a lot of fun. I love clothes. More than fashion or brand labels, I love design. I love the thought that people put into clothes. I love when clothes make cultural statements and I think personal style is really cool. I also freely recognize that fashion should be a hobby.","author":"Anne Hathaway","topic":"Cool"},{"quote":"Picking a best friend who stands up for what she believes in, is true to herself and allows you to be yourself without judgement of how &#39;cool&#39; you are? Well, now you&#39;re picking a friend for life.","author":"Renee Olstead","topic":"Cool"},{"quote":"Good words cool more than cold water.","author":"John Ray","topic":"Cool"},{"quote":"What people don&#39;t understand is joining a gang ain&#39;t bad, it&#39;s cool, it&#39;s fine. When you in the hood, joining a gang it&#39;s cool because all your friends are in the gang, all your family&#39;s in the gang. We&#39;re not just killing people every night, we&#39;re just hanging out, having a good time.","author":"Snoop Dogg","topic":"Cool"},{"quote":"I don&#39;t want to be just known for the way I dress. I want to be known for how I play, how I treat people, and how I am as a role model. I don&#39;t just want to be, &#39;He dresses cool&#39; or &#39;He dresses crazy.&#39; You&#39;re going to have lovers and haters. I want my golf game to be the main thing.","author":"Rickie Fowler","topic":"Cool"},{"quote":"I think it&#39;s cool to be smart, and I think it&#39;s sexy to be smart.","author":"Stacey Farber","topic":"Cool"},{"quote":"I think I&#39;m cool. That&#39;s all that matters.","author":"Tyler, The Creator","topic":"Cool"},{"quote":"I try to explain to people that the only way to be cool is to be who you truly are, and the only way to live life is to do the things that you want to do and be the person that you want to be no matter who that is or what that is or how you have to do it. That&#39;s the only way you can be genuinely happy.","author":"Tucker Max","topic":"Cool"},{"quote":"Rockets are cool. There&#39;s no getting around that.","author":"Elon Musk","topic":"Cool"},{"quote":"It&#39;s so important to realize that every time you get upset, it drains your emotional energy. Losing your cool makes you tired. Getting angry a lot messes with your health.","author":"Joyce Meyer","topic":"Cool"},{"quote":"My personal style falls between casual cool and meticulous slob. I&#39;m most comfortable in jeans, but I love fashion.","author":"Reid Scott","topic":"Cool"},{"quote":"To create well I have to be in a good mood, happy and cool.","author":"Marc Newson","topic":"Cool"},{"quote":"Rather be dead than cool.","author":"Kurt Cobain","topic":"Cool"},{"quote":"Let your soul stand cool and composed before a million universes.","author":"Walt Whitman","topic":"Cool"},{"quote":"Keep a cool head and a warm heart.","author":"Mike Love","topic":"Cool"},{"quote":"I don&#39;t think of myself as hot or cool or anything, just a dork.","author":"Ashley Olsen","topic":"Cool"},{"quote":"For me, the cool thing is doing things that could only be done in gaming.","author":"Warren Spector","topic":"Cool"},{"quote":"I still have my school friends who are actually friends. It&#39;s nice that they don&#39;t think much about my singing career. They think it is cool, and they are happy for me, but they don&#39;t really bother me about it. To them, I&#39;m still just the schoolgirl from next door.","author":"Jackie Evancho","topic":"Cool"},{"quote":"Jazz is smooth and cool. Jazz is rage. Jazz flows like water. Jazz never seems to begin or end. Jazz isn&#39;t methodical, but jazz isn&#39;t messy either. Jazz is a conversation, a give and take. Jazz is the connection and communication between musicians. Jazz is abandon.","author":"Nat Wolff","topic":"Cool"},{"quote":"For cool things to happen, you have to get out of your comfort zone.","author":"Rony Abovitz","topic":"Cool"},{"quote":"My main focus is to always try to be myself first, and then, hey, if I wear a cool jacket, that&#39;s a bonus.","author":"John Krasinski","topic":"Cool"},{"quote":"I had to take false steps and go through hard times to come out to where I am now. I can&#39;t imagine living without acting. It&#39;s not easy, and I don&#39;t disrespect anyone who steps out of it after a certain point. Having a family and a house is cool. It&#39;s not a betrayal. But if you&#39;re going to be an actor, it has to be more than a passing interest.","author":"Marylouise Burke","topic":"Cool"},{"quote":"I am a bit of a bad boy. I have tattoos and I mess around. That&#39;s part of my image, so it&#39;s cool.","author":"Zayn Malik","topic":"Cool"},{"quote":"I can take it. The tougher it gets, the cooler I get.","author":"Richard M. Nixon","topic":"Cool"},{"quote":"On stage, we just want to generate hysteria. We don&#39;t care about looking cool or posing.","author":"Adrian Edmondson","topic":"Cool"},{"quote":"I want to be a vampire. They&#39;re the coolest monsters.","author":"Gerard Way","topic":"Cool"},{"quote":"Obviously anything that accessorizes or enhances the iPhone is always pretty cool.","author":"Harry Shum, Jr.","topic":"Cool"},{"quote":"I think when you are a cool guy but also a hot guy, that makes you even more sexy.","author":"Tessanne Chin","topic":"Cool"},{"quote":"I like to look cool and dress nice. Lil Uzi is a rock star. Just know that.","author":"Lil Uzi Vert","topic":"Cool"},{"quote":"I try to be cool with everybody, but sometimes, everybody just has different personalities, motives, and different characters.","author":"Tyga","topic":"Cool"},{"quote":"There&#39;s something cool about being a stealth classic.","author":"John Cameron Mitchell","topic":"Cool"},{"quote":"A full beard looks cool.","author":"Richard C. Armitage","topic":"Cool"},{"quote":"I guess I&#39;m a fun-loving teddy bear. I&#39;ve got two sides to me. Obviously, there&#39;s the football side that a lot of people see - the mean, ferocious, coming-after-the-quarterback guy. But off the field, I&#39;m a calm, cool, collected guy.","author":"Ndamukong Suh","topic":"Cool"},{"quote":"I&#39;m a traditionalist, so for me, black coffee is cool.","author":"Graham Elliot","topic":"Cool"},{"quote":"I suppose being fierce is a very good thing, and a very cool thing. But more than fierce, I think I&#39;m a strong person and a strong individual. And that&#39;s what I take with me every day.","author":"Johnny Weir","topic":"Cool"},{"quote":"I&#39;d rate myself an 8. I do have my flaws, but I&#39;m a cool dude. If I wasn&#39;t myself, I&#39;d kick it with me. I&#39;m a down-to-earth person and all around cool guy.","author":"Lance Gross","topic":"Cool"},{"quote":"I feel like I&#39;ve kinda danced around telling the truest story I can for many years of my life. I&#39;ve been a little distracted by trying to be shocking or edgy or cool or whatever, and by letting go of that and telling the truest story I can - even if it&#39;s about aliens and talking raccoons - it works.","author":"James Gunn","topic":"Cool"},{"quote":"I never cut class. I loved getting A&#39;s, I liked being smart. I liked being on time. I thought being smart is cooler than anything in the world.","author":"Michelle Obama","topic":"Cool"},{"quote":"There&#39;s a gap between what I want to do, what I do on camera, and what gets edited. Right? So the goal is to try and close the gaps. What&#39;s the biggest compliment is if I read a review and it&#39;s exactly what I wrote down in my diary before ever filming it. That&#39;s really cool. That&#39;s the biggest signifier of closing the gaps.","author":"Matthew McConaughey","topic":"Cool"},{"quote":"I&#39;m cool with failing so long as I know that there are people around me that love me unconditionally.","author":"Dave Chappelle","topic":"Cool"},{"quote":"What I think is so amazing about having everything, and feeling like I have everything, is that I don&#39;t really find happiness within materialistic things. Like, it&#39;s cool if I can buy myself a new car, and I think it&#39;s amazing for a week, but then the thrill is over, and I&#39;m like, &#39;Oh, so I guess that wasn&#39;t really happiness.&#39;","author":"Kylie Jenner","topic":"Cool"},{"quote":"If you&#39;ve got cool nails, you wake up and you&#39;re like, &#39;Oh, I&#39;m happy now.&#39;","author":"Maisie Williams","topic":"Cool"},{"quote":"I think you have to be cool to be a good flirt, and I don&#39;t think I&#39;m very cool.","author":"Harry Styles","topic":"Cool"},{"quote":"I wear sunglasses almost all the time outside - not because I think I&#39;m really, really cool, but because of the rays.","author":"Ronda Rousey","topic":"Cool"},{"quote":"I like low-maintenance girls, but at the same time, classy. She needs to take care of herself. But also be a girl who isn&#39;t afraid to get sweaty and play basketball, so it&#39;s cool if she&#39;s a tomboy.","author":"Chris Brown","topic":"Cool"},{"quote":"It&#39;s a funny thing. I&#39;ll be in my home town of Columbus at a restaurant or something, and the waiter maybe asks, &#39;What do you do?&#39; and I say, &#39;Oh, I&#39;m in a band... Twenty One Pilots,&#39; and he&#39;ll say, &#39;Cool, I&#39;ll check it out. I never heard of them.&#39; And then I say, &#39;In September we&#39;re playing the Schottenstein Center,&#39; and it&#39;s like, &#39;What?!&#39;","author":"Tyler Joseph","topic":"Cool"},{"quote":"Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.","author":"Thomas Jefferson","topic":"Cool"},{"quote":"Technology is cool, but you&#39;ve got to use it as opposed to letting it use you.","author":"Prince","topic":"Cool"},{"quote":"Boxing is all about how cool and controlled and clear your mind is. Violence only gets in the way of you winning a fight. It&#39;s a sport that&#39;s more about the strategy than anything. You lose or you win in your head.","author":"Edgar Ramirez","topic":"Cool"},{"quote":"Be still and cool in thine own mind and spirit.","author":"George Fox","topic":"Cool"},{"quote":"How cool it is to see a bride walking down the aisle with a beautiful long gown with beautiful layers of tulle and organza, unveiling their mini dress at the party?","author":"Reem Acra","topic":"Cool"},{"quote":"You&#39;ve got to be strong enough for love. It&#39;s very easy to be cool and cynical. It&#39;s very difficult to just let yourself go and be in love. You&#39;ve got to be strong enough for that.","author":"Noel Gallagher","topic":"Cool"},{"quote":"People will visit Mars, they will settle mars, and we should because it&#39;s cool.","author":"Jeff Bezos","topic":"Cool"},{"quote":"I&#39;m keeping the pixie. I hope I inspire people... it&#39;s really cool to have short hair.","author":"Millie Bobby Brown","topic":"Cool"},{"quote":"People look at me and see a calm, cool guy on the sidelines and I want them to know that my Christian faith affects my coaching and everything I do.","author":"Tony Dungy","topic":"Cool"},{"quote":"Who were the biggest acts in the world in 1987? Guns N&#39; Roses and Metallica. I shamelessly pandered to surfers and skateboarders, and in pictures from then, you&#39;ll see Slash and those guys wearing N.W.A stuff. If they thought it was cool, people in Kansas and Wyoming would buy it. That&#39;s how we broached the subject.","author":"Jerry Heller","topic":"Cool"},{"quote":"I&#39;m not the biggest motorcycle fan - they&#39;re cool and a lot of fun, but they&#39;re scary as well!","author":"Taylor Lautner","topic":"Cool"},{"quote":"I do really silly dancing. I love dancing, but I&#39;m not cool when I dance. It&#39;s not about my moves, it&#39;s not about how cool I am, it&#39;s not about how slick I look on the dance floor, it&#39;s about having a great time.","author":"Imogen Heap","topic":"Cool"},{"quote":"Is a hippopotamus a hippopotamus, or just a really cool Opotamus?","author":"Mitch Hedberg","topic":"Cool"},{"quote":"I&#39;m cute - and God I hate that. Because that&#39;s not cool. I&#39;m like your niece, and nobody wants to date their niece. It&#39;s the chubby cheeks. The whole reason people voted for me on American Idol is because I&#39;m an everyday, normal girl.","author":"Kelly Clarkson","topic":"Cool"},{"quote":"You don&#39;t have to carry a designer bag that costs more than a car to look cool.","author":"Kesha","topic":"Cool"},{"quote":"The Internet made fame wack and anonymity cool.","author":"Frank Ocean","topic":"Cool"},{"quote":"Sometimes just when I say hello the right way, I&#39;m like, &#39;Whoa, I&#39;m so cool.&#39;","author":"Robert Pattinson","topic":"Cool"},{"quote":"It&#39;s just so cool when you meet people who are different than you are. That can give you a different perspective, a viewpoint on life, or inspire you. I mean, what would the world be like if we were all the same? I think it would be very boring.","author":"Ciara","topic":"Cool"},{"quote":"There are some parts of my life that are wonderful, and it&#39;s amazing to get to go to cool events and award shows and things like that, but I think the outside perception is that your life just changes overnight and you wear Dolce and Gabanna suits and drive a Mercedes. But life&#39;s just not like that.","author":"Taron Egerton","topic":"Cool"},{"quote":"My advice to young people wanting to make music and to be in this industry is to really spend your time making music. Make so much music you have no friends. Make music. Figure out what it is you love, and... because if you&#39;re making cool art, then everything else will fall into line.","author":"Lorde","topic":"Cool"},{"quote":"I think the Winter Olympics are definitely on a smaller scale than the summer games, but with the inclusion of cool new sports like slope style skiing and snowboarding, it is going to breathe new life into them and attract a whole new crowd.","author":"Nick Goepper","topic":"Cool"},{"quote":"There aren&#39;t many things that are universally cool, and it&#39;s cool not to litter. I&#39;d never do it.","author":"Matthew McConaughey","topic":"Cool"},{"quote":"The idea of recognising your strengths and using them in as versatile a way as you can is cool to me.","author":"Frank Ocean","topic":"Cool"},{"quote":"My family lived off the land and summer evening meals featured baked stuffed tomatoes, potato salad, corn on the cob, fresh shelled peas and homemade ice cream with strawberries from our garden. With no air conditioning in those days, the cool porch was the center of our universe after the scorching days.","author":"David Mixner","topic":"Cool"},{"quote":"With all of you men out there who think that having a thousand different ladies is pretty cool, I have learned in my life I&#39;ve found out that having one woman a thousand different times is much more satisfying.","author":"Wilt Chamberlain","topic":"Cool"},{"quote":"I live a very nice life. I have a wonderful time. But it&#39;s not lived drawing on a full level. I&#39;m relaxed, cool, and enjoying it.","author":"Marianne Faithfull","topic":"Cool"},{"quote":"I used to be a cool chick but I&#39;m not anymore.","author":"Britney Spears","topic":"Cool"},{"quote":"I love Prince Harry. Good looking and a bit of a rebel. Me and his dad are as thick as thieves and I knew Harry before I knew his dad so we&#39;ve met a few times. I think he&#39;s amazing. And I think you can relate to him because he&#39;s made mistakes. He&#39;s cool.","author":"Cheryl Cole","topic":"Cool"},{"quote":"Being cool, having a &#39;cool&#39; energy is just not attractive to me.","author":"Selena Gomez","topic":"Cool"},{"quote":"Never judge someone by who he&#39;s in love with; judge him by his friends. People fall in love with the most appalling people. Take a cool, appraising glance at his pals.","author":"Cynthia Heimel","topic":"Cool"},{"quote":"I&#39;m cool with the way I look, I&#39;m not an ugly dog, but I don&#39;t see myself as a stud or anything.","author":"Seann William Scott","topic":"Cool"},{"quote":"Cell phones, mobile e-mail, and all the other cool and slick gadgets can cause massive losses in our creative output and overall productivity.","author":"Robin S. Sharma","topic":"Cool"},{"quote":"When I was doing &#39;Smile,&#39; I was looking back at pictures of myself and going, &#39;Thank goodness I couldn&#39;t do the sprayed-bangs thing! Everybody&#39;s so embarrassed by that hairstyle now, but I was never cool enough to pull it off!&#39;","author":"Raina Telgemeier","topic":"Cool"},{"quote":"Rhyme patterns are nothing without meanings to the words. A lot of rappers can do those flows, but the raps aren&#39;t really about anything - which is cool sometimes, but to have the flow and the message is one of my favorite things.","author":"J. Cole","topic":"Cool"},{"quote":"You have to be the best of whatever you are, but successful, cool actresses come in all shapes and sizes.","author":"Jessica Alba","topic":"Cool"},{"quote":"To me, Sid Vicious is cool. Super chill.","author":"Tyler, The Creator","topic":"Cool"},{"quote":"It&#39;s cool to be a part of recovery. This is just who I am, this is what I write about, what I do, and most of my work has been a reflection of what I&#39;ve been going through in one way or another.","author":"Chester Bennington","topic":"Cool"},{"quote":"Maybe the coolest people are the ones who don&#39;t care about being cool.","author":"Steve Carell","topic":"Cool"},{"quote":"I just like short hair on women; I think it&#39;s cool.","author":"Evangeline Lilly","topic":"Cool"},{"quote":"I love the fact that little kids think I&#39;m a witch. A mum might come over and say &#39;I&#39;m sorry to disturb you, but my daughter thinks you&#39;re in &#39;Harry Potter.&#39; I&#39;ll say &#39;That&#39;s cool&#39; and take the kid aside and say, &#39;I&#39;m a witch. If you don&#39;t listen to your mum, I&#39;m going to haunt you!&#39; It&#39;s brilliant. I can scare kids into doing their homework.","author":"Natalia Tena","topic":"Cool"},{"quote":"Me and my dad are friends. We&#39;re cool. I&#39;ll never be disappointed again, because I don&#39;t expect anything anymore from him. I just let him exist, and that&#39;s how we get along.","author":"Drake","topic":"Cool"},{"quote":"I wish I was a cool guy and could drink coffee black, but I put almond milk and raw cane sugar in it.","author":"Nick Kroll","topic":"Cool"},{"quote":"You can think of Hollywood as high school. TV actors are freshmen, comedy actors are maybe juniors, and dramatic actors - they&#39;re the cool seniors.","author":"Owen Wilson","topic":"Cool"},{"quote":"You show up in Paris, and on the drive from the airport to the hotel you&#39;re like, &#39;This is so cool! I want to see something! I want to go to the Eiffel Tower!&#39; And then you leave the next morning. You think, Oh, I didn&#39;t get to do anything. I tell people: I&#39;ve been just about everywhere, but I&#39;ve seen nothing.","author":"Taylor Lautner","topic":"Cool"},{"quote":"No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren&#39;t cool, just to establish themselves. That&#39;s what adolescence is about. They&#39;re gonna go through that no matter what.","author":"Eddie Vedder","topic":"Cool"},{"quote":"My generation fought very hard for feminism, and we fought very hard to not be labeled as you had to have a husband or you had to be in a relationship, or you were somehow not a cool chick.","author":"Stevie Nicks","topic":"Cool"},{"quote":"I have snakes, three sharks, moray eels, piranhas, five scorpions and a bird spider. All of them are predators. They are dangerous but it&#39;s cool to have strong and powerful pets.","author":"Tracy Morgan","topic":"Cool"},{"quote":"Even as I pursued a doctorate in the history of ideas in my native Denmark, I realized I had neither the encyclopedic training nor the passion for cool logic - not to mention the nerve - to follow in the footsteps of classical liberal philosophers and economists such as Robert Nozick, Friedrich Hayek, and Milton Friedman.","author":"Anne Fortier","topic":"Cool"},{"quote":"My perfect guy wears converse, is totally laid back, and doesn&#39;t worry about being cool.","author":"Selena Gomez","topic":"Cool"},{"quote":"I am nice, yeah. I&#39;m cool. But I&#39;m no push-over. And if someone gets one over on me, they&#39;ve done it when my eyes were closed, and it doesn&#39;t happen twice.","author":"Anthony Joshua","topic":"Cool"},{"quote":"On the tennis court, one needs a cool temperament, tremendous ball sense, reflexes, speed, hand-eye co-ordination, power, timing and peak physical fitness. Off the court, the player and support team need skills in planning, execution, travel, an ability to raise funds when needed, and several other talents.","author":"Sania Mirza","topic":"Cool"},{"quote":"I went to high school, and I started getting bullied because I was very weird. I mean, freshman year I went to school in a pirate suit - I just didn&#39;t care. I&#39;m not like the cool girls - I&#39;m the other girl. The one that&#39;s basically a nerd, but proud of that.","author":"Lele Pons","topic":"Cool"},{"quote":"It&#39;s cool when fans spend so much time making things for me. It means a lot.","author":"Justin Bieber","topic":"Cool"},{"quote":"I wouldn&#39;t want to be Superman. Batman would be cool. But the one I&#39;ve always wanted to play is the Joker. There is a maniacal and dangerous side to me.","author":"T. J. Miller","topic":"Cool"},{"quote":"Yeah, my dream would be to work for 6 months and then have 6 months to play, just snowboarding, surfing, and going to cool places to listen and be alone and kinda chill out.","author":"Marc Newson","topic":"Cool"},{"quote":"My dad is a great writer. Naturally talented, naturally charming. He embodies that back-in-the-day cool.","author":"Drake","topic":"Cool"},{"quote":"Being a sex symbol isn&#39;t cool unless you&#39;re in love with a girl, and she calls you a sex symbol.","author":"Shawn Mendes","topic":"Cool"},{"quote":"After all these years, I&#39;ve done well and I&#39;m cool. I feel comfortable in my skin, I&#39;ve saved some paper, everybody&#39;s healthy, my kids are beautiful and smart, doing different things, it&#39;s all good.","author":"Eddie Murphy","topic":"Cool"},{"quote":"I never think of myself as any kind of sex symbol, but I get letters from all over, all sorts. It&#39;s really cool. I get a lot from inmates, which is kind of scary. But the best was the guy who wanted to send me a plane ticket to fly me to his prom.","author":"Laura Prepon","topic":"Cool"},{"quote":"I haven&#39;t experienced anything paranormal yet, but I did see what I think was a meteor light up the sky in a flash of red for a few seconds. That was really cool.","author":"Ryan Lee","topic":"Cool"},{"quote":"I&#39;m a flamboyant type of guy, a cooler version of Liberace.","author":"Usher","topic":"Cool"},{"quote":"When you&#39;re out dancing with your friends, you think you&#39;re cool. But then you get in the ballroom, and it&#39;s totally different.","author":"Joanna Krupa","topic":"Cool"},{"quote":"My mom gave me enough self-worth to carry me through difficult experiences. She was very loving and accepting. She was like, &#39;Whelp, you&#39;re gay? OK, cool.&#39;","author":"Jillian Michaels","topic":"Cool"},{"quote":"Different cultures produce a different &#39;cool.&#39; And your perception of &#39;cool&#39; changes depending on where you are.","author":"Labrinth","topic":"Cool"},{"quote":"In college - while figuring the things out that most people do in college - I had no game. No confidence. I had Birkenstocks. And overalls. A budding romance novel addiction. But no cool. No poise. I was trying on a thousand different personalities, but a lot of them were formed by the perceptions of others.","author":"Molly O'Keefe","topic":"Cool"},{"quote":"Perfect heroes are cool, but no one can really empathize or identify with them.","author":"Masashi Kishimoto","topic":"Cool"},{"quote":"I&#39;m a Muslim, but I think Jesus would have a drink with me. He would be cool. He would talk to me.","author":"Mike Tyson","topic":"Cool"},{"quote":"I started on the clarinet. I was going to a music school - my mother took me - and the guy said, &#39;What do you want to play?&#39; I said the drums, and my mother said, &#39;No, you don&#39;t. You don&#39;t want to play the drums.&#39; So I said, &#39;Maybe the trumpet would be cool.&#39; And my mother said, &#39;I don&#39;t think so.&#39; And then the clarinet was handed to me.","author":"Christopher Guest","topic":"Cool"},{"quote":"I like cool jackets - a nice fall or winter coat. You can get a lot of use out of it, and you&#39;ll wear it frequently, so it can really set the tone of your uniform for the season.","author":"John Legend","topic":"Cool"},{"quote":"Sometimes it&#39;s okay to give yourself a pat on the back and say, &#39;That was cool. That made me feel good.&#39;","author":"Sebastian Stan","topic":"Cool"},{"quote":"Remember the first time you went to a show and saw your favorite band. You wore their shirt, and sang every word. You didn&#39;t know anything about scene politics, haircuts, or what was cool. All you knew was that this music made you feel different from anyone you shared a locker with. Someone finally understood you. This is what music is about.","author":"Gerard Way","topic":"Cool"},{"quote":"More than anything, I like a jacket. You can do anything with a great jacket, the bigger the better. You can have any silhouette underneath. It gives you an attitude. It makes a gown look cool.","author":"Rihanna","topic":"Cool"},{"quote":"Prince turned experimental music into pop music. &#39;When Doves Cry,&#39; the whole &#39;Purple Rain&#39; soundtrack - he was inspired by the Cocteau Twins and new wave pop and brought it into R&amp;B when he first started, and then it became this cool, next-level, kind of hard-to-digest music. Which is what I felt &#39;House of Balloons&#39; was.","author":"The Weeknd","topic":"Cool"},{"quote":"Whatever hysteria exists is inflamed by mystery, suspicion and secrecy. Hard and exact facts will cool it.","author":"Elia Kazan","topic":"Cool"},{"quote":"The sexiest thing about style is if you kind of just take your personality and put it in what you wear. That&#39;s what I think is cool.","author":"Jessica Szohr","topic":"Cool"},{"quote":"If you don&#39;t like me, if you like me; both are equally cool. I send love and positive energy to all those people in their lives. I hope they find where they&#39;re meant to be.","author":"Willow Smith","topic":"Cool"},{"quote":"Photographing friends means that there&#39;s a spontaneity to the images. I have a lot of love for my friends and family, and I love taking cool pictures of them.","author":"Suki Waterhouse","topic":"Cool"},{"quote":"The cool parts - the parts that have won Dubai its reputation as &#39;the Vegas of the Middle East&#39; or &#39;the Venice of the Middle East&#39; or &#39;the Disney World of the Middle East, if Disney World were the size of San Francisco and out in a desert&#39; - have been built in the last ten years.","author":"George Saunders","topic":"Cool"},{"quote":"Me and my buddies are all like brothers. So it&#39;s okay for us to say &#39;I love you&#39; or whatever. It&#39;s always cool. I think that comes from my dad. That&#39;s just the way he always was.","author":"Paul Walker","topic":"Cool"},{"quote":"Saturday morning, you knew what was cool by what was on &#39;Soul Train.&#39;","author":"Nick Cannon","topic":"Cool"},{"quote":"I want you to see that I&#39;m looking. Look at me look at you. I&#39;m cool with that.","author":"Busta Rhymes","topic":"Cool"},{"quote":"As a young boy, I was taught in high school that hacking was cool.","author":"Kevin Mitnick","topic":"Cool"},{"quote":"All of my favorite people - people I really trust - none of them were cool in their younger years.","author":"Taylor Swift","topic":"Cool"},{"quote":"Trajectories aren&#39;t linear. Life&#39;s just a roller coaster. If you&#39;re getting a chance to do cool stuff, and it&#39;s varied stuff, just enjoy it. I guess I&#39;m a believer in the randomness of life rather than it being a linear trajectory or an arc, a consistent smooth arc, towards anything.","author":"Riz Ahmed","topic":"Cool"},{"quote":"The thing that I think a lot of guys need to know how to do is not take your mother&#39;s advice about honesty being the best policy. Listen to your cool, drunk uncle who tells you to lie. Those are the relationships that last.","author":"Adam DeVine","topic":"Cool"},{"quote":"You think aerobics is not a cool sport? I think you are wrong. It requires amazing discipline - flexibility, fitness, knowledge. And you have to do it with a big smile on your face. Also, I once performed in front of 10,000 screaming women. I tell you something, I&#39;d rather do that than kick a ball around in front of a few men.","author":"Magnus Scheving","topic":"Cool"},{"quote":"Barcelona is one of my favourite cities in the world. The fashion and people are just so effortlessly cool.","author":"Leigh Lezark","topic":"Cool"},{"quote":"I was just a big fan of tattoos always growing up, and I wanted something cool that symbolizes what I&#39;ve been through in my life, and everything on my chest and my back is like a collage.","author":"Kevin Durant","topic":"Cool"},{"quote":"Mike Jones, Ying Yang Twins, then a little later, Wiz Khalifa and Meek Mill, too. It was the repetitive stuff with Mike Jones when he would give out his number, and I also like his style. Back then, actually, I still think du-rags, grillz, and stuff like that are cool.","author":"Lil Uzi Vert","topic":"Cool"},{"quote":"Growing up, I didn&#39;t feel cool; I didn&#39;t fit into any crowd.","author":"Madonna Ciccone","topic":"Cool"},{"quote":"I&#39;m Brian a lot more than I&#39;m Paul Walker, which is awesome. When I hear, &#39;Hey Paul Walker!&#39; my hair stands up on the back of my neck. It&#39;s uncomfortable. But when I hear, &#39;It&#39;s Brian!&#39; it&#39;s cool. I like Brian.","author":"Paul Walker","topic":"Cool"},{"quote":"If people are cool, then they are not stressed. I pity the fool that don&#39;t be cool.","author":"Mr. T","topic":"Cool"},{"quote":"I&#39;m like a big 10-year-old when I&#39;m on stage. I just go up there and do whatever I think is cool at the moment.","author":"Tyler, The Creator","topic":"Cool"},{"quote":"Black and awkward is the worst, because black people are stereotyped as being anything but awkward in mainstream media... Black people are always portrayed to be cool or overly dramatic, anything but awkward.","author":"Issa Rae","topic":"Cool"},{"quote":"I&#39;ve always loved the mixture of crushing live drums with a programmed groove, that really cool blend, like in the verse there&#39;s a really funky drum beat that is programmed then it comes in to the chorus; you&#39;ve got that enormous human feel where the band kicks in.","author":"Tommy Lee","topic":"Cool"},{"quote":"I had my bad-boy moment in my teens. I&#39;ll never do that again. It wasn&#39;t pleasant, and I learned my lesson. It was sexy and mysterious, and it&#39;s like, &#39;Look how cool they are,&#39; but it&#39;s just not worth it. He was lying to me and accusing me of cheating - but then I realized he was the one cheating.","author":"Jessica Biel","topic":"Cool"},{"quote":"When you&#39;re writing, you&#39;re only a brain and some fingers, but drumming, you&#39;re involving all four limbs, and you&#39;re hearing stuff and you&#39;re converting your ideas into physical motions, getting physical feedback from things you are touching - it&#39;s pretty cool. It&#39;s a really a nice contrast to writing.","author":"Michael Azerrad","topic":"Cool"},{"quote":"If your stomach disputes you, lie down and pacify it with cool thoughts.","author":"Satchel Paige","topic":"Cool"},{"quote":"I&#39;d rather be the cool aunt than the authoritative aunt.","author":"Solange Knowles","topic":"Cool"},{"quote":"Keep cool; anger is not an argument.","author":"Daniel Webster","topic":"Cool"},{"quote":"Survival, in the cool economics of biology, means simply the persistence of one&#39;s own genes in the generations to follow.","author":"Lewis Thomas","topic":"Cool"},{"quote":"It&#39;s cool to meet your idols. It&#39;s a good opportunity to travel. Those kinds of things are good.","author":"Meg White","topic":"Cool"},{"quote":"It&#39;s cool to go places where working people are happy.","author":"Neil Young","topic":"Cool"},{"quote":"When Brian told me he grew up in New Mexico, I told him I thought it is cool that people from other countries play football. He corrected me on my geography and agreed to sit down with me anyway.","author":"Terry Bradshaw","topic":"Cool"},{"quote":"It&#39;s the same with visual arts, you have some really cool, wonderful striking images that make you think and then again you have wonderful striking images that just take you away from the existing world for a second. And I like the latter a bit more.","author":"Ville Valo","topic":"Cool"},{"quote":"When I hit 16, I got a scooter to ride to school. It was bright pink, and I saw on the ownership papers that Jonathan Ross once owned it. My friends slated me for it because of the colour, but it was cool. My father used to ride, and my mother&#39;s boyfriend has a bike, so we&#39;re a bit of a biker family.","author":"Thomas Sangster","topic":"Cool"},{"quote":"I am a very open, social, friendly person, and when it comes to people approaching me and asking for an autograph, I am totally cool with doing any of that. It&#39;s a lot of fun.","author":"Corbin Bleu","topic":"Cool"},{"quote":"I like the way Quentin Tarantino creates a scene using a series of close-ups or showing very cool images of a person or people walking on some ordinary street in slow motion. I wish I could achieve that kind of slow-motion effect in manga, but it&#39;s rather difficult to draw; the only things we can play with are tones of black and white.","author":"Masashi Kishimoto","topic":"Cool"},{"quote":"Just sharing music with each other - that&#39;s cool. It&#39;s the selling that becomes the problem.","author":"Prince","topic":"Cool"},{"quote":"The cool thing about reading is that when you read a short story or you read something that takes your mind and expands where your thoughts can go, that&#39;s powerful.","author":"Taylor Swift","topic":"Cool"},{"quote":"Rey is so strong. She&#39;s cool and smart and she can look after herself. Young girls can look at her and know that they can wear trousers if they want to. That they don&#39;t have to show off their bodies.","author":"Daisy Ridley","topic":"Cool"},{"quote":"I knew exactly what I wanted to do. I wanted to build some kind of lifestyle brand that was preppy and cool.","author":"Tommy Hilfiger","topic":"Cool"},{"quote":"It&#39;s not cool to be an alcoholic.","author":"Chester Bennington","topic":"Cool"},{"quote":"Let&#39;s have days and days of brilliant clarity, etched and limpid, cool and surgical.","author":"Richard Burton","topic":"Cool"},{"quote":"I look at other people my age in this industry, other famous people my age, and they&#39;ve just got famous friends. Which is cool, but I love being normal and just chilling at mine.","author":"Maisie Williams","topic":"Cool"},{"quote":"Cynicism is kind of like folding your arms and stepping back and commenting on things, like the old guys in &#39;The Muppets,&#39; just throwing out comments all the time, whereas there are other people on the ground really trying to affect things and improve their lives and the lives of other people. I think it&#39;s noble and I think it&#39;s cool.","author":"Josh Radnor","topic":"Cool"},{"quote":"I hate it when people come up to me on trains and ask &#39;Are you Soulja Boy?&#39; If people want pictures or autographs, that&#39;s cool, but I don&#39;t like the dumb questions.","author":"Soulja Boy","topic":"Cool"},{"quote":"My brothers were my idols. I&#39;ve always looked up to them and was proud to be their baby sister. I felt like they gave me some cool points, too.","author":"Shelley Hennig","topic":"Cool"},{"quote":"The cool kindliness of sheets, that soon smooth away trouble; and the rough male kiss of blankets.","author":"Rupert Brooke","topic":"Cool"},{"quote":"I do value the respect I get from my contemporaries, but to have Oasis cover my song, to have Puff Daddy cover a song, to have Goldie come along to my gigs - that&#39;s where my ego is at. To have my fellow musicians like what I do, that&#39;s very cool.","author":"David Bowie","topic":"Cool"},{"quote":"I just think if I can go from being a homeless kid with a dream of being in the biggest band in the world and making that happen, I can do a lot of other cool stuff, too.","author":"Nikki Sixx","topic":"Cool"},{"quote":"My mother was so stylish, but she never pushed that on me. She always thought I looked cool.","author":"Tig Notaro","topic":"Cool"},{"quote":"I love my bubble skirt. I wear it with a belt and my shirt tucked in. Just like a t-shirt from Nordstrom&#39;s or something. And I wear this navy blue blazer with the sleeves crushed up. And I just feel like I&#39;m such a cool girl when I walk out. I feel like, &#39;Yeah I&#39;m cool, like a model.&#39;","author":"Keke Palmer","topic":"Cool"},{"quote":"John Legend is a cool guy. He likes to chill, is easy to talk to and hang out with. He&#39;s also inspiring on a musical level.","author":"Estelle","topic":"Cool"},{"quote":"My friends and I were the class clowns in high school, so one day we were showing off at our seats, and I fell off my chair! I had to get stitches, and I had a bloody lip. I was trying so hard to be a cool class clown!","author":"Prince Royce","topic":"Cool"},{"quote":"I&#39;ve always been a geek and slightly awkward... slightly umm... I was never the cool kid at school.","author":"David Tennant","topic":"Cool"},{"quote":"It&#39;s crazy to see all the fans, and it&#39;s cool to see them all support each other - it all feels like one big family.","author":"Jonah Marais","topic":"Cool"},{"quote":"People expect you to be doing something cool all the time. In a normal life, that&#39;s not happening!","author":"Kaia Gerber","topic":"Cool"},{"quote":"In chess, you should be as cool as a cucumber.","author":"Yuliya Snigir","topic":"Cool"},{"quote":"I was trying to be this person who is cool, eternally rocking.","author":"Billy Corgan","topic":"Cool"},{"quote":"I don&#39;t know who came up with this idea that it&#39;s cool to hate on other girls, &#39;cause it&#39;s not.","author":"Lilly Singh","topic":"Cool"},{"quote":"Summer is a great time to visit art museums, which offer the refreshing rinse of swimming pools - only instead of cool water, you immerse yourself in art.","author":"Jerry Saltz","topic":"Cool"},{"quote":"I won&#39;t do things for money. I can&#39;t. So I&#39;ll hold out and say, in my mind, &#39;There&#39;s a really cool diner down the street from my house. They make really good pancakes; I&#39;d be happy doing that.&#39;","author":"Brie Larson","topic":"Cool"},{"quote":"I&#39;m proud to be part of the fabric that inspires the next generations to remain curious and remember that &#39;smart is cool.&#39;","author":"Walter O'Brien","topic":"Cool"},{"quote":"I really wanted to do something positive on the Internet. I wanted to try to get young people talking about, thinking about, life&#39;s big questions-make it cool and OK to wonder about the heart, the soul and free will and God and death and big topics like that, big human topics.","author":"Rainn Wilson","topic":"Cool"},{"quote":"There&#39;s Jay-Z, who morphs a certain street hustler&#39;s cool and indifference into CEO extravagance. But for all his prominence, Jay-Z hasn&#39;t written a lot of crossover hits.","author":"Michael Paterniti","topic":"Cool"},{"quote":"I was in Las Vegas, and there was a exhibit of King Tut&#39;s tomb, and it was an audio tour. At the very end of that, I just thought it would be a really cool structure for a novel, but I just didn&#39;t have a story to go along with it.","author":"Jay Asher","topic":"Cool"},{"quote":"It was really cool going to Sea World. We had an amazing time. They were amazing to us. We got to swim with the dolphins, and it was really special.","author":"Sarah Chalke","topic":"Cool"},{"quote":"I actually bought a travel guitar, and that guitar is really cool. You can actually fold the guitar, and you can plug headphones into it, but it&#39;s acoustic, or semi-acoustic.","author":"Daniel Ek","topic":"Cool"},{"quote":"We have to change the way people look at scientists. Today, they are the nerds, the geeks. Instead, we want some of the cool kids to say, &#39;Hey, this is all right.&#39;","author":"Mae Jemison","topic":"Cool"},{"quote":"For most of my life, I&#39;ve thought of myself as pretty cool.","author":"Nikki Giovanni","topic":"Cool"},{"quote":"Let&#39;s be honest. Canada wasn&#39;t ever cool.","author":"The Weeknd","topic":"Cool"},{"quote":"I think sometimes I guess you see records, say you want to get there and use that as motivation. In a way, it&#39;s kind of cool if there is a possibility to rewrite history and be up there with the greats of Olympic history.","author":"Michael Phelps","topic":"Cool"},{"quote":"People connect with me just as a cool, around-the-way type of guy.","author":"Wiz Khalifa","topic":"Cool"},{"quote":"When I was 24, I was full of life. I was that ham who wanted to be famous, a movie star, all that stuff. I think it&#39;s cool. But it was not what I was searching for, really. It was more a delusion.","author":"Jean-Claude Van Damme","topic":"Cool"},{"quote":"I guess I look strange a bit. Strange but confident. I&#39;m not like a model or anything. I always compare this to wearing a hat. You can wear the strangest hat, but if you think it&#39;s cool, then you&#39;ll look cool.","author":"Vincent Cassel","topic":"Cool"},{"quote":"I have a cycle that is not particularly cool, but it&#39;s a cycle: trash myself to reward myself.","author":"Jeff Bridges","topic":"Cool"},{"quote":"The nightlife in Baltimore is very mixed. Any gay people I know go to the hipster bars; they don&#39;t go to the gay bars. Start your night at the Club Charles, and then you can meet people to go other places. The Charles has been Baltimore&#39;s favourite cool hipster bar forever.","author":"John Waters","topic":"Cool"},{"quote":"I think, for the first time, people are starting to say, &#39;That&#39;s Sterling K. Brown,&#39; which is cool, which is uncharted territory for your boy. It&#39;s nice to be called by your name when you&#39;re not in character.","author":"Sterling K. Brown","topic":"Cool"},{"quote":"I wondered how they would top the Pirates and skeletons and moonlight, because that&#39;s a pretty cool concept.","author":"Orlando Bloom","topic":"Cool"},{"quote":"The thing I adore about Mariah the most is she&#39;s probably the most nurturing person I&#39;ve ever met, like one of those spirits that walks into the room and wants to make sure that everybody&#39;s okay and taken care of. For someone to be at her status but be so concerned about others is really cool.","author":"Nick Cannon","topic":"Cool"},{"quote":"They&#39;re very, uh, you know, I don&#39;t come from the suburbs and a jolly, Disney type of lifestyle. I come from something totally different. And they&#39;re cool and bare minimum so it&#39;s not always a money issue for me.","author":"Shia LaBeouf","topic":"Cool"},{"quote":"I&#39;m always inspired by people who have really cool Twitter profiles.","author":"Charlie Puth","topic":"Cool"},{"quote":"If you feel comfortable and cool in particular clothes, then that is fashion according to me.","author":"Disha Patani","topic":"Cool"},{"quote":"There&#39;s no point in swanning through and being cool as a breeze in every scene. It&#39;s not really that interesting. Even if you&#39;re a superhero.","author":"Michael Fassbender","topic":"Cool"},{"quote":"I&#39;m always drawing, so Draw Something is a cool game to play against your friends when you&#39;re bored and sat chilling out and relaxing.","author":"Zayn Malik","topic":"Cool"},{"quote":"The films that have influenced me most are: &#39;The Hustler&#39;, &#39;Badlands&#39;, &#39;Hud&#39;, &#39;Tender Mercies&#39;, &#39;Cool Hand Luke&#39;, &#39;A Perfect World&#39;, and &#39;Laurence of Arabia&#39;. I also really like &#39;Fletch&#39;. I feel like all of these films reached an honest place in regard to the human condition while also stringing together really entertaining stories.","author":"Jeff Nichols","topic":"Cool"},{"quote":"The cool thing about music is no one can take music away from you, writing wise.","author":"Darren Criss","topic":"Cool"},{"quote":"The most common criticism I&#39;ve seen is that I write &#39;popcorn fantasy:&#39; lightweight action-adventure. Some people call it that as they explain why they love it for exactly that reason. I&#39;m cool with that, either way. I just nod and let it go.","author":"R. A. Salvatore","topic":"Cool"},{"quote":"It&#39;s pretty cool to see yourself on a video game.","author":"Rickie Fowler","topic":"Cool"},{"quote":"I&#39;m too young to have experienced firsthand the &#39;70s rock, but when I was in high school, me and my friends were super into Neil Young. That was the grunge era, and he was considered cool again.","author":"Bryan Lee O'Malley","topic":"Cool"},{"quote":"I keep my face covered during concerts. That&#39;s just something that is part of me, an artist, and I think it&#39;s a cool concept and look. It is really inspired by my love for video games, especially with the videogame &#39;Watchdog&#39; that I love.","author":"Alan Walker","topic":"Cool"},{"quote":"When people meet me, many times they&#39;re very surprised because they expect someone who is kind of wacky with seven piercings and very hip and cool and New York City, and I&#39;m not.","author":"Augusten Burroughs","topic":"Cool"},{"quote":"I used to lie between cool, clean sheets at night after I&#39;d had a bath, after I had washed my hair and scrubbed my knuckles and finger-nails and teeth. Then I could lie quite still in the dark with my face to the window with the trees in it, and talk to God.","author":"Frances Farmer","topic":"Cool"},{"quote":"It was a lot of fun doing &#39;Felicity.&#39; She had just won the Golden Globe, and she was huge at the time, but she was like the nicest girl ever. As a guest star on a show, you get on the set and you feel out of place, but she was so nice to me and really cool.","author":"Simon Rex","topic":"Cool"},{"quote":"It&#39;s cool to have critical success because it&#39;s always nice for your peers to say, &#39;Good job.&#39; But who cares about them?","author":"Zac Hanson","topic":"Cool"},{"quote":"People want to go out and travel around and meet cool people. I could just go live in Vermont, but is that what I really want?","author":"Tom Brady","topic":"Cool"},{"quote":"Everyone knows almost everything about me. I make it very clear that I&#39;m cool with people knowing all my personal life through my songs.","author":"Ed Sheeran","topic":"Cool"},{"quote":"The simple truth is that balding African-American men look cool when they shave their heads, whereas balding white men look like giant thumbs.","author":"Dave Barry","topic":"Cool"},{"quote":"I love Bob Dylan. Who doesn&#39;t? He tapped into some kind of vein and it keeps on keeping on. There&#39;s nobody like him. He&#39;s unique, and just... way out cool.","author":"David Lynch","topic":"Cool"},{"quote":"The last game I played in college was in the NIT against St. Mary&#39;s. That was the first time I had come to the Oakland area. So, the last game I played in college and the first game of my NBA career were out here in the Bay Area. It&#39;s pretty cool.","author":"Stephen Curry","topic":"Cool"},{"quote":"To act coolly, intelligently and prudently in perilous circumstances is the test of a man - and also a nation.","author":"Adlai E. Stevenson","topic":"Cool"},{"quote":"Being uncool is being pretty much the coolest you can be.","author":"Rufus Wainwright","topic":"Cool"},{"quote":"With Tinder and all these other things, there&#39;s always this kind of illusion with infinite choices. There&#39;s something very cool about saying, &#39;Oh, I actually really care about this person, and I want to commit to loving this person and being loyal to this person.&#39; You can&#39;t get that from the kind of infinite multiple choices that are out there.","author":"John Legend","topic":"Cool"},{"quote":"I&#39;ve never been cool - and I don&#39;t care.","author":"Celine Dion","topic":"Cool"},{"quote":"I&#39;m cool with my body, I love my body. I wouldn&#39;t trade it for no other body.","author":"Marshawn Lynch","topic":"Cool"},{"quote":"I remember my first run-in with cops. It took me really getting to hang, well after that, with cops who were cool, and realizing, &#39;Okay, there are some bad ones.&#39; I ran into some bad ones in Columbus, Ohio, but they&#39;re not all bad.","author":"Woody Harrelson","topic":"Cool"},{"quote":"All this fashion stuff - who&#39;s cool now - is just a bigger version of the cool kids versus the nerds.","author":"Beth Ditto","topic":"Cool"},{"quote":"My novel, which I had started with such hope shortly after publishing my first book of stories, wouldn&#39;t budge past the 75-page mark. Nothing I wrote past page 75 made any kind of sense. Nothing. Which would have been fine if the first 75 pages hadn&#39;t been pretty damn cool.","author":"Junot Diaz","topic":"Cool"},{"quote":"You know, you grow up with the image of John Travolta being super cool - &#39;Saturday Night Fever,&#39; Brian De Palma, handsome young god... he, in reality, is a very silly man. And I mean that in a good way. He&#39;ll walk around the set talking in little weird voices, making people laugh.","author":"Eric Stoltz","topic":"Cool"},{"quote":"A girl came up to me in a bar and said she wanted to be my apple pie. I wish I&#39;d said something cool, but I was stunned.","author":"Jason Biggs","topic":"Cool"},{"quote":"My parents used to throw great New Year&#39;s Eve parties. They invited such an eclectic mix of showbiz people. All those cool people were always hanging out at our apartment.","author":"Ben Stiller","topic":"Cool"},{"quote":"November is auspicious in so many parts of the country: the rice harvest is already in, the weather starts to cool, and the festive glow which precedes Christmas has began to brighten the landscape.","author":"F. Sionil Jose","topic":"Cool"},{"quote":"Music is music, ultimately. If it makes you feel good, cool.","author":"Prince","topic":"Cool"},{"quote":"I suppose the only thing at 50 you can really start to look forward to is just total irresponsibility. As you get older, you can just sit in a chair, wear anything you want, you know you can walk down; old people dress cool. You know they wear sweatpants. The elderly have it down.","author":"Johnny Depp","topic":"Cool"},{"quote":"When I started playing music, I was more of a character. Now I&#39;m just me with a cool outfit on. I&#39;m more comfortable being myself.","author":"Ben Hopkins","topic":"Cool"},{"quote":"The cool thing about being famous is traveling. I have always wanted to travel across seas, like to Canada and stuff.","author":"Britney Spears","topic":"Cool"},{"quote":"Vegetarians are cool. All I eat are vegetarians - except for the occasional mountain lion steak.","author":"Ted Nugent","topic":"Cool"},{"quote":"My best friend was really cool, and she went to a youth theatre in Paisley, so I thought maybe that&#39;s the way to do it. I went along, and I immediately found something I was passionate about and really enjoyed.","author":"Richard Madden","topic":"Cool"},{"quote":"When I was younger, the pressure was just being cool. I never thought of myself as a cool guy. I always thought of myself as more of the goofy guy.","author":"Paul Walker","topic":"Cool"},{"quote":"My Barbies were usually naked. Once, I took their heads off, cut their hair, drew on their short, spiky hair with some markers, then stuck the heads on Christmas lights. Every year, we&#39;d string our tree with those Barbie heads. It looked demonic. My parents were so cool - they saw it as a form of self-expression.","author":"Jessica Biel","topic":"Cool"},{"quote":"&#39;Cyberspace&#39; as a term is sort of over. It&#39;s over in the way that, after a certain time, people stopped using the suffix &#39;-electro&#39; to make things cool, because everything was electrical. &#39;Electro&#39; was all over the early 20th century, and now it&#39;s gone. I think &#39;cyber&#39; is sort of the same way.","author":"William Gibson","topic":"Cool"},{"quote":"&#39;Aladdin&#39; was probably my favorite Disney animation when I was a kid. The animation was great and Robin Williams was unbelievable as the Genie. &#39;Aladdin&#39; was an amazing adventure and the lead character was a hero for guys, which I loved. It wasn&#39;t a princess or a girl beating the odds; it was a street rat. That seemed really cool to me.","author":"Zachary Levi","topic":"Cool"},{"quote":"I do love Instagram, and my kids are with me, like, 24-7, so it&#39;s inevitable that they&#39;ll be on there. And honestly, I know it sounds weird, but I look up people all the time on it. Because I find people so interesting, and I&#39;m curious about them. It&#39;s a gateway to meet new people. I think the whole concept of Instagram is really cool.","author":"Britney Spears","topic":"Cool"},{"quote":"I&#39;m never quite cool, if you know what I mean. I&#39;m basically the worst, best superhero.","author":"Tom Holland","topic":"Cool"},{"quote":"Many in the world are searching, often intensely, for a source of refreshment that will quench their yearning for meaning and direction in their lives. They crave a cool, satisfying drink of insight and knowledge that will soothe their parched souls.","author":"Joseph B. Wirthlin","topic":"Cool"},{"quote":"The concept of the robot encapsulates both aspects of technology. On one hand it&#39;s cool, it&#39;s fun, it&#39;s healthy, it&#39;s sexy, it&#39;s stylish. On the other hand it&#39;s terrifying, it&#39;s alienating, it&#39;s addictive, and it&#39;s scary. That has been the subject of much science-fiction literature.","author":"Thomas Bangalter","topic":"Cool"},{"quote":"My mom is just someone who&#39;s easy to talk to and hang with. My sister, it&#39;s always cool to be able to help her out with things. My brother is fun when we&#39;re just joking and messing around. And my dad is someone who&#39;s helpful with my music and easy to talk to about that stuff because he understands me in that sense.","author":"David Archuleta","topic":"Cool"},{"quote":"I&#39;m glad to see that BMW is bringing an electric car to market. That&#39;s cool.","author":"Elon Musk","topic":"Cool"},{"quote":"I&#39;d like to see a world free of strife, stress, pain, hunger, war - a cool place where everyone could live.","author":"Dionne Warwick","topic":"Cool"},{"quote":"I went to a public school through sixth grade, and being good at tests wasn&#39;t cool.","author":"Bill Gates","topic":"Cool"},{"quote":"Drake is an amazing person. Also, a magician. He&#39;s a big brother, super-talent; he&#39;s cool.","author":"Travis Scott","topic":"Cool"},{"quote":"I represent the kids who come from nothing but who understand it all and love it all. That&#39;s what I represent - those are the cool kids, you know, the kids of tomorrow, because who would&#39;ve known that I&#39;d be who I am today? We are the kids of tomorrow.","author":"ASAP Rocky","topic":"Cool"},{"quote":"The ballplayer who loses his head, who can&#39;t keep his cool, is worse than no ballplayer at all.","author":"Lou Gehrig","topic":"Cool"},{"quote":"I experimented with fashion as it being more like art, allowing what I wore to express what I was feeling on the inside. Androgyny, rock culture, and grunge - they definitely had an effect on the things that made me feel cool and comfortable.","author":"Ruby Rose","topic":"Cool"},{"quote":"Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I&#39;m happy.","author":"Liv Tyler","topic":"Cool"},{"quote":"Opening day is always so cool to be a part of and to people watch. The Pacific Classic, which I&#39;ve had the privilege of riding in a couple of times, is great. Every day at Del Mar is fantastic. I love the smells, working out on the beach, running the stairs. It&#39;s just a healthy environment. I love it.","author":"Chantal Sutherland","topic":"Cool"},{"quote":"Everyone hooks up with George Clooney. He&#39;s a genuinely cool guy. He&#39;s using his powers for good.","author":"William H. Macy","topic":"Cool"},{"quote":"Racism is taught in the home. We agree on that? Well, it&#39;s very hard to teach racism to a teenager who&#39;s listening to rap music and who idolizes, say, Snoop Dogg. It&#39;s hard to say, &#39;That guy is less than you.&#39; The kid is like, &#39;I like that guy, he&#39;s cool. How is he less than me?","author":"Jay-Z","topic":"Cool"},{"quote":"No-one has ever called me a cool dude. I&#39;m somewhere between geek and normal.","author":"Linus Torvalds","topic":"Cool"},{"quote":"I don&#39;t mind not being cool.","author":"Chris Martin","topic":"Cool"},{"quote":"Touring is very routine. You get to the city, you go to the hotel, you got to be at the hotel by a certain time - it&#39;s very routine. I&#39;m not a very structured person, so when I get some structure, it&#39;s cool; it&#39;s good for me.","author":"J. Cole","topic":"Cool"},{"quote":"I once asked Ozzy Osbourne, truly one of my favorite people in the world, if he was cool with singing Black Sabbath songs year after year, whether he was performing with Black Sabbath or out on a solo tour. He said it was great.","author":"Henry Rollins","topic":"Cool"},{"quote":"&#39;Boyz-n-the-Hood&#39; was actually supposed to be written for Eazy&#39;s group. He had a group out in New York called Home Boys Only, called HBO. One of them looked like LL Cool J. Eazy wanted to write a song for them, a street song, like what we were doing on the mix tapes. So when I wrote it, it was too West Coast for them.","author":"Ice Cube","topic":"Cool"},{"quote":"My biggest thing about being a role model is whatever I&#39;m preaching, I&#39;m practicing. If I&#39;m telling people I&#39;m boxing and then I&#39;m eating a burger tonight, it&#39;s because I am. I&#39;m not cheating and eating a salad and then being like, &#39;Yeah! Burgers are cool!&#39;","author":"Gigi Hadid","topic":"Cool"},{"quote":"To me, a sure-fire way to get in a rut is by sitting around playing by yourself for too long. You&#39;ve gotta get out there and jam, man! You don&#39;t have to necessarily be in a band, all you&#39;ve gotta have are a couple of buds who play too. They don&#39;t have to be guitarists either; jamming with a bassist or a drummer is cool.","author":"Dimebag Darrell","topic":"Cool"},{"quote":"I just really like fun, cool, interesting, quirky girls. And sometimes you find that in 6&#39;2 model bodies and sometimes they&#39;re short and brunette. All shapes and sizes - it&#39;s really about the personality. That sounds cliche, but it&#39;s so freaking true!","author":"Dylan O'Brien","topic":"Cool"},{"quote":"I never saw music in terms of men and women or black and white. There was just cool and uncool.","author":"Bonnie Raitt","topic":"Cool"},{"quote":"I&#39;m a geeky toy collector, and to have toys of your own characters is unbelievably cool.","author":"Craig McCracken","topic":"Cool"},{"quote":"Whatever one thinks of Twitter, the Friday Reads hashtag is kind of a cool tradition.","author":"James Bernard Frost","topic":"Cool"},{"quote":"Kids love robots. They&#39;re this fanciful, cool thing.","author":"Cynthia Breazeal","topic":"Cool"},{"quote":"One cool judgment is worth a thousand hasty counsels. The thing to do is to supply light and not heat.","author":"Woodrow Wilson","topic":"Cool"},{"quote":"You have this ability in hip hop to be invincibly cool, and that is a part of G-Eazy.","author":"G-Eazy","topic":"Cool"},{"quote":"&#39;In Search of Excellence&#39; - even the title - is a reminder that business isn&#39;t dry, dreary, boring, or by the numbers. Life at work can be cool - and work that&#39;s cool isn&#39;t confined to Tiger Woods, Yo-Yo Ma, or Tom Hanks. It&#39;s available to all of us and any of us.","author":"Tom Peters","topic":"Cool"},{"quote":"Keep cool my babies.","author":"Conan O'Brien","topic":"Cool"},{"quote":"I love Japan. I love the collision of the modern and ancient worlds coming together in that place. It&#39;s so high-tech and cool.","author":"John Lasseter","topic":"Cool"},{"quote":"The battle to find a workplace that&#39;s wheelchair accessible is a feat in itself, let alone an employer who&#39;s going to be cool about employing someone with a disability in a job you actually want to do.","author":"Stella Young","topic":"Cool"},{"quote":"I&#39;m not Rihanna. I&#39;m not cool. When people come up to me in the street, they often want a hug, not a photo, and they want that because they like my work.","author":"Anne Hathaway","topic":"Cool"},{"quote":"Living in New Zealand, it&#39;s like a different world - it is a different world. It&#39;s very, very cool.","author":"Luke Evans","topic":"Cool"},{"quote":"I&#39;ve always loved Jennifer Lopez, and I think, as an entertainer, she is a great example of a strong woman that is also very levelheaded and cool and produces her own content.","author":"Christina Milian","topic":"Cool"},{"quote":"I think, as most of us do, I put such high expectations on myself that this spills over onto other people. And not everyone is wired this way. Some people can shrug expectations off their shoulders like a cardigan, remaining cool and breezy. Others wear them like a parka with a stuck zipper, hot and stifling.","author":"Kristin Armstrong","topic":"Cool"},{"quote":"Sure, climbing Mount Everest would be cool, but that&#39;s something I would now like to do as a family. Big experiences like that I don&#39;t want to have on my own anymore. I want to share them.","author":"Heidi Klum","topic":"Cool"},{"quote":"As a person, I have a lot of different sides to me, and I genuinely just embrace them. I don&#39;t think, &#39;Oh, I gotta put on my cool face now!&#39;","author":"Tinashe","topic":"Cool"},{"quote":"I was feeling like a real misfit in middle school, but when I saw &#39;Wicked,&#39; it made me feel really cool for being different... and you can carve that in stone!","author":"Jennifer Damiano","topic":"Cool"},{"quote":"We were in recycling before recycling was cool.","author":"Anthony Pratt","topic":"Cool"},{"quote":"What you do on travel holiday is what your memories are based on. People want to do cool stuff, and this is what will shape your entire experience.","author":"Ruzwana Bashir","topic":"Cool"},{"quote":"It&#39;s like Canada is the little brother to the United States and one day they are going to show the world they&#39;re just as cool as their successful big brother.","author":"Dustin Milligan","topic":"Cool"},{"quote":"I&#39;m born and raised in Mexico. I only spent eight months in the States, but definitely English is a really big part of my life, and I love it. Thank God my mom put me in American school because I&#39;m able to be working in the States, and it opens a lot more doors being half and not being only one. It&#39;s cool because I get to turn it on and off.","author":"Eiza Gonzalez","topic":"Cool"},{"quote":"Sometimes you have the trends that&#39;s not that cool. You may have certain artists portraying these trends and don&#39;t really have that lifestyle, and then it gives off the wrong thing. And it becomes kinda corny after awhile. It&#39;s really about keeping hip-hop original and pushing away the corniness in it.","author":"Kendrick Lamar","topic":"Cool"},{"quote":"I think it would be cool if you were writing a ransom note on your computer, if the paper clip popped up and said, &#39;Looks like you&#39;re writing a ransom note. Need help? You should use more forceful language, you&#39;ll get more money.&#39;","author":"Demetri Martin","topic":"Cool"},{"quote":"Some years I&#39;m the coolest thing that ever happened, and then the next year everyone&#39;s so over me, and I&#39;m just so past my sell date.","author":"Cher","topic":"Cool"},{"quote":"You can be cool and at the same time respect your woman, who will hopefully become your wife, who will hopefully become the mother of your kids. America needs to get back to family values.","author":"Martin Lawrence","topic":"Cool"},{"quote":"So when I got to be about 13 or 14, I started listening - even though my parents music was way cool - to contemporary hard rock at that time, which was Aerosmith, Cheap Trick, Black Sabbath, AC\/DC, Ted Nugent and all that, and that&#39;s just where I came from.","author":"Slash","topic":"Cool"},{"quote":"My definition of cool is finding your own definition of cool and not necessarily taking your lead from what other people tell you or from what you might read from magazines or see on TV.","author":"Wentworth Miller","topic":"Cool"},{"quote":"The worst thing I could be thinking is how could I be a cool bass player.","author":"Mike Gordon","topic":"Cool"},{"quote":"At Tencent, we may be businessmen, but we are still chasing our IT, our science. We are still striving to create something really cool, trying to create things we couldn&#39;t even imagine without our new technologies. I am still clinging to this enthusiasm.","author":"Ma Huateng","topic":"Cool"},{"quote":"Sketching in general - anywhere, not just in Gitmo, but in life, in the world - is a profoundly disruptive act. Because you&#39;re creating something when you&#39;re kind of expected to consume or sit passively. I&#39;ve always sketched things as a way to get into them, whether it was a fancy nightclub or, you know, to have kids think I was cool, whatever.","author":"Molly Crabapple","topic":"Cool"},{"quote":"You cannot represent cool. You&#39;ve got to be cool. You&#39;ve got to be authentic. I think, after all these years, that is how I define cool. It is being authentic. That is powerful.","author":"Henry Winkler","topic":"Cool"},{"quote":"The one cool thing with getting older is that you can actively choose to just be an eccentric.","author":"Greg Behrendt","topic":"Cool"},{"quote":"I look like an accountant. And no offense to accountants! There&#39;s some really cool accountants out there.","author":"Jake Lacy","topic":"Cool"},{"quote":"It&#39;s going to be interesting to see how society deals with artificial intelligence, but it will definitely be cool.","author":"Colin Angle","topic":"Cool"},{"quote":"Plate tectonics is not all havoc and destruction. The slow movement of continents and ocean floors recycles carbon dioxide dissolved in the oceans back into the atmosphere. Without this slow speed carbon cycle, Earth&#39;s temperatures would cool dozens of degrees below your comfort zone.","author":"Seth Shostak","topic":"Cool"},{"quote":"I like to buy girls shoes and jewelry. I buy stupidly expensive shoes. I got Louboutins for my mom and my girlfriend before. My mom was like, &#39;I can&#39;t wear these; they&#39;re too high.&#39; I was like, &#39;Mom, you have to try them - they&#39;re so cool. They&#39;re red snakeskin!&#39; She still wears them every so often, but she can&#39;t walk in them.","author":"Ansel Elgort","topic":"Cool"},{"quote":"I&#39;ve never been cool and I don&#39;t really care about being cool. It&#39;s just an awful lot of time and hair gel wasted.","author":"Chris Martin","topic":"Cool"},{"quote":"Our career is a dream. I mean, we get to act, travel around the world, and meet cool people. What&#39;s not to love!","author":"Mary-Kate Olsen","topic":"Cool"},{"quote":"It&#39;s the most gratifying thing to have young girls telling me, &#39;I love that you do a photo shoot in pants and a button up shirt, and you still look cool.&#39;","author":"AJ Lee","topic":"Cool"},{"quote":"Most of an award-show host&#39;s job is showing up and keeping a cool head and soldiering through it, whether it&#39;s the Oscars or the Hallmark Channel&#39;s &#39;Hero Dog Awards.&#39;","author":"Rob Sheffield","topic":"Cool"},{"quote":"The Internet is for haters. Everyone wants to knock somebody down, but it&#39;s cool.","author":"Andy Cohen","topic":"Cool"},{"quote":"I think I&#39;m commercial underground. I&#39;m not commercial in the way that people consider &#39;pop,&#39; but I&#39;m not underground in the way that people consider that. either. I am just a cool guy.","author":"Tiesto","topic":"Cool"},{"quote":"I&#39;m just a cool type of guy who&#39;s all about positives.","author":"Big Boi","topic":"Cool"},{"quote":"I definitely move to the beat of my own drummer and man, he&#39;s not playing something anyone has heard before. It&#39;s pretty cool, though. Pretty cool.","author":"Q-Tip","topic":"Cool"},{"quote":"To me, what I love about the draft is; first, you see the young men who are realizing their dreams that they&#39;ve worked so hard for. That&#39;s a pretty cool thing. You saw the emotion from some of these guys the other day. And then, the second thing is this total sense of hope and optimism. And, I think that&#39;s great for everybody.","author":"Roger Goodell","topic":"Cool"},{"quote":"The plus size movement is not just about fashion; it&#39;s about body image, and if we&#39;re doing a shoot, they won&#39;t retouch us at all. That&#39;s the cool thing: there&#39;s no retouching at all because we want to give girls the truth, not a fabrication.","author":"Hayley Hasselhoff","topic":"Cool"},{"quote":"The nude scenes were a little eerie and I felt a bit odd. Yeah, when the camera scanned up my body, I said to my friend, &#39;Now, that&#39;s a close-up.&#39; I mean, you see every inch of my body. But I&#39;m okay with it and so it was cool.","author":"Natasha Henstridge","topic":"Cool"},{"quote":"I was 35 years old and in a position to take a shot at whatever I wanted to try. The Air Force said I was too old to fly fighter jets. I thought about becoming a fishing boat captain, before deciding that acting seemed pretty cool.","author":"Jerry Doyle","topic":"Cool"},{"quote":"One thing that has helped me to become patient and cool is that I grew up with sisters.","author":"William Kamkwamba","topic":"Cool"},{"quote":"When I am working on a book or a story, I write every morning as soon after first light as possible. There is no one to disturb you, and it is cool or cold, and you come to your work and warm as you write.","author":"Ernest Hemingway","topic":"Cool"},{"quote":"I read the script for Wonder Boys, and I said that was almost perfect, it was so classy, cool and funny. It&#39;s a really specific thing. We stuck to it, it turned out good and a lot of people liked it.","author":"Robert Downey, Jr.","topic":"Cool"},{"quote":"The Tom Brady sandwich would be a prosciutto with a nice Buffalo mozzarella, on a crispy baguette with a little fresh basil. Brady is classy; he&#39;s a really cool dude. He&#39;s got a lot of flavor.","author":"Guy Fieri","topic":"Cool"},{"quote":"For me, it&#39;s important that a fan can buy something that is related to me. Like in soccer, you buy a shirt and it&#39;s got somebody&#39;s name on the back. That&#39;s kind of a cool thing.","author":"Roger Federer","topic":"Cool"},{"quote":"He who keeps his cool best wins.","author":"Norman Cousins","topic":"Cool"},{"quote":"I had a couple of really cool friends when I was a kid, and we&#39;d find cool music and movies and show them to each other. My friend Dennis had a copy of &#39;A Clockwork Orange&#39; and he&#39;d already seen it once, and he was like, &#39;We need to watch this.&#39; I was sleeping over his house - and I think we were literally 15 - and we watched it.","author":"Gerard Way","topic":"Cool"},{"quote":"I think it&#39;s interesting to have a cool character not look so cool, you know?","author":"Norman Reedus","topic":"Cool"},{"quote":"I feel like my style&#39;s always been influenced by &#39;less is more.&#39; The coolest styles are kind of simple and classic, like a white T-shirt and jeans. Maybe you have a cool belt and cool shoes, but everything else you keep simple.","author":"Chris Evans","topic":"Cool"},{"quote":"I wanted to escape Small Town U.S.A. To dismiss the boundaries, to explore. My life experience came from watching movies, TV, and reading books and magazines. When your culture comes from watching TV everyday, you&#39;re bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities.","author":"Trent Reznor","topic":"Cool"},{"quote":"Elves are cool, man.","author":"Orlando Bloom","topic":"Cool"},{"quote":"But this is Miami, you can&#39;t come to Miami and not show any skin. You gotta show something. If you&#39;re all covered up in this heat, you&#39;re gonna make me pass out out just to look at you. It&#39;s sweaty in Miami-but the diamonds will keep me cool.","author":"Lil' Kim","topic":"Cool"},{"quote":"I want my clothes to have a life and then end up in a secondhand store, where some cool girl discovers them 20 years later. If the runway or red carpet is the only life clothes have, it&#39;s sad.","author":"Jeremy Scott","topic":"Cool"},{"quote":"From the third grade, I knew that I wanted to play in the NFL. It&#39;s pretty cool to see the dream about to come to fruition, but it&#39;s just a starting point.","author":"Carson Wentz","topic":"Cool"},{"quote":"To have so many years in the rap industry and so many number one songs, and sold so many millions of records, introduced the world to people like Cool &amp; Dre, DJ Khaled, Pitbull, Rick Ross, Trick Daddy, Remy Ma, Big Pun, Rico Love... I could go on and on. Having been able to influence the rap game for so long is very important to me.","author":"Fat Joe","topic":"Cool"},{"quote":"Most people would put me firmly in the nerd\/geek category. It wouldn&#39;t be a change from where I&#39;ve been put my whole life, but my place now has standing. Nerds are inexorably cool again.","author":"Kyle Hill","topic":"Cool"},{"quote":"Being cool is when you win, you don&#39;t get too happy; and when you lose, you don&#39;t get too mad.","author":"Ice T","topic":"Cool"},{"quote":"I was not a cool kid. There was no reason for me to be marginalised. I was just a nerd. I was kind of weird, and I found solace in video games.","author":"Kumail Nanjiani","topic":"Cool"},{"quote":"I love to add &#39;90s trends mixed with modern day pieces I find along my many travels. Like these cool fun hats from Europe I have. I love to collect different ones from every country. I have them from London to Brussels.","author":"Kat Graham","topic":"Cool"},{"quote":"After talking to people and meeting them every day, I realize that a song can be written from one perspective with an objective in mind. What is crazy about it is that many different people can take one song a totally different way. That is so cool, since music is a universal thing and a very personal thing.","author":"Josh Dun","topic":"Cool"},{"quote":"Sometimes life&#39;s so much cooler when you just don&#39;t know any better and all the painful lessons have not hammered your head open yet.","author":"Anthony Kiedis","topic":"Cool"},{"quote":"Unwanted honking not only irritates others, but may also end up causing accidents. Drivers lose cool and it may result in road rage.","author":"Rahul Dravid","topic":"Cool"},{"quote":"I&#39;m really a cool, mellow guy. I&#39;m not as crazy as everybody thinks.","author":"Tommy Lee","topic":"Cool"},{"quote":"We live in a cult of the upgrade right now. There&#39;s always something around the corner that will make whatever you think is cool right now feel obsolete.","author":"Colin Trevorrow","topic":"Cool"},{"quote":"The cool thing about pro wrestling is we do a lot more acting as far as characters in general than MMA. I know a lot of people like the MMA fighters because they like the rugged look.","author":"Kurt Angle","topic":"Cool"},{"quote":"I haven&#39;t left the house without a packet of Kleenex in my back pocket for as long as I can remember. Whenever I start thinking I&#39;m incredibly cool, the packet of Kleenex in my back pocket brings me right back down to earth.","author":"Josh Radnor","topic":"Cool"},{"quote":"Orlando&#39;s a really cool guy. They hired him for &#39;Lord of the Rings&#39; out of drama school. He&#39;s very new at this still and doesn&#39;t have a lot of experience. So we were in this together and we&#39;ve tried to help each other out. We felt very equal which was good.","author":"Diane Kruger","topic":"Cool"},{"quote":"Yeah, I get to fight in &#39;Eclipse.&#39; My trainer is teaching me MMA right now. So. Cool.","author":"Ashley Greene","topic":"Cool"},{"quote":"The first record I ever listened to was Elvis Presley, and I remember thinking, &#39;Man this guy is cool!&#39; The swagger he had really helped my confidence, because he really made me think that a white boy could make music like this.","author":"Jesse McCartney","topic":"Cool"},{"quote":"I know what we&#39;re going to do as PWR BTTM. We&#39;re going to put a new record out; we&#39;re going to go on tour a lot, and we&#39;re going to do cool stuff. We&#39;re going to try to be kind to our friends and family and loved ones. And we&#39;re going to look cute.","author":"Ben Hopkins","topic":"Cool"},{"quote":"In the summer I wear shorts with a bright top and ankle boots or just sandals. I&#39;ll add a nice scarf, maybe a hat, some cool sunglasses. It&#39;s all about the accessories.","author":"Alessandra Ambrosio","topic":"Cool"},{"quote":"In this beginner-friendly book, called &#39;Learn to Program with Minecraft,&#39; you will learn how to do cool things in Minecraft using the Python programming language. No prior programming experience is needed.","author":"Mark Frauenfelder","topic":"Cool"},{"quote":"I wasn&#39;t some weird loner in school, but I definitely wasn&#39;t invited to any of the cool parties.","author":"Paul Wesley","topic":"Cool"},{"quote":"You want hot days to get your fruit ripe but then you want it to cool off nicely at night so that the grapes stay on the vine longer and develop complexity.","author":"Drew Bledsoe","topic":"Cool"},{"quote":"My purpose is to make a movie to make you warm. To give you some heat. Now, this rational world has become a place where only what is cool is good. Do you cut the movie on the basis of the beat of modernity or the basis of the beat of your own heart?","author":"Emir Kusturica","topic":"Cool"},{"quote":"It&#39;s cool for me because I&#39;m a director, but I&#39;m also a teacher. I&#39;m a lover of cinema, and I love working with people who are hungry and have the energy to really do better work.","author":"John Singleton","topic":"Cool"},{"quote":"Electric cars are really very cool. Air-source heat pumps are great.","author":"David J. C. MacKay","topic":"Cool"},{"quote":"I think writers just can&#39;t come up with any new words for what we&#39;re doing, because we&#39;re not &#39;retro-&#39; anything. Like, in &#39;Gold and a Pager,&#39; we&#39;re not talking about what was current - pagers were cool to us, but they never stopped being cool; people just stopped using them.","author":"Chuck Inglish","topic":"Cool"},{"quote":"When I was younger, I always wanted to be a musician, a performer and an entertainer - but I never thought about becoming a poster or anything like that. It&#39;s pretty cool.","author":"Ross Lynch","topic":"Cool"},{"quote":"As far as putting stuff on social media, I think Instagram is really cool because I like the visual aspect. You&#39;re taking pictures, and you can put a filter on them, and it&#39;s super creative.","author":"Ross Lynch","topic":"Cool"},{"quote":"I want to speak up and tell you that mascara and clothes don&#39;t make you cool, neither do name-brand handbags, but being a leader can.","author":"Renee Olstead","topic":"Cool"},{"quote":"They use all of the music that I did in the &#39;50s, &#39;60s and the &#39;70s behind people like Tupac and LL Cool J. I&#39;m into all that stuff.","author":"Donald Byrd","topic":"Cool"},{"quote":"I have really long hair, so I don&#39;t cut it all that often. Sometimes, when I&#39;m working, I just have the stylist on set trim it for me. I don&#39;t dye my hair. When I was a teenager, I dyed my hair five colors at one time. It was all different shades of red going from more orange to more purple. I thought I looked so cool.","author":"Zhu Zhu","topic":"Cool"},{"quote":"I&#39;m cool with where I&#39;m at. It&#39;s certain things I wanna do to be better, but I&#39;m good.","author":"Jazmine Sullivan","topic":"Cool"},{"quote":"I&#39;m cool with Jay-Z. Jay-Z is genuinely my friend.","author":"Drake","topic":"Cool"},{"quote":"I&#39;ve always believed in good music over bad music. I believe in two sorts of musics. And the lines that separate us, I don&#39;t believe in that. That&#39;s for people who need to easily define what they&#39;re hearing. Me, I&#39;m cool with everything and anything I&#39;m hearing that&#39;s music. It comes under one definition for me.","author":"Jay-Z","topic":"Cool"},{"quote":"I think who you are in school really sticks with you. I don&#39;t ever feel like the cool kid at the party, ever. It&#39;s like, &#39;Smile and be nice to everybody, because you were not invited to be here.&#39;","author":"Taylor Swift","topic":"Cool"},{"quote":"In Israel, there&#39;s a lot to learn from anyone, because to live there you&#39;ve got to deal with the truth. Things happen real fast. Your day goes from cool to catastrophic in one second. Israelis know that the cafe you&#39;re in could blow up, or the shopping mall, and they rock that.","author":"Henry Rollins","topic":"Cool"},{"quote":"My goal was never to make Facebook cool. I am not a cool person.","author":"Mark Zuckerberg","topic":"Cool"},{"quote":"I think most people think of ballerinas as kind of either as a fairytale, far-away thing that&#39;s really not attainable, something they can&#39;t grasp, or they think of them as European or Russian and kind of their nose up in the air. So, it&#39;s cool for me to, like, sit with them and for them to really see themselves as me.","author":"Misty Copeland","topic":"Cool"},{"quote":"I&#39;d love to date somebody cool, fun, funny.","author":"Rihanna","topic":"Cool"},{"quote":"Morgan Freeman is so class. He&#39;s so cool. He&#39;s so scary.","author":"Jim Carrey","topic":"Cool"},{"quote":"It&#39;s cool when people know you more, but I like people to treat me regular when they see me. I take pictures. I don&#39;t really be big on people looking at me.","author":"Meek Mill","topic":"Cool"},{"quote":"I used to love being the class clown. I loved to make jokes and make people laugh. There was a set of students who would find it funny. But the cool students were like, &#39;Eeew!&#39;","author":"Issa Rae","topic":"Cool"},{"quote":"I think people appreciate a songwriter who shows different sides. The whole angst thing is cool, but if that&#39;s all you&#39;ve got, it&#39;s just boring. Everything I write, whether it&#39;s happy or sad, has a sense of humor to it.","author":"Katy Perry","topic":"Cool"},{"quote":"A friend of mine has a big farm in the desert, and she picks up feathers and roadkill for me, then makes it into clothes. I think it&#39;s cool to wear roadkill. If I died and somebody wanted to wear my teeth around their neck to VMAs, I&#39;d feel honored.","author":"Kesha","topic":"Cool"},{"quote":"Making a mix CD - albeit slightly old school - is generally a pretty cool gift and something I like to receive, or giving someone a book that moved you. Writing an inscription inside makes it even better.","author":"Ryan Reynolds","topic":"Cool"},{"quote":"I&#39;m cool with people dressing up as Eleven for Halloween. I definitely want to open my door and give them candy.","author":"Millie Bobby Brown","topic":"Cool"},{"quote":"To be honest, the cool thing about Cena is he&#39;s just in his gear all the time. He doesn&#39;t have to get dressed. He comes off his bus, and he&#39;s it. All he has to do is pull up his kneepads. You know who is kind of a new Cena is Ambrose. Ambrose can show up in his gear like he just changes his boots.","author":"Roman Reigns","topic":"Cool"},{"quote":"I remember being on film sets when I was younger, and only men got to do the cool action movies. So I thought, &#39;Maybe I&#39;ll get to produce one day and get to do cool stuff too,&#39; which is what happened when we did &#39;Charlie&#39;s Angels.&#39; Starting my production company was a big turning point for me.","author":"Drew Barrymore","topic":"Cool"},{"quote":"If you want to go to the mall, you have to take security. But it&#39;s always cool. The kids are amazing.","author":"Aaliyah","topic":"Cool"},{"quote":"We do this basically for ourselves. People appreciate it, which is cool, but I think they appreciate that we&#39;re doing it for ourselves. We&#39;re doing it our way, and how people like it is not up to us. We like it.","author":"James Hetfield","topic":"Cool"},{"quote":"There are movies where actors aren&#39;t characters but movie stars, being cool beyond belief throughout the whole movie. That is what it is. And we reveal ourselves when we act, very often without noticing. But if I can manage to do a character without showing anything of myself, then that&#39;s the ultimate goal for me. No leakage.","author":"Christian Bale","topic":"Cool"},{"quote":"The advent of cellphones may, in the end, be no more relevant than the ability of laptops to change our written documents into ones using cool new fonts.","author":"Douglas Coupland","topic":"Cool"},{"quote":"I never panic when I get a wasp at my ear. As soon as you strike out, they&#39;ll sting you. So just stay cool.","author":"Martin McGuinness","topic":"Cool"},{"quote":"If I wasn&#39;t even famous or had any success, I would still wake up and put tons of make-up on, and put on a cool outfit. That&#39;s always been who I&#39;ve been my whole life, so that&#39;s never gonna change. I love fashion. I love getting dressed up. I love Halloween, too.","author":"Gwen Stefani","topic":"Cool"},{"quote":"There&#39;s been a lot of wedding songs and proposals. It&#39;s cool because when they play it at weddings so, it means a lot to them. That&#39;s a big deal. They&#39;re always going to remember &#39;Head Over Boots&#39; as played at their wedding.","author":"Jon Pardi","topic":"Cool"},{"quote":"I&#39;m a girl&#39;s girl. I&#39;m a woman&#39;s woman. I&#39;m a cool girl.","author":"Kimora Lee Simmons","topic":"Cool"},{"quote":"Long intros are cool because there&#39;s a little bit of anticipation, you know?","author":"Miranda Lambert","topic":"Cool"},{"quote":"I kinda see everyone as competition. I&#39;m a very competitive person. But I think that&#39;s good. Competition is great. And as long as it&#39;s friendly and not a malicious thing, then I think it&#39;s cool.","author":"Janet Jackson","topic":"Cool"},{"quote":"I say don&#39;t overreact; cool your jets. Focus on things that you can control: your business, your employees&#39; welfare, your guests, and the quality of the product that you dish up. Do that, keep your chin down, pay attention to business, and the sun will come up tomorrow. That&#39;s the way I figure it.","author":"Steve Wynn","topic":"Cool"},{"quote":"I love people, and I love to be with people and to make music with people, but my natural state is to revert back to being by myself in my house, which is cool because that&#39;s where I practice and write and listen and study.","author":"Esperanza Spalding","topic":"Cool"},{"quote":"There aren&#39;t many poster children for cool angst. Everybody thinks it&#39;s cool if you&#39;re the bad girl.","author":"Fiona Apple","topic":"Cool"},{"quote":"I always preferred to hang out with the outcasts, &#39;cause they were cooler; they had better taste in music, for one thing, I guess because they had more time to develop one with the lack of social interaction they had!","author":"John Hughes","topic":"Cool"},{"quote":"I like the new, cool, swinging Justin Timberlake.","author":"Roger Stone","topic":"Cool"},{"quote":"It&#39;s been really fun to see with each album when I change to see the fans of the show emulate my style and with the first record a lot of the kids in the crowd were wearing neck ties like I was and now you&#39;ll see a lot of girls with pink hair. It&#39;s cool, it&#39;s actually really neat.","author":"Avril Lavigne","topic":"Cool"},{"quote":"I was in choir in school. I kind of just did it. I already knew I wanted to sing. My music program in my school wasn&#39;t really great - people didn&#39;t really want to be part of the choir, they didn&#39;t want to do the plays and stuff like that. It definitely wasn&#39;t the cool thing to do.","author":"Lea Michele","topic":"Cool"},{"quote":"You know, I want to be the uncommon one. I think it&#39;s pretty cool that I&#39;m only 5&#39;11&quot;, you know, and playing in the National Football League.","author":"Russell Wilson","topic":"Cool"},{"quote":"Now I&#39;m way into suits that I can put on whether I took a shower or not, and wear barefoot and paint my toes black or whatever color the suit is. It&#39;s very cool to wear suits like that. Roll up the sleeves and just say yee-haw.","author":"Steven Tyler","topic":"Cool"},{"quote":"Whatever rappers wear is cool to people.","author":"French Montana","topic":"Cool"},{"quote":"If I find cool, open-minded people, want to do unique one-of-a-kind kind of project, I&#39;ll do it as long as I can.","author":"Macaulay Culkin","topic":"Cool"},{"quote":"I wanted to get out of Ashland, and I thought it would be pretty cool to go to school in the East. So I asked my guidance counselor what Ivy League schools were. And I applied to Harvard, Yale and Dartmouth - that was it. My guidance counselor told me I wouldn&#39;t get into an Ivy League school. So as my act of resistance, that&#39;s all I applied to.","author":"Winona LaDuke","topic":"Cool"},{"quote":"I would think flying would be pretty cool. You would be able to fly away from all your enemies and get where you&#39;re going much faster. But being invisible? You probably wouldn&#39;t use that for the good of man.","author":"Randy Johnson","topic":"Cool"},{"quote":"When I first arrived in Baghdad in January 2003, I thought I would soon rent a house and envisioned myself swimming in the Tigris to cool off after reporting in the city the caliphs called Madinit al-Salam, the City of Peace. A year later, I realized I wouldn&#39;t be taking any midnight dips - Madinat al-Salam no more.","author":"Richard Engel","topic":"Cool"},{"quote":"Someone once told me that something they really liked about me was that they thought that I was really down to earth and not high-maintenance. I think that was cool. It&#39;s important to stay grounded.","author":"Victoria Justice","topic":"Cool"},{"quote":"In the 1970s, we had Carl Sagan, and he was so suave with his turtleneck and his tweed jacket. And he was, you know, he made science look cool. And in punk rock, we haven&#39;t had that. We haven&#39;t had the Carl Sagan of punk.","author":"Greg Graffin","topic":"Cool"},{"quote":"I never felt cool growing up. I was a bit of an outsider, but I discovered theatre very early on, which got me through.","author":"Eric McCormack","topic":"Cool"},{"quote":"If I&#39;m backed into a corner, the first thing that comes to mind is the robot from Forbidden Planet. But that could be me trying to be kitschy, cool, and cultural, because the real answer is R2D2.","author":"Christian Slater","topic":"Cool"},{"quote":"People don&#39;t know exactly what I do; they just know I&#39;m &#39;cool.&#39;","author":"Diplo","topic":"Cool"},{"quote":"Before every show, we get into a circle, hold hands, and someone makes a speech. Most bands are too cool for that.","author":"Flea","topic":"Cool"},{"quote":"In terms of me being a Christian, going to Israel was really cool. Going to the West Bank, Bethlehem, floating in the Dead Sea - that was great for me.","author":"Larry Fitzgerald","topic":"Cool"},{"quote":"Why marry? If you&#39;re not married, you just leave each other and it&#39;s cool. Who needs the paper? To me it means nothing.","author":"Olga Kurylenko","topic":"Cool"},{"quote":"I&#39;m constantly pitching one episode where we see life through Castle&#39;s eyes. I think Castle&#39;s just a little off as far as his perception goes. A very, very clever man, but I want to see the world as Castle sees it - kind of a rose-colored glasses, all the women find him irresistible, all the guys find him super cool and do whatever he says.","author":"Nathan Fillion","topic":"Cool"},{"quote":"When you&#39;re a kid, you see your parents reading the newspaper and you&#39;re like, &#39;God, why are they reading the newspaper?&#39; When you&#39;re young, you&#39;re not reading the newspaper. But there comes a time in your life when the newspaper&#39;s cool.","author":"Fred Durst","topic":"Cool"},{"quote":"The thing that is cool about my come up is that I dealt with fame and having money gradually. It didn&#39;t happen overnight. It was something that took a while to happen. It was something that humbled me and made me very appreciative of my blessings more than I would have been if it had happened faster and easier.","author":"Trey Songz","topic":"Cool"},{"quote":"Some people are cool, some are cold. Many are down to earth, while a select few are divas.","author":"Ashlan Gorse Cousteau","topic":"Cool"},{"quote":"The private interest of the individual would not be sufficiently provided for by reasonable and cool self-love alone; therefore the appetites and passions are placed within as a guard and further security, without which it would not be taken due care of.","author":"Joseph Butler","topic":"Cool"},{"quote":"When I was in school I read a lot of comic books and pretend I was in them and kids would tease me and call me names. But now I do the same things and people say that I&#39;m artistic and cool and I&#39;m doing the exact same thing I did in high school.","author":"Freddie Prinze, Jr.","topic":"Cool"},{"quote":"I was raised to believe in myself. I know I&#39;m cool. I&#39;m not trying to brag or say I&#39;m the man or anything like that. I don&#39;t lie or cheat, and I&#39;m not mean to anybody. I treat people with respect.","author":"Freddie Prinze, Jr.","topic":"Cool"},{"quote":"I think we all attract troublemakers; I don&#39;t think it&#39;s particularly about anyone. I had it actually as an album title, and I thought it would be really cool to write a song about a girl that&#39;s a bit of troublemaker.","author":"Olly Murs","topic":"Cool"},{"quote":"It was just an idea I had, that it could be cool to have a book covered in fake fur.","author":"Dave Eggers","topic":"Cool"},{"quote":"Come Christmas Eve, we usually go to my mom and dad&#39;s. Everybody brings one gift and then we play that game when we all steal it from each other. Some are really cool, others are useful and some are a bit out there.","author":"Amy Grant","topic":"Cool"},{"quote":"My niece was very much caught up in the vampire craze for young adults, and she thought having a vampire boyfriend would be a cool thing. What do you do on a first date? The more I thought about it, the more fun I had imagining what you&#39;d serve a vampire for dinner.","author":"Deborah Harkness","topic":"Cool"},{"quote":"My family moved - first to Washington, D.C., and then, in the spring of 1975, to Lebanon, where my father worked as a diplomat at the American embassy. My parents were enthusiastic about the move, so my older brother and I felt like we were off to some place kind of cool.","author":"Greg Kinnear","topic":"Cool"},{"quote":"If a musician wants to be an actor, everyone thinks that&#39;s pretty cool. But if an actor wants to play a song, even if they&#39;ve been doing it for 40 years, that&#39;s bad news.","author":"John Hawkes","topic":"Cool"},{"quote":"I&#39;d love to have a lasting impact as far as growing the game. It would be cool to be remembered as a major champion. I&#39;d like to be remembered as a great golfer but also a great person, as far as growing the game and charity work. The whole well-rounded athlete.","author":"Rickie Fowler","topic":"Cool"},{"quote":"Cyber attacks are not what makes the cool war &#39;cool.&#39; As a strategic matter, they do not differ fundamentally from older tools of espionage and sabotage.","author":"Noah Feldman","topic":"Cool"},{"quote":"When I have a good pair of shoes, I wear them over and over. Whether it&#39;s nice sneakers or a cool pair of combat boots, splurge on a pair you love that you can wear over and over with totally different outfits.","author":"Bethany Mota","topic":"Cool"},{"quote":"Living my life socially means there is a swagger to how I dress, walk; it&#39;s not about being &#39;cool,&#39; it&#39;s just being me - that&#39;s understanding your place and your center - that&#39;s what swagger is, and I guess that&#39;s where the soul comes from.","author":"BJ the Chicago Kid","topic":"Cool"},{"quote":"I&#39;m just happy and proud to be playing music every day. Recognition is really cool, but it can also be kind of scary.","author":"Justin Vernon","topic":"Cool"},{"quote":"When people recognise me they just kind of go &#39;Hi how are you,&#39; really kind of cool you know.","author":"Rachel Stevens","topic":"Cool"},{"quote":"All I know about thermal pollution is that if we continue our present rate of growth in electrical energy consumption it will simply take, by the year 2000, all our freshwater streams to cool the generators and reactors.","author":"David R. Brower","topic":"Cool"},{"quote":"I don&#39;t want to stay underground for just the cool people.","author":"Buzz Osborne","topic":"Cool"},{"quote":"In the Middle East in the summertime, to keep cool, a lot of people sleep on the rooftops.","author":"Daron Malakian","topic":"Cool"},{"quote":"With &#39;The Host,&#39; I think the actors could be really big names. That would be cool. I&#39;d love to see Robert Redford put on a beard and be Jeb; he would be amazing... Matt Damon has some very Jared-esque qualities, and then Casey Affleck as Ian and Ben Affleck as Kyle. Imagine the interplay.","author":"Stephenie Meyer","topic":"Cool"},{"quote":"I have five siblings, so my mom was always pregnant, and she would wear these dungarees that looked so cool.","author":"Liberty Ross","topic":"Cool"},{"quote":"Every once in a while, there&#39;s somebody who will recognize me and want a picture, which is cool; it&#39;s flattering.","author":"Brandon Jenner","topic":"Cool"},{"quote":"I couldn&#39;t care less about what people think of me! I do what I do, and I don&#39;t care about what other people think is cool. I don&#39;t care about image!","author":"Steve Jones","topic":"Cool"},{"quote":"I was the kid growing up who would play with G.I. Joes in a pink dress and then run off to play with my Barbies. It doesn&#39;t mean that I&#39;m less girly, it just means that I have this other side of me. It&#39;s kinda cool to be a little bit of both, I think.","author":"Adrianne Palicki","topic":"Cool"},{"quote":"I try to explain to people that you get the roles that are right when they&#39;re right. If you have a nerd character but you&#39;re kind of a cool guy, you&#39;re probably not going to get the nerd part. The nerd is going to get the nerd part. You know, someone like me.","author":"Ed Helms","topic":"Cool"},{"quote":"We live in a world that tells us not to care, to consume everything in sight. It tells us that being cool and being an individual actually means buying what everyone else is buying and doing what everyone else is doing.","author":"Julia Butterfly Hill","topic":"Cool"},{"quote":"The very first thing on the docket is to have the opportunity to travel to look at spiders in other parts of the world. I know there are really cool silks out there.","author":"Cheryl Hayashi","topic":"Cool"},{"quote":"I like Kauffman Stadium in Kansas City. With the waterfall and things like that, I think it&#39;s pretty cool.","author":"CC Sabathia","topic":"Cool"},{"quote":"An orange on the table, your dress on the rug, and you in my bed, sweet present of the present, cool of night, warmth of my life.","author":"Jacques Prevert","topic":"Cool"},{"quote":"I would like to fly in space. Absolutely. That would be cool. I used to just do personally risky things, but now I&#39;ve got kids and responsibilities, so I can&#39;t be my own test pilot. That wouldn&#39;t be a good idea. But I definitely want to fly as soon as it&#39;s a sensible thing to do.","author":"Elon Musk","topic":"Cool"},{"quote":"You make your first album, you make some money, and you feel like you still have to show face, like &#39;I still go to the projects.&#39; I&#39;m like, why? Your job is to inspire people from your neighborhood to get out. You grew up there. What makes you think it&#39;s so cool?","author":"Jay-Z","topic":"Cool"},{"quote":"I don&#39;t ever feel like the cool kid at the party, ever. It&#39;s like, &#39;Smile and be nice to everybody, because you were not invited to be here.&#39;","author":"Taylor Swift","topic":"Cool"},{"quote":"When I entered high school I was an A-student, but not for long. I wanted the fancy clothes. I wanted to hang out with the guys. I went from being an A-student to a B-student to a C-student, but I didn&#39;t care. I was getting the high fives and the low fives and the pats on the back. I was cool.","author":"Ben Carson","topic":"Cool"},{"quote":"I&#39;ve thought it would be cool to have a baby young. You know, be my road dog - like my dogs, they travel the world - but there&#39;s always something you have to give up for success. Everything comes at a cost. Just what are you willing to pay for it?","author":"Serena Williams","topic":"Cool"},{"quote":"My friends are people who like building cool stuff. We always have this joke about people who want to just start companies without making something valuable. There&#39;s a lot of that in Silicon Valley.","author":"Mark Zuckerberg","topic":"Cool"},{"quote":"Death is staring too long into the burning sun and the relief of entering a cool, dark room.","author":"Elisabeth Kubler-Ross","topic":"Cool"},{"quote":"I remember going with my mom to a random garage sale as a kid and thinking what a cool treasure hunt that whole world was. Only to transition as an adult to think, &#39;What a gross place that really is.&#39;","author":"Will Ferrell","topic":"Cool"},{"quote":"I follow all these fashion blogs that are cool and inspire me. I&#39;m not really obsessed with anyone except for the people that I like romantically. I get excited when they post. Sometimes I like to stalk my exes.","author":"Kylie Jenner","topic":"Cool"},{"quote":"It&#39;s not uncool to worry about people who seem like they&#39;re going on the wrong path. There&#39;s nothing cool about being self-destructive.","author":"Patti Smith","topic":"Cool"},{"quote":"It seems like once people grow up, they have no idea what&#39;s cool.","author":"Bill Watterson","topic":"Cool"},{"quote":"It&#39;s cool just because I&#39;ve had this dream of changing the sport of swimming and it&#39;s finally happening.","author":"Michael Phelps","topic":"Cool"},{"quote":"I have the ability to sing with emotion and feeling, but if you say I sound like Billie Holiday, that&#39;s cool. Let&#39;s look at who Billie was: she was this person, this singer, this beautiful diva who could move the audience with the slightest gesture of her hand.","author":"Erykah Badu","topic":"Cool"},{"quote":"Opening Ceremony is my number one favorite place to shop here. It&#39;s the only place I&#39;ll shop in New York with my son. All of the sales people are so cool; the music is great; it&#39;s just like a big fun house, so he stays entertained.","author":"Solange Knowles","topic":"Cool"},{"quote":"Blood is one of the things that made fights cool. Like, you knew it had gotten serious. I understand why we don&#39;t do it anymore.","author":"John Cena","topic":"Cool"},{"quote":"Catty is not cool. I can&#39;t think of anything less becoming than a man who talks about people behind their backs.","author":"Meghan Markle","topic":"Cool"},{"quote":"I&#39;m the person friends come to when they want to find the perfect restaurant or boutique hotel on the outskirts of Paris. As opposed to scouring the Internet for a travel guide, wouldn&#39;t you rather ask the people who are really cool who go there? That&#39;s what I do.","author":"Meghan Markle","topic":"Cool"},{"quote":"The cool thing about my show and me is that I&#39;m a writer, and I&#39;m a writer first if I don&#39;t have music.","author":"Halsey","topic":"Cool"},{"quote":"I&#39;ve never done anything because I thought it would look cool.","author":"John Mayer","topic":"Cool"},{"quote":"When you tour, it&#39;s so hard on the body. Being in one place is cool. It&#39;s a more stable environment.","author":"Britney Spears","topic":"Cool"},{"quote":"My problem was that I was blond. There were no heroes with blond hair. Robert Taylor and Henry Fonda, they all had dark hair. The only one I found was Van Johnson, who wasn&#39;t too cool. He was a nice, homely American boy. So I created my own image. It worked.","author":"Michael Caine","topic":"Cool"},{"quote":"I want kids of this generation to see that everything is cool, that there&#39;s some kind of unity in hip-hop. We all found something that&#39;s really important to us, and music is all we&#39;ve really got.","author":"Missy Elliott","topic":"Cool"},{"quote":"I&#39;ve always been a fan of football, always watched the NFL and it&#39;s great to always sit back wherever I can this year. You sit back and enjoy the games, pop a little sports drink - not any pop or soda - lay back, watch the games. It&#39;s always cool to see how the games go down and just enjoy them.","author":"Rob Gronkowski","topic":"Cool"},{"quote":"It&#39;s funny because the action figures are cool, and then I enjoy the magazines because that&#39;s me. Obviously, the fans are wonderful - they&#39;re so excited - but I&#39;m not Rey, and people tend to not be able to differentiate the two.","author":"Daisy Ridley","topic":"Cool"},{"quote":"Tweeting is like sending out cool telegrams to your friends once a week.","author":"Tom Hanks","topic":"Cool"},{"quote":"Fame and stuff like that is all very cool, but at the end of the day, we&#39;re all human beings. Although what I do is incredibly surreal and fun and amazing and I&#39;m really grateful for it, I don&#39;t believe my own press release, do you know what I mean?","author":"Tom Hardy","topic":"Cool"},{"quote":"I got a chance to have my dream come true, and I wanted to make sure I made the decision as to when I dropped my last album. If I don&#39;t feel like this album is an incredible piece of work, then I&#39;m cool with the albums I&#39;ve done. I don&#39;t have to put out another album.","author":"Sean Combs","topic":"Cool"},{"quote":"You can&#39;t not look cool with a crossbow.","author":"Norman Reedus","topic":"Cool"},{"quote":"I&#39;ve always wanted to do a cutesy little song with a guy and girl singing back and forth and thought that Regina Spektor would be kind of cool for that. I love her voice. She&#39;s an amazing musician.","author":"Brendon Urie","topic":"Cool"},{"quote":"Jose Mourinho is a big star... he&#39;s cool.","author":"Zlatan Ibrahimovic","topic":"Cool"},{"quote":"My mother and my father were very nurturing and wonderful examples of how to live your life. I really had a cool foundation.","author":"Jeff Bridges","topic":"Cool"},{"quote":"I had best friends who were in the industry, and I&#39;m like, it&#39;s cool if you get a job, and I&#39;m happy.","author":"Millie Bobby Brown","topic":"Cool"},{"quote":"Music is for people. The word &#39;pop&#39; is simply short for popular. It means that people like it. I&#39;m just a normal jerk who happens to make music. As long as my brain and fingers work, I&#39;m cool.","author":"Eddie Van Halen","topic":"Cool"},{"quote":"I started making music that I loved and was passionate and excited about, but it was really cool when I started touring to realize it&#39;s an extremely diverse group of people who come out. In the front row, I&#39;ll have everyone from a little girl in a frilly tutu, to rockers and gamers and older couples. I love it that it&#39;s just everybody.","author":"Lindsey Stirling","topic":"Cool"},{"quote":"Virtual reality sort of encloses and immerses the person into an experience that can be really cool but probably has a lower commercial interest over time. Less people will be interested in that, but there are some really cool areas there for education and gaming that we have a lot of interest in.","author":"Tim Cook","topic":"Cool"},{"quote":"Ngila Dixon is such an incredible costume designer. She&#39;s such a cool, stylish woman. She has such an understanding of character.","author":"Blake Lively","topic":"Cool"},{"quote":"I&#39;ve always been into guitars... we want to put keyboards on, but keyboard players don&#39;t look cool onstage, they just keep their heads down. There has never been a cool keyboard player, apart from Elton John.","author":"Noel Gallagher","topic":"Cool"},{"quote":"I know that people think I&#39;m sexy and I am looked at as that. It is cool with me. It&#39;s wonderful to have sexy appeal. If you embrace it, it can be a very beautiful thing.","author":"Aaliyah","topic":"Cool"},{"quote":"Growing up, I really liked &#39;Star Wars.&#39; Han Solo would&#39;ve been really cool to meet. But my stuff was real low-brow. I was watching &#39;Bugs Bunny.&#39;","author":"Chris Evans","topic":"Cool"},{"quote":"I sang &#39;All Of Me&#39; at the wedding. I sang &#39;Stay With You&#39; from my first album. And then Stevie Wonder came up and sang &#39;Ribbon In the Sky.&#39; It was impromptu... It was cool... He&#39;s always been a friend and a mentor to me.","author":"John Legend","topic":"Cool"},{"quote":"Scientists must venture outside their comfort zones to show the public how cool - and how important - their work really is.","author":"Francis Collins","topic":"Cool"},{"quote":"I have got prostate cancer, and I have to keep monitoring that. It&#39;s no problem, it&#39;s under control and I&#39;m very cool about it, but other people are dying from it.","author":"Ian Mckellen","topic":"Cool"},{"quote":"I don&#39;t care about how I look; I&#39;m dedicated to the laughs. You know, I used to be a clown, so - my name was Smoothie the Clown. All the training I had, all my training is geared toward making people laugh, and I didn&#39;t care about being cool.","author":"Bernie Mac","topic":"Cool"},{"quote":"We had incense and rock&#39;n&#39;roll posters, and we sold records and rolling papers. People could just, like, hang out. We had a cool vibe going.","author":"Tommy Hilfiger","topic":"Cool"},{"quote":"Doing &#39;Law &amp; Order&#39; for so long, my fan base was, like, men and women my age, and then doing &#39;Daredevil&#39;, my whole audience has changed. It&#39;s cool.","author":"Vincent D'Onofrio","topic":"Cool"},{"quote":"It&#39;s really cool to know that there are so many people out there that are attached to me or projects that I&#39;ve done to really feel that it&#39;s a personal relationship.","author":"Nikki Sixx","topic":"Cool"},{"quote":"Reflecting back, we all make mistakes; we all go through our stuff - relationships, financial, all kinds of stuff - and if you can grow from that and pass that message on, it&#39;s a pretty cool thing.","author":"Nikki Sixx","topic":"Cool"},{"quote":"Nothing that Robert Plant does will ever equal Led Zeppelin, but that doesn&#39;t mean he&#39;s going to stop being creative. Jimmy Page has so many incredibly cool projects, but it&#39;s not Led Zeppelin; there will only ever be one Led Zeppelin.","author":"Nikki Sixx","topic":"Cool"},{"quote":"In the end, the whole Internet thing kills me, because you can use it as a positive thing or you can read into all the negativity. And I think you&#39;ve gotta put out positive energy, put out cool viral stuff, and then just stay out of people&#39;s opinions.","author":"Nikki Sixx","topic":"Cool"},{"quote":"It took being famous to make me cool, which, by the way, I never forgot.","author":"Rob Lowe","topic":"Cool"},{"quote":"My sister has three kids so I&#39;ve spent a lot of time around children and I&#39;ve always really liked them and wanted my own. It&#39;s cool because you think all babies are the same but they aren&#39;t at all. They all have such different personalities. It&#39;s crazy.","author":"Bode Miller","topic":"Cool"},{"quote":"When I realized that if I was an actor, I could be any character I wanted instead of just one particular, I was like, &#39;Wow, that&#39;s cool.&#39;","author":"Orlando Bloom","topic":"Cool"},{"quote":"I&#39;m trying to mix the cool, independent stuff with the big stuff, but it&#39;s been difficult finding the right roles. It&#39;s been an interesting ride as far as my career pendulum is concerned.","author":"Orlando Bloom","topic":"Cool"},{"quote":"I started salsa dancing with a few different companies and started touring the country. It was fantastic, but I realized that I really wanted to talk every time we were performing. That&#39;s a problem because when you&#39;re dancing, if you stop to talk, that&#39;s not really cool to the other dancers.","author":"Gina Rodriguez","topic":"Cool"},{"quote":"I don&#39;t think you can say something is or isn&#39;t magic. That&#39;s what was cool about Houdini, because he was a magician who had a magic show, but he was also an escape artist, and they kind of, over time, blended together. They both kind of enhance each other, I think.","author":"David Blaine","topic":"Cool"},{"quote":"I don&#39;t wanna abandon my identity as LL Cool J, but at the same time, I had to figure out how to let people know that I&#39;m really serious about making these movies.","author":"LL Cool J","topic":"Cool"},{"quote":"Hollywood is like a really sad, grown up version of high school where people get labeled as &#39;cool,&#39; &#39;not cool,&#39; &#39;jock,&#39; &#39;bombshell,&#39; &#39;quirky&#39;... it&#39;s like a caste system. You&#39;re either in, or you&#39;re out.","author":"Zoe Kravitz","topic":"Cool"},{"quote":"I like to wear shoes that are cool but also practical. The same goes for bags. Your bag is a big deal in New York. You can&#39;t just carry around a little clutch, because you don&#39;t have a car or anywhere to stash things during the day, so you need to carry your whole life with you. That&#39;s why I like big, chunky bags with lots of compartments.","author":"Zoe Kravitz","topic":"Cool"},{"quote":"Houston is kind of a melting pot. There are many different cultures and ethnicities represented out there, even on my team. It&#39;s really cool: you&#39;ll see so many different things.","author":"J. J. Watt","topic":"Cool"},{"quote":"Competition is great. And as long as it&#39;s friendly and not a malicious thing, then I think it&#39;s cool.","author":"Janet Jackson","topic":"Cool"},{"quote":"I wanted to be Cher for a long time, but not for the singing. I just thought she was so cool. I wanted her long hair, and I wanted to weigh five pounds.","author":"Trisha Yearwood","topic":"Cool"},{"quote":"It&#39;s only recently women got to be action heroes on TV. Progress is slow, and often non-existent. There&#39;s plenty of cool comics with female characters... But all it takes is one Catwoman to set the cause back a decade.","author":"Joss Whedon","topic":"Cool"},{"quote":"Spider-Man&#39;s probably my favorite. You see, Batman is a billionaire and there&#39;s nothing really cool about a billionaire saving the world. But Spider-Man is Peter Parker, a conflicted character who puts on a suit and saves the world. I love that.","author":"Zac Efron","topic":"Cool"},{"quote":"Fortunately for me, I&#39;m married to an amazing woman - Nancy Lasseter - who is wise enough not to let me buy every car I want. If I was single, I would be living in a very small apartment and renting a warehouse full of cool cars.","author":"John Lasseter","topic":"Cool"},{"quote":"I loved animation and cartoons, even when it was not cool when you were in high school. I raced home to see the Bugs Bunny cartoons.","author":"John Lasseter","topic":"Cool"},{"quote":"Isn&#39;t it crazy to think that we&#39;ve explored space more than we have explored the depths of our ocean? That just fires up my imagination about potential sea monsters and cool creatures, that kind of stuff.","author":"James Wan","topic":"Cool"},{"quote":"I don&#39;t want to be too cool. You get so caught up with whether you&#39;re doing it right.","author":"John Hughes","topic":"Cool"},{"quote":"What turns teenagers on more than the Internet these days? If you can get a language out there, the youngsters are much more likely to think it&#39;s cool.","author":"David Crystal","topic":"Cool"},{"quote":"The Minimalists are idealist. They want to minimize themselves in favor of the ideal... But I just can&#39;t. You see, my paintings are not cool.","author":"Agnes Martin","topic":"Cool"},{"quote":"I remember once acting really cool on a bus with this girl named Stephanie. When I got home, I realized that I had a really big zit on my forehead. If you have acne problems, you really shouldn&#39;t be acting like Don Juan. I should have been contrite - and apologized for exposing her to the angry pimple.","author":"John Cusack","topic":"Cool"},{"quote":"To be honest, and this comes out of left field, but I would love to do something with Jay-Z or Eminem. I have no limitations when it comes to the stuff I want to do musically. So to be able to do something like that I think would be really, really cool.","author":"Corey Taylor","topic":"Cool"},{"quote":"I&#39;m a very good storyteller; I have a lot of compassion for people. That&#39;s very useful for a novelist. A lot of novelists are snots. They&#39;re just mean people. I&#39;m not a terribly skilled stylist, nor do I want to be. I want a lot of people to read one of my stories and go, &#39;That was pretty cool.&#39;","author":"James Patterson","topic":"Cool"},{"quote":"It&#39;s really cool to see how many people try to imitate me or wear my stuff. I get a lot of Instagram videos of people doing my entrance. I think that&#39;s so cool. To see the variety of people, little girls, guys, doing it. I never really thought that would happen. It&#39;s amazing.","author":"Sasha Banks","topic":"Cool"},{"quote":"Prominence is cool, but when the delusion kicks in it can be a drag. Especially if you choose to surround yourself with friends and not acolytes.","author":"Barbara Kruger","topic":"Cool"},{"quote":"I&#39;d love to be the female Kanye. I think he&#39;s so cool and effortless.","author":"Rita Ora","topic":"Cool"},{"quote":"A guy&#39;s biggest style mistake is definitely trying to look too cool. As long as you&#39;ve got a good pair of jeans, a good pair of boots and a few good shirts, you&#39;re fine.","author":"Luke Evans","topic":"Cool"},{"quote":"I came from battling, knowing about the lyrics. All that&#39;s cool, but if you want people to love you, you have to talk to them about what they go through.","author":"French Montana","topic":"Cool"},{"quote":"With &#39;The Social Network,&#39; I got into it at first because frankly I thought there was a cool courtroom drama to be had with the intellectual properties. And then what further drew me in was that the most extraordinary social networking device ever created was created by the world&#39;s most antisocial person. I liked that story.","author":"Aaron Sorkin","topic":"Cool"},{"quote":"When I did &#39;The Social Network&#39;, David Fincher told me that I managed to make a thankless character pretty awesome. I thought that was really cool because I think he&#39;s really cool.","author":"Dakota Johnson","topic":"Cool"},{"quote":"I&#39;m way better in person than I am on things like Twitter. I know Twitter is the best and fastest way to connect with fans who really appreciate you but I&#39;m still not cool with it - although I am trying! I try my best but I&#39;m a one-on-one person and I don&#39;t want to tell people I&#39;m on the toilet or I just brushed my teeth.","author":"Nicole Scherzinger","topic":"Cool"},{"quote":"When The Daily Muse initially wanted to launch a job board, our first ideas were insanely (and needlessly) complex. We wanted to integrate with social networks, gather rich personal data to build predictive algorithms, and put together numerous cool visualization tools before launching out to the world. We were just sure users would love it!","author":"Kathryn Minshew","topic":"Cool"},{"quote":"Thom Browne, Michael Bastian... all these people that I love, when I finally get to meet them, I&#39;m like, &#39;You&#39;re a cool guy!&#39;","author":"Brad Goreski","topic":"Cool"},{"quote":"At first, when you go to premieres and award shows, you&#39;re thinking, &#39;How the hell am I here? All these people I&#39;ve never met are here, and it&#39;s so cool!&#39; And then, as time goes on, it&#39;s a little bit like, &#39;Ah... it&#39;s more like work.&#39;","author":"Emma Stone","topic":"Cool"},{"quote":"No one dislikes LL Cool J. If you meet LL Cool J, you fall in love with LL Cool J. LL and I had mutual friends, and he and I had always talked about doing something. My fans know LL&#39;s music. And I love him - we&#39;re blood brothers at this point. We&#39;ve been through the fire together. I know no finer person.","author":"Brad Paisley","topic":"Cool"},{"quote":"I glance through the pages of all the top magazines every month just to see if there are any colors that are trending. I&#39;ll also go on Instagram and look at the &#39;popular&#39; page to see what people are liking, what&#39;s cool. I&#39;ll check it at different times of the day; for example, if it&#39;s really late in L.A., you&#39;ll see a lot of posts in Asia.","author":"Michelle Phan","topic":"Cool"},{"quote":"I remember &#39;Roots&#39; growing up and the cultural impact it had on the country. Watching &#39;Roots&#39; was not the cool remove of reading about slavery in a book or hearing about it in class. It became something that swept people along.","author":"John Ridley","topic":"Cool"},{"quote":"Of course, I loved the Spice Girls. I loved Geri and Baby, but who liked Posh Spice? They said I looked like her, and I said: &#39;That&#39;s not cool, that&#39;s really mean.&#39;","author":"Cara Delevingne","topic":"Cool"},{"quote":"It&#39;s cool to express myself, but I&#39;ve had to learn that doing interviews isn&#39;t completely therapy - spilling everything about yourself isn&#39;t healthy all the time. But I&#39;ve been through things that have made me a stronger person, and if I can help some people, I will.","author":"Fergie","topic":"Cool"},{"quote":"It doesn&#39;t sound that cool to say it, but I still get nervous for any show. But it&#39;s different degrees - playing a small basement of a club versus playing a festival like Firefly or Bonnaroo. The feeling is, &#39;Crap, I&#39;m about to be blasted in the face,&#39; and once you get started, then it&#39;s like, &#39;OK, I&#39;ve done this before. I know what I&#39;m doing.&#39;","author":"Josh Dun","topic":"Cool"},{"quote":"When I&#39;m by myself, I&#39;m really cool and nice to everyone, but then the whole paparazzi thing? If you see me with my kids, I change.","author":"Jason Momoa","topic":"Cool"},{"quote":"I always say, &#39;Hip-hop takes me everywhere.&#39; It&#39;s crazy when I step onstage, and people might not speak much English, but they know every word to your songs. It&#39;s kind of freaky, but it&#39;s really cool.","author":"Eve","topic":"Cool"},{"quote":"I wanted to show people I&#39;m like a modern Romeo. I&#39;m romantic, but I can also be seductive. I can be cool and charismatic, swagger-type.","author":"Romeo Santos","topic":"Cool"},{"quote":"I have to be out there to sell these fights; it&#39;s not because I really enjoy getting made up and going to work every day. It&#39;s cool, it&#39;s an awesome job, but it&#39;s still a job. I&#39;m doing it because it helps me make a living and not because I&#39;m so extremely vain that I want to see my face everywhere.","author":"Ronda Rousey","topic":"Cool"},{"quote":"I really liked the snake that breaks out of the cage in the beginning of the movie. I saw it in real life, and it was really cool. Really big and fat. The owls are cool as well, but you can&#39;t really pet them.","author":"Tom Felton","topic":"Cool"},{"quote":"The softest thing I&#39;ve ever heard are the wind chimes in my backyard. They are soft and cool and mellow.","author":"Ty Dolla Sign","topic":"Cool"},{"quote":"I don&#39;t know anybody as creative and unique and off the wall as Dia Frampton. She&#39;s always asking me, &#39;Am I too weird?&#39; I just tell her, &#39;People don&#39;t think you&#39;re weird, they think you&#39;re cool.&#39;","author":"Blake Shelton","topic":"Cool"},{"quote":"In New York City, you can walk down the street and see a girl in a trench who looks equally as cool as a girl wearing Lululemon. It&#39;s like you&#39;re watching models. You see a little of everything right by you.","author":"Hoda Kotb","topic":"Cool"},{"quote":"As you get older, you realize you&#39;re not that cool. You also realize the people you called posers are just people like you.","author":"Andy Biersack","topic":"Cool"},{"quote":"With &#39;Transparent&#39;. When Amazon put &#39;Transparent&#39; up, along with &#39;Bosch&#39; and a few other things, I watched them, and I thought it was an interesting exercise. I didn&#39;t comment on them, but I was like, &#39;Okay, this is kind of cool.&#39;","author":"Kevin Bacon","topic":"Cool"},{"quote":"Avicii&#39;s melodies were so simple and cool, and they were actually similar to the melodies I played on piano. I thought if I could teach myself how to produce and get those melodies out of my head and into the computer, maybe I could make some cool music, too.","author":"Kygo","topic":"Cool"},{"quote":"I remember, the first times watching WWF, Bret Hart was kind of the man, winning King of the Ring, technical master, and he could go for an hour. He had a million different moves he could beat anyone with. Just rugged, dynamic champion. He was so cool.","author":"Dean Ambrose","topic":"Cool"},{"quote":"I simply can&#39;t do one-word message replies: Yes. Ok. No. Sure. Cool. None of these are options for me. I must write something extra. Something personal. I put kisses and emoticons. Emoticons, by the way, are my very best friends. They have removed all the pressure of thinking up something personal to say.","author":"Karan Johar","topic":"Cool"},{"quote":"Every year, tens of millions of salmon return to the pristine shores of Bristol Bay in Alaska. They linger in the bay&#39;s cool, shallow waters before charging up nearby streams to spawn and create another generation of wild salmon.","author":"Frances Beinecke","topic":"Cool"},{"quote":"I laugh at what I used to think was cool when I was growing up. In all seriousness, I thought having braces was cool.","author":"Rachel Nichols","topic":"Cool"},{"quote":"I have a sort of Catholic-slash-Calvinist view of human nature, but every day I meet somebody who is doing cool things. So people get you out of your solitude and do things that exceed your expectations every day.","author":"Tim Kaine","topic":"Cool"},{"quote":"When I was younger, I had a perm, and it was really big. My mom was a hairdresser, so even my dad had a perm! I looked like a poodle, but it was cool at the time.","author":"Heidi Klum","topic":"Cool"},{"quote":"Sammy was the only one that looked like me, so I naturally gravitated to him. Sammy made it cool to be black at a time when, let&#39;s just say it, it wasn&#39;t very cool to be black. His name was on the front of the building in lights, and he had to go in the back. But you never saw him sweat.","author":"Ne-Yo","topic":"Cool"},{"quote":"I always felt out of place. I wasn&#39;t a cool kid, but I wasn&#39;t a nerd, either. I had trouble finding my place. But when I found the music, I had a place of my own.","author":"Brittany Howard","topic":"Cool"},{"quote":"My parents are so cool, so chill, super hip. They know what&#39;s up.","author":"Becky G","topic":"Cool"},{"quote":"The second I met Zac, I thought he was a really cool guy. It&#39;s hard not to have chemistry with someone who is so attractive.","author":"Vanessa Hudgens","topic":"Cool"},{"quote":"In the movies, every crazy old fart needs a cool old car. Jack Nicholson drove a spiffy yellow 1970 Dodge Challenger two-door in &#39;The Bucket List.&#39; In &#39;Gran Torino,&#39; the cranky pensioner played by Clint Eastwood not only owned a 1972 GT Sport, he also used to build cars like that at the Ford plant.","author":"Richard Corliss","topic":"Cool"},{"quote":"I go from English to Spanish, and I feel I have some cool songs.","author":"Enrique Iglesias","topic":"Cool"},{"quote":"I have long been of the mindset that aviators are like leather jackets - when they&#39;re perfect, they give you &#39;instant cool.&#39; They&#39;re the Alexa Chung of sunglasses.","author":"Emily Weiss","topic":"Cool"},{"quote":"Being a big Braves fan, Turner Field would be cool to play a show at.","author":"Cole Swindell","topic":"Cool"},{"quote":"Heroes don&#39;t wear diapers. It&#39;s just not cool.","author":"Felix Baumgartner","topic":"Cool"},{"quote":"Parenthood and family come first for me, and when I&#39;m not working I&#39;m cool with the Teletubbies.","author":"Clive Owen","topic":"Cool"},{"quote":"You can&#39;t be a strong or cool woman and be represented except in a harsh way, looking mean and cold and hard. It&#39;s like reverse sexism.","author":"Kim Gordon","topic":"Cool"},{"quote":"I love the Army-Navy surplus store Surplus Value Center. They have really good long underwear and multicolored bandanas, cool camo jackets, and really, really scary-looking knives. If you&#39;re into that sort of thing.","author":"Jill Soloway","topic":"Cool"},{"quote":"For clothes, I like this little store on Fountain, Matrushka Construction. Beth Ann Whittaker and Laura Howe make amazing things. You can get a designer skirt with cool embroidery for 40 bucks instead of $400 or $4,000.","author":"Jill Soloway","topic":"Cool"},{"quote":"You have to pretend to be cool, which I never am.","author":"Lily James","topic":"Cool"},{"quote":"I&#39;m a sappy mom now. I didn&#39;t think I would be. I thought I&#39;d be a cool mom who keeps everything in perspective.","author":"Katherine Heigl","topic":"Cool"},{"quote":"For a long time the people at my shows were sort of the Pantera-tattoo trucker guys, really cool dudes, but I don&#39;t know what happened to them. That&#39;s the crowd that I like, the ones that don&#39;t get so offended just to be offended.","author":"Dave Attell","topic":"Cool"},{"quote":"By no means do we think, &#39;Oh, it&#39;s cool to be a teen mom.&#39; I definitely don&#39;t think that it&#39;s cool.","author":"Farrah Abraham","topic":"Cool"},{"quote":"As a Middle Eastern male, I know there&#39;s certain things I&#39;m not supposed to say on an airplane in the U.S., right? I&#39;m not supposed to be walking down the aisle, and be like, &#39;Hi, Jack.&#39; That&#39;s not cool. Even if I&#39;m there with my friend named Jack, I say, &#39;Greetings, Jack. Salutations, Jack.&#39; Never &#39;Hi, Jack.&#39;","author":"Maz Jobrani","topic":"Cool"},{"quote":"If kids can have some sort of social responsibility, that&#39;s cool. But if they&#39;re not actually having social responsibility, and they&#39;re kind of hiding behind it, that&#39;s kind of useless, or even worse.","author":"Diplo","topic":"Cool"},{"quote":"It&#39;s actually cool to be positive and optimistic and idealistic. It&#39;s cool to see yourself doing beautiful, great things.","author":"Tom DeLonge","topic":"Cool"},{"quote":"Atlanta is an incredibly cool city.","author":"Andrew Lincoln","topic":"Cool"},{"quote":"The cool thing about my profession is that I can do it until the day I die.","author":"Candace Cameron Bure","topic":"Cool"},{"quote":"Walt Disney wasn&#39;t making films for kids. Neither were the Muppets. A lot of the great, really cool films, they weren&#39;t making them for kids.","author":"Pete Docter","topic":"Cool"},{"quote":"After running for a while, things really start to open up in your body. I felt like I&#39;d tapped into parts of my body that I hadn&#39;t before. I let things in the universe flow through me that opened me up in a really cool way.","author":"Flea","topic":"Cool"},{"quote":"I worked with Tyler before on &#39;Daddy&#39;s Little Girls&#39;. He couldn&#39;t be smarter or more laid back and cool. He&#39;s always throwing out lines and is funny as hell. And he was shining his light on &#39;Peeples&#39;, too, lending his name to showcase Tina as a first-time director, and me as a first-time lead.","author":"Craig Robinson","topic":"Cool"},{"quote":"I always hated high-school shows and high-school movies, because they were always about the cool kids. It was always about dating and sex, and all the popular kids, and the good-looking kids. And the nerds were super-nerdy cartoons, with tape on their glasses. I never saw &#39;my people&#39; portrayed accurately.","author":"Paul Feig","topic":"Cool"},{"quote":"Even in high school, I had friends that I didn&#39;t know were gay until years later. I&#39;d find out on Facebook or something and be like, &#39;Oh, that explains some things,&#39; or &#39;Wow, no wonder they were so cool.&#39;","author":"Kellan Lutz","topic":"Cool"},{"quote":"It&#39;s always interesting to see how we&#39;re able to, with craftsmanship... to bring these cool sustainable materials, cool metals, into the House of Marley and keeping that sustainable movement as well.","author":"Rohan Marley","topic":"Cool"},{"quote":"If we have a purpose in life beyond being a cog in the human machine, mine is to help inspire people and that&#39;s pretty cool. I would like to motivate the world.","author":"Steve Gleason","topic":"Cool"},{"quote":"I think for me, personally, I&#39;m a guy who has watched ESPN ever since I&#39;ve been growing up. You turn it on, and it&#39;s one of the first stories - the Blackhawks and hockey, which you don&#39;t really see on that station. That&#39;s cool to see.","author":"Patrick Kane","topic":"Cool"},{"quote":"It was a very cool thing to be a smart girl, as opposed to some other, different kind. And I think that made a great deal of difference to me growing up and in my life afterward.","author":"Elena Kagan","topic":"Cool"},{"quote":"The cool thing is that now that people have made this evolution where cooking is cool, people are doing it on weekends, they&#39;re doing their own challenges. It&#39;s back to cooking. And it&#39;s real cooking.","author":"Emeril Lagasse","topic":"Cool"},{"quote":"In the Lamborghini I have to avoid certain roads because of pot holes, and there&#39;s nowhere to put my drink, no cup holder. And I&#39;m not going to lie, it looks pretentious. I used to think it was cool to, like, drive it to dinner. Now? Like I really need to be looked at any more.","author":"Danica Patrick","topic":"Cool"},{"quote":"I&#39;ve been such an oddball my whole life, but I&#39;ve always been cool and I&#39;ve always dressed fairly smartly.","author":"CeeLo Green","topic":"Cool"},{"quote":"&#39;Sparkle&#39; fell into my lap. I had heard a little bit about it, that it was being redone in early 2011. I was just kind of like, &#39;Oh, that would be really cool,&#39; and not really thinking too much about it, and then it came through my agency. I read it, I fell in love with the script and I went in to audition.","author":"Jordin Sparks","topic":"Cool"},{"quote":"It&#39;s cool to play a vampire and be a part of this new, hot genre.","author":"Josh Hutcherson","topic":"Cool"},{"quote":"Remember when Japan was cool? We used to run around with &#39;Mr. Roboto&#39; on our Walkmans, &#39;The Karate Kid&#39; in our Betamaxes and wore T-shirts embossed with the characters for &#39;storm sewer&#39; and &#39;dishwasher.&#39;","author":"Jen Lancaster","topic":"Cool"},{"quote":"I love being around cool, fun guys, so I&#39;ve always enjoyed talking to gay men. Maybe it&#39;s because I&#39;m an inherent flirt, but it just feels very natural.","author":"David Walton","topic":"Cool"},{"quote":"I&#39;m finding, as I get older, that I&#39;m not much of a believer in redemption. I mean, I believe in redemption in real life - redemption does happen, and it&#39;s cool when it does - but I find myself getting leery of my desire for it in stories (especially my own).","author":"George Saunders","topic":"Cool"},{"quote":"It&#39;s not a born-again thing; it was a peaceful, really, really cool moment where I just felt that I was no longer the dad anymore. I actually had become a son, and it makes things much easier from a day-to-day perspective.","author":"Jeff Fisher","topic":"Cool"},{"quote":"I just got an iPhone, which is cool, but I don&#39;t download movies, I don&#39;t watch Hulu, I don&#39;t have Netflix. I don&#39;t do any of that. But I do geek out to music.","author":"Miles Teller","topic":"Cool"},{"quote":"Karl Malone used a lot of veteran stuff that I thought was cool. Charles Barkley taught me a lot when I played against him. How he would use his body or use his dribble to get people in there and all that stuff. Veteran moves.","author":"Tim Duncan","topic":"Cool"},{"quote":"In Hollywood today, it&#39;s cool for guys to wear nail polish and earrings in their lips and tongues. I don&#39;t get it.","author":"Scott Caan","topic":"Cool"},{"quote":"Playing girls is cool, but its a lot more fun playing boys.","author":"Chris Lilley","topic":"Cool"},{"quote":"I&#39;m not interested in being one of those comedians who wants to look good and be this &#39;cool&#39; funny person. I don&#39;t care how weird or ugly I look.","author":"Chris Lilley","topic":"Cool"},{"quote":"I have some friends, and they&#39;re super-hipster. And they&#39;re like, &#39;All I wanna do is sing in a jazz bar and to just make it to pay for the rent.&#39; And I&#39;m like, &#39;Cool... That&#39;s not what I wanna do. I want as many people as possible to go to my concert.&#39;","author":"Zara Larsson","topic":"Cool"},{"quote":"In my personal life, I would just feel like, I will always be cool with everyone.","author":"Zara Larsson","topic":"Cool"},{"quote":"New diseases like SARS and bird flu cause anxiety in the community. People get worried, some to the extent that it even affects their health. You feel very sad, and yet you must carry on and maintain your cool in very trying and difficult moments. You have to tough it out.","author":"Margaret Chan","topic":"Cool"},{"quote":"I&#39;m excited to create more awareness about the importance of giving the youth of America a choice. There&#39;s a 24-hour music channel. There&#39;s a 24-hour comedy channel. I believe there&#39;s a 24-hour gay channel coming. Why isn&#39;t there a 24-hour Christian channel that&#39;s edgy and hip and cool and new and different, like all that other stuff?","author":"Stephen Baldwin","topic":"Cool"},{"quote":"I&#39;ve got two brothers and two sisters, so there&#39;s five of us and we&#39;re all very close, which is cool.","author":"Theo James","topic":"Cool"},{"quote":"That&#39;s the hardest thing about being a mom. You want to be cool, and you want them to like you all the time, but you can&#39;t always have that. You&#39;re gonna have times where you have to say no, and you won&#39;t be the most popular person in the house.","author":"Martina McBride","topic":"Cool"},{"quote":"I was never considered cool throughout my teens: a very important time to be accepted by someone, especially your peers. Yes, I had all the screaming women, but the guys hated my guts.","author":"Donny Osmond","topic":"Cool"},{"quote":"It is a weird feeling to have people go, &#39;Hey Chris&#39; like they know me. But, number one, 99 percent of my experiences have been really cool. People couldn&#39;t be nicer and more positive.","author":"Christopher Meloni","topic":"Cool"},{"quote":"Judy Hopps truly believes in something. We&#39;re not just giving her the run of the story, where we give her everything. Through her actions, she has to prove what she believes in. Personally speaking, I think that&#39;s cool.","author":"Rich Moore","topic":"Cool"},{"quote":"It&#39;s cool to have instruments lying around because they give you different ideas.","author":"Ezra Koenig","topic":"Cool"},{"quote":"I am the woman with the cool vintage glasses... I am the proud wife beside her husband... I am the writer who has written a new novel.","author":"Ann Hood","topic":"Cool"},{"quote":"Cicadas, buckling and unbuckling their stomach muscles, yield the sound of someone sharpening scissors. Fall field crickets, the thermometer hounds, add high-pitched tinkling chirps to the jazz, and their call quickens with warm weather, slows again with cool.","author":"Diane Ackerman","topic":"Cool"},{"quote":"I just think it looks so cool when a woman has a dirty martini. She looks so powerful.","author":"Jillian Rose Banks","topic":"Cool"},{"quote":"I don&#39;t know if it&#39;s cool to say this anymore, but I grew up listening to Gary Glitter. A majority of his songs were in that shuffle-blues beat, and I think that&#39;s probably why I tend to write like that.","author":"Martin Gore","topic":"Cool"},{"quote":"My friend Chloe Bartoli is a really cool stylist. I&#39;ve talked about fashion with her a lot over the years. And I love Rihanna - she&#39;s rad. Through modeling, I&#39;ve gotten to know a lot of designers that are really cool. Stefano and Domenico of Dolce &amp; Gabbana have been really sweet.","author":"Sofia Richie","topic":"Cool"},{"quote":"If I know I will be working with someone and they are not keen with writing with a girl, I like to be non-threatening and cool so they will trust me. It&#39;s a thought process of who work and how I want to present myself.","author":"Bonnie McKee","topic":"Cool"},{"quote":"Sloppy casual has always been my default look. My preppier classmates in high school would sometimes sport two, three, even four shirts at a time - Lauren, Izod, Brooks Brothers, all collars-up - while I wore secondhand faded olive German-army fatigues and this cool T-shirt with a troll on it.","author":"Michael Paterniti","topic":"Cool"},{"quote":"That&#39;s the best way to feed the human mind. That&#39;s how Bob Marley did it. He never put it in your face. After you got the groove, you were just singing the hooks, because you thought it was cool.","author":"Wyclef Jean","topic":"Cool"},{"quote":"These days it&#39;s cool to be ethnic and to be different, but when I was a kid, it was not cool - at all. My friends would come over and my mom would make crepes with eggs, stuffed with mozzarella cheese, tomatoes and spinach. And they&#39;d be like, &#39;What is this?&#39;","author":"Giada De Laurentiis","topic":"Cool"},{"quote":"I am a bit O.C.D. I have a colour-coordinated bookcase. The books are arranged by the colour of the spine. It looks cool, but people come in and think I am slightly mental.","author":"Russell Tovey","topic":"Cool"},{"quote":"I&#39;m always trying to be a good example to people and always trying to do something cool. I really don&#39;t want to end up like that cliche celebrity teenager kid who is a bad example.","author":"Lucky Blue Smith","topic":"Cool"},{"quote":"Robert De Niro... It seemed like a pretty cool thing to do to put his name on my resume next.","author":"Famke Janssen","topic":"Cool"},{"quote":"I would never say that I&#39;m good at being on dates. I think I like to try to find a connection with somebody, like, that&#39;s my main thing. I think that maybe if you find a connection with a girl on a date, that&#39;s like the No. 1 thing, and then it&#39;s like, &#39;Cool, that was a great date.&#39;","author":"Chris D'Elia","topic":"Cool"},{"quote":"I could finally quit my job as a bartender and stop dreaming that I might be Superman and know that I was. Then I started thinking about how cool it was.","author":"Brandon Routh","topic":"Cool"},{"quote":"More than anything, Play Cloths has taken risks in regards to the pieces of clothing that we&#39;re even creating. We started out as straight T-shirts. It was just T-shirts and a couple cool things. Now, it&#39;s leisure pants, it&#39;s all types of clothing. We&#39;re evolving even with fashion trends on a super high level.","author":"Pusha T","topic":"Cool"},{"quote":"For me, being comfortable is the best way to express my personality. Some days I like to be chill and wear my Stan Smiths with a cool little jacket, a blouse, and some lipstick for night, and that&#39;s it.","author":"Elodie Yung","topic":"Cool"},{"quote":"When I was growing up, I saw the Aaliyah shirts, the DMX shirts, or the collab shirts with DMX and Aaliyah when they had a single together. Those were the dope collage shirts with their faces all over it. They were doing cool things like that.","author":"ASAP Ferg","topic":"Cool"},{"quote":"What&#39;s cool about indie rock is that one band can do effectively the same thing as another band, and one band nails it, and the other one doesn&#39;t. I like that elusiveness.","author":"Andrew Bird","topic":"Cool"},{"quote":"You can mix and match, depending on your own mood, whether you want your look of the day to be casual, cool, or even punk.","author":"Liu Wen","topic":"Cool"},{"quote":"I think it&#39;s really cool, but Jimmy Eat World and Gin Blossoms did it better than anyone. People don&#39;t realize just how awesome the Arizona history is, especially for alternative music. Growing up, that&#39;s all I ever wanted to be was those two bands.","author":"Nate Ruess","topic":"Cool"},{"quote":"I don&#39;t go out drinking and stuff like that. My friends say &#39;Just have one drink, JD.&#39; I say &#39;What&#39;s the point?&#39; I&#39;ll go to a club and have a Red Bull, get my buzz. And the next day I feel cool. It&#39;s discipline, not just with drinking but a lot of things in life. You&#39;ve just got to look at the bigger picture.","author":"Jermain Defoe","topic":"Cool"},{"quote":"I wouldn&#39;t mind being like X-Men and having the claws. I mean, I don&#39;t think they&#39;d let me play football, but it would look cool.","author":"D'Brickashaw Ferguson","topic":"Cool"},{"quote":"The world needs actual excitement and emotion more than it needs cool people.","author":"Amanda Palmer","topic":"Cool"},{"quote":"That was like my safe place with great teachers where everyone could let down their guard and not feel judged. As soon as we walk outside, it was like, &#39;Look at these weird drama club kids.&#39; But we all had our own agreement that we were cool in our own way.","author":"Keith Stanfield","topic":"Cool"},{"quote":"Look at Neil Diamond. Was he the cool guy? No, he was the housewives&#39; guy. He didn&#39;t try to be what he wasn&#39;t. He just did what he did - made great music, was a good entertainer, nice-enough guy.","author":"Michael Buble","topic":"Cool"},{"quote":"Being in love is not cool!","author":"Alice Englert","topic":"Cool"},{"quote":"What I do doesn&#39;t sit well in the world of hipsterville. I don&#39;t have a cool card, but I also don&#39;t have thin skin.","author":"Chris Daughtry","topic":"Cool"},{"quote":"&#39;Ludacris&#39; is something that I made up. It just kind of describes me. Sometimes I have like a split personality. Sometimes I&#39;m cool, calm, and collected, and other times I&#39;m beyond crazy.","author":"Ludacris","topic":"Cool"},{"quote":"Sometimes people are looking for, &#39;What&#39;s the next Tesla car? What&#39;s this really cool, super-specific thing that people are going to want?&#39; But I try to be just like a Ford truck. They sell a lot more Ford trucks than they do Tesla cars.","author":"Luke Combs","topic":"Cool"},{"quote":"What&#39;s really cool about LEGOs is that you can put a bunch of bricks on the table, and everybody will make something different. Everyone has different ideas, and some of them may seem crazy.","author":"Christopher Miller","topic":"Cool"},{"quote":"I&#39;m thought of as a cool, unemotional dancer, but inside I&#39;m not.","author":"Suzanne Farrell","topic":"Cool"},{"quote":"My strangest media moment a photo session they all had dressed up like 50 gangsters. That was pretty cool. We have to get some more of those kind of photos sometimes.","author":"Kerry King","topic":"Cool"},{"quote":"I have a huge ego - I know that. Do I worry about it? No, I think it&#39;s cool. I have a lot of fun.","author":"Kim Dotcom","topic":"Cool"},{"quote":"The days I&#39;m not doing videos, I always have random stuff. We do production meeting stuff. Those are so stupid. Everyone&#39;s like, &#39;We like you; we don&#39;t know what to do with you.&#39; I&#39;m like, &#39;Cool.&#39;","author":"Jenna Marbles","topic":"Cool"},{"quote":"I have had a lot of cool offers to move into traditional media, but I&#39;m not completely sold I have to do that.","author":"Jenna Marbles","topic":"Cool"},{"quote":"I actually admire the Indian artiste &#39;Lost Stories.&#39; He made a remix of my song &#39;Faded.&#39; That is really good and cool because it actually represented Indian music. I just loved the song; it so unique.","author":"Alan Walker","topic":"Cool"},{"quote":"I&#39;m not trying to be this cool girl. If you&#39;re trying to be something you&#39;re not, it&#39;s slowly going to bite you in the butt.","author":"Bella Hadid","topic":"Cool"},{"quote":"Consumers used to think they had to compromise with solar. It was, &#39;Okay, I&#39;m doing the right thing for the environment; it&#39;s cool to see the panels. I have to compromise on the cost and convenience side.&#39; And now they no longer have to. On the cost side, it&#39;s cheaper, and on the convenience side, we set it all up.","author":"Lynn Jurich","topic":"Cool"},{"quote":"Thirty years ago, we were in a movie theater and thought it was so cool because we were finally delivered from the horrors of stained glass and wooden pews.","author":"Bill Hybels","topic":"Cool"},{"quote":"When we first started recording, it was before rock, so people thought we were hillbilly hicks. That was something we had to deal with; the girls didn&#39;t think we were cool, although they did a few years later. We had ducktails and wore peg-leg pants. We looked like rock n&#39; rollers.","author":"Phil Everly","topic":"Cool"},{"quote":"I&#39;m trying to use people like Meredith Monk and Philip Glass and Terry Riley as the backing tracks for new pop songs. It&#39;s really hard trying to use the format and write a pop song on top of avant-garde music, so we&#39;ll see. It could be cool, or it could totally flop.","author":"Autre Ne Veut","topic":"Cool"},{"quote":"I don&#39;t think I really know just how cool Satan really was when I was in Junior High School. Now, thanks to Marilyn Manson, it&#39;s no longer a secret.","author":"Jim Coleman","topic":"Cool"},{"quote":"Maybe all teenagers feel like they don&#39;t fit in. I never felt like a cool kid. I remember being bullied for being Asian.","author":"Ruth Ozeki","topic":"Cool"},{"quote":"When you see people who are really good at game shows, the one common attribute is a cool head under pressure: an ability to perform as well in the studio, surrounded by lights and noise, as you do on your couch.","author":"Ken Jennings","topic":"Cool"},{"quote":"When you&#39;re 14, anything with a sword and a dragon is pretty cool. But when you&#39;re 21 and you&#39;ve read 2,000 fantasy novels, you start to realize that some of those books, well, they weren&#39;t really good. OK, let&#39;s be honest. A lot of them were crap.","author":"Patrick Rothfuss","topic":"Cool"},{"quote":"And I now think that Stratocasters and Telecasters are way cool.","author":"John Fogerty","topic":"Cool"},{"quote":"One of the cool things about amateur athletics is that, I think, the pursuit is sort of the pursuit of excellence for nothing more than trying to be excellent.","author":"Cameron Winklevoss","topic":"Cool"},{"quote":"My signature look is an eighties baby doll dress, combat boots with colorful socks sticking out, and then mounds of jewelry. I love silver and turquoise. I go to Montana every winter, so I hunt around for cool pieces there.","author":"Zoey Deutch","topic":"Cool"},{"quote":"Well, we played with Soul Coughing once for like two days, that was pretty cool. I mean they were all good, you can pull a great experience from everything.","author":"Mike Lowry","topic":"Cool"},{"quote":"It&#39;s cool when people notice that you make an effort to live certain values.","author":"David Archuleta","topic":"Cool"},{"quote":"I am young, and I am cool, and I want to wear cool clothes!","author":"Aidy Bryant","topic":"Cool"},{"quote":"The secret was to just be cool, stay in God&#39;s graces, and work it out.","author":"Solomon Burke","topic":"Cool"},{"quote":"Entrepreneurship is seen as if you&#39;re in Silicon Valley or New York City and starting an app business or a social-media business, which is cool. But what we really have to focus on is people who make things, and how can we fund them, and how can we encourage people to stay in their community and make a difference in their community.","author":"Hamdi Ulukaya","topic":"Cool"},{"quote":"John Mayer and Jack Johnson are two of my all-time favorites. I love Colbie Caillat and really cool, beach-y, guitar, acoustic type music.","author":"Halston Sage","topic":"Cool"},{"quote":"I like that band Get Hustle. They&#39;re cool live. I haven&#39;t heard their records, though.","author":"Stephen Malkmus","topic":"Cool"},{"quote":"Everyone in Hollywood wanted a role in this movie. Everyone wanted to have a part in it. I feel so lucky that I got one, but what I find so cool about &#39;Hunger Games&#39; is that the real star is the story itself.","author":"Alexander Ludwig","topic":"Cool"},{"quote":"I love &#39;The Orphanage&#39; because the concept is so cool and the story is told in such an interesting way. It&#39;s a movie that will scare your socks off but make you cry at the end. It&#39;s one of the most tragic movies I&#39;ve ever watched and is truly heartbreaking and scary at the same time.","author":"Jessica Parker Kennedy","topic":"Cool"},{"quote":"The name Crow was inspired by a number of things. I thought it would be cool to have a robot with sort of a Native American feel to it.","author":"Joel Hodgson","topic":"Cool"},{"quote":"My dad and mom used to always say, &#39;Write your vision down. Write the things that you want to happen.&#39; I would write, &#39;I want to make soul cool.&#39;","author":"Ro James","topic":"Cool"},{"quote":"I feel like Nashville has watched me grow up in front of them, which is cool, but it kind of sucks at the same time because you get pigeonholed, like, &#39;Oh, she&#39;s the girl with the long hair that wears fairy dresses.&#39; That was me at one point because I was new and I was young. But we all grow up.","author":"RaeLynn","topic":"Cool"},{"quote":"I like pieces that are cool and simple. I try to wear really cute things, but they just don&#39;t suit me at all.","author":"Nicole Trunfio","topic":"Cool"},{"quote":"I hear good things about Xbox Live from some of my younger teammates. I think it would be fun to be able to challenge fans all over the world. It would be cool to be able to play some of my friends back home in the States. I&#39;m looking forward to trying it.","author":"Claudio Reyna","topic":"Cool"},{"quote":"The military is a very cool world to write about. I went down to Ft. Benning, Ga., for military training, and I learned a lot about soldiers and officers and why they joined up and what their life has been like.","author":"David Baldacci","topic":"Cool"},{"quote":"I&#39;m not that into reading. If I&#39;m gonna read, I&#39;m gonna read some cool sci-fi book or something, not some stupid self-help book.","author":"Jon Heder","topic":"Cool"},{"quote":"One of the great bands we opened up for was Priest back in &#39;89. That was really great because at that time we had never met them, never toured with them before. They were a big influence on Slayer, so to open up for them was really cool.","author":"Dave Lombardo","topic":"Cool"},{"quote":"My mom is my best friend in the entire world. She is so cool and so inspiring. I&#39;ve always been able to be open with her and talk to her as a friend.","author":"Jessica Lowndes","topic":"Cool"},{"quote":"I think what draws people into &#39;Supernatural&#39; is that when all is said and done, and the ash from the various apocalypses settle, it&#39;s about the brothers. Even though there&#39;s cool fights in this and cool special effects, and there&#39;s superheroes... in the end, it is about family. Two families: the family by blood and family by choice.","author":"Mark Pellegrino","topic":"Cool"},{"quote":"Nirvana is next level. The songs are really cool to connect with on a more mature level, and I don&#39;t think I really understood that when I was 15.","author":"Ashton Irwin","topic":"Cool"},{"quote":"I feel like I&#39;ve gotten so lucky and gotten to do such cool things with such cool folks. It&#39;s really great. You definitely want that momentum to keep going, for sure.","author":"David Costabile","topic":"Cool"},{"quote":"You can pull off anything if you have the right attitude. Being cool is whatever you think it is. Own your style.","author":"Freja Beha Erichsen","topic":"Cool"},{"quote":"Being a kid and growing up is such a cool part of life.","author":"Devon Werkheiser","topic":"Cool"},{"quote":"When I look at President Obama, I see a leader with a cool head, a caring heart and an open mind, a president who has demonstrated through his demeanor and through his deeds that he is uniquely qualified to heal our divisions, rebuild our nation and lead us to a brighter future together.","author":"Charlie Crist","topic":"Cool"},{"quote":"When I started &#39;Still Missing,&#39; I had a few key plot points in mind, which I played around with mentally for a couple of months, then one day I just started writing. Not having an outline led to some cool plot twists, but also many rewrites! A lot of the plotting happened on subsequent drafts.","author":"Chevy Stevens","topic":"Cool"},{"quote":"I love my mother Ali so much. I&#39;m a momma&#39;s boy. I just have a very cool mom. It&#39;s not as though I had any say in the matter. I&#39;m just really fortunate. She&#39;s the most kind, loving, giving woman.","author":"Hayden Christensen","topic":"Cool"},{"quote":"Spiderman can climb walls and he&#39;s got a cool outfit.","author":"Rhona Mitra","topic":"Cool"},{"quote":"My role in &#39;Legally Blonde&#39; was really rewarding, because I had so much fun working on the movie. I&#39;ve had really rewarding experiences on tiny low budget films that you&#39;ll never see but where I had a cool time creating characters as well. I love almost all of the characters I&#39;ve played.","author":"Alanna Ubach","topic":"Cool"},{"quote":"Ice Cube&#39;s the coolest dad. A lot of parents - a lot of kids do not think their parents are cool. Oh, no. My dad&#39;s cool... You know, I was born in 1991. That&#39;s when &#39;Boyz n the Hood&#39; came out. So I&#39;ve always see him on TV. I don&#39;t see everybody else&#39;s dad, you know. So I&#39;ve always had a sense of, you know, he&#39;s cool. He&#39;s in the light.","author":"O'Shea Jackson, Jr.","topic":"Cool"},{"quote":"Being on set with my dad - that&#39;s so cool. People always ask me if that made me nervous, but it&#39;s the same element when you&#39;re a kid - when your parents come in the auditorium for those school performances. It calms you.","author":"O'Shea Jackson, Jr.","topic":"Cool"},{"quote":"When I went to shows with my friends, it was all about the experience with my friends. If I met the band, it was cool. But it was more about talking about the memories of the show with my friends.","author":"Kellin Quinn","topic":"Cool"},{"quote":"I was a dancer, and it&#39;s not really cool for a boy to dance, so it was inspiring to see a movie like &#39;Footloose&#39; where a guy is dancing masculine and had a proper reason behind it. It made me feel cool, and when these kids would make fun of me, I&#39;d be like, &#39;Oh, didn&#39;t you see &#39;Footloose,&#39; man?&#39;","author":"Kenny Wormald","topic":"Cool"},{"quote":"I&#39;m a big fan of people like Rachel Bilson and Kate Bosworth. I think they&#39;re so chic and have this cool edgy-rocker feel. For about a month I tried to do that, but what I realized is that I can&#39;t be anything other than what I am.","author":"India de Beaufort","topic":"Cool"},{"quote":"I am always looking for a cool tee shirt; maybe one with a rock band or an old advertisement.","author":"Bridget Hall","topic":"Cool"},{"quote":"I thought Clint Eastwood was cool in all the western movies, but I&#39;m not gonna drive somewhere he&#39;s at and stand in line to see him. I told Missy, my wife, &#39;The only person I&#39;d stand in line for is God Almighty. You made the universe? All right, I&#39;ll get in line!&#39;","author":"Jase Robertson","topic":"Cool"},{"quote":"There&#39;s a fundamental problem with how the software business does things. We&#39;re asking people who are masters of hard-edged technology to design the soft, human side of software as well. As a result, they make products that are really cool - if you happen to be a software engineer.","author":"Alan Cooper","topic":"Cool"},{"quote":"When I buy clothes, I like to buy them in outfits so I know they go together. I like a very simple, natural style. I never like to be the attention getter; I like to come under the radar and be cool about my look, very classic and stylish. I&#39;m not into fads.","author":"Rena Sofer","topic":"Cool"},{"quote":"Lauryn Hill&#39;s always been a hero of mine. And Bruno Mars, Janelle Monae and Adele, those are the current artists I would reference in terms of who&#39;s been able to do really amazing pop records with really cool, organic throwback elements of soul in there as well.","author":"Judith Hill","topic":"Cool"},{"quote":"When your dad comes back from a faraway land with bows and arrows and spears wrapped up in a carpet... that&#39;s cool.","author":"Joe Alwyn","topic":"Cool"},{"quote":"My first project was to build an ionization gauge control circuit for Professor Edgar Everhart&#39;s Cockcroft-Walton accelerator. In those days, vacuum tubes were the active components in electronic circuits. I can still recall the warm orange glow of the vacuum tube filaments and the cool blue glow of the thyratron tubes.","author":"David Lee","topic":"Cool"},{"quote":"When I was at N.Y.U., I studied abroad in Prague, and I learned about some of the European animators, like Jan Svankmajer and Jiri Barta. I didn&#39;t think at the time that I would end up doing anything like that, but I certainly thought it was very cool.","author":"Duke Johnson","topic":"Cool"},{"quote":"What&#39;s really cool about our family is that we don&#39;t hold grudges, and I think that is what&#39;s been the key to the success. We get into our little disagreements, and whether we&#39;re right or wrong, we&#39;ll go and apologize. That&#39;s just the way we are.","author":"Selena","topic":"Cool"},{"quote":"I have very fond memories of growing up in Greece, of my brothers and I causing chaos and climbing up trees, which is really cool. Back then, we didn&#39;t have all the video games and all that stuff. We just had each other, and we played on the street.","author":"Tracy Spiridakos","topic":"Cool"},{"quote":"I remember in high school trying to get home from water-polo practice in time so I could see Happy Days on television when it first came on, because I was so blown away by it. It was just such a cool thing.","author":"Ted McGinley","topic":"Cool"},{"quote":"When people hear the name Gregory Isaacs, I want dem to think of &#39;Night Nurse&#39; and &#39;Red Rose For Gregory&#39; and &#39;The Cool Ruler.&#39; I love it when somebody comes up to me and say, &#39;I love your songs.&#39;","author":"Gregory Isaacs","topic":"Cool"},{"quote":"I&#39;m a magician. I&#39;ve learned to do some really cool tricks like levitating myself and melting forks.","author":"Blake Michael","topic":"Cool"},{"quote":"Watch &#39;Dog with a Blog&#39; to get a good laugh, to see me, of course, and to see an awesome, awesome talking dog who is the cleverest, most awesome dude in the world. He&#39;s really, really adorable and cute, and it&#39;s really cool seeing what kind of tricks he has up his sleeve.","author":"Blake Michael","topic":"Cool"},{"quote":"Now that we are cool, he said, and regret that we hurt each other, I am not sorry that it happened.","author":"William Henry Hudson","topic":"Cool"},{"quote":"Comedy is so hard to do, so it was very cool to do dead pan humor.","author":"Brittany Daniel","topic":"Cool"},{"quote":"Now that I finally have the time for it, this web surfing stuff turns out to be as interesting and fun and addictive as you&#39;ve all been telling me. Zipping from link to link, chasing an idea across the noosphere, sucking up information like a killer whale - way cool.","author":"Spider Robinson","topic":"Cool"},{"quote":"I&#39;ve learned about ice water in the morning - when you wake up tired, or you&#39;re jet lagged and you&#39;ve been flying and your skin is dry, or you have puffy eyes - the ice water really helps cool the face down and helps circulation.","author":"Barbara Fialho","topic":"Cool"},{"quote":"I lived in Tokyo for four months. I&#39;ve heard Tokyo was modeled after New York City, so I was ready for the subways and all the people, but it&#39;s a little overwhelming at times. Not to mention, I&#39;m paying twice as much for my apartment here than I was paying in L.A., and my apartment in L.A. is about four times the size! But it&#39;s such a cool city.","author":"Dylan Bruce","topic":"Cool"},{"quote":"The cool wind blew in my face and all at once I felt as if I had shed dullness from myself. Before me lay a long gray line with a black mark down the center. The birds were singing. It was spring.","author":"Burl Ives","topic":"Cool"},{"quote":"Growing up, politics never trickled down to the areas we come from. But people from Obama&#39;s camp, and Obama himself, reached out to me and asked for my help on the campaign. We&#39;ve sat and had dinner, and we&#39;ve spoken on the phone. He&#39;s a very sharp guy. Very charming. Very cool.","author":"Jay-Z","topic":"Cool"},{"quote":"When the NBA adopted their uniform that they had to wear, I thought that was very interesting. And you see the way NBA players dress: It&#39;s very cool.","author":"Tom Brady","topic":"Cool"},{"quote":"If you do a trick and it doesn&#39;t work out, that can stick with you. I like to go back, nail the trick, and, &#39;OK, I&#39;m cool, it&#39;s all good.&#39;","author":"Shaun White","topic":"Cool"},{"quote":"What drives me now is the fact that I feel like I still have so many tricks that I want to learn and so many things that I can still do. And so many cool things outside of sports that I have been doing.","author":"Shaun White","topic":"Cool"},{"quote":"I mean, I get letters in the mail because I had a heart defect when I was one, I had surgeries and stuff. And so you get these letters in the mail that just, they are crazy, they are just like, yes, well our son is dealing with the same thing and we saw you on TV and I mean it is such a cool thing to inspire and kind of give hope.","author":"Shaun White","topic":"Cool"},{"quote":"It never mattered to me that people in school didn&#39;t think that country music was cool, and they made fun of me for it - though it did matter to me that I was not wearing the clothes that everybody was wearing at that moment. But at some point, I was just like, &#39;I like wearing sundresses and cowboy boots.&#39;","author":"Taylor Swift","topic":"Cool"},{"quote":"When I&#39;m 40 and nobody wants to see me in a sparkly dress anymore, I&#39;ll be like: &#39;Cool, I&#39;ll just go in the studio and write songs for kids.&#39;","author":"Taylor Swift","topic":"Cool"},{"quote":"If someone has a really great boyfriend or career, I think, it&#39;s cool that happens.","author":"Taylor Swift","topic":"Cool"},{"quote":"I don&#39;t mind The Boss. I think he&#39;s an honest guy. I have some of his records, not all of them. I&#39;ve met a couple of the E-Street guys, and they seem really cool.","author":"Henry Rollins","topic":"Cool"},{"quote":"Most Americans are very cool people.","author":"Henry Rollins","topic":"Cool"},{"quote":"I get along with Australians really well. Everyone&#39;s usually really cool, and it&#39;s always a drag to leave.","author":"Henry Rollins","topic":"Cool"},{"quote":"I hate painting with a broad brush, but I think the birther thing, at its root, is racist. The guy was born in Hawaii. A black guy is president. It&#39;s cool. Get over it. Just deal with it. There&#39;s nothing you could show these birther people that would shut them up.","author":"Henry Rollins","topic":"Cool"},{"quote":"America was cool with Saddam Hussein when he was killing Iranians.","author":"Henry Rollins","topic":"Cool"},{"quote":"Imagine a 15-year-old kid saying, &#39;I have two moms - it&#39;s cool.&#39; I don&#39;t fear that at all.","author":"Henry Rollins","topic":"Cool"},{"quote":"I wonder what it&#39;s like to be from a state that is spread across a few islands way out in the Pacific Ocean, only added to the United States in 1959. Not only that but to be the birthplace of America&#39;s first black president? Pretty cool, I bet.","author":"Henry Rollins","topic":"Cool"},{"quote":"I am not immune to the lure of a signed record, flier or set list. The fact that your music heroes potentially had, in their own hands, the record you now have in yours is kind of cool. When the musician has departed, it can give the thing a unique power.","author":"Henry Rollins","topic":"Cool"},{"quote":"A lot of people are focused on taking over the world or doing the biggest thing and getting the most users. I think part of making a difference and doing something cool is focusing intensely.","author":"Mark Zuckerberg","topic":"Cool"},{"quote":"The high-spirited man may indeed die, but he will not stoop to meanness. Fire, though it may be quenched, will not become cool.","author":"Ovid","topic":"Cool"},{"quote":"For me, it was really a childhood dream coming true. It&#39;s sort of where the fantasy led reality, and then I got to be on the Starship Enterprise anyway. And the cool thing was - is I was the only person on this bridge who had actually been in space.","author":"Mae Jemison","topic":"Cool"},{"quote":"All women do have a different sense of sexuality, or sense of fun, or sense of like what&#39;s sexy or cool or tough.","author":"Angelina Jolie","topic":"Cool"},{"quote":"Just be a cool grandpa who&#39;s creative, and hang out and tell stories and read a book in the library.","author":"Angelina Jolie","topic":"Cool"},{"quote":"So there&#39;s nothing more provocative than taking a genre that everybody who&#39;s cool hates - and then making it cool.","author":"Lady Gaga","topic":"Cool"},{"quote":"Where I come from it was really unheard of to be at a party and someone says, &#39;What kind of music do you make?&#39;, and you say, &#39;Pop music.&#39; You may as well have &#39;I&#39;m not cool&#39; stamped on your forehead.","author":"Lady Gaga","topic":"Cool"},{"quote":"I&#39;m doing everything that I can, working with experts, really studying the statistics to figure out a way we can make it cool or normal to be kind and loving.","author":"Lady Gaga","topic":"Cool"},{"quote":"When I first moved to Vail, it was like I was a little celebrity. You know, everyone knew my accomplishments. I was a young, fast teenager and making waves in the ski world. And it was really cool.","author":"Lindsey Vonn","topic":"Cool"},{"quote":"I don&#39;t rely on catchphrases or really like sing-along. I just do whatever I feel. Whatever the beat makes me say, I do that and I run with that. It&#39;s been working for me, so I&#39;d be cool with that.","author":"Meek Mill","topic":"Cool"},{"quote":"You make yourself broad. You make yourself appealing. &#39;Hey, y&#39;all, I&#39;m cool with everybody.&#39; That&#39;s my message.","author":"Kevin Hart","topic":"Cool"},{"quote":"The thing is, it&#39;s not uncool to worry about people who seem like they&#39;re going on the wrong path. There&#39;s nothing cool about being self-destructive.","author":"Patti Smith","topic":"Cool"},{"quote":"If we&#39;re deciding about merch pieces, t-shirts or hats, they have to be well designed and cool enough for somebody to want to buy it and then wear it and walk around advertising me and my music.","author":"G-Eazy","topic":"Cool"},{"quote":"When I see someone I think is cool, he&#39;s a pretty well-adjusted individual. He&#39;s not too affected one way or the other by what&#39;s happening, no matter what&#39;s going through his mind.","author":"Willie Nelson","topic":"Cool"},{"quote":"I don&#39;t think it&#39;s cool for people to say, &#39;You shouldn&#39;t reference God because I don&#39;t believe that, and I don&#39;t want to hear it.&#39; Well, there&#39;s a lot of stuff I don&#39;t believe that I still gotta hear.","author":"Steve Harvey","topic":"Cool"},{"quote":"Americans are cool; if you show just a chink of vulnerability, they respond so much. They&#39;ll pat you on the arm and say, &#39;Hey kid, you&#39;re all right.&#39; Brits will respond but they are much more cynical.","author":"Bear Grylls","topic":"Cool"},{"quote":"When you&#39;re a Chicago artist, to play Lollapalooza, that&#39;s not a normal thing. It&#39;s artists on a path to a certain place that do that. Chief Keef did it; Kids These Days did it; Cool Kids did it. And I&#39;m the next Cool-Kids-Chief, if you will.","author":"Chance The Rapper","topic":"Cool"},{"quote":"Being in the space that I am as a writer, and just as a black dude in America, there&#39;s this push to be cool or be what you&#39;re expected to be. There&#39;s a need for a song that puts that in perspective. I think that&#39;s an important thing for young children to hear growing up.","author":"Chance The Rapper","topic":"Cool"},{"quote":"It&#39;s cool now to play golf.","author":"Tiger Woods","topic":"Cool"},{"quote":"I met Bill Clinton; he&#39;s a very nice guy. Yeah, Bill Clinton&#39;s cool.","author":"Ed Sheeran","topic":"Cool"},{"quote":"You start in bars and then restaurants, then you want to get into comedy clubs where you feature, then you headline, and once you sell out clubs you&#39;re into theaters. I&#39;ve been able to get there, and it&#39;s cool to do that.","author":"Bill Burr","topic":"Cool"},{"quote":"I didn&#39;t watch much TV as a kid and I don&#39; t watch it now. I don&#39; t find anything beautiful or unique to the medium, and the only thing you can do on TV that you can&#39;t do in film is make a continuing story - which is so cool!","author":"David Lynch","topic":"Cool"},{"quote":"Stop being conned by the old mantra that says, &#39;Leaders are cool, managers are dweebs.&#39; Instead, follow the Peters Principle: Leaders are cool. Managers are cool too!","author":"Tom Peters","topic":"Cool"},{"quote":"There&#39;s no idea or concept in comedy you could do that hasn&#39;t been attacked from some angle. But if you start leaving punchlines out so you&#39;ll look cool, I don&#39;t get that. But I don&#39;t watch standup anyway, so I don&#39;t know what they&#39;re doing.","author":"Ron White","topic":"Cool"},{"quote":"England is like the margin of a spring-run: near its source, always green, always cool, always moist, comparatively free from frost in winter and from drought in summer.","author":"John Burroughs","topic":"Cool"},{"quote":"There&#39;s a time and place for everything, but as I get older, I like finding those human moments and really connecting. Maybe I&#39;m not as cool as I once was.","author":"Paul Walker","topic":"Cool"},{"quote":"I haven&#39;t took no punishment. There&#39;s nothing cool about taking punishment.","author":"Floyd Mayweather, Jr.","topic":"Cool"},{"quote":"Ali was a threat because he was a voice, and the people hated Ali when he was a voice, but once Ali could no longer speak and he wasn&#39;t a voice, they loved him. Love me now. I don&#39;t want to be loved if I could barely walk or barely talk. That&#39;s not cool.","author":"Floyd Mayweather, Jr.","topic":"Cool"},{"quote":"I am surprised by how not-adopted the video reply has been. What keeps other people from doing it, I think, is that they think a video comes across as &#39;I&#39;m cool, look at how many e-mails I get.&#39; That perception doesn&#39;t scare me, because I know who I am.","author":"Gary Vaynerchuk","topic":"Cool"},{"quote":"People are more comfortable learning about wine because now they can just Google, you know, &#39;Soave,&#39; and say, &#39;Oh, O.K., cool.&#39;","author":"Gary Vaynerchuk","topic":"Cool"},{"quote":"As a kid, I did want to be an old-timer, since they were the ones with the big stories and the cool clothes. I wanted to go there. Now, I guess I want to bring that with me and go back in time.","author":"Tom Waits","topic":"Cool"},{"quote":"I want to make pop cool again, and the only way I can do that is by being ambitious and grand.","author":"The Weeknd","topic":"Cool"},{"quote":"It&#39;s cool to be recognised by your peers.","author":"Frank Ocean","topic":"Cool"},{"quote":"I used to make up stuff in my bio all the time, that I used to be a professional ice-skater and stuff like that. I found it so inspirational. Why not make myself cooler than I am?","author":"Stephen Colbert","topic":"Cool"},{"quote":"I used to love to draw. I didn&#39;t want to go to art class because I felt that would be too corny when I was young, but architectural drafting was the cool thing to do because there was more precision. It taught me a lot about building and structures and doorways and frames and windowsills.","author":"Ice Cube","topic":"Cool"},{"quote":"I don&#39;t go to the cool, trendy restaurants. I go to either the holes in the wall or the super-fancy restaurants where there are no cool people.","author":"Tyra Banks","topic":"Cool"},{"quote":"When I was a child, it was cool to be a scientist.","author":"Michio Kaku","topic":"Cool"},{"quote":"Someone like Vincent Price or somebody like Christopher Lee, they never won an award, and it doesn&#39;t matter. They&#39;re cool.","author":"Nicolas Cage","topic":"Cool"},{"quote":"Mike Myers as Austin Powers makes me laugh - that was genius - and Daffy Duck makes me laugh, but I like odd behavior. I don&#39;t like hip dialogue and one-liners and all that sort of cool, sophomoric comedy. It&#39;s just not for me.","author":"Nicolas Cage","topic":"Cool"},{"quote":"But being on location and shooting, whether its in Puerto Rico or Atlanta, it always reminds me of how really cool my job can be. Interacting with the fans is one of the best parts of it.","author":"Dwayne Johnson","topic":"Cool"},{"quote":"&#39;Be Cool&#39; was a defining movie for me.","author":"Dwayne Johnson","topic":"Cool"},{"quote":"I really, really, really love my job, so it&#39;s not like I&#39;m trying to quit wrestling to do movies. They just all seemed like cool things to do. I mean, I&#39;d love to be the bad guy in an action movie because then people would get to see another side of me they don&#39;t get to see.","author":"John Cena","topic":"Cool"},{"quote":"At my age, I&#39;m not trying to score cool points. I&#39;m just excited when I can speak to younger members of our audience in the WWE. I just get to be a superhero to kids, but I&#39;m not trying to be on the cutting edge of style or anything like that. Once you reach that point of deprivation, you don&#39;t mind it.","author":"John Cena","topic":"Cool"},{"quote":"I&#39;m not cool enough to hang out with any rock stars. Jay-Z doesn&#39;t come over to my house. I don&#39;t hang out with Ted Nugent.","author":"Ted Cruz","topic":"Cool"},{"quote":"With the computer and stuff, the difference between a rich guy and a poor guy, to me, is nothing. Because I don&#39;t like big houses, I don&#39;t drive a car, so you know, I just live in a small apartment and I have my computer, which is really cool.","author":"Norm MacDonald","topic":"Cool"},{"quote":"It&#39;s cool to be healthy.","author":"Dick Gregory","topic":"Cool"},{"quote":"Horses and horsepower alike are about status and being cool.","author":"P. J. O'Rourke","topic":"Cool"},{"quote":"Justin Timberlake is everything, and what more could you want in a person? He&#39;s funny. He&#39;s cute. He&#39;s great. He just understands. I get him and he gets me, and that&#39;s cool.","author":"Britney Spears","topic":"Cool"},{"quote":"There are so many soulful singers, even the ones coming from London, like Adele and Jessie J, who are just amazing. It feels like a really cool time to be making music now.","author":"Britney Spears","topic":"Cool"},{"quote":"I&#39;m definitely picky about what projects I take on. They have to be things I&#39;m passionate about. I actually get to be creative when it comes to my mobile game. It&#39;s really cool.","author":"Britney Spears","topic":"Cool"},{"quote":"I would love to act. I would love to do movies. If it was the right part, it would be really cool... I love funny movies.","author":"Britney Spears","topic":"Cool"},{"quote":"You don&#39;t have to be a certain thing to be cool. If you&#39;re white, you don&#39;t have to act black or whatever. Just be you and know who you are.","author":"Wiz Khalifa","topic":"Cool"},{"quote":"It looks good when you see someone kicking at the age of 51 with no double. It&#39;s kinda cool for people to know that past 50 we can keep flexible.","author":"Jean-Claude Van Damme","topic":"Cool"},{"quote":"I didn&#39;t want to be a genius! That ain&#39;t cool.","author":"Missy Elliott","topic":"Cool"},{"quote":"I don&#39;t need to come back to Wimbledon every year because I can&#39;t live without it. I&#39;d be totally cool without tennis.","author":"Roger Federer","topic":"Cool"},{"quote":"In the off season, you work out for two hours a day, and then you got all this other time off. I like doing other stuff. Football obviously isn&#39;t going to last a lifetime either, so it&#39;s always cool to get in front of a camera, do commercials, and do endorsements for products that you love.","author":"Rob Gronkowski","topic":"Cool"},{"quote":"You just have to play it cool. You don&#39;t want everyone to know you&#39;re an amateur.","author":"Shawn Mendes","topic":"Cool"},{"quote":"Crunches are much more effective than regular sit-ups because they specifically target your upper abdominal muscles rather than your hip muscles. If you&#39;re not used to them, they can cause soreness a day or two later, but it&#39;s a &#39;cool&#39; soreness. A badge of honor.","author":"Sylvester Stallone","topic":"Cool"},{"quote":"Doing graphic novels is cool! It&#39;s fun! You get to write something, and then see it visually page by page, panel by panel, working with the artist, you get to see it fleshed out.","author":"Anthony Bourdain","topic":"Cool"},{"quote":"And of course I&#39;ve got kids of my own now, and they love me being in the Harry Potter films. I&#39;m now part of a phenomenon. You become incredibly cool to your kids, and you get a young fan base. So you became the cool dad at school. You&#39;re suddenly hip.","author":"Gary Oldman","topic":"Cool"},{"quote":"I grew up not really having anything, so the idea that I can take care of my family and my friends now is a really cool bonus.","author":"Katy Perry","topic":"Cool"},{"quote":"&#39;Jack &amp; Diane&#39; was originally about race. I was playing nightclubs, and I was seeing new American couples, mixed-race couples. I thought it was cool. The song was my effort to make a song about that, but of course the record-company guy didn&#39;t like it.","author":"John Mellencamp","topic":"Cool"},{"quote":"I&#39;m not saying I look cool, but every single time I go onstage, it is a fail if I don&#39;t feel like I&#39;m going to pass out at least twice.","author":"Kesha","topic":"Cool"},{"quote":"If my eyebrows are cool, if my eyeliner is popping, if I&#39;m moisturized, then I can pretty much wear whatever I want. I think if your hair and your face are together, I think it&#39;s pretty much polished!","author":"Kehlani","topic":"Cool"},{"quote":"I was in art school, and we had all these random classes. We&#39;d listen to a lot of Bollywood. I&#39;d listen to Spanish music - and I don&#39;t even speak Spanish, but Hector Lavoe is amazing - we listened to French music like Edith Piaf. She&#39;s tight. I like cool vocal inflections; I like cool sounds. I pretty much listen to anything I think is good.","author":"Kehlani","topic":"Cool"},{"quote":"I think my main two songs are &#39;FWU&#39; and &#39;Get Away.&#39; &#39;FWU&#39; made a cool point because it came out right after Chris Brown&#39;s &#39;Loyal&#39; came out. I combated it with &#39;FWU,&#39; a song that basically says, &#39;These women are loyal.&#39;","author":"Kehlani","topic":"Cool"},{"quote":"I&#39;m from Iowa, we don&#39;t know what cool is!","author":"Ashton Kutcher","topic":"Cool"},{"quote":"The thing about stand-up was, I was doing all this sketch and YouTube stuff where I was not being censored and I got to do my own thing, and it was really cool.","author":"Donald Glover","topic":"Cool"},{"quote":"In my 30s, it wasn&#39;t cool to like Pauly Shore movies. It was cool to like them when they came out, then it wasn&#39;t cool.","author":"Pauly Shore","topic":"Cool"},{"quote":"If I&#39;m the biggest artist in the world, cool, but I want to just be me.","author":"Future","topic":"Cool"},{"quote":"I try to look cool. I strategize. Sometimes it&#39;s like - that&#39;s part of the strategizing, to make it seem like I don&#39;t think about it.","author":"Future","topic":"Cool"},{"quote":"The best merchants in the world aren&#39;t the ones predicting what&#39;s cool next; we&#39;re the ones dictating what&#39;s cool next.","author":"Kevin Plank","topic":"Cool"},{"quote":"Pink is my favourite colour. I used to say my favourite colour was black to be cool, but it is pink - all shades of pink. If I have an accessory, it is probably pink.","author":"Roxane Gay","topic":"Cool"},{"quote":"It&#39;s just really cool to go to countries and play festivals for people who don&#39;t really know your band or don&#39;t ever get to see it. It&#39;s really nice.","author":"Brendon Urie","topic":"Cool"},{"quote":"Halsey&#39;s a really great artist - her voice is great, and she has a really cool message behind her songs.","author":"Brendon Urie","topic":"Cool"},{"quote":"I used to study &#39;Hunky Dory&#39; - and be mad that I hadn&#39;t figured out anything that cool!","author":"Brendon Urie","topic":"Cool"},{"quote":"It&#39;s not really a popular consensus to sing Sinatra - which I love! And I just think it&#39;s so cool that he disliked rock n&#39; roll so much.","author":"Brendon Urie","topic":"Cool"},{"quote":"Summer bachelors, like summer breezes, are never as cool as they pretend to be.","author":"Nora Ephron","topic":"Cool"},{"quote":"That is who Barack Obama is - a person of admirable character - and that is who he has remained for me over these last four years. I have not agreed with his every decision, but never once have I seen him break his cool, lose his composure, or abandon his insightful perspective - even during the most serious and\/or absurd national disasters.","author":"Elizabeth Gilbert","topic":"Cool"},{"quote":"And we have a little herb garden, which survived the winter thanks to global warming. It makes me feel like a cool, old Italian housewife, that I kept my rosemary alive outside all winter.","author":"Elizabeth Gilbert","topic":"Cool"},{"quote":"The reason why I am proud of my part in the punk movement is that I think it really did implant a message that was already there. The hippies told it to me, but punk made it something cool for people to stand up for, which is that we do not believe government, that we are against government.","author":"Vivienne Westwood","topic":"Cool"},{"quote":"Anything I get to wear to the Met Ball is huge. I&#39;m not a fashion girl, so it&#39;s cool to be dolled up and have those diamonds where they send armed guards with you.","author":"Chrissy Teigen","topic":"Cool"},{"quote":"I loved the world of roller derby because I thought it was such an empowering metaphor, that you get out there and do it. It&#39;s such a rocker, athletic, capable, cool exhibitionist sport; it&#39;s about this great sort of camaraderie.","author":"Drew Barrymore","topic":"Cool"},{"quote":"I still, at hotel rooms, I do this one sort of not-so-cool thing: continually shoving my room service tray in front of someone else&#39;s door. Because I don&#39;t want the remnants. I don&#39;t want to be caught, like, being like the pig that I was at two in the morning.","author":"Drew Barrymore","topic":"Cool"},{"quote":"I remember being on film sets when I was younger, and only men got to do the cool action movies. So I thought, &#39;Maybe I&#39;ll get to produce one day and get to do cool stuff, too,&#39; which is what happened when we did &#39;Charlie&#39;s Angels&#39;.","author":"Drew Barrymore","topic":"Cool"},{"quote":"My mother used to dress rather risque when I was a kid, and that sort of shocked me. I always thought moms were supposed to wear cardigans and flats, but she was in leather bracelets and minidresses. In hindsight, it was pretty cool, but I&#39;m probably more conservative because of it.","author":"Drew Barrymore","topic":"Cool"},{"quote":"One of the biggest challenges we have, folks, is making liberty and freedom cool.","author":"Rush Limbaugh","topic":"Cool"},{"quote":"So, it&#39;s cool that, yes, Hal Jordan is a superhero, but my character is a real-world hero in her own life.","author":"Blake Lively","topic":"Cool"},{"quote":"If people could walk around in suits of energy, that would be cool. Other than that, I don&#39;t think men should wear spandex.","author":"Blake Lively","topic":"Cool"},{"quote":"The one person who&#39;s disappeared out of the business is the A&amp;R man. Because the listener at home becomes the A&amp;R man. He&#39;s the one who chooses what tracks he wants on the album. And that&#39;s cool.","author":"Jimmy Page","topic":"Cool"},{"quote":"It&#39;s a trend to insult Wale, like that makes you cool on the Internet, and a part of it is because I respond.","author":"Wale","topic":"Cool"},{"quote":"My parents were really, really cool about supporting what I wanted to do at a really young age. I think I was about 10 when I caught the bug. They would drive me down to New York if there were auditions. When I was 12, I did this show on Broadway called &#39;High Society,&#39; so we moved to New York for the run of that.","author":"Anna Kendrick","topic":"Cool"},{"quote":"I feel like you can&#39;t get an audience to like your character if she&#39;s actually cool, but you can if she&#39;s trying to be cool and sometimes fails.","author":"Anna Kendrick","topic":"Cool"},{"quote":"My mom was really cool.","author":"Ryan Gosling","topic":"Cool"},{"quote":"I remember really loving the CoverGirl ads when I was younger - there was something very cool about how they always put the girls in white. It looked so clean.","author":"Christie Brinkley","topic":"Cool"},{"quote":"Most of my guitars have been instruments that look cool. I&#39;m not picky. I never think, &#39;Oh, this neck isn&#39;t made of ebony,&#39; or, &#39;These strings don&#39;t feel correct.&#39; It doesn&#39;t matter too much.","author":"James Hetfield","topic":"Cool"},{"quote":"My style is pretty clean, classic, and elegant, with some elements to make it a little funkier. If you see me on a normal day, I&#39;m usually in a T-shirt and jeans, maybe with some cool sneakers, but I&#39;m pretty basic.","author":"John Legend","topic":"Cool"},{"quote":"I came from a crew, and to me, all the guys I rapped with were better than me, so I was surprised when I was the breakout one. It was definitely a cool thing.","author":"Queen Latifah","topic":"Cool"},{"quote":"My mom was my main influence growing up, and Phylicia Rashad reminded me a lot of my mother, just the way she handled certain things, she was... not soft-spoken but smooth-spoken. Just very calm, cool, collected about things.","author":"Queen Latifah","topic":"Cool"},{"quote":"I&#39;m cool with myself. If I can&#39;t have the body of Angie Bassett, so be it.","author":"Queen Latifah","topic":"Cool"},{"quote":"When I&#39;m wearing too-high heels and swaying my hips, I do that Sharon Stone kind of thing - she has the sexiest walk, a New York cool thing that throws you back.","author":"Queen Latifah","topic":"Cool"},{"quote":"You know, the diversity that America has is so special. It&#39;s starting to really become a cool thing for young people.","author":"Russell Simmons","topic":"Cool"},{"quote":"On Twitter, there&#39;ll be fans of &#39;Army Wives&#39; and people who say, &#39;I&#39;ve been following you since &#39;Supernatural,&#39; I loved you on &#39;Person of Interest,&#39;&#39; and it&#39;s really cool to get that love. To them, I&#39;m not just an overnight success.","author":"Sterling K. Brown","topic":"Cool"},{"quote":"M. Night Shyamalan can draw quite a few people to quite a few things, and having the opportunity to work with him is very cool.","author":"Sterling K. Brown","topic":"Cool"},{"quote":"It would be really cool to have my dad here to witness this, to see his grandchildren, to see this woman that I chose to share my life with, to just come walk on set and be like, &#39;Ah, this is how you make TV shows and movies.&#39;","author":"Sterling K. Brown","topic":"Cool"},{"quote":"I love the song &#39;El Rey.&#39; And for years, I never knew what the song was totally about. It was something new for me. I&#39;d never sung a song in Spanish before. Then I got the translation and saw what a really cool song it was.","author":"George Strait","topic":"Cool"},{"quote":"How serious can a movie about time-traveling robots be? You want it to be cool and fun.","author":"Christian Bale","topic":"Cool"},{"quote":"iTunes kind of feels like Sam Goody to me. I don&#39;t feel cool when I go there. I&#39;m tired of seeing John Mayer&#39;s face pop up.","author":"Trent Reznor","topic":"Cool"},{"quote":"&#39;Yeezus,&#39; I really love it. I think the sound of it is cool.","author":"Trent Reznor","topic":"Cool"},{"quote":"When your culture comes from watching TV every day, you&#39;re bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities. None of that happened where I was. You&#39;re almost taught to realize it&#39;s not for you.","author":"Trent Reznor","topic":"Cool"},{"quote":"I realized that if I don&#39;t like something, I can change it. If I don&#39;t feel comfortable with something, then I have a voice to say it&#39;s not cool.","author":"Zendaya","topic":"Cool"},{"quote":"What is cool today is not going to be cool tomorrow, and what wasn&#39;t cool yesterday is going to be cool tomorrow.","author":"Zendaya","topic":"Cool"},{"quote":"I once sang &#39;Summer Nights,&#39; from &#39;Grease,&#39; at a bar in Melbourne with John Travolta, who&#39;s a good friend of mine. He looked cool singing the part of Danny - sitting in an armchair, smoking a cigar - while I got stuck playing Sandy.","author":"Hugh Jackman","topic":"Cool"},{"quote":"I don&#39;t want to judge, but I&#39;ve also met women who think it&#39;s cool to be out or away from their baby, and I don&#39;t get that.","author":"Kourtney Kardashian","topic":"Cool"},{"quote":"If your album sells, that&#39;s cool, more people find out about you, more people get turned on to what we&#39;re really about-which is a live rock and roll band.","author":"Nikki Sixx","topic":"Cool"},{"quote":"An Oklahoma girl like me wouldn&#39;t even know how to be a diva. I&#39;m just a person who has a cool job. I love to be at home. I rarely go to clubs... and I always wear underwear! I just know I&#39;d fall down, and that&#39;s not for everyone to see.","author":"Carrie Underwood","topic":"Cool"},{"quote":"It&#39;s pretty cool to see how far music can take you.","author":"Luke Bryan","topic":"Cool"},{"quote":"I would like to be a heart surgeon or brain surgeon... something with that knowledge and the ability to save a life would be pretty cool. I wasn&#39;t that good in science class, though.","author":"Luke Bryan","topic":"Cool"},{"quote":"I just cut songs I love and that represent what I want to say. And if it crosses over, that&#39;s very flattering. It&#39;s cool to know that with people listening to rock and rap, I&#39;m sitting on their iPods along with that stuff.","author":"Luke Bryan","topic":"Cool"},{"quote":"I think it&#39;s so cool to be tall. Even when I&#39;m not wearing heels people tell me I&#39;m tall and I always take it as a complement. The good thing is I can always see everybody in the room.","author":"Maria Sharapova","topic":"Cool"},{"quote":"I recently discovered Artkive, a wonderful app that allows you to archive your child&#39;s artwork and create cool gifts like photo albums, mugs, mousepads, etc. It&#39;s very easy to use, and since Arabella is such a talented artist, I&#39;m a pro!","author":"Ivanka Trump","topic":"Cool"},{"quote":"I&#39;m just trying to work out a way to be a singer and to create cool content. I&#39;m willing to do that as an entertainer. But I&#39;m not willing to give up my actual self.","author":"Sia","topic":"Cool"},{"quote":"You were cool if you had on a pair of Air Force 1s. It&#39;s still a staple for me while on tour.","author":"Bryson Tiller","topic":"Cool"},{"quote":"Michael B. Jordan is actually cool. He&#39;s like the homie. I&#39;m actually talking to him. He reached out to me a while ago and just showing love for the music after &#39;TRaPSOUL&#39; dropped.","author":"Bryson Tiller","topic":"Cool"},{"quote":"We got to do a few things with President Clinton. To be invited to Washington again to play with Ashanti and all those other cool people there in front of President Bush and the rest of the world feels awesome. I&#39;m really looking forward to going.","author":"Darius Rucker","topic":"Cool"},{"quote":"I&#39;ve been a Robert Randolph fan forever, since 2001. I just thought he was so cool; you don&#39;t see a black kid playing the slide the way he plays. No one plays like Robert.","author":"Darius Rucker","topic":"Cool"},{"quote":"Awkwardness gives me great comfort. I&#39;ve never been cool, but I&#39;ve felt cool. I&#39;ve been in the cool place, but I wasn&#39;t really cool - I was trying to pass for hip or cool. It&#39;s the awkwardness that&#39;s nice.","author":"Marc Jacobs","topic":"Cool"},{"quote":"Sometimes it&#39;s cool to play major third and minor third diads back-to-back, or a minor third followed by a root\/fifth diad - whatever combo sounds good.","author":"Dimebag Darrell","topic":"Cool"},{"quote":"Some of my favorite harmonics are located between frets. There are two really cool ones between the 2nd and 3rd frets that I use a lot.","author":"Dimebag Darrell","topic":"Cool"},{"quote":"Most bands don&#39;t make it past two albums and tours, if that. We pulled it off, and everybody&#39;s been happy and cool, but we got to the point where we knew it was time to take a break.","author":"Dimebag Darrell","topic":"Cool"},{"quote":"The nerds are the ones that make the films and do loads of other really cool stuff in their life.","author":"Daniel Radcliffe","topic":"Cool"},{"quote":"Manners are love in a cool climate.","author":"Quentin Crisp","topic":"Cool"},{"quote":"I went to Northwestern because I had gone to a really nontraditional high school. I was like, &#39;It&#39;d be cool to have a traditional college experience.&#39; Then I was like, &#39;Oh, but none of these people understand what&#39;s cool about me. My specialness is not appreciated in this place.&#39;","author":"Zooey Deschanel","topic":"Cool"},{"quote":"Growing up in Hollywood meant there were a lot of film stars&#39; kids at my school - but no conspicuous wealth. It wasn&#39;t cool to show off that you had money.","author":"Zooey Deschanel","topic":"Cool"},{"quote":"It&#39;s cool cause my sister is older than me and we went to the same high school, so by the time I got to high school, I got the lowdown on all the teachers and everything.","author":"Zooey Deschanel","topic":"Cool"},{"quote":"What is more important than the name is that people know that I really like acting, I enjoy it and I want people to know that I am serious. The name thing: I will always be L.L. Cool J.","author":"LL Cool J","topic":"Cool"},{"quote":"All actors are my brothers and my sisters. It ain&#39;t cool to compare or disparage them. It ain&#39;t polite.","author":"Michael Keaton","topic":"Cool"},{"quote":"I live in Brooklyn, in Williamsburg, so I just like to wander around. Williamsburg&#39;s such a cool little neighborhood community spot.","author":"Zoe Kravitz","topic":"Cool"},{"quote":"I don&#39;t really go out, &#39;go out&#39; that much anymore. I live in Brooklyn, in Williamsburg, so I just like to wander around. Williamsburg&#39;s such a cool little neighborhood community spot.","author":"Zoe Kravitz","topic":"Cool"},{"quote":"It&#39;s superficial that people think I&#39;m cool because I wear certain clothes and I have tattoos. The funniest part is, when they get to know me, they&#39;re always surprised by how nerdy I am.","author":"Zoe Kravitz","topic":"Cool"},{"quote":"The one thing about art is you can&#39;t question it. Everyone is looking at everyone else to find out what&#39;s cool. No one knows what&#39;s cool.","author":"Zoe Kravitz","topic":"Cool"},{"quote":"Obviously, you get to do a lot of great things and cool opportunities at the Super Bowl. But at the end of the day, we all want to be here as a player. That&#39;s the goal, and that&#39;s why I work so dang hard.","author":"J. J. Watt","topic":"Cool"},{"quote":"Growing up, you&#39;d see Michael Jordan on everything from Gatorade to shoes - everything. Obviously, that&#39;s something pretty cool for an athlete to aspire to.","author":"J. J. Watt","topic":"Cool"},{"quote":"The one thing I know is, if I play good ball, things have tended to come along with it. Everything that I&#39;ve ever done in my career has come off of playing good football. And so I realize I need to go out there, and I need to take care of my business; then everything else - all these cool, great things - come along with it.","author":"J. J. Watt","topic":"Cool"},{"quote":"People always ask, &#39;Man, why don&#39;t you come out and enjoy it? Why don&#39;t you celebrate? Why don&#39;t you have any fun?&#39; My fun is Sundays. Anybody can go to the club. You don&#39;t have to be good at going to the club to go to the club. You have to be good to be playing on Sundays, and to me, that&#39;s what&#39;s cool.","author":"J. J. Watt","topic":"Cool"},{"quote":"I love that my fans are cool with me being lovey-dovey about my wife rather than pretending that I&#39;m single and trying to act all sexy onstage.","author":"Thomas Rhett","topic":"Cool"},{"quote":"If you&#39;re doing this because you feel like you have a burning desire to do it, then you&#39;ll find a way to do it, no matter what. If you&#39;re doing this because you&#39;re thinking, &#39;Hey, this will be really cool. I&#39;ll be famous. I&#39;ll be on YouTube,&#39; then you&#39;ll probably quit, because it&#39;s not easy to do for the long haul.","author":"Trisha Yearwood","topic":"Cool"},{"quote":"That&#39;s how I grew up - it wasn&#39;t cool to not have a good system.","author":"Jimmy Iovine","topic":"Cool"},{"quote":"I always wanted to be where the cool was because I didn&#39;t think I was cool. But music was cool.","author":"Jimmy Iovine","topic":"Cool"},{"quote":"I can&#39;t learn in school, but I can learn from somebody who I think is cool and great.","author":"Jimmy Iovine","topic":"Cool"},{"quote":"I knew in my heart that I wasn&#39;t cool, but I figured I could at least be cool by association.","author":"Jimmy Iovine","topic":"Cool"},{"quote":"I follow cool. When I went up to see Steve Jobs, I said, &#39;The party&#39;s at this guy&#39;s house.&#39;","author":"Jimmy Iovine","topic":"Cool"},{"quote":"Seeing young people caring about sound again and realizing that it&#39;s not cool to not have good sound, that means a lot.","author":"Jimmy Iovine","topic":"Cool"},{"quote":"I&#39;m usually really drawn to a song, and I know it would be good to cover if it sounds like something that I could write, or I wished I could write. Sometimes a writer just sounds like they&#39;re in your head, and that is really cool for me.","author":"Lorde","topic":"Cool"},{"quote":"The world that I am coming from, hip-hop, is so regurgitated and repetitive that some people are used to that and they don&#39;t want change, they don&#39;t like change. And I get that, that&#39;s cool. Luckily for me, I&#39;m confident in myself as an artist where I can do what I want, and as long as I&#39;m cool with it, I&#39;m cool with it.","author":"Kid Cudi","topic":"Cool"},{"quote":"My mom is very close to me, and it has been really cool having a mom that&#39;s closer to my age because she can go out with me and stuff.","author":"Lindsay Lohan","topic":"Cool"},{"quote":"Just everything that I&#39;ve done, everything that I do, is to this day, all major decisions are all through prayer - all my actions, although a sinner, but you know what? I&#39;m cool with that.","author":"Terry Bradshaw","topic":"Cool"},{"quote":"I&#39;ve always weaseled my way into Grammy parties to network and everything, but now I have a legitimate reason to be there - it&#39;s so cool.","author":"Charlie Puth","topic":"Cool"},{"quote":"Being incarcerated is truly very serious, and it has changed my life to such an extent that breaking the cycle has become my sole focus. Jail is definitely not cool. Education is.","author":"Ja Rule","topic":"Cool"},{"quote":"I&#39;m always looking for cool stuff to do because that&#39;s what we&#39;re supposed to do, ya know?","author":"Josh Homme","topic":"Cool"},{"quote":"If I was just in one band, I would have a problem with the amount of time between records because I don&#39;t want to wave one flag. I just want to be part of something cool.","author":"Josh Homme","topic":"Cool"},{"quote":"Lonnie was ahead of his time, but at the same time he was right in there with Albert Collins&#39;s Cool Sounds.","author":"Stevie Ray Vaughan","topic":"Cool"},{"quote":"For the better part of my adult life, I proudly avoided nerd\/nimrod\/goober status. I was always just cool enough.","author":"Steve Carell","topic":"Cool"},{"quote":"The cool thing is that jazz is really a wonderful example of the great characteristics of Buddhism and great characteristics of the human spirit. Because in jazz we share, we listen to each other, we respect each other, we are creating in the moment. At our best, we&#39;re non-judgmental.","author":"Herbie Hancock","topic":"Cool"},{"quote":"My mother used to take me to flea markets in my stroller, and I would just rummage through the piles. You&#39;ve got to dig through the overstuffed racks that everyone else just walks by. It&#39;s the only way to find the cool stuff.","author":"Lily Collins","topic":"Cool"},{"quote":"I don&#39;t like reading things that people say on the Internet because I know so much of it is not true. I don&#39;t want to waste my time worrying about what other people are thinking. I just want to focus on being able to do cool projects.","author":"Lily Collins","topic":"Cool"},{"quote":"Cate Blanchett. Judi Dench. Helen Mirren. Everything about them. Even their fashion choices. They&#39;re so with it and cool and women I admire. They take chances. They&#39;re chameleons. Everything that they do. They&#39;re also amazing mothers.","author":"Lily Collins","topic":"Cool"},{"quote":"You get a timeless cool card in New York.","author":"Vin Diesel","topic":"Cool"},{"quote":"I&#39;ve had fans do some pretty awesome things... I once had a fan do a mock proposal for me in Mumbai, inside a McDonalds... and I&#39;ve had fans give me some precious things. I had one fan give me her mother&#39;s ring; I&#39;ve gotten some pretty intense stuff. And I always get drawings and scrapbooks from fans, which is also pretty cool.","author":"Lilly Singh","topic":"Cool"},{"quote":"I don&#39;t care if it&#39;s a white millionaire kid from Oxfordshire who comes to my show, buys my record, supports me and rates me. It&#39;s cool.","author":"Stormzy","topic":"Cool"},{"quote":"I think all jocks have a sensitive side. It&#39;s just, will they show it to anybody? Will they let their guard down and stop being tough and the cool jock guy around their friends, or just relax? I don&#39;t know if it&#39;s best to say opening up, but just relax and really say what you&#39;re actually thinking, and not what you think people want to hear.","author":"Channing Tatum","topic":"Cool"},{"quote":"Man, I love the &#39;Lord of the Rings&#39; movies. Some people would say I&#39;m weird for liking those types of movies, but they are so cool.","author":"Robert Griffin III","topic":"Cool"},{"quote":"It&#39;s so cool, the number of emails I get from people saying I changed their life. It&#39;s pretty crazy.","author":"Ella Woodward","topic":"Cool"},{"quote":"Reggae, oh man. It&#39;s the ultimate music. The positivity. The musicality. The whole cultural expressionism of it. The danceability. Just the cool factor. The melody factor. Some of it comes from a religious place. If there were a competition of who makes the best religious music, it would definitely be the Rastafarian reggae.","author":"Lupe Fiasco","topic":"Cool"},{"quote":"Tracy Morgan is subdued. I&#39;m cool. I&#39;m chilled out.","author":"Tracy Morgan","topic":"Cool"},{"quote":"Cool is the enemy of funny. You can&#39;t be cool and be funny at the same time. Only Eddie Murphy could do that.","author":"Tracy Morgan","topic":"Cool"},{"quote":"A part of me wants to sort of try and sound cool and feed this myth that I&#39;m some sort of glamorous lothario, but I was raised by women - my mother and her mother and my aunts - and as a result, most of my friends have always been women.","author":"Moby","topic":"Cool"},{"quote":"I have met Jackie Chan about 6 times up &#39;til now... and even though many people think we are natural enemies, I personally think he is a cool bloke and would honestly love to work with him in a film one time - that would a well brilliant movie!","author":"Jet Li","topic":"Cool"},{"quote":"I think I&#39;m drawn to more villain-type characters, because it&#39;s so cool to get to say all the things you want to say. In Hollywood, you get to this position where you have to bite your tongue so much. You take all your experiences of not being able to say what you really want to say, and channel that through your character.","author":"Gabrielle Union","topic":"Cool"},{"quote":"I have to stay calm, cool, and collected.","author":"Canelo Alvarez","topic":"Cool"},{"quote":"From the R&amp;B side, I&#39;ve always been a huge Brian McKnight fan. He&#39;s just as talented as it gets vocally, and as a musician. I think it&#39;d be real cool to do something with him.","author":"Brantley Gilbert","topic":"Cool"},{"quote":"It&#39;s been cool to catch up, but I think I&#39;m done with my exes. To be honest, I went out with flying colors on the majority of them.","author":"Brantley Gilbert","topic":"Cool"},{"quote":"If you, like, consciously think about being cool, you&#39;re not cool. If you consciously think about being, like, different or original, you ain&#39;t different or original.","author":"Junot Diaz","topic":"Cool"},{"quote":"I know what it feels like to have the door slammed firmly in my face, so I&#39;m cool with that.","author":"Mos Def","topic":"Cool"},{"quote":"I went to Catholic high school for half a year and religion wasn&#39;t the cool thing to talk about even at a catholic high school. It never came up.","author":"Mandy Moore","topic":"Cool"},{"quote":"When I was a very young actor, I cruised around in a pretty cool vehicle called the Starship Enterprise.","author":"George Takei","topic":"Cool"},{"quote":"I didn&#39;t know I was cool, but I was very flattered that some of the younger comedy writers came up to talk to me at the Emmys. I found that gratifying.","author":"Bob Newhart","topic":"Cool"},{"quote":"The artists who stick around for a while are the ones who go, &#39;Oh, that&#39;s cool, never thought of that. Ought to do that.&#39;","author":"Brad Paisley","topic":"Cool"},{"quote":"My dad is Dominican, my mother&#39;s Puerto Rican, and I got into bachata at the age of 10 or 11. When I started listening, it had a reputation for being music for hick people. I thought that had to be changed. I was born and raised in the Bronx, and I knew you make something cool if you&#39;re cool.","author":"Romeo Santos","topic":"Cool"},{"quote":"We have a really cool relationship because I talk to my son like he&#39;s my little homie. I try to be the cool dad, like, &#39;What&#39;s up? How many girls you have?&#39;","author":"Romeo Santos","topic":"Cool"},{"quote":"We aren&#39;t cool and never will be.","author":"Chris Martin","topic":"Cool"},{"quote":"Being voted the world&#39;s sexiest vegetarian is about as cool as it gets. It&#39;s not quite as cool as Brad Pitt, but it&#39;ll do.","author":"Chris Martin","topic":"Cool"},{"quote":"&#39;Cool&#39; is detached and emotionally cool. My instinct is to battle anything that seems overly cool.","author":"Oscar Isaac","topic":"Cool"},{"quote":"I wouldn&#39;t mind seeing The Smiths reform. That would be cool.","author":"Oscar Isaac","topic":"Cool"},{"quote":"A lot of pop people out there are cool, but they overdo it.","author":"Norah Jones","topic":"Cool"},{"quote":"We didn&#39;t do a square ball in &#39;Pong&#39; because we thought it was cool. We did it because that was all we could do.","author":"Nolan Bushnell","topic":"Cool"},{"quote":"The subtle generational cues that make one thing cool and another uncool aren&#39;t always obvious to a parent. My children are my dinner-table sounding board. I&#39;ve come up with some wonderful ideas that they universally dismissed as &#39;lame.&#39;","author":"Nolan Bushnell","topic":"Cool"},{"quote":"There are a lot of things about having money that are perceived to be cool but that aren&#39;t. Maybe if you&#39;re a CEO jerk who likes going coast to coast by himself in a G4, then that&#39;s fine. But that&#39;s not me. And it never will be.","author":"Nolan Bushnell","topic":"Cool"},{"quote":"I always loved both &#39;Breakout&#39; and &#39;Asteroids&#39; - I thought they were really good games. There was another game called &#39;Tempest&#39; that I thought was really cool, and it represented a really hard technology. It&#39;s probably one of the only colour-vector screens that was used in the computer graphics field at that time.","author":"Nolan Bushnell","topic":"Cool"},{"quote":"Satan will advocate that it is cool to doubt spiritual gifts and the teachings of true prophets.","author":"Dieter F. Uchtdorf","topic":"Cool"},{"quote":"My parents are the coolest of the cool on every single level, and it&#39;s because they have a deep appreciation for every moment of their lives.","author":"Rashida Jones","topic":"Cool"},{"quote":"In early high school years, I was pretty chubby, and I spent a lot of time on my computer, before it was cool to have a computer - because there was a time that was true. So that&#39;s where I developed my personality.","author":"Rashida Jones","topic":"Cool"},{"quote":"I&#39;m friends with a lot of my exes, but it took time. We didn&#39;t just get into it. I don&#39;t think you can be friends until you&#39;re cool with them dating someone else. That&#39;s when you know.","author":"Rashida Jones","topic":"Cool"},{"quote":"I feel like it&#39;s improving a little bit as we go on, but I&#39;ve never been to Lilith Fair. It always seemed so cool that it was started by women, for women, and it was a safe place to go and hear all of your favorite female acts in one space.","author":"Maren Morris","topic":"Cool"},{"quote":"If we have a great idea, we&#39;ll go, &#39;Oh, this could be a cool movie.&#39; Or really for us, it&#39;s more like, &#39;Oh, this is a really bad idea. Let&#39;s do this. This seems really stupid.&#39;","author":"Trey Parker","topic":"Cool"},{"quote":"Part of Obama&#39;s persona is self-reliance. He&#39;s calm; he&#39;s cool; he&#39;s self-possessed. In many ways, he has tried to define himself in opposition to Clinton&#39;s sometimes needy, often undisciplined, emotionalism.","author":"Dee Dee Myers","topic":"Cool"},{"quote":"All I know is that I&#39;ve ruled out wearing fairy wings. When I was nine I wanted to get married in fairy wings, and now I realize that&#39;s not cool anymore.","author":"Isla Fisher","topic":"Cool"},{"quote":"I mean, there are some amazing storytelling being done on the small screen right now. That&#39;s what so cool about being in television right now. Studios, networks are starting to throw more resources, better writers, more production values... and to be part of that is awesome.","author":"Ian Somerhalder","topic":"Cool"},{"quote":"At an event in Germany, I realised the organisers had &#39;The Great Escape&#39; playing as background music to my test, and I just thought, &#39;It&#39;s really cool. I want that.&#39; It is fantastic to ride to.","author":"Charlotte Dujardin","topic":"Cool"},{"quote":"Some people are cool with the fact that their bodies bear witness to this great thing they produced, their children, and I understand that. But on a personal level, it makes me feel better that my breasts are not down to my knees when I&#39;m undressed in front of my husband.","author":"Patricia Heaton","topic":"Cool"},{"quote":"It is cool to see that the fashion world has really taken to &#39;Instagram,&#39; but, again, it is one of the many examples of many communities, whether you are a chef, a skateboarder, a surfer, a skier.","author":"Kevin Systrom","topic":"Cool"},{"quote":"At the end of the day, we all know what the Jordan logo means, and you can&#39;t take anything away from that. But it&#39;s pretty cool to have my own logo on a Jordan shoe.","author":"Kawhi Leonard","topic":"Cool"},{"quote":"Being a drummer, I&#39;m always like, &#39;Oh, that&#39;s got a funky beat. That&#39;s cool,&#39; and I like to dance.","author":"Tommy Lee","topic":"Cool"},{"quote":"I kept thinking, &#39;this must be the coolest job - I&#39;d like to be a professional baseball player.&#39; They were getting paid to play a game, and what a cool lifestyle that was.","author":"Cal Ripken, Jr.","topic":"Cool"},{"quote":"For some, Into The Gloss is just a blog, and that&#39;s cool. For us, it&#39;s the connective tissue between us and you, and that has paved the way for the creation of a very different kind of beauty brand: Glossier.","author":"Emily Weiss","topic":"Cool"},{"quote":"Glossier is really for anyone who wants to embrace the present and live in the now. It&#39;s about embracing constant change and who you are at any given moment, and that&#39;s often someone who&#39;s imperfect - and that&#39;s cool.","author":"Emily Weiss","topic":"Cool"},{"quote":"I&#39;m taking a lot of my favorite artists, different people, my favorite music and marrying that with what I do as a comic. It&#39;s very collaborative, arty, fun and cool.","author":"Margaret Cho","topic":"Cool"},{"quote":"For &#39;Chungking Express,&#39; the way we shot the film was all handheld and with all this existing light, and that became very popular. Everybody thought it was cool.","author":"Wong Kar-wai","topic":"Cool"},{"quote":"Danger is cool.","author":"Bryan Cranston","topic":"Cool"},{"quote":"People see my photos and think I labor over my image and I&#39;m this cool, brooding artist. But I&#39;m just having fun with it.","author":"Lenny Kravitz","topic":"Cool"},{"quote":"For the last few years, it&#39;s been so chic for everybody to be miserable. Like if you&#39;re in with the cool crowd, you can&#39;t be happy.","author":"Lenny Kravitz","topic":"Cool"},{"quote":"We found out the Gemini spacesuit was, well, oxygen was flowing to keep me cool as well as to breathe, and it wasn&#39;t good enough. My visor got fogged.","author":"Eugene Cernan","topic":"Cool"},{"quote":"Mysterious can be cool, if you&#39;re in Hollywood and everyone&#39;s happy. But it can be really bad if people perceive that the financial interests are adversarial, that there&#39;s money versus people. A lot of Goldman Sachs people went into government, so at a time when there&#39;s a distrust of institutions, some of that reflects on us.","author":"Lloyd Blankfein","topic":"Cool"},{"quote":"In my school, people liked the gym teachers because they were the football or soccer coaches. But look, if they&#39;re cool, they get respect.","author":"Danny McBride","topic":"Cool"},{"quote":"I think it&#39;s important that we have strong, female characters in movies now, which can really leave an impression on people - especially young people - and that they&#39;re not &#39;sexy&#39; or &#39;cool.&#39;","author":"Saoirse Ronan","topic":"Cool"},{"quote":"I don&#39;t eschew autobiographical writing, but I&#39;m not interested in mine to be so straightforward. The things that tend to move me the most are often those that I have to figure out its meaning for myself. The human being&#39;s ability to make a metaphor to describe a human experience is just really cool.","author":"Aimee Bender","topic":"Cool"},{"quote":"The truth is, we have this idea that late night is about creativity and being cool, but that&#39;s not our job. Our job is to get as many people watching the commercials in between our show. That&#39;s the reality of it.","author":"Jimmy Kimmel","topic":"Cool"},{"quote":"I have, I admit, a low tolerance for detached chronicling and cool analysis.","author":"Leslie Fiedler","topic":"Cool"},{"quote":"And not only that, I also have the MacBook Air which is really cool. Even my wife is jealous of my MacBook Air.","author":"Karl Rove","topic":"Cool"},{"quote":"One of the things we joke about in the FPS development is it&#39;s so hard to get the player to actually bother to look at all the cool stuff you&#39;ve been doing. You spend a lot of time making really cool things, and usually the player isn&#39;t looking where you want them to.","author":"John Carmack","topic":"Cool"},{"quote":"I don&#39;t count on the boy who waits till October, when it&#39;s cool and fun, then decides he wants to play.","author":"Darrell Royal","topic":"Cool"},{"quote":"We didn&#39;t understand irony yet in the &#39;80s; we just kind of existed at face value, so there was no nerd cool yet because the digital revolution was still in its infancy.","author":"Chris Hardwick","topic":"Cool"},{"quote":"Hip-hop is still cool at a party. But to me, hip-hop has never been strictly a party; it is also there to elevate consciousness.","author":"Saul Williams","topic":"Cool"},{"quote":"It was cool for a couple of weeks, but how much bad golf can you play?","author":"John Goodman","topic":"Cool"},{"quote":"I wouldn&#39;t mind doing my own film on the big screen. That&#39;d be cool.","author":"Kodi Smit-McPhee","topic":"Cool"},{"quote":"I liked Jackie Robinson because he was cool to watch, not because he was black. Every time you turned around, he was hitting a triple or making a great play in the field or, best of all, stealing home.","author":"Cheech Marin","topic":"Cool"},{"quote":"We&#39;re always bombarded with images from magazines of what looks cool and sexy.","author":"Marilu Henner","topic":"Cool"},{"quote":"I was the kind of reader in smudged pink harlequin glasses sitting on the cool, dusty floor of the Arrandale public library, standing at the edge of the playground, having broken a tooth in dodge ball, and lying under my covers with a flashlight.","author":"Amy Bloom","topic":"Cool"},{"quote":"Maybe I am a little bit guilty of trying to convince myself that I am cool to this point - even today. But I am so much more healthy than I used to be in my twenties, because I was not accepted at all.","author":"Donny Osmond","topic":"Cool"},{"quote":"I&#39;m not too fond of really cool design. I&#39;ve got quite kitsch taste really, in things like tableware. I&#39;m quite a sucker for 1930s pressed glass.","author":"Kevin McCloud","topic":"Cool"},{"quote":"I just tried to keep my cool and continue with my race plan: to win.","author":"Mark Spitz","topic":"Cool"},{"quote":"One of the key factors of life is love, and the key factor of God is love, so having that understanding is really important in a relationship. Having someone that genuinely respects you and understands your life and is open to hearing about your life is really cool.","author":"Sofia Richie","topic":"Cool"},{"quote":"Justin Bieber, I love to death. He&#39;s such a cool, ridiculous, much crazier kid in real life - more than he&#39;s really allowed to be, because he&#39;s a Unicorn and very rare.","author":"Rob Dyrdek","topic":"Cool"},{"quote":"For a few months when I was about 17, I smoked a small cigar because I thought it looked cool and it would get me the girls. It didn&#39;t.","author":"Jonathan Dimbleby","topic":"Cool"},{"quote":"I worked on heads-up displays, virtual-reality technology, and holographic displays - all sorts of really cool technology.","author":"Mary Lou Jepsen","topic":"Cool"},{"quote":"When you get to your mid-20s, you start to feel responsibilities for the things that you do and the people around you. It&#39;s a cool age.","author":"Eliza Dushku","topic":"Cool"},{"quote":"A lot of people are obsessed with looking cool. They feel they have to look after their image.","author":"Adrian Edmondson","topic":"Cool"},{"quote":"Back in the day, I was a Royce Gracie fan and a fan of Tank Abbott. It&#39;s always the different-looking guys that you want to root for. Then there were guys like Mark Coleman and Randy Couture, so for me to get in there and fight against guys like that is pretty cool.","author":"Brock Lesnar","topic":"Cool"},{"quote":"When I was in high school, I tried too hard to be cool and to impress people, but playing all these different characters has helped me find myself again.","author":"Lucas Hedges","topic":"Cool"},{"quote":"Every collection that I work on, I always think, Is this cool enough to wear to a concert?","author":"Anna Sui","topic":"Cool"},{"quote":"Okay - before I even had a baby, I would dream of the day I could make ponytails on my kid. I don&#39;t know why. I somehow got it in my head that it would be such a cool thing.","author":"Constance Marie","topic":"Cool"},{"quote":"For me, everything is cool.","author":"Paz Vega","topic":"Cool"},{"quote":"Country&#39;s hip; it&#39;s cool music.","author":"Ricky Skaggs","topic":"Cool"},{"quote":"Apparently it&#39;s cool to watch The Daily Show.","author":"Rob Corddry","topic":"Cool"},{"quote":"I don&#39;t need to hang out in a posse and try to act cool.","author":"Jeremy London","topic":"Cool"},{"quote":"Growing up, I played &#39;Ken Griffey, Jr. Baseball&#39; and just whatever I could get my hands on. When I was really young, I was a big fan of Mario and that type of stuff. I still play videogames now, so it was really cool for me to be able to play as myself on &#39;2K6&#39; or &#39;2K7,&#39; I believe it was, when I was a rookie.","author":"Justin Verlander","topic":"Cool"},{"quote":"Sunday school don&#39;t make you cool forever.","author":"Sly Stone","topic":"Cool"},{"quote":"I think I&#39;m so old I&#39;m in. We call it the &#39;Tony Bennett Syndrome.&#39; For some reason, young people think I&#39;m cool.","author":"Bill Kurtis","topic":"Cool"},{"quote":"I think when you&#39;re winning, your uniforms are cool.","author":"Shaun Alexander","topic":"Cool"},{"quote":"And in a world without heroes, as the movie trailer voice-over guy might say, the slightly awkward can be slightly cool.","author":"Adam Brody","topic":"Cool"},{"quote":"If at any moment of the day I ever think I&#39;m remotely cool at all, which is hardly ever, I have two daughters who make sure that never happens.","author":"Pat Benatar","topic":"Cool"},{"quote":"Working with Angela Bassett is by far the best. I&#39;ve watched and admired her for years. I&#39;m very intrigued by her work. She&#39;s so cool. I still call her &#39;Mom&#39; when I see her.","author":"Lance Gross","topic":"Cool"},{"quote":"And every now and then people find the bugs, and they interpret those as cool failures in the Sims terms. For them it&#39;s like a treasure hunt, you know.","author":"Will Wright","topic":"Cool"},{"quote":"I think you create your own hipness.","author":"Peabo Bryson","topic":"Cool"},{"quote":"I don&#39;t really understand why people are so interested in me, personally. I&#39;m just a curator. I&#39;m just telling people things I think are cool.","author":"Elise Andrew","topic":"Cool"},{"quote":"It feels quite cool, in a mad way, to be someone who skulks about in the shadows.","author":"Peter Baynham","topic":"Cool"},{"quote":"Honestly, my entire childhood could be summed up with one word: Reader. I was always hunched over a book; in fact, I was the only kid in the world who got paler in the summer, because I&#39;d sneak down into our cool, dank cellar and sit alone with a book for hours.","author":"Kristan Higgins","topic":"Cool"},{"quote":"Glass really rewards risk. A lot of times with glass, you&#39;re just waiting for the piece to cool down or for some temperature to adjust, and there&#39;s split seconds where you&#39;ve got a fraction of a second where you get to make a move a particular way, and you don&#39;t get to repeat it if you do it wrong.","author":"Jim McKelvey","topic":"Cool"},{"quote":"If it was just me and Elvis one on one, which only happened once or twice in the times that I did see him, it was a really comfortable. He was a cool guy. Easy laugh, nice guy.","author":"Mac Davis","topic":"Cool"},{"quote":"Ultimately, I think there&#39;s this umbrella term of jazz, and what&#39;s cool about not just what&#39;s happening with my music but this general sense of what&#39;s happening with this generation of musicians, is it&#39;s a very broad term, and we can incorporate all types of music, and we can be influenced and inspired by all kinds of sounds.","author":"Gretchen Parlato","topic":"Cool"},{"quote":"My dad had such a cool job. When you&#39;re a voiceover actor, it&#39;s a whole different skill - you&#39;re bringing these huge, larger-than-life monsters and characters to life. And, also, you have to learn accents.","author":"Ashley Bell","topic":"Cool"},{"quote":"People spend hours constantly checking and tweeting and Facebooking. And it&#39;s cool to check up on your friends and see what&#39;s going on in the world, but it&#39;s not cool to spend five hours of your day on the computer looking at the Internet.","author":"Ty Segall","topic":"Cool"},{"quote":"A huge thing for me growing up was going to see my favorite bands and feeling like, &#39;Okay, cool, they proved themselves and did things in a special way.&#39; That&#39;s the most important thing.","author":"Kellin Quinn","topic":"Cool"},{"quote":"I&#39;ve always loved movies and animation. When I was little, I was always pretending to be some alter ego superhero. For years it was Ultraman, ninjas, Spiderman and other cool super heroes.","author":"Ryan Potter","topic":"Cool"},{"quote":"It&#39;s cool to have a well run, comfortable and inviting home.","author":"Anthea Turner","topic":"Cool"},{"quote":"Horses are prey animals, and most of the other animals that I&#39;ve shot are predators. If you act mellow with predators, they know that they can kill you, so they are cool, but if you work with prey, they think that you&#39;re going to kill them at any moment.","author":"Jill Greenberg","topic":"Cool"},{"quote":"If I could work with any actor it would have to be Johnny Depp. He is cool.","author":"Ben Nicholas","topic":"Cool"},{"quote":"I can have an accent and not have an accent, so it&#39;s really cool. I can play with it. I can be very Sofia Vergara, too, so it&#39;s really cool.","author":"Eiza Gonzalez","topic":"Cool"}]