[{"quote":"One of the greatest titles in the world is parent, and one of the biggest blessings in the world is to have parents to call mom and dad.","author":"Jim DeMint","topic":"Dad"},{"quote":"A father is a man who expects his son to be as good a man as he meant to be.","author":"Frank A. Clark","topic":"Dad"},{"quote":"My father was my teacher. But most importantly he was a great dad.","author":"Beau Bridges","topic":"Dad"},{"quote":"You need a strong family because at the end, they will love you and support you unconditionally. Luckily, I have my dad, mom and sister.","author":"Esha Gupta","topic":"Dad"},{"quote":"Anyone can be a father, but it takes someone special to be a dad, and that&#39;s why I call you dad, because you are so special to me. You taught me the game and you taught me how to play it right.","author":"Wade Boggs","topic":"Dad"},{"quote":"The most important influence in my childhood was my father.","author":"DeForest Kelley","topic":"Dad"},{"quote":"Who&#39;s my hero? That&#39;s a great question... Well, I think my dad is my hero, because he&#39;s someone I look up to every day.","author":"Tom Brady","topic":"Dad"},{"quote":"I hope I can be as good of a father to my son as my dad was to me.","author":"Calvin Johnson","topic":"Dad"},{"quote":"My dad said, &#39;Stay humble, and you gotta work harder than everybody else.&#39; My mom said, &#39;Always be yourself.&#39; She always told me only God can judge me.","author":"Nate Robinson","topic":"Dad"},{"quote":"My dad is my best friend, my father, and my boss. When I do something that is exciting and he likes it, it feels three times as good as you can imagine.","author":"David Lauren","topic":"Dad"},{"quote":"Dad, wherever you are, you are gone but you will never be forgotten.","author":"Conrad Hall","topic":"Dad"},{"quote":"My parents couldn&#39;t give me a whole lot of financial support, but they gave me good genes. My dad is a handsome son-of-a-gun, and my mom is beautiful. And I&#39;ve definitely been the lucky recipient. So, thank you, Mom and Dad.","author":"Ashton Kutcher","topic":"Dad"},{"quote":"Dad is and always will be my living, breathing superhero.","author":"Bindi Irwin","topic":"Dad"},{"quote":"When I come home, my daughter will run to the door and give me a big hug, and everything that&#39;s happened that day just melts away.","author":"Hugh Jackman","topic":"Dad"},{"quote":"But the love of adventure was in father&#39;s blood.","author":"Buffalo Bill","topic":"Dad"},{"quote":"My dad was my best friend and greatest role model. He was an amazing dad, coach, mentor, soldier, husband and friend.","author":"Tiger Woods","topic":"Dad"},{"quote":"I&#39;m the one person who wears the words &#39;hustle, loyalty, respect&#39; on my T-shirts and merchandise. My audience is children. It&#39;s very flattering to see a kid wear your T-shirt; it&#39;s even more flattering to have a dad come up to you and say, &#39;I watch you with my kid. Keep doing what you&#39;re doing. You&#39;re a role model for my son.&#39;","author":"John Cena","topic":"Dad"},{"quote":"I try to live my life like my father lives his. He always takes care of everyone else first. He won&#39;t even start eating until he&#39;s sure everyone else in the family has started eating. Another thing: My dad never judges me by whether I win or lose.","author":"Ben Roethlisberger","topic":"Dad"},{"quote":"I love my dad, and I&#39;m proud to be his daughter.","author":"Paris Jackson","topic":"Dad"},{"quote":"From my dad I learned to be good to people, to always be honest and straightforward. I learned hard work and perseverance.","author":"Luke Bryan","topic":"Dad"},{"quote":"When one has not had a good father, one must create one.","author":"Friedrich Nietzsche","topic":"Dad"},{"quote":"I was always going to church with my mom, dad and sister. I was literally raised under the godly influence both at home and church. There was no alcohol and no smoking at our house. That was the way a Bowden was supposed to live. My dad always told me to represent the Bowden name in a respectful manner.","author":"Bobby Bowden","topic":"Dad"},{"quote":"I just wish I could understand my father.","author":"Michael Jackson","topic":"Dad"},{"quote":"Becoming a dad means you have to be a role model for your son and be someone he can look up to.","author":"Wayne Rooney","topic":"Dad"},{"quote":"Mom and Dad were married 64 years. And if you wondered what their secret was, you could have asked the local florist - because every day Dad gave Mom a rose, which he put on her bedside table. That&#39;s how she found out what happened on the day my father died - she went looking for him because that morning, there was no rose.","author":"Mitt Romney","topic":"Dad"},{"quote":"My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn&#39;t let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can&#39;t dribble on grass.","author":"Jimmy Fallon","topic":"Dad"},{"quote":"My Father had a profound influence on me. He was a lunatic.","author":"Spike Milligan","topic":"Dad"},{"quote":"I&#39;m dying to be a great dad one day, whenever that day comes.","author":"Drake","topic":"Dad"},{"quote":"Whoever does not have a good father should procure one.","author":"Friedrich Nietzsche","topic":"Dad"},{"quote":"There are many people who are behind whatever I&#39;ve achieved so far. My dad, Daboo Malik, is my mentor and guiding light who supported and influenced me. Without him, I wouldn&#39;t have been able to be what I am today. Besides him, Salman Khan is yet another important person who is my biggest and constant inspiration.","author":"Armaan Malik","topic":"Dad"},{"quote":"We all started snowboarding in the beginning as a family just to be closer together, go on trips. It was our soccer, but instead of Dad yelling at me from the sideline he is there riding with me and hitting the jumps even before I am hitting them.","author":"Shaun White","topic":"Dad"},{"quote":"Fathers are biological necessities, but social accidents.","author":"Margaret Mead","topic":"Dad"},{"quote":"My dad always said, &#39;Champ, the measure of a man is not how often he is knocked down, but how quickly he gets up.&#39;","author":"Joe Biden","topic":"Dad"},{"quote":"We all have experiences in our lives that change us, and we all learn from people, like my dad, but at the end of the day, it&#39;s only us. And we&#39;re only responsible to make ourselves happy.","author":"Tom Brady","topic":"Dad"},{"quote":"I just went off for two months traveling around Europe on a motorcycle and pretty much turned my phone off. I did 5,000 miles with my dad. We went through Holland, Germany, Austria, Slovenia, Croatia, Bosnia, Montenegro, Italy... and then I did Spain and France by myself.","author":"Michael Fassbender","topic":"Dad"},{"quote":"Dad could talk about peace and love out loud to the world, but he could never show it to the people who supposedly meant the most to him: his wife and son. How can you talk about peace and love and have a family in bits and pieces - no communication, adultery, divorce? You can&#39;t do it, not if you&#39;re being true and honest with yourself.","author":"Julian Lennon","topic":"Dad"},{"quote":"It is easier for a father to have children than for children to have a real father.","author":"Pope John XXIII","topic":"Dad"},{"quote":"Dad wouldn&#39;t let me fool with his guitar much, because I&#39;m left-handed, and I&#39;d pick it up upside down. But I remember learning to sing &#39;Paper Doll,&#39; the Mills Brothers song - this was during the war - and I remember my dad taking me down to one of those little record booths where you could make spoken letters to send home.","author":"Don Everly","topic":"Dad"},{"quote":"It was my father who taught me to value myself. He told me that I was uncommonly beautiful and that I was the most precious thing in his life.","author":"Dawn French","topic":"Dad"},{"quote":"The child is father of the man.","author":"William Wordsworth","topic":"Dad"},{"quote":"I was raised in the greatest of homes... just a really great dad, and I miss him so much... he was a good man, a real simple man... Very faithful, always loved my mom, always provided for the kids, and just a lot of fun.","author":"Max Lucado","topic":"Dad"},{"quote":"The amazing thing about being a dad is to be able to look at your child and realize that the universe is so much bigger than you.","author":"Macklemore","topic":"Dad"},{"quote":"I remember opening my dad&#39;s closet and there were, like, 40 suits, every color of the rainbow, plaid and winter and summer. He had two jewelry boxes full of watches and lighters and cuff links. And just... he was that guy. He was probably unfulfilled in his life in many ways.","author":"Jon Hamm","topic":"Dad"},{"quote":"Boxing is individual, although there&#39;s a team concept because you need a great corner, you need a great trainer, you need a great prep man, you need all of these things, but it&#39;s more of a Mano a Mano; it&#39;s more you versus me. I miss that time in training camp and Dad and Mom cooking meals. It was one big family.","author":"Sugar Ray Leonard","topic":"Dad"},{"quote":"My dad was a very quiet person, and unbelievably tough. But my grandmother gave me my first look at negative thinking to bring about positive results. When I was just a little guy, anytime I came to my grandmother and said I wish for this or that, Grandma would say, &#39;If wishes were horses, beggars would ride.&#39;","author":"Bobby Knight","topic":"Dad"},{"quote":"You have to be confident in who you are and what you&#39;re doing. Of course, you try to evolve. I would never tell you, &#39;Today is the best I will ever be.&#39; I&#39;m always trying to be a better chef, a better dad, a better person.","author":"Guy Fieri","topic":"Dad"},{"quote":"My dad said to me, &#39;Work hard and be patient.&#39; It was the best advice he ever gave me. You have to put the hours in.","author":"Simon Cowell","topic":"Dad"},{"quote":"Without my dad, I wouldn&#39;t be here.","author":"Maria Sharapova","topic":"Dad"},{"quote":"Nowadays, if you have a mustache, people look at you like you&#39;re crazy. But when I was growing up, I never saw my dad without a mustache.","author":"Kevin Connolly","topic":"Dad"},{"quote":"I&#39;m not sure what the future holds but I do know that I&#39;m going to be positive and not wake up feeling desperate. As my dad said &#39;Nic, it is what it is, it&#39;s not what it should have been, not what it could have been, it is what it is.&#39;","author":"Nicole Kidman","topic":"Dad"},{"quote":"My dad&#39;s my best mate, and he always will be.","author":"Cher Lloyd","topic":"Dad"},{"quote":"My dad only ever talked about two things: bicycles and Mercedes.","author":"Raf Simons","topic":"Dad"},{"quote":"It&#39;s an ongoing joy being a dad.","author":"Liam Neeson","topic":"Dad"},{"quote":"My mom and dad gave their kids the greatest gift of all - the gift of unconditional love. They cared deeply about who we would be, and much less about what we would do.","author":"Mitt Romney","topic":"Dad"},{"quote":"I do my work and do the best I can. I&#39;m quite happy with my anonymity. All I can ever hope for is that I continue to do great work that will be remembered, and I leave my imprint so that my son can say proudly, &#39;That&#39;s my dad!&#39;","author":"Eamonn Walker","topic":"Dad"},{"quote":"My dad used to have an expression - &#39;It is the lucky person who gets up in the morning, puts both feet on the floor, knows what they are about to do, and thinks it still matters.&#39;","author":"Joe Biden","topic":"Dad"},{"quote":"I know that I will never find my father in any other man who comes into my life, because it is a void in my life that can only be filled by him.","author":"Halle Berry","topic":"Dad"},{"quote":"I lost my dad two years ago to cancer, and before he died, I asked him to write &#39;Daddy&#39;s Little Girl&#39; on a piece of paper for me. I told him it was for an album. He practiced and practiced and then sent it to me, and I had it tattooed onto my wrist and surprised him with it. He cried when he saw it, happy tears. This way I always carry him with me.","author":"Priyanka Chopra","topic":"Dad"},{"quote":"My dad said to me growing up: &#39;When all is said and done, if you can count all your true friends on one hand, you&#39;re a lucky man.&#39;","author":"Josh Charles","topic":"Dad"},{"quote":"My uncle played rugby, and my dad played football, and they used to argue which game was the roughest - and everybody agreed rugby was. It&#39;s a great team sport, and to be successful, every person has to play in the same level.","author":"Clint Eastwood","topic":"Dad"},{"quote":"When your dad&#39;s a cop, calling 911 is really just like calling Dad at work.","author":"Ryan Reynolds","topic":"Dad"},{"quote":"My dad has a lot of foresight and decided that I would not do any shows in Mumbai till I became a singer and got to sing my own songs. He knew that if I started earning money from shows, I would not have the time and aggression to rough it out to become a singer.","author":"Sonu Nigam","topic":"Dad"},{"quote":"I never made it to the school choir because the music teacher didn&#39;t like my voice. I was pretty sad. But he was probably right; I did have a voice a bit like a goat, but my dad told me to never give up and to keep going, and it&#39;s paid off.","author":"Shakira","topic":"Dad"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Dad"},{"quote":"My mother told me, &#39;Always do your best,&#39; and my dad says, &#39;It&#39;s important to be humble. That&#39;s the key. They&#39;re not there for you. You&#39;re there for them.&#39;","author":"Luke Benward","topic":"Dad"},{"quote":"I didn&#39;t have any role models really. My best friend was a dog. My mum and dad saved a dog from the gutter and that dog was my brother before Jesse was born. Sami was his name and he was my role model.","author":"Ville Valo","topic":"Dad"},{"quote":"My dad farmed, my granddad was a farmer. I wanted to be a farmer.","author":"Sam Brownback","topic":"Dad"},{"quote":"My mother was keen that I complete my graduation and never ever wanted me to be in the movies, as my father had made five films that lost money. One of the films he made was &#39;Agneepath,&#39; which was hugely hyped but underwhelming at the box office, and I remember that my dad had to sell my grandmother&#39;s flat to pay off the loan.","author":"Karan Johar","topic":"Dad"},{"quote":"I write about love, but it&#39;s me wanting to be in love. I&#39;ve never been in love. I love my mom, my dad. I want to be in love. I think I have to allow myself to get there. I&#39;m just so in love with music. It&#39;s weird. I&#39;m at a crossroads because I want to be in love.","author":"Charlie Puth","topic":"Dad"},{"quote":"I came back from university thinking I knew all about politics and racism, not knowing my dad had been one of the youngest-serving Labour councillors in the town and had refused to work in South Africa years ago because of the situation there. And he&#39;s never mentioned it - you just find out. That&#39;s a real man to me. A sleeping lion.","author":"Johnny Vegas","topic":"Dad"},{"quote":"You know, my mother&#39;s beautiful, my dad was a really handsome man, and there was a lot of talk about looks when I was growing up.","author":"Courteney Cox","topic":"Dad"},{"quote":"My dad encouraged us to fail. Growing up, he would ask us what we failed at that week. If we didn&#39;t have something, he would be disappointed. It changed my mindset at an early age that failure is not the outcome, failure is not trying. Don&#39;t be afraid to fail.","author":"Sara Blakely","topic":"Dad"},{"quote":"My dad has been a big influence on me, because he&#39;s always had his own business. He really taught me business sense and how to be a focused individual, but also how to have fun and make everyone around you have fun.","author":"Wiz Khalifa","topic":"Dad"},{"quote":"I love Prince Harry. Good looking and a bit of a rebel. Me and his dad are as thick as thieves and I knew Harry before I knew his dad so we&#39;ve met a few times. I think he&#39;s amazing. And I think you can relate to him because he&#39;s made mistakes. He&#39;s cool.","author":"Cheryl Cole","topic":"Dad"},{"quote":"My dad never gave me pats on the back or congratulations. There was always more to give and more to get done.","author":"Stefon Diggs","topic":"Dad"},{"quote":"The only big things I&#39;ve purchased are my dad&#39;s heart valve and a Rolls-Royce for my parents, for their anniversary. And that was only because my dad had a Lady Gaga license plate on our old car and it was making me crazy because he was getting followed everywhere, so I bought him a new car.","author":"Lady Gaga","topic":"Dad"},{"quote":"My mom keeps me going, man. She deserves such a good life. I just wanna give it to her. My dad, too. My family, my friends, they keep me motivated. Just knowing my personal legend, just knowing what I&#39;m supposed to do, that keeps me going.","author":"Big Sean","topic":"Dad"},{"quote":"My dad taught me from my youngest childhood memories through these connections with Aboriginal and tribal people that you must always protect people&#39;s sacred status, regardless of the past.","author":"Steve Irwin","topic":"Dad"},{"quote":"My dad used to say, &#39;You wouldn&#39;t worry so much about what people thought about you if you knew how seldom they did.","author":"Phil McGraw","topic":"Dad"},{"quote":"Dad&#39;s Jewish and Irish, Mom&#39;s German and Scotch. I couldn&#39;t say I was anything. My last name isn&#39;t even Downey. My dad changed his name when he wanted to get into the Army and was underage. My real name is Robert Elias. I feel like I&#39;m still looking for a home in some way.","author":"Robert Downey, Jr.","topic":"Dad"},{"quote":"Matangi&#39;s mantra is aim, which is MIA backwards. She fights for freedom of speech and stands for truth, and lives in the ghetto because her dad was the first person in Hindu mythology who came from the &#39;hood, but had gained enlightenment through not being a Brahmin.","author":"M.I.A.","topic":"Dad"},{"quote":"My dad had always been a big decaf coffee drinker. But my mom had always been more of a tea drinker. So I grew up around a lot of tea. And I also really love tea. But I&#39;m not one of those people who has ever felt the need to choose between coffee and tea. I think that is a completely false dichotomy.","author":"Chelsea Clinton","topic":"Dad"},{"quote":"As a brother and sister, our tastes were pretty different growing up. He liked a lot of early hip hop. My dad didn&#39;t understand it and would try to talk him out of it.","author":"Taryn Manning","topic":"Dad"},{"quote":"I gotta be honest with you. I&#39;m kind of jealous of the way my dad gets to talk to my mom sometimes. Where are all those old-school women you can just take your day out on? When did they stop making those angels?","author":"Bill Burr","topic":"Dad"},{"quote":"I&#39;ve got high standards when it comes to boys. As my dad says, all girls should! I&#39;m from the South - Tennessee, to be exact - and down there, we&#39;re all about southern hospitality. I know that if I like a guy, he better be nice, and above all, my dad has to approve of him!","author":"Miley Cyrus","topic":"Dad"},{"quote":"My dad is from Nottingham - although I&#39;ve only been there twice in my life, with one being when my friend was at university there. I&#39;ve always found it a friendly place and has a good night life.","author":"Jess Glynne","topic":"Dad"},{"quote":"Me and my dad are friends. We&#39;re cool. I&#39;ll never be disappointed again, because I don&#39;t expect anything anymore from him. I just let him exist, and that&#39;s how we get along.","author":"Drake","topic":"Dad"},{"quote":"My mom and my dad was the best example of unconditional love I could see as a kid. I&#39;ve known it my whole life. Interactions, kissing, hugging - it definitely wasn&#39;t the fake love.","author":"BJ the Chicago Kid","topic":"Dad"},{"quote":"My dad was fine about me doing modelling at 16 because I always said school was important to me. I always chose my jobs carefully so I wouldn&#39;t have to take too much time off. It got harder toward the end with my A-levels; there were sleepless nights, and I was doing my homework on the plane coming home, but I pulled through.","author":"Georgia May Jagger","topic":"Dad"},{"quote":"My dad is like a cactus - introverted and tough. I&#39;m a people person, like my mom, but I got my competitiveness from my dad. He came to this country from Belarus with nothing and built a real business. He&#39;s my hero for giving me that need to run a business and for having enormous confidence in me.","author":"Gary Vaynerchuk","topic":"Dad"},{"quote":"No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren&#39;t cool, just to establish themselves. That&#39;s what adolescence is about. They&#39;re gonna go through that no matter what.","author":"Eddie Vedder","topic":"Dad"},{"quote":"My dad said, &#39;Cam, you can make this situation a dream or you can make this situation a nightmare.&#39; That struck a fire under me. That was my drive.","author":"Cam Newton","topic":"Dad"},{"quote":"My dad is Caucasian, and my mom is African American. I&#39;m half black and half white. Being biracial paints a blurred line that is equal parts staggering and illuminating.","author":"Meghan Markle","topic":"Dad"},{"quote":"Now I meditate twice a day for half an hour. In meditation, I can let go of everything. I&#39;m not Hugh Jackman. I&#39;m not a dad. I&#39;m not a husband. I&#39;m just dipping into that powerful source that creates everything. I take a little bath in it.","author":"Hugh Jackman","topic":"Dad"},{"quote":"And my dad drilled it in my head, you know, &#39;If you want it bad enough, and you&#39;re willing to make the sacrifices, you can do it. But first you have to believe in yourself.","author":"Jennie Finch","topic":"Dad"},{"quote":"One afternoon when I was 9, my dad told me I&#39;d be skipping school the next day. Then we drove 12 hours from Melbourne to Sydney for the Centenary Test, a once-in-a-lifetime commemorative cricket match. It was great fun - especially for a kid who was a massive sports fan.","author":"Hugh Jackman","topic":"Dad"},{"quote":"Some of the happiest times I ever saw my dad was times when I was with him in the casinos, and he had a good night.","author":"James Packer","topic":"Dad"},{"quote":"My mom used to get arrested for being with my dad. She would get fined. She would spend weekends in jail.","author":"Trevor Noah","topic":"Dad"},{"quote":"I look for strong people. I don&#39;t like people who&#39;ll say yes to everything I might bring up. I want people who can argue and disagree and have a point of view that&#39;s reflected in the magazine. My dad believed in the cult of personality. He brought great writers and columnists to &#39;The Standard.&#39;","author":"Anna Wintour","topic":"Dad"},{"quote":"My dad said: &#39;It looks like you&#39;ll be world No.1 in a few hours and I wanted to be the first to say congratulations.&#39;","author":"Lee Westwood","topic":"Dad"},{"quote":"My dad and my mom convinced me to go into biomedical engineering because they said astronauts going to Mars will need life support systems.","author":"Rony Abovitz","topic":"Dad"},{"quote":"My dad is a great writer. Naturally talented, naturally charming. He embodies that back-in-the-day cool.","author":"Drake","topic":"Dad"},{"quote":"As I&#39;ve gotten older, I&#39;ve realized my true models are my parents. My mom is like a sheroe. My dad is so strong.","author":"Zendaya","topic":"Dad"},{"quote":"My mom and dad got divorced when I was very young, and growing up in a family where the head of the household wasn&#39;t a man made a big difference.","author":"Dave Mustaine","topic":"Dad"},{"quote":"My dad always taught me to never be satisfied, to want more and know that what is done is done.","author":"Thierry Henry","topic":"Dad"},{"quote":"My dad doesn&#39;t get any of my jokes. He laughs at them, but he doesn&#39;t understand them. He&#39;s just laughing because people around him are laughing.","author":"Zach Galifianakis","topic":"Dad"},{"quote":"My mother had very humble beginnings - to put it mildly. Her dad built their home out of timber that he cut down on their land. No heat, no air-conditioning - &#39;no foolishness,&#39; as he would call it.","author":"Blake Lively","topic":"Dad"},{"quote":"I am lucky to have had an attentive, curious and loving dad and heart-smart, down-to-earth, gifted mother. They changed the outlooks of their own lives and have never forgotten the people and organizations that helped them dream bigger than their circumstances should have allowed.","author":"Jennifer Garner","topic":"Dad"},{"quote":"I want to be on stage and perform and win Grammys and help out my family in Bulgaria, because they are struggling, and my mom and dad, too.","author":"Leah LaBelle","topic":"Dad"},{"quote":"As a child, as far as I was concerned, my dad had an amazing job, and we had all the money we needed. My life was so fun and carefree that I didn&#39;t realize at all that we weren&#39;t rich - until I met someone rich. Still, I&#39;ve never met a rich kid who grew up as happy as I did.","author":"Artie Lange","topic":"Dad"},{"quote":"My mother&#39;s a psychologist, my stepfather&#39;s a psychologist, my stepmother is a therapist and my dad&#39;s a lawyer. So it was all prominent in my life. I don&#39;t know anyone who doesn&#39;t know someone on some form of prescription medicine.","author":"Zach Braff","topic":"Dad"},{"quote":"My mother played the piano and my father the violin, I can remember my dad teaching me how to waltz; I had my feet on his, my mother playing the piano, and my husband will tell you the lessons weren&#39;t very successful.","author":"Quentin Bryce","topic":"Dad"},{"quote":"A mustache really defines your face. My dad had a mustache when I was growing up, and I can still remember when he shaved it, he looked like a completely different person.","author":"Jason Sudeikis","topic":"Dad"},{"quote":"As a little girl I used to daydream about my real father coming on a white horse to rescue me.","author":"Christine Keeler","topic":"Dad"},{"quote":"My dad&#39;s the one who&#39;s always been there; he&#39;s my hero, you could say. Even when he was working, he&#39;d do anything for me. He&#39;s been the biggest influence in my life.","author":"Gareth Bale","topic":"Dad"},{"quote":"I think there&#39;s nothing better than laughing in life, so that&#39;s nice, to be thought of as someone who can make someone laugh. It&#39;s &#39;cause I think life is hard. You know, my dad was a really silly man. A great Irish silly man. And that&#39;s fine.","author":"Joan Cusack","topic":"Dad"},{"quote":"Like a lot of kids, I had a Superman cake or different theme cakes, but then I hit the age where I think my mom thought I was ready for the German chocolate cake that she makes for my dad. Just the sight of that, the taste of that frosting, just reminds me of being at home with my mom and my dad and my sister and my friends.","author":"Willie Geist","topic":"Dad"},{"quote":"I actually hated hunting the first time I went when I was a kid. My dad took us deer hunting. We sat there for 30 minutes, and I felt like I was losing my mind. But in college, I fell in love with it. Football became a full-time job, and I needed an escape. I needed something that would mellow me out.","author":"Carson Wentz","topic":"Dad"},{"quote":"I inherited that calm from my father, who was a farmer. You sow, you wait for good or bad weather, you harvest, but working is something you always need to do.","author":"Miguel Indurain","topic":"Dad"},{"quote":"Me and my buddies are all like brothers. So it&#39;s okay for us to say &#39;I love you&#39; or whatever. It&#39;s always cool. I think that comes from my dad. That&#39;s just the way he always was.","author":"Paul Walker","topic":"Dad"},{"quote":"Every morning, my dad would have me looking in the mirror and repeat, &#39;Today is going to be a great day; I can, and I will.&#39;","author":"Gina Rodriguez","topic":"Dad"},{"quote":"I mean, I look at my dad. He was twenty when he started having a family, and he was always the coolest dad. He did everything for his kids, and he never made us feel like he was pressured. I know that it must be a great feeling to be a guy like that.","author":"Adam Sandler","topic":"Dad"},{"quote":"Everyone talks about how we&#39;re on our phones all the time, but the fact remains that when I&#39;m away on a film set for two months, I can Skype my family. I remember the phone calls my parents had to make when my dad was away for a while when I was younger - that once-a-week expensive phone call! The time pressure on talking to your father!","author":"Domhnall Gleeson","topic":"Dad"},{"quote":"I am the granddaughter of a Welsh coal miner who was determined that his kids get out of the mines. My dad got his first job when he was six years old, in a little village in Wales called Nantyffyllon, cleaning bottles at the Colliers Arms.","author":"Ann Romney","topic":"Dad"},{"quote":"Whenever I fail as a father or husband... a toy and a diamond always works.","author":"Shah Rukh Khan","topic":"Dad"},{"quote":"Did Superman really want to save the world, or did he just feel like he had to? Would he much rather be a farmer? Maybe. Would he much rather be hanging out with his dad and his mom and his dog? Probably.","author":"Gerard Way","topic":"Dad"},{"quote":"Dad taught me everything I know. Unfortunately, he didn&#39;t teach me everything he knows.","author":"Al Unser","topic":"Dad"},{"quote":"My dad had this thing - everyone in Canada wants to play hockey; that&#39;s all they want to do. So when I was a kid, whenever we skated my dad would not let us on the ice without hockey sticks, because of this insane fear we would become figure skaters!","author":"Norm MacDonald","topic":"Dad"},{"quote":"Dad was a baker, and we lived above the bakery, so I was always popping down to have an apple pie or a doughnut or a custard or gypsy tart: I had a very sweet tooth, and I think that that was what got me into doing what I do now.","author":"Paul Hollywood","topic":"Dad"},{"quote":"I remember taking my stabilisers off my bike with my dad in the back garden. It was a small little bike, and it was called Poppy, had balloons on it, and was purple.","author":"Lizzie Armitstead","topic":"Dad"},{"quote":"We would go back and maybe not say that thing to our dad that we said, or maybe be a little nicer to someone who we cared about and had a relationship with when we were young. You know, they&#39;re subtle things, but we carry those with us forever. And I think that regret and time travel are intrinsically linked to me.","author":"Colin Trevorrow","topic":"Dad"},{"quote":"My dad once told me, he was like, &#39;The only time you should lie is when someone&#39;s holding a gun to your head and says &#39;Okay, lie or I&#39;m going to shoot you.&#39; And that really stuck with me.","author":"Jaden Smith","topic":"Dad"},{"quote":"I called up and said, &#39;Dad, I won a MacArthur.&#39; My father goes: &#39;I always thought your sister would win that,&#39; and I said, &#39;Dad, just say congratulations and keep your private thoughts private.&#39; At that point he laughed, then burst into tears, and it was obvious that he was so happy and proud.","author":"Bonnie Bassler","topic":"Dad"},{"quote":"My mother&#39;s dad dropped out of the eighth grade to work. He had to. By the time he was 30, he was a master electrician, plumber, carpenter, mason, mechanic. That guy was, to me, a magician. Anything that was broken, he could fix. Anybody anywhere in our community knew that if there was a problem, Carl was there to fix it.","author":"Mike Rowe","topic":"Dad"},{"quote":"My dad&#39;s probably one of the kindest people in the world. When I was younger that&#39;s not how I was- I was a little spoiled brat.","author":"Leonardo DiCaprio","topic":"Dad"},{"quote":"I had a fairly enlightened dad, though if you looked at his resume, it might not seem that way. He was a chartered accountant for Price Waterhouse. He was strict, and we had a very ordered life. To this day, I am the least materialistic person I know, because my father didn&#39;t raise me to just go out and buy this or that car.","author":"Hugh Jackman","topic":"Dad"},{"quote":"I like all the angels around because they protect me and my daughter. I mean, her Dad&#39;s an angel.","author":"Courtney Love","topic":"Dad"},{"quote":"I went to my dad when I was 17 and said, &#39;I want to be a country music star.&#39; Which every dad loves to hear. And he said, &#39;I want you to go to college.&#39; So we had a discussion. And I&#39;m pretty stubborn. I&#39;m a lot like him. And he said, &#39;If you go to college and graduate, I&#39;ll pay your first six months of rent in Nashville.&#39; So he bribed me.","author":"Eric Church","topic":"Dad"},{"quote":"When I was 12, my feet were so small, I wore my sisters&#39; glitter shoes. My dad would whoop me: &#39;You&#39;re not going to school now, you&#39;ll embarrass us!&#39;","author":"Young Thug","topic":"Dad"},{"quote":"I once said to my father, when I was a boy, &#39;Dad we need a third political party.&#39; He said to me, &#39;I&#39;ll settle for a second.&#39;","author":"Ralph Nader","topic":"Dad"},{"quote":"My father never raised his hand to any one of his children, except in self-defense.","author":"Fred Allen","topic":"Dad"},{"quote":"My family always helped me. I had people around me who always pushed me to be the best: my dad, my mum. My dad used to play and coach as well. But I wasn&#39;t born with shiny things.","author":"Paul Pogba","topic":"Dad"},{"quote":"Dad often told me, &#39;My job is to help my boss do his job and make him look good.&#39; That was my dad&#39;s objective. Everything about the way he conducted himself was to communicate support for his superiors and respect for his coworkers. The way he dressed was his starting point in that communication.","author":"Lyle Lovett","topic":"Dad"},{"quote":"I like to believe that I&#39;ve got a lot of guardian warriors sittin&#39; on my shoulder including my dad.","author":"Patrick Swayze","topic":"Dad"},{"quote":"My dad and I used to watch &#39;Ninja Warrior&#39; all the time back when it was in Japan. I would always say, &#39;I could do that,&#39; kind of joking, but obviously kind of serious.","author":"Kacy Catanzaro","topic":"Dad"},{"quote":"Atticus Finch. That&#39;s who I want to be when I grow up. He&#39;s the greatest guy ever - a good dad, a good lawyer, doing the right thing. And he knows he&#39;s not supposed to win, but he&#39;s doing it anyway.","author":"Sean Patrick Maloney","topic":"Dad"},{"quote":"A middle child, I was born in the depths of the Great Depression. My dad and mom were factory workers, struggling to make ends meet.","author":"Dennis L. McKiernan","topic":"Dad"},{"quote":"My dad was the town drunk. Most of the time that&#39;s not so bad; but New York City?","author":"Henny Youngman","topic":"Dad"},{"quote":"My coaches were great. My mom and dad. My dad never missed a wrestling meet.","author":"Dan Gable","topic":"Dad"},{"quote":"It&#39;s hard for me to just say, &#39;Wow, this is amazing - I&#39;m famous. I&#39;m living the dream.&#39; I sit there and think, &#39;I&#39;m scared - this can go away tomorrow.&#39; My dad always says that I&#39;m a tortured soul because I&#39;m never pleased; I never feel like I deserve what I&#39;ve achieved.","author":"Shawn Mendes","topic":"Dad"},{"quote":"My Dad is my hero. He&#39;s 85 now and he is in great health. He is handsome and strong. He has an incredible moral and ethical backbone. I couldn&#39;t have been luckier with my parents.","author":"Harry Connick, Jr.","topic":"Dad"},{"quote":"People were fed up with reality shows about midgets getting married and weird Jerry Springer talk shows. There had been a real dry spell of intelligent family-oriented viewing: the type of program that Mom, Dad and the kids can all watch together. With &#39;Lost,&#39; there are just so many characters for people to invest in.","author":"Evangeline Lilly","topic":"Dad"},{"quote":"Every family is different. I am mom and I am dad and I&#39;m going to do my best. You should be proud, walk through life saying I have the coolest family. I am part of a modern family.","author":"Ricky Martin","topic":"Dad"},{"quote":"I&#39;m from Santa Cruz in Northern California, and the 49ers were my dad and I&#39;s bonding time. We would go to games in the &#39;80s. It was a good time to fall in love with football when your team was unstoppable.","author":"Marisa Miller","topic":"Dad"},{"quote":"Mental illness can happen to anybody. You can be a dustman, a politician, a Tesco worker... anyone. It could be your dad, your brother or your aunt.","author":"Frank Bruno","topic":"Dad"},{"quote":"The real beauty of it - key to my life was playing key chords on a banjo. For somebody else it may be a golf club that mom and dad put in their hands or a baseball or ballet lessons. Real gift to give to me and put it in writing.","author":"Vince Gill","topic":"Dad"},{"quote":"Simple. Pared down. Timeless. The ties were never too thick or too thin; the pants were never too flared or too skinny. In my life with Dad, he wore Western apparel because we went riding - jeans, cowboy boots, the turquoise belt buckle. But it was all very simple, and that classic look is very &#39;Ralph Lauren.&#39;","author":"Jennifer Grant","topic":"Dad"},{"quote":"My eldest son, Jack, grew up with me as a &#39;part-time&#39; dad.","author":"Mike McGavick","topic":"Dad"},{"quote":"Sons have always a rebellious wish to be disillusioned by that which charmed their fathers.","author":"Aldous Huxley","topic":"Dad"},{"quote":"I grew up upper-class. Private school. My dad had a Jaguar. We&#39;re African-American, and we work together as a family, so people assume we&#39;re like the Jacksons. But I didn&#39;t have parents using me to get out of a bad situation.","author":"Beyonce Knowles","topic":"Dad"},{"quote":"I love my daddy. My daddy&#39;s everything. I hope I can find a man that will treat me as good as my dad.","author":"Lady Gaga","topic":"Dad"},{"quote":"I loved climbing because of the freedom, and having time and space. I remember coming off Everest for the last time, thinking of Dad and wishing that he could have seen what I saw. He would have loved it.","author":"Bear Grylls","topic":"Dad"},{"quote":"My dad was in a hospital for months. The doctors told my dad he would never be able to walk again. My dad beat all the odds. He came back and was able to walk and start boxing again. He went to No. 1 in the world at welterweight to fight for the world title. But he never had his chance to fight for a world title.","author":"Floyd Mayweather, Jr.","topic":"Dad"},{"quote":"I watch political shows for a number of weeks in a row, and all I see are guys arguing with each other over issues I have no idea about. My brother, he loves war-torn places. My dad would always read the paper and tell me I should watch CNN, but I usually wind up watching &#39;Breaking Bad.&#39;","author":"Norm MacDonald","topic":"Dad"},{"quote":"I forgive my mom for being a psycho and my dad for being a loser.","author":"Nikki Sixx","topic":"Dad"},{"quote":"My dad is a motorcycle guy, not some Hollywood dude.","author":"Shia LaBeouf","topic":"Dad"},{"quote":"I loved when my dad was home. He liked to sit in the living room and watch boxing and baseball on TV. Or he&#39;d be tinkering around or listening to records by his musician buddies - George Shearing, Oscar Peterson and the Jackie Gleason Orchestra.","author":"Natalie Cole","topic":"Dad"},{"quote":"I started kite boarding when I was 13. My dad was a kite boarder, and I begged him to teach me until he finally agreed. He made me wait because it can be dangerous.","author":"Maika Monroe","topic":"Dad"},{"quote":"I had old bunk beds that my dad got from Seabrook Farms. They were first used by German prisoners during World War II, who were sent to work the farms during the war. The metal beds with their thin mattresses could easily be used as a jungle gym and I loved them.","author":"David Mixner","topic":"Dad"},{"quote":"All the learnin&#39; my father paid for was a bit o&#39; birch at one end and an alphabet at the other.","author":"George Eliot","topic":"Dad"},{"quote":"I went off to Harvard Law School for six weeks, and then I said, &#39;Doggone this, it&#39;s not what I want to do.&#39; I remember when I told my dad I was leaving law school, and I wanted to go into football. He said, &#39;Be a good coach.&#39;","author":"Marv Levy","topic":"Dad"},{"quote":"Apparently, one in five people in the world are Chinese. And there are five people in my family, so it must be one of them. It&#39;s either my mum or my dad. Or my older brother, Colin. Or my younger brother, Ho-Chan-Chu. But I think it&#39;s Colin.","author":"Tim Vine","topic":"Dad"},{"quote":"My dad was a bartender. My mom was a cashier, a maid and a stock clerk at K-Mart. They never made it big. They were never rich. And yet they were successful. Because just a few decades removed from hopelessness, they made possible for us all the things that had been impossible for them.","author":"Marco Rubio","topic":"Dad"},{"quote":"I was raised by a single dad. Dad&#39;s idea of hanging out with your kid or day care was give her $20 in quarters, drop her at the arcade, and tell her not to talk to strangers.","author":"Aisha Tyler","topic":"Dad"},{"quote":"My dad was working abroad, in Iraq, and he was a doctor. We used to go and visit him, in Baghdad, off and on. For the first ten years of my life, we used to go backwards and forwards to Baghdad, so that was quite amazing. I spent a lot of time traveling around the Middle East.","author":"Andy Serkis","topic":"Dad"},{"quote":"When I was growing up, my dad and I would go hunting and camping every weekend. Like everyone in my family, he is an amazing cook, and I&#39;ve tried to learn a lot from all of them.","author":"Zac Brown","topic":"Dad"},{"quote":"I can be a rock star with a television show and still have a self-esteem problem. So it&#39;s nice to have your dad go, &#39;Hey Melissa, I&#39;m proud of you - you&#39;re doing good.&#39;","author":"Melissa Etheridge","topic":"Dad"},{"quote":"My dad claims that he was able to trace us back to the West Virginia Hatfields. When I look at the old pictures, the patriarchs have kind of a physical likeness to some of the men on the father&#39;s side of my family. I want it to be true.","author":"Juliana Hatfield","topic":"Dad"},{"quote":"Babies don&#39;t need fathers, but mothers do. Someone who is taking care of a baby needs to be taken care of.","author":"Amy Heckerling","topic":"Dad"},{"quote":"Growing up in Australia and the way I was raised, my dad told me to play as a team and to be a team player. You have five guys on the court. It&#39;s easy for five guys to defend one guy. It&#39;s hard to guard five. It&#39;s just a natural thing to do.","author":"Ben Simmons","topic":"Dad"},{"quote":"My brothers always like to believe that my father pampered me and I am spoilt. While it is not true, they felt that way. As for my dad, I could not do anything wrong. So, if I did something wrong, I would put the blame on them, and he would shout at them.","author":"Sonakshi Sinha","topic":"Dad"},{"quote":"It goes back to the starfish. That&#39;s when the light bulb really popped over my head. We&#39;d found one on the beach, and I was struck by what astonishing creatures they are, talking with Dad about how they regenerate.","author":"Nick Sagan","topic":"Dad"},{"quote":"When I was a kid, I did many sports. Judo, like my dad, but also volleyball, handball, and gymnastics. We never played much football.","author":"Robert Lewandowski","topic":"Dad"},{"quote":"It is impossible to please all the world and one&#39;s father.","author":"Jean de La Fontaine","topic":"Dad"},{"quote":"I think I&#39;ve got my business notions and my sense for that sort of thing from my dad. My dad never had a chance to go to school. He couldn&#39;t read and write. But he was so smart. He was just one of those people that could just make the most of anything and everything that he had to work with.","author":"Dolly Parton","topic":"Dad"},{"quote":"My dad is a Chatty Cathy, the social butterfly; friendly; knows everybody in the whole world by six degrees; tells me that every performance is the greatest he&#39;s ever seen, every new outfit is the coolest. Constant cheerleader.","author":"Taylor Swift","topic":"Dad"},{"quote":"President of the United States is you know, our boss, so you know, the President and the First Lady are kinda like the Mom and the Dad of the country. And when your Dad says something you listen.","author":"Chris Rock","topic":"Dad"},{"quote":"Most children - I know I did when I was a kid - fantasize another set of parents. Or fantasize no parents. They don&#39;t tell their real parents about that - you don&#39;t want to tell Mom and Dad. Kids lead a very private life. And I was a typical child, I think. I was a liar.","author":"Maurice Sendak","topic":"Dad"},{"quote":"My dad, like, he&#39;s the most trusting human in the world.","author":"Miley Cyrus","topic":"Dad"},{"quote":"I will always do what I can to help others, but when I retire, I want to be a dad and a husband. I want a house and a dog in the yard. I want to have barbecues.","author":"J. J. Watt","topic":"Dad"},{"quote":"My dad didn&#39;t graduate from high school, ended up being a printing salesman, probably never made more than $8,000 a year. My mom sold real estate and did it part time.","author":"Al Franken","topic":"Dad"},{"quote":"One day I said to my dad, &#39;Are you disappointed that I&#39;m working a minimum-wage job and I didn&#39;t go to college?&#39; I&#39;ll never forget his response. He said, &#39;It&#39;s not about how much money you make or what your job is, but it&#39;s more about your character. For that, I&#39;m proud of you.&#39;","author":"Josh Dun","topic":"Dad"},{"quote":"Within our culture, every school has a swimming pool. We lived on the coast. People swam in the surf. It&#39;s a very sporty nation and at that particular time anyone who had an artistic bent was very much an outsider. So if you liked reading or ideas or playing the piano then your dad viewed you as a sissy, basically.","author":"Geoffrey Rush","topic":"Dad"},{"quote":"I started traveling by myself as early as 5 to see my dad. I&#39;d go to Toronto or Los Angeles, depending on what show he was doing, but most often New York, and we would hang out, and he&#39;d take me to museums and Broadway plays. The ones that had the biggest impact on me were the George C. Wolfe productions.","author":"Mahershala Ali","topic":"Dad"},{"quote":"You always hear people saying, &#39;I hope I&#39;m not turning into my dad&#39;, but I&#39;d be honoured if I became half as decent a bloke as he is.","author":"Johnny Vegas","topic":"Dad"},{"quote":"My mom and dad taught me a lot. They kept me out of trouble and told me to go a better route. They taught me how to be a man, basically.","author":"Jason Pierre-Paul","topic":"Dad"},{"quote":"Bob Dole. He&#39;s like the neighbors&#39; Labrador retriever your dad used to curse for all that barking, all that darn digging in your mom&#39;s tulip bed, and now look, you live next door to a godforsaken pack of teeth-baring rabid Pomeranians, and, good golly, Bob Dole!","author":"Jeanne Marie Laskas","topic":"Dad"},{"quote":"My dad and grandpa were in the army and as a country singer you&#39;re constantly playing at military bases all across the country and meeting soldiers and their families and hearing their stories.","author":"Dierks Bentley","topic":"Dad"},{"quote":"I know people who have literally quit their jobs to spend more time with their children, and I go, &#39;Wow,&#39; my dad used to go to work at 7 o&#39;clock in the morning and he&#39;d come back at 7:30 and we&#39;d kind of see him walk in and then he&#39;d go upstairs and suddenly he&#39;d be in a T-shirt and grumpy. There wasn&#39;t much in the way of conversation that went on.","author":"Jimmy Kimmel","topic":"Dad"},{"quote":"My dad was a third-generation printer and linotype operator, by all accounts a fabulous ballroom dancer. He was jettisoned from the family before I was 2, and I have never met him and have no memory of him.","author":"Katherine Dunn","topic":"Dad"},{"quote":"They have had such a crazy life living with me as their dad. Not crazy but different from their friends.","author":"Sebastian Bach","topic":"Dad"},{"quote":"Every day in our house is like Valentine&#39;s Day. I&#39;ve kept it traditional with what my dad has done with my mom. Every morning, I get up and I make coffee and I bring Giuliana coffee in bed.","author":"Bill Rancic","topic":"Dad"},{"quote":"My dad doesn&#39;t hug me enough!","author":"Jack Whitehall","topic":"Dad"},{"quote":"I was kind of smart enough when I was young, 14 or 15 years old, to realize that if you&#39;re ever going to do anything and step out of the shadow of your own dad - not only in hockey, but in life itself - you&#39;re going to have to learn you&#39;re Brett and not &#39;Bobby&#39;s son.&#39;","author":"Brett Hull","topic":"Dad"},{"quote":"All my money is in a savings account. My dad has explained the stock market to me maybe 75 times. I still don&#39;t understand it.","author":"John Mulaney","topic":"Dad"},{"quote":"A father is always making his baby into a little woman. And when she is a woman he turns her back again.","author":"Enid Bagnold","topic":"Dad"},{"quote":"I watched my mom and dad build everything that matters - a family, a home and a good name.","author":"Mike Pence","topic":"Dad"},{"quote":"All of my high school male teachers were WWII and\/or Korean War veterans. They taught my brothers and me the value of service to our country and reinforced what our dad had shown us about the meaning of service.","author":"Oliver North","topic":"Dad"},{"quote":"I&#39;m lucky because my dad taught me to be frugal and save. And that&#39;s important because I want to know that I don&#39;t have to take an acting job for two or three years if I don&#39;t want to and that I&#39;ll still be able to make my house and car payments and buy food for my dogs.","author":"Ashley Greene","topic":"Dad"},{"quote":"As Daddy said, life is 95 percent anticipation.","author":"Gloria Swanson","topic":"Dad"},{"quote":"I loved theatre and film when I was growing up in Harpenden, Hertfordshire. My mum&#39;s a reflexologist and my dad&#39;s a corporate financier.","author":"Laura Haddock","topic":"Dad"},{"quote":"My brother Bob doesn&#39;t want to be in government - he promised Dad he&#39;d go straight.","author":"John F. Kennedy","topic":"Dad"},{"quote":"Before we took down the tree each year, Dad would always say a prayer that we would be together the next Christmas. I cling to that prayer, which serves as a reminder that it&#39;s important to be grateful in the present for the people you love because, well, you never know.","author":"Catherine Hicks","topic":"Dad"},{"quote":"My dad raised me with some good advice: &#39;Always tell the truth. Always shoot from the hip. You might not have many friends, but you&#39;ll never have enemies, because people will always know where you&#39;re coming from.&#39;","author":"Pink","topic":"Dad"},{"quote":"The lesson of Pearl Harbor ought never to be forgotten, and of course the motto that came from that, 69 years ago, the war which my dad fought, was &#39;Remember Pearl Harbor, never again.&#39; We need to keep that to mind.","author":"Oliver North","topic":"Dad"},{"quote":"I love my dad; I&#39;m a daddy&#39;s girl, all the way.","author":"Molly Quinn","topic":"Dad"},{"quote":"My dad is too cute. Every morning, he sends me one motivational quote. I have a folder full of all his quotes.","author":"Alia Bhatt","topic":"Dad"},{"quote":"I&#39;ve always had a burning desire to help people and make a difference in the world. I didn&#39;t know how I could do that in modelling when it can be such a fake world. But my dad told me I could make a difference by being true to myself and teaching people what I&#39;ve learnt about spirituality, health and nutrition.","author":"Miranda Kerr","topic":"Dad"},{"quote":"There&#39;s been times when I&#39;ve had heartbreaking moments and I&#39;m like, &#39;I can&#39;t believe you said that,&#39; or &#39;I can&#39;t believe you did that&#39;. And it hurts, it still hurts, and it&#39;ll always hurt, but I&#39;ve never had somebody that I truly cared about just walk out on me, whether it was a boyfriend, or an aunt, mom or dad.","author":"Shailene Woodley","topic":"Dad"},{"quote":"I think the most fun part about working on &#39;Good Luck Charlie&#39; is spending time with everyone, honestly, because everybody on set is like my brother and sister and mom and dad. They&#39;re so fun to be around, so that&#39;s probably the best part about working there.","author":"Bradley Steven Perry","topic":"Dad"},{"quote":"My Dad is my hero.","author":"Harry Connick, Jr.","topic":"Dad"},{"quote":"My dad always said that hard work beats talent when talent doesn&#39;t work hard enough.","author":"Katee Sackhoff","topic":"Dad"},{"quote":"My mom is just someone who&#39;s easy to talk to and hang with. My sister, it&#39;s always cool to be able to help her out with things. My brother is fun when we&#39;re just joking and messing around. And my dad is someone who&#39;s helpful with my music and easy to talk to about that stuff because he understands me in that sense.","author":"David Archuleta","topic":"Dad"},{"quote":"Boxing&#39;s in my genes. I come from a fighting background. My dad and both my uncles were good boxers. I&#39;m blessed with the art of war.","author":"Floyd Mayweather, Jr.","topic":"Dad"},{"quote":"I was very down as a teenager, very upset because I had gotten hurt in a car accident. But my dad was a source of strength. He used to say, &#39;It&#39;s the character with strength that God gives the most challenges to.&#39; I&#39;ve thought about that so many times in my life when things didn&#39;t go right.","author":"Bonnie Hunt","topic":"Dad"},{"quote":"I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren&#39;t wealthy, but we were determined to succeed.","author":"Eva Longoria","topic":"Dad"},{"quote":"I want to stay healthy, keep fit, eat well, keep a low profile and be a good dad.","author":"Frank Bruno","topic":"Dad"},{"quote":"I&#39;m sure there were times when I wish I had thought, &#39;Gosh, that might really embarrass mom and dad,&#39; but our parents didn&#39;t raise us to think about them. They&#39;re very selfless and they wanted us to have as normal of a college life as possible. So really, we didn&#39;t think of any repercussions.","author":"Jenna Bush","topic":"Dad"},{"quote":"My dad used to say, &#39;Just because you dress up in a coat and tie, it doesn&#39;t influence your intelligence.&#39;","author":"Tiger Woods","topic":"Dad"},{"quote":"You have to respect your parents. They are giving you an at-bat. If you&#39;re an entrepreneur and go into the family business, you want to grow fast. Patience is important. But respect the other party... My dad and I pulled it off because we really respect each other.","author":"Gary Vaynerchuk","topic":"Dad"},{"quote":"Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they&#39;re fun, they do things together, they&#39;re best friends. Kids learn by example. If I respect Mom, they&#39;re going to respect Mom.","author":"Tim Allen","topic":"Dad"},{"quote":"My dad was such a great story-teller, a good teacher.","author":"Grace Poe","topic":"Dad"},{"quote":"My dad&#39;s a beautiful man, but like a lot of Mexican men, or men in general, a lot of men have a problem with the balance of masculinity and femininity - intuition and compassion and tenderness - and get overboard with the macho thing. It took him a while to become more, I would say, conscious, evolved.","author":"Carlos Santana","topic":"Dad"},{"quote":"I&#39;ve been successful in different areas, but nothing brings a smile to my face more than my oldest son, Zaire, and my second son, Zion, saying the kind word of &#39;Dad.&#39;","author":"Dwyane Wade","topic":"Dad"},{"quote":"My dad always told me, &#39;I don&#39;t care what you do. Just aim to be the best at it. Even if it&#39;s the world&#39;s best window cleaner.&#39;","author":"Bruce Dickinson","topic":"Dad"},{"quote":"I wanted to be a mechanic. When I was 14 I wanted to quit school and go work on my car. But my dad said Son, you shouldn&#39;t do that. You should stay in school until your education is finished, and when you&#39;re done, don&#39;t make your hobby your job.","author":"Eric Bana","topic":"Dad"},{"quote":"My dad&#39;s method in his madness was to try every sport and then observe what I liked. I played football, tennis, golf, cricket but I loved my snooker.","author":"Ronnie O'Sullivan","topic":"Dad"},{"quote":"To be able to have winning in your blood growing up, whether it was pounding my little brother or trying to beat my dad in something, or just competing on teams with my friends, it was nonstop.","author":"Jordan Spieth","topic":"Dad"},{"quote":"I am blessed to have Mom and Dad.","author":"Kevin Eubanks","topic":"Dad"},{"quote":"My father used to play with my brother and me in the yard. Mother would come out and say, &#39;You&#39;re tearing up the grass&#39;; &#39;We&#39;re not raising grass,&#39; Dad would reply. &#39;We&#39;re raising boys.&#39;","author":"Harmon Killebrew","topic":"Dad"},{"quote":"I don&#39;t know what it&#39;s like to have a typical father figure. He&#39;s not the dad who&#39;s going to take me to the beach and go swimming, but he&#39;s such a motivational person.","author":"Tiffany Trump","topic":"Dad"},{"quote":"I&#39;m a really nostalgic person. I love taking photos and video and having memories. I remember all my childhood videos that my dad used to take. I think that&#39;s really what life is about - especially when you start a family of your own.","author":"Kim Kardashian","topic":"Dad"},{"quote":"I was in the bath at the time, and my dad came running in and said, &#39;Guess who they want to play Harry Potter!?&#39; and I started to cry. It was probably the best moment of my life.","author":"Daniel Radcliffe","topic":"Dad"},{"quote":"I remember my dad asking me one time, and it&#39;s something that has always stuck with me: &#39;Why not you, Russ?&#39; You know, why not me? Why not me in the Super Bowl?","author":"Russell Wilson","topic":"Dad"},{"quote":"My sister was a twin, and the other baby died in childbirth, and I was three at the time, and I always kind of thought it haunted me. It was a weird thing. My dad was an ob-gyn, and so it was confusing that the other baby didn&#39;t come home from the hospital.","author":"Scott Turow","topic":"Dad"},{"quote":"You can tell your uncle stuff that you could not tell your dad. That is kind of the role of an uncle. I feel very much like a father sometimes but sometimes I feel like a teammate.","author":"Dusty Baker","topic":"Dad"},{"quote":"I know my dad always wanted to heal the world, and so I think it would be great to follow in his footsteps.","author":"Paris Jackson","topic":"Dad"},{"quote":"My dad took me out to see a meteor shower when I was a little kid, and it was scary for me because he woke me up in the middle of the night. My heart was beating; I didn&#39;t know what he wanted to do. He wouldn&#39;t tell me, and he put me in the car and we went off, and I saw all these people lying on blankets, looking up at the sky.","author":"Steven Spielberg","topic":"Dad"},{"quote":"I didn&#39;t really like opera. I liked cheerleading and boys and, later, smoking. So my opera career was cut short when I was 15. My dad got sick, and we couldn&#39;t afford the lessons, so I stopped and became a cheerleader and wrecked my voice.","author":"Meryl Streep","topic":"Dad"},{"quote":"As a youngster, my mother and father always drilled into my head having something to fall back on. My father was kind of funny. I&#39;d score 40 points. I&#39;d come home and say, &#39;Look dad, I scored 40.&#39; He&#39;d never have a smile on his face. He&#39;d be like, &#39;I saw that move you did. What if you&#39;d hurt your knee?&#39;","author":"Shaquille O'Neal","topic":"Dad"},{"quote":"My dad loved Scotland, so we would pile into his caravan and head for the Highlands, to Fort William and Loch Ness. It was such an adventure - my siblings and I were allowed to roam and explore the local beaches. We loved the freedom of those trips.","author":"Rick Astley","topic":"Dad"},{"quote":"I hope I am remembered by my children as a good father.","author":"Orson Scott Card","topic":"Dad"},{"quote":"My dad didn&#39;t have a formal education, but he had a wonderful vocabulary. So in &#39;Harvest,&#39; I wanted my main character to be an innately intelligent man who would have the vocabulary to say whatever he wanted in the same way as lots of working-class people can.","author":"Jim Crace","topic":"Dad"},{"quote":"We came to Portland because there was a good alternative public school. Friends who lived there told me about it, and my son loved it. I left his dad and went to work slinging hash in a breakfast diner and working nights tending bar in a biker tavern.","author":"Katherine Dunn","topic":"Dad"},{"quote":"I hate short hair on men - the &#39;real&#39; man is something I don&#39;t know. My dad was always playing with hairbands, making rings, while the women were wearing jeans, white T-shirts and Converse. That was the uniform at home.","author":"Lou Doillon","topic":"Dad"},{"quote":"My dad was an Arsenal supporter and he used to take me there, but I&#39;ve always been Chelsea.","author":"Eric Bristow","topic":"Dad"},{"quote":"I&#39;m Italian. I love to cook Italian food, so I learned from my dad how to make sauce and meatballs and all that stuff. With my wife and kids, I started making homemade pasta. The very first time, I didn&#39;t have a pasta maker, so I had to cut it with a knife, the old-school way! The noodles were all jacked up, but it was fun.","author":"Joey Fatone","topic":"Dad"},{"quote":"When I was 19 years old, both of my parents died in the same year; my mom of cancer and my dad in a car accident. Through the next two or three years and a series of bad decisions - all my own, I might add - I ended up literally homeless, before that was even a word. I even slept occasionally under a pier on the Gulf Coast.","author":"Andy Andrews","topic":"Dad"},{"quote":"I was built up from my dad more than anyone else.","author":"John Wooden","topic":"Dad"},{"quote":"My dad became a soap opera actor, and I was an extra in a skating rink scene on the soap. I didn&#39;t audition. It was nepotism all the way.","author":"Jennifer Aniston","topic":"Dad"},{"quote":"My father was not a failure. After all, he was the father of a president of the United States.","author":"Harry S Truman","topic":"Dad"},{"quote":"My dad being a salesman taught me you can sell anybody anything if you&#39;ve got the ability to believe.","author":"Marilyn Manson","topic":"Dad"},{"quote":"Humans have voids, and you need things to fill voids... I didn&#39;t have a dad to fill that male model void, so when I heard Eminem or freaking seen Dave Chapelle, that&#39;s what I gravitated to.","author":"Tyler, The Creator","topic":"Dad"},{"quote":"I have a mug that actually verifies that I&#39;m the world&#39;s best dad. That&#39;s a mug. That&#39;s not me talking. You can&#39;t just buy those.","author":"Stephen Colbert","topic":"Dad"},{"quote":"I was always a kid trying to make a buck. I borrowed a dollar from my dad, went to the penny candy store, bought a dollar&#39;s worth of candy, set up my booth, and sold candy for five cents apiece. Ate half my inventory, made $2.50, gave my dad back his dollar.","author":"Guy Fieri","topic":"Dad"},{"quote":"I want to be a young dad. By 25 or 26 I want to see myself, like, married or start looking for a family.","author":"Justin Bieber","topic":"Dad"},{"quote":"I used to be a calligrapher for weddings and events - that was my side job while I was auditioning. I think handwritten notes are a lost art form. When I booked my first pilot, my dad wrote me a letter that I still have. The idea of someone taking the time to put pen to paper is really special.","author":"Meghan Markle","topic":"Dad"},{"quote":"My dad said if you become a tennis professional just make sure you get into the top hundred, because you have to make a little bit of money. You make a living so you can pay your coaching and, you know, your travels.","author":"Roger Federer","topic":"Dad"},{"quote":"My dad was my hero. And I got my personality from my mother.","author":"Magic Johnson","topic":"Dad"},{"quote":"My first outdoor cooking memories are full of erratic British summers, Dad swearing at a barbecue that he couldn&#39;t put together, and eventually eating charred sausages, feeling brilliant.","author":"Jamie Oliver","topic":"Dad"},{"quote":"I think I grew up with a profound sense of watching people who were good people, who were smart people, who were hardworking people - God, nobody on this Earth worked harder than my mom and dad - and they had very little.","author":"Elizabeth Warren","topic":"Dad"},{"quote":"What I do now is all my dad&#39;s fault, because he bought me a guitar as a boy, for no apparent reason.","author":"Rod Stewart","topic":"Dad"},{"quote":"As a dad, you are the Vice President of the executive branch of parenting. It doesn&#39;t matter what your personality is like, you will always be Al Gore to your wife&#39;s Bill Clinton. She feels the pain and you are the annoying nerd telling them to turn off the lights.","author":"Jim Gaffigan","topic":"Dad"},{"quote":"I&#39;m one of five sisters. I&#39;m the younger of twins, and we&#39;re the youngest of five girls, and we&#39;ve always been very close. We were pretty much a gang. I take after my mother a lot in terms of personality and character. She was very positive; always looked on the bright side of things. She had a tough time of it with my dad but did her best.","author":"Jerry Hall","topic":"Dad"},{"quote":"I haven&#39;t been baptised. My dad&#39;s not in the church and is not a religious person. My mum is more spiritual - she does Thai-chi and goes to Stonehenge and things like that. I&#39;m proud to be pagan. Finland is not really a religious country. I&#39;m still looking for my god.","author":"Ville Valo","topic":"Dad"},{"quote":"You can&#39;t be the dad who takes your kid out after your wife has said, &#39;No ice cream,&#39; buys the ice cream, and says, &#39;Don&#39;t tell your mother.&#39; You teach the child to lie - and to disrespect the other parent.","author":"Howie Mandel","topic":"Dad"},{"quote":"My youngest son&#39;s pre-school class was recently asked what their dads do for work. The responses were things like, my dad sells money, and my dad figures stuff out. My son said, &#39;I&#39;ve never seen my dad do work.&#39; It&#39;s true. Skateboarding doesn&#39;t seem like real work, but I&#39;m proud of what I do.","author":"Tony Hawk","topic":"Dad"},{"quote":"I was taught to think outside the box. Before my grandfather was one of the original Mad Men, he and a group of other Air Force Intelligence officers formalized brainstorming as a problem solving technique. He taught the concept that creativity can be taught at Buffalo University. My dad invented toys. My mom was a photographer.","author":"M. J. Rose","topic":"Dad"},{"quote":"I&#39;m compared to my dad all the time, and I&#39;ve learned to take it positively by working hard.","author":"Ram Charan","topic":"Dad"},{"quote":"For my birthday this year, my girlfriends - who knew I&#39;d just inherited my dad&#39;s turntable - gave me a carton of albums like &#39;Blue Kentucky Girl,&#39; by Emmylou Harris, and &#39;Off the Wall,&#39; by Michael Jackson. It&#39;s all stuff we grew up with. I mean, you can&#39;t have a music collection without Prince&#39;s &#39;Purple Rain&#39; - it just can&#39;t be done!","author":"Connie Britton","topic":"Dad"},{"quote":"Out of all my friends, I believe I&#39;m the only kid whose dad made us work to cut rebars; we laid bricks in construction sites and did other real work every summer for minimum wage. Our dad said that it&#39;s important in the future that when we tell people to dig a hole, that you personally know how long it will take to dig that hole.","author":"Eric Trump","topic":"Dad"},{"quote":"I went home one night and told my dad that an older kid was picking on me. My Dad, a Korean War vet and a Chicago cop for 30 years, told me, &#39;You better pick up a brick and hit him in the head.&#39; That&#39;s when I thought, &#39;Wow, I&#39;m going to have to start dealing with things in a different way.&#39;","author":"Steve Wilkos","topic":"Dad"},{"quote":"My grandfather was a police officer. He taught Dad about lie detectors and police interrogation methods, so Dad got this old World War II lie detector and used it on us regularly. He was obsessed with the truth.","author":"Brian Herbert","topic":"Dad"},{"quote":"My dad was always playing music. Not, like, playing music but listening to music.","author":"Post Malone","topic":"Dad"},{"quote":"I pressed my father&#39;s hand and told him I would protect his grave with my life. My father smiled and passed away to the spirit land.","author":"Chief Joseph","topic":"Dad"},{"quote":"My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn&#39;t know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother.","author":"Al Pacino","topic":"Dad"},{"quote":"My dad wanted me to play football so bad, he took me to Washington High School on the west side of Atlanta because they were number one. They never lost.","author":"Young Thug","topic":"Dad"},{"quote":"My father wasn&#39;t a cruel man. And I loved him. But he was a pretty tough character. His own father was even tougher - one of those Victorians, hard as iron - but my dad was tough enough.","author":"Anthony Hopkins","topic":"Dad"},{"quote":"My father came from a very poor background, but I was very fortunate in the sense that we were never in need. My dad was determined to make sure that we didn&#39;t want for things. He wanted to give us more opportunity than he had, a better shot at a better life.","author":"Brad Pitt","topic":"Dad"},{"quote":"My mother and dad were big animal lovers, too. I just don&#39;t know how I would have lived without animals around me. I&#39;m fascinated by them - both domestic pets and the wild community. They just are the most interesting things in the world to me, and it&#39;s made such a difference in my lifetime.","author":"Betty White","topic":"Dad"},{"quote":"My dad talks about the times when we&#39;d play backyard cricket: If I got bowled out, I&#39;d just refuse to let go of the bat and swing it at anyone who tried to take it away from me. I like to think that&#39;s been tempered a bit over the years.","author":"Chris Hemsworth","topic":"Dad"},{"quote":"I wanted to be a forest ranger or a coal man. At a very early age, I knew I didn&#39;t want to do what my dad did, which was work in an office.","author":"Harrison Ford","topic":"Dad"},{"quote":"After my parents&#39; divorce when I was 4, I spent weekends with my dad before we finally moved to California. By the time Sunday rolled around, I was incapable of enjoying the day&#39;s activities, of being in the moment, because I was already dreading the inevitable goodbye of Sunday evening.","author":"Rob Lowe","topic":"Dad"},{"quote":"I got stuck up a tree when I was about seven, and my dad had to come and get the ladder to get me down. I loved to climb all the way up to the top. I must have been a koala in my past life.","author":"Miranda Kerr","topic":"Dad"},{"quote":"In the summer of 1954, after several years in Austin, Minnesota, our family moved across the state to the small, rural town of Worthington, where my dad became regional manager for a life insurance company. To me, at age 7, Worthington seemed a perfectly splendid spot on the earth.","author":"Tim O'Brien","topic":"Dad"},{"quote":"When most kids were doing summer camp, I was doing the Arkansas festival circuit, passing out push cards, and shaking hands and tagging along with my dad to every nook and cranny in the state of Arkansas.","author":"Sarah Huckabee Sanders","topic":"Dad"},{"quote":"I didn&#39;t grow up wealthy. We couldn&#39;t even afford spaghetti sauce when I was first born, but my mom and dad worked really hard and came from the bottom up.","author":"Charlie Puth","topic":"Dad"},{"quote":"When mom and dad were at the height of their careers, and things were super-crazy, and they couldn&#39;t leave their houses, there wasn&#39;t social media. It was all about autographs. Now, everyone&#39;s the press. I feel fame is perforated: it can be glorious, but it can completely destroy a human, too.","author":"Dakota Johnson","topic":"Dad"},{"quote":"One time, on Marine One, the president asked me my opinion. I had a flashback to being at the kitchen table with my dad. That dominant male figure set me up for being confident to express myself with precision and persuasion.","author":"Dana Perino","topic":"Dad"},{"quote":"All three of my parents - I also had a stepmother - were teachers, and my dad taught high school, and as he always reminded me when I was going to spend some money on something, &#39;Your mother and I, in the Depression, had to decide whether to spend a dime on a loaf of bread or if we could go to a movie with it.&#39;","author":"Dick Cavett","topic":"Dad"},{"quote":"I went to see England against Switzerland at Wembley with my dad and brother, too. That was in 2008, Fabio Capello&#39;s first game in charge. Jermaine Jenas scored, and we won 2-1. I remember the national anthem was incredible. I sang it with pride - always do.","author":"Harry Kane","topic":"Dad"},{"quote":"As for my personal life, I&#39;d love to start a family of my own. I think I&#39;d make a great dad, and I think shortly I would make a great husband.","author":"Matthew Perry","topic":"Dad"},{"quote":"My parents loved each other. I was raised in a house of total love and respect. My dad worked very hard and my mother was incredibly devoted to him. I can unequivocally, without any peradventure of doubt, tell you that I was raised with the kind of love that we only dream of.","author":"James Woods","topic":"Dad"},{"quote":"I look at the progressive policies that have marginalized black dads. They push them to the side and say, &#39;You&#39;re not needed.&#39; Uncle Sam is going to be the dad: he&#39;s going to provide for the kids; he&#39;s going to feed the kids.","author":"David A. Clarke, Jr.","topic":"Dad"},{"quote":"There was nothing more I wanted to do than to see my dad react well to my music. I still do. I send him my demos all the time.","author":"Dan Reynolds","topic":"Dad"},{"quote":"I wanted to get into films, and my parents were against it. I convinced my mom, and finally she convinced my dad. My dad then felt, who best to launch his son than him? So he launched me, and here I am.","author":"Vijay","topic":"Dad"},{"quote":"My dad&#39;s not here, but he&#39;s watching in heaven.","author":"Bubba Watson","topic":"Dad"},{"quote":"I think it&#39;s easiest to teach by example. My dad didn&#39;t tell us to work hard; we just saw how hard he worked. I know I have shortcomings - like a short fuse - but I&#39;ve learned you can&#39;t come home from a long day of work and snap at the kids.","author":"Chris O'Donnell","topic":"Dad"},{"quote":"I&#39;ve seen fathers criticizing their sons the moment a game&#39;s over. Not my dad. It doesn&#39;t matter if I threw an interception or a Hail Mary, he always says, &#39;Good job, son, I&#39;m proud of you.&#39; Then he shakes my hand and gives me a hug. Every time.","author":"Ben Roethlisberger","topic":"Dad"},{"quote":"I was lucky. A lot of people have that. People that don&#39;t tell you what you want to hear, but what&#39;s best for you. I was blessed with great friends. I was always blessed that way. My dad always kept good people around me. I just got lucky. Because of the spotlight you&#39;re in, people are scared to tell you otherwise.","author":"Kevin Love","topic":"Dad"},{"quote":"I said, &#39;Ooh, Dad, I want the yellow ones.&#39; He said, &#39;Where?&#39; I said, &#39;Right there, Dad. I want the yellow ones.&#39; Everybody goes, &#39;Those are green&#39;. That&#39;s how I knew I was colorblind.","author":"Michael Rosenbaum","topic":"Dad"},{"quote":"I remember one parent-teacher conference at the lower school, and Barack went, and there were SWAT guys on top of the roof of the school. And Malia was like, &#39;Dad, really? Really? Do they really have to be up there?&#39; And it&#39;s like, yeah, honey, they do.","author":"Michelle Obama","topic":"Dad"},{"quote":"My father? I never knew him. Never even seen a picture of him.","author":"Eminem","topic":"Dad"},{"quote":"When you&#39;re growing up, your dad is your superhero. Once you&#39;ve let yourself fall that in love with someone, once you put him on such a high pedestal and he lets you down, you never want to experience that pain again.","author":"Jay-Z","topic":"Dad"},{"quote":"If your dad died before you were born, yeah, it hurts - but it&#39;s not like you had a connection with something that was real. Not to say it&#39;s any better - but to have that connection and then have it ripped away was, like, the worst. My dad was such a good dad that when he left, he left a huge scar. He was my superhero.","author":"Jay-Z","topic":"Dad"},{"quote":"When I was three years old, my dad bought me my first drum set.","author":"Travis Scott","topic":"Dad"},{"quote":"Much more a skiing family than a hockey family, my dad wasn&#39;t a big fan of the arenas early in the morning on the weekends.","author":"Justin Trudeau","topic":"Dad"},{"quote":"Don&#39;t force your kids into sports. I never was. To this day, my dad has never asked me to go play golf. I ask him. It&#39;s the child&#39;s desire to play that matters, not the parent&#39;s desire to have the child play. Fun. Keep it fun.","author":"Tiger Woods","topic":"Dad"},{"quote":"Since I was a boy, from this house, I was out rescuing crocodiles and snakes. My mum and dad were very passionate about that and, I was lucky enough to go along.","author":"Steve Irwin","topic":"Dad"},{"quote":"When my first semester grades came out, my mom and dad told me I wouldn&#39;t be playing football.","author":"Joe Biden","topic":"Dad"},{"quote":"When I was a kid, when I was 16, 17, I&#39;d come home from high school, and my dad collected all of Barbra Streisand&#39;s records. And she was very young then. I think she probably had three records out, and she was 21, and we had them all. And I knew every single song, every breath, every elision, every swell. And I sang along to it.","author":"Meryl Streep","topic":"Dad"},{"quote":"When I was in nursery school, the teachers asked me, y&#39;know, &#39;What does your dad do for a living?&#39; So I said &#39;He helps women get pregnant!&#39; They called my mom and they were like, &#39;What exactly does your husband do?&#39;","author":"Natalie Portman","topic":"Dad"},{"quote":"My mum and dad aren&#39;t together, but she plays a massive part in my life. We have deep conversations: I tell her where I need support, where I feel she&#39;s lacking, and I support her with whatever she needs. I understand she won&#39;t be here forever, and I want no regrets.","author":"Anthony Joshua","topic":"Dad"},{"quote":"Dad almost died of a heart attack in the middle of making Apocalypse Now, the biggest movie of his life. It doesn&#39;t make you want to jump into that business.","author":"Charlie Sheen","topic":"Dad"},{"quote":"Ask anyone on Social Security if their check comes on time every month. Like clockwork. And it comes through the so-called dilapidated U.S. mail. My dad&#39;s check literally will come on the same day every month. The government has been quite good and efficient at creating a number of systems.","author":"Michael Moore","topic":"Dad"},{"quote":"My dad was an absentee dad, so it was always important to me that I was part of my daughter&#39;s life, and she deserved two parents, which is part of the rationale behind us staying married for 30 years.","author":"Samuel L. Jackson","topic":"Dad"},{"quote":"I think the hardest thing about making music now is being a great dad at the same time. There&#39;s an insanity that goes with writing - a mad scientist thing that you have to go through - and sacrificing a kid&#39;s upbringing to do that is not an option.","author":"Eddie Vedder","topic":"Dad"},{"quote":"My career choice is my career choice. Just stepping out of that zone, to be able to be a provider. I understand my position as a provider and my role as a dad also... Just being able to be comfortable with it.","author":"Future","topic":"Dad"},{"quote":"I was into the Mets because my Dad worked at IBM where he got free Mets tickets, so I was into the Mets... then I got to &#39;Saturday Night Live&#39; where my boss has unbelievable N.Y. Yankees tickets, so he invites us to the games. I&#39;m going to all the games, so I might as well root for the team I&#39;m gonna go sit with.","author":"Jimmy Fallon","topic":"Dad"},{"quote":"I want to be a dad. That&#39;s floating to the top of my list. I think it&#39;s such an important thing. I&#39;m at the age where everyone has kids, and I ask them, &#39;Is it like a puppy?&#39; And they go, &#39;It&#39;s 10 times a puppy.&#39;","author":"Jimmy Fallon","topic":"Dad"},{"quote":"I was born on the other side of the tracks, in public housing in Brooklyn, New York. My dad never made more than $20,000 a year, and I grew up in a family that lost health insurance. So I was scarred at a young age with understanding what it was like to watch my parents lose access to the American dream.","author":"Howard Schultz","topic":"Dad"},{"quote":"I have never been jealous. Not even when my dad finished fifth grade a year before I did.","author":"Jeff Foxworthy","topic":"Dad"},{"quote":"My dad, who was a teacher, used to tell me that a teacher&#39;s goal should be for every one of their students to get an A. If that&#39;s your goal every day - to make every student or player learn - then it doesn&#39;t matter if you won last year or didn&#39;t win. When next year&#39;s team shows up, I try to help every player become as good as they can be.","author":"Tony Dungy","topic":"Dad"},{"quote":"I can remember dancing around living room with my two sisters to the music of Paganini and Mozart. I can still remember my dad combing the newspaper, circling all the free concerts in town, and on the weekends, we would go as a family.","author":"Lindsey Stirling","topic":"Dad"},{"quote":"I do think my old fella wasn&#39;t much of a... I don&#39;t remember him ever being a &#39;dad&#39; dad. He was too busy working. It was a hard life, man.","author":"Noel Gallagher","topic":"Dad"},{"quote":"We come from fallible parents who were kids once, who decided to have kids and who had to learn how to be parents. Faults are made and damage is done, whether it&#39;s conscious or not. Everyone&#39;s got their own &#39;stuff,&#39; their own issues, and their own anger at Mom and Dad. That is what family is. Family is almost naturally dysfunctional.","author":"Chris Pine","topic":"Dad"},{"quote":"The worst advice I ever received from my dad was to play by the book.","author":"Dimebag Darrell","topic":"Dad"},{"quote":"My dad was a stickler for teaching me the pratfall. There is something magical about taking a good fall, and when it works, when you get that laugh, there&#39;s no better feeling in the world.","author":"Jerry Lewis","topic":"Dad"},{"quote":"My dad knows how to tell a story. He&#39;d make me laugh by doing all the different voices.","author":"Lily Collins","topic":"Dad"},{"quote":"Don&#39;t forget Mother&#39;s Day. Or as they call it in Beverly Hills, Dad&#39;s Third Wife Day.","author":"Jay Leno","topic":"Dad"},{"quote":"You may earn whatever money you earn as a cricketer, but you want to play for your country. At the end of the day, you want to do something special. There are plenty of people who earn 50 crores or 100 crores as businessmen or big professionals or who are really doing well in business. But what gives pleasure to your mom and dad is the fame.","author":"Mahendra Singh Dhoni","topic":"Dad"},{"quote":"My dad used to wake me up at 5:30 in the morning and hit me ground balls and tell me, &#39;Don&#39;t be afraid to excel. Don&#39;t be afraid to be great.&#39;","author":"Russell Wilson","topic":"Dad"},{"quote":"As a father now, I wouldn&#39;t do what my dad did, because it left me feeling emotionally unstable as a kid. But he didn&#39;t do the things he did out of selfishness or malice.","author":"Anthony Kiedis","topic":"Dad"},{"quote":"When it comes to the New Year, I make it a point to catch my mum and dad awake before the clock strikes 12. Then, I celebrate the night with friends.","author":"Amy Jackson","topic":"Dad"},{"quote":"&#39;I Know You Care&#39; is about my dad. And I haven&#39;t seen him for a long, long time. And my parents divorced when I was really young. And I guess I just wanted a - it was my way of saying that I wasn&#39;t bitter or angry anymore. I was just sad and just felt like something was missing.","author":"Ellie Goulding","topic":"Dad"},{"quote":"Love and fear. Everything the father of a family says must inspire one or the other.","author":"Joseph Joubert","topic":"Dad"},{"quote":"My mother taught me what it is to have a sense of humour; my dad, who was a headmaster, everything you need to know about hard work. My dad is the most decent man you could come across.","author":"James Nesbitt","topic":"Dad"},{"quote":"Unfortunately, my dad had a brain tumor, and my father-in-law passed away from leukemia, so I spend a lot of time on those two causes. I also tend to support military charities like Warrior Gateway, which helps guys transition from combat back into civilian life.","author":"Anthony Scaramucci","topic":"Dad"},{"quote":"If I just do everything the opposite of what my dad did, I think that will make things pretty easy. I can joke about it now because I&#39;m past that stage where it used to hurt. By having a kid, it&#39;s gone. I could take all that negative energy that I had and put it in a positive way.","author":"Derrick Rose","topic":"Dad"},{"quote":"I don&#39;t even need to know - if you have something to prove to your old boss or your dad or your third grade teacher or yourself, it doesn&#39;t matter. You need that hustle and that fire, and I don&#39;t care where it comes from.","author":"Emily Weiss","topic":"Dad"},{"quote":"Mum is from West Waterford, Dungarvan. She&#39;s a farmer&#39;s daughter. She&#39;s a nurse. She left home very young - I think she was 18 - and went off to train as a nurse in England. My dad is from India, just south of Mumbai. He was one of the first in his family to go to college, and he went to England in the &#39;70s; he emigrated there.","author":"Leo Varadkar","topic":"Dad"},{"quote":"I&#39;d like to be able to show &#39;Rapid Fire&#39; to my dad. I&#39;m that proud of what we&#39;ve accomplished within the framework of the action-adventure formula.","author":"Brandon Lee","topic":"Dad"},{"quote":"We were brought up Protestant, and I went to church three times a day on a Sunday. My parents weren&#39;t Bible-bashers, but we all have a strong belief in God and a strong faith. We had a huge garden; our house was a bit like a scene from &#39;The Good Life.&#39; I think Mam and Dad had it really hard, bringing up a big family on very little.","author":"Bonnie Tyler","topic":"Dad"},{"quote":"My dad would call me his Cuban princess because I had really dark olive skin because I was always in the sun; but I don&#39;t really go in the sun anymore, so that is why I am so white.","author":"Bella Thorne","topic":"Dad"},{"quote":"My dad, Frank Addison Albini, was a terrific shot with a rifle and had generally excellent hunting skills. While my dad loved hunting and fishing, he didn&#39;t romanticize them. He was filling the freezer, not intellectualizing some caveman impulse or proving his worth as a real man.","author":"Steve Albini","topic":"Dad"},{"quote":"I used to see my dad and his brothers rhyming, and I knew I wanted to do that one day. I&#39;m like any other boy, always wanting to follow in his father&#39;s footsteps.","author":"Romeo Miller","topic":"Dad"},{"quote":"My mum was very conscious about fashion, and my dad was born into the tailoring tradition, so fashion has always been my life, although now, really, I wear the same thing - just in different weights - light and heavy cashmere in winter and cotton in summer. And jeans.","author":"Domenico Dolce","topic":"Dad"},{"quote":"When I was young, my parents were these titanic, infallible figures. But Mum&#39;s illness and Dad&#39;s battles with diabetes and heart attacks had a ripple effect on me - reminding me of my own mortality and that these illnesses are genetic.","author":"Sam Worthington","topic":"Dad"},{"quote":"As a child, I lived in Germany at the Ramstein air force base, where my dad sang at a nightclub in Kaiserslautern. My parents couldn&#39;t afford a babysitter, so when I was, like, ten or 11, I would go with them to the bar until two in the morning.","author":"James Mercer","topic":"Dad"},{"quote":"My dad died when I was 23. His death was sudden and shocking - the result of a car crash - and I never got to say goodbye.","author":"Dani Shapiro","topic":"Dad"},{"quote":"I wanted to perform well for my mom and dad, because in high school, I didn&#39;t have a job. My brothers, they worked at Pizza Hut or places like that, but sports, that was my way of giving back.","author":"Junior Seau","topic":"Dad"},{"quote":"I have seven uncles, and my dad played bass, they had a band together, that was the family band. And of course as the cousins got older, including myself, we joined a family band. All the cousins played. That&#39;s my heritage.","author":"Jon Batiste","topic":"Dad"},{"quote":"I don&#39;t deal with death very well. My brother, John Candy, my dad, my mom, Brandon Tartikoff just a couple of weeks ago. I mean, you lose a lot of people in your life, and that&#39;s one thing I am constantly working on - pain management.","author":"James Belushi","topic":"Dad"},{"quote":"If a dad does his job, we don&#39;t need prisons, we don&#39;t need jails. That&#39;s what I saw growing up.","author":"Mike Singletary","topic":"Dad"},{"quote":"When it comes to Father&#39;s Day, I will remember my dad for both being there to nurture me and also for the times he gave me on my own to cultivate my own interests and to nurture my own spirit.","author":"Jennifer Grant","topic":"Dad"},{"quote":"I am so blessed. I have an incredible wife, children I adore; I&#39;m a very happy man. I&#39;ve got a great mom and dad and brothers and sisters and stuff, so I&#39;ve always been happy. And I never stop smiling.","author":"Michael Kelly","topic":"Dad"},{"quote":"My dad put up a great hoop in our front yard in our driveway. I was in Oregon, so I had to be out there in the rain. We didn&#39;t always have a gym to go to.","author":"Kevin Love","topic":"Dad"},{"quote":"For a man, there&#39;s a big responsibility that comes with having a boy because men are made by their fathers. If you&#39;ve got a good productive man around it&#39;s better. I have such a close relationship with my dad and that responsibility to produce a good man is something I think about.","author":"Rafe Spall","topic":"Dad"},{"quote":"My mum and dad were speaking all the time about, &#39;In Sudan we do this,&#39; and &#39;In Egypt we do that,&#39; so I was very aware of cultural differences. I was confused growing up; it gave me a feeling of being an outsider watching others. But I think this is good for a writer.","author":"Leila Aboulela","topic":"Dad"},{"quote":"My dad never missed a day of work, and he was always smiling when he came home.","author":"Patty Loveless","topic":"Dad"},{"quote":"Now I see other kids and their parents, and I compare them to my dad. Our dad was a really normal father when he was with us. We would get grounded if we did something bad. He would ground us. He wouldn&#39;t call it grounding; he&#39;d just say, &#39;You&#39;re on punishment.&#39; Sometimes we&#39;d be on punishment a lot.","author":"Paris Jackson","topic":"Dad"},{"quote":"A working definition of fathering might be this: fathering is the act of guiding a child to behave in ways that lead to the child&#39;s becoming a secure child in full, thus increasing his or her chances of being happy and fruitful as a young adult.","author":"Clyde Edgerton","topic":"Dad"},{"quote":"My dad was in the army so we moved around a lot and I changed schools every year and had to make new friends, and I found that if I was the funny guy I could do that easier.","author":"Jason Gann","topic":"Dad"},{"quote":"My mother wanted to name me Jackie or Jacqueline but she got to name my sister and my brother, so my dad and my brother insisted on naming me. And they were big fans of &#39;The Little Mermaid.&#39;","author":"Ariel Winter","topic":"Dad"},{"quote":"Music is something I couldn&#39;t live without. My dad was into music, he played for pleasure - guitar, piano. I started off doing jazz, singing with a lot of fabulous musicians here in London before I went to the States. And I still take piano lessons every Wednesday.","author":"Marianne Jean-Baptiste","topic":"Dad"},{"quote":"The hockey I was raised on, the hockey I understand, the hockey that my dad taught me about when I was a boy was intrinsically connected with fighting. I grew up in a house where we revered tough guys.","author":"Jay Baruchel","topic":"Dad"},{"quote":"I had one of the most outdoorsy childhoods you could imagine. I basically lived in the woods until I was 13. My dad and I built a huge treehouse in our backyard in Chesterfield, about 30 feet in the air. And we&#39;d vacation on an island in Michigan, where I hunted a deer that we ate.","author":"Gabriel Basso","topic":"Dad"},{"quote":"My earliest acting memory is making up a play for my mom and dad called The Lonesome Baby. I have no idea what The Lonesome Baby was about. I just remember the title. But I&#39;m sure it was an epic.","author":"Jane Horrocks","topic":"Dad"},{"quote":"Christmas was always a big holiday in our family. Every Christmas Eve before we&#39;d go to bed, my mom and dad would read to us two or three stories and they would always be &#39;The Happy Prince,&#39; &#39;The Gift of the Magi&#39; and &#39;Twas the Night Before Christmas,&#39; and I would like to keep that alive.","author":"Cameron Mathison","topic":"Dad"},{"quote":"I like a lot of food. I like Taiwanese food, of course. I like baguettes, especially the ones that my dad buys. Vancouver has a lot of variety, with pizza, hot dogs, Italian, Indian, seafood - a great combination of culture.","author":"Godfrey Gao","topic":"Dad"},{"quote":"Every year, dads will dress up as Santa and try to surprise their kids by coming down the chimney, and every year, a dad gets stuck and dies.","author":"Kyle Dunnigan","topic":"Dad"},{"quote":"It was hard at school because, growing up, some people wanted to be friends with me just because they wanted to get to my dad and say that they had met him and had gone to our house. I didn&#39;t understand it at the time, but the older I got and the more aware of it I became, it started becoming hard.","author":"Francia Raisa","topic":"Dad"},{"quote":"I&#39;m lucky to have my dad in my life. He&#39;s very brilliant, I think he&#39;s really a smart man, and he&#39;s a kind guy.","author":"Cody Horn","topic":"Dad"},{"quote":"I have this complex. I don&#39;t like too much exposure. I don&#39;t know why it is. Maybe it&#39;s bred in me, because my dad always told me to be humble and don&#39;t think you&#39;re too good.","author":"Mark Viduka","topic":"Dad"},{"quote":"Some characters think more like me than others; some think more like my dad or someone else. It certainly is made up of my experiences, things I&#39;ve heard, things I think are funny, things I think are sad. There&#39;s sort of a strange, blurry version of yourself in there.","author":"Watt Key","topic":"Dad"},{"quote":"I can go without make-up and go fishing with my dad; other times, I buy pink shoes and shop for dresses.","author":"Jordan Pruitt","topic":"Dad"},{"quote":"As my dad said, you have an obligation to leave the world better than how you found it. And he also reminded us to be givers in this life, and not takers.","author":"Phil Crane","topic":"Dad"},{"quote":"My dad was fiscally conservative, and I was influenced by that. He didn&#39;t believe in spending more than you had because it gets you into trouble.","author":"Clint Eastwood","topic":"Dad"},{"quote":"My dad is still Christian Scientist. My mom&#39;s not, and I&#39;m not. But I believe in God, and that there&#39;s a higher power and an intelligence that&#39;s bigger than us and that we can rely on. It&#39;s not just us, thinking we are the ones in control of everything. That idea gives me support.","author":"Ellen DeGeneres","topic":"Dad"},{"quote":"My dad loves what I do and I support my parents financially because they didn&#39;t have a job that gave them a pension.","author":"Marilyn Manson","topic":"Dad"},{"quote":"I stopped loving my father a long time ago. What remained was the slavery to a pattern.","author":"Anais Nin","topic":"Dad"},{"quote":"I want my kids to see me as Dad, for God&#39;s sake, not a television personality.","author":"Gordon Ramsay","topic":"Dad"},{"quote":"My mom worked for Apple, and my dad owned his own business.","author":"Travis Scott","topic":"Dad"},{"quote":"My dad turned me onto Peter Sellers as a kid. I loved the fact that he was a unique combination of being extremely subtle and over-the-top all at the same time, and that&#39;s a hard thing to do. I admire that.","author":"Will Ferrell","topic":"Dad"},{"quote":"There isn&#39;t a dude outside my dad who had greater influence on my life.","author":"Ta-Nehisi Coates","topic":"Dad"},{"quote":"I think, if I had a dad, I would have went the normal college route. I&#39;m so stoked my life panned out how it was.","author":"Tyler, The Creator","topic":"Dad"},{"quote":"My dad gave me the gene to enjoy cooking, and to enjoy consuming good food and wine.","author":"Danny Meyer","topic":"Dad"},{"quote":"My dad had been shortstop when he was in college, and you know, when you&#39;re a kid, you want to be just like your dad.","author":"Derek Jeter","topic":"Dad"},{"quote":"God and my dad gave me the gift of gab. I know how to finagle.","author":"Chance The Rapper","topic":"Dad"},{"quote":"But my dad also was a remarkable man, a good person, a principled individual, a man of integrity.","author":"Sidney Poitier","topic":"Dad"},{"quote":"My dad was a particularly polite kind of guy, very courteous.","author":"Paul McCartney","topic":"Dad"},{"quote":"I&#39;m a pretty hands-on dad and make the most of my custody. I take care of my little one whenever I can, and she determines what I can do and where I can do it.","author":"Paul McCartney","topic":"Dad"},{"quote":"My wrestling and family go together. It&#39;s always been that way, from day one with my mom and dad, my sister, my wife, four daughters, grandsons, son-in-laws.","author":"Dan Gable","topic":"Dad"},{"quote":"My dad has kind of been the standard for me, he played 16 years in the league, and since I&#39;ve been in the league, every year that I go through and deal with the scratches, the bumps and bruises, just the grind that it is to go through one NBA season.","author":"Stephen Curry","topic":"Dad"},{"quote":"I just wasn&#39;t cut out to be a Chinese Tiger Mom. I&#39;m more of an Irish Setter Dad.","author":"P. J. O'Rourke","topic":"Dad"},{"quote":"My dad&#39;s a doctor, and when I was 8, I went to one of his medical conferences where they were demonstrating laser surgery on a chicken. I was so mad that a chicken had to die, I never ate meat again.","author":"Natalie Portman","topic":"Dad"},{"quote":"Also for me it was different because I play a lot of villains and in this one I play a dad and I play a good guy, basically. He&#39;s the Secretary of the Treasury. I never had a job like that.","author":"Christopher Walken","topic":"Dad"},{"quote":"My dad wouldn&#39;t buy me tight pants. I had to get my own money to buy them.","author":"Young Thug","topic":"Dad"},{"quote":"Man, I love being a dad. It&#39;s super fun.","author":"Future","topic":"Dad"},{"quote":"Everybody wanna be a super dad and the best dad ever, but sometimes, I&#39;m just realizing that I&#39;m not perfect.","author":"Future","topic":"Dad"},{"quote":"One of the things I like about when I tour sometimes is that occasionally you&#39;ll see a dad there with his 12-year-old son and they&#39;re both enjoying it.","author":"Tim Vine","topic":"Dad"},{"quote":"I was bored one day, so my dad took me to this acting school. I liked it more than having fun - I liked it for an actual job.","author":"Millie Bobby Brown","topic":"Dad"},{"quote":"There was always music in our home. My mom and my dad loved music. I remember when we were kids we would have these great parties at the house with congas and bongos and African drums, and it was amazing. It wasn&#39;t until years later that I found out that they were actually Black Panther meetings.","author":"Queen Latifah","topic":"Dad"},{"quote":"I have learned to become not an M.D. but a &#39;C.D.&#39; for the wounded people I meet. Yes, a &#39;Chosen Dad&#39; who may not like their behavior but loves and reparents them and helps them to heal their lives and find self-worth and self-esteem and save their lives.","author":"Bernie Siegel","topic":"Dad"},{"quote":"My father taught me that the only way you can make good at anything is to practice, and then practice some more.","author":"Pete Rose","topic":"Dad"},{"quote":"I don&#39;t know where my romanticism comes from. My mom and dad would read to me a lot. &#39;Treasure Island,&#39; &#39;Robinson Crusoe,&#39; tales of chivalry and knights, things like that. Those are the stories I loved growing up.","author":"Daniel Radcliffe","topic":"Dad"},{"quote":"One thing I hear a lot is, &#39;Dude, my mom loves your record,&#39; or &#39;I got it for my dad for Christmas.&#39; I&#39;m essentially doing dad rock. Which is great, because I love Steely Dan, you know? Nothing wrong with dad rock!","author":"Mac DeMarco","topic":"Dad"},{"quote":"I had to learn how to chop wood actually - I don&#39;t think my dad would have let me go chop wood in the backyard growing up.","author":"Jennifer Lawrence","topic":"Dad"},{"quote":"All my life, men have told me I wasn&#39;t pretty enough - even the men I was dating. And I&#39;d be like, &#39;Well, why are you with me, then?&#39; It&#39;s always been men putting me down just like my dad. To this day when someone says I&#39;m cute, I can&#39;t see it. I don&#39;t see it no matter what anybody says.","author":"Lil' Kim","topic":"Dad"},{"quote":"Among my dad&#39;s generation, when you gave another man a pocketknife as a gift, it was a show of respect. I&#39;ll still give someone the knife out of my pocket.","author":"Chris Stapleton","topic":"Dad"},{"quote":"My dad&#39;s family were political and he was always a theatrical creature, whereas my mum is really musical and her father was the touring pianist with Nat King Cole. My family was an explosive mixture of politics, religion and music - no wonder I turned out how I did.","author":"Grace Jones","topic":"Dad"},{"quote":"I used to tell my mum to leave my dad when I was, like, nine. I loved my father, don&#39;t get me wrong. I really loved him, but he wasn&#39;t a good dad, and he wasn&#39;t a good husband.","author":"Boy George","topic":"Dad"},{"quote":"When I turned 11, my dad decorated a room at the Standard hotel in Los Angeles in a &#39;60s, Austin Powers style. There was human bowling: You run inside a giant inflatable ball and try to knock down pins. To this day, adults say it was one of the craziest parties they&#39;ve ever been to.","author":"Zoe Kravitz","topic":"Dad"},{"quote":"My dad&#39;s a firefighter, so I know what it&#39;s like for policemen and firefighters to be on their own on Christmas Day.","author":"J. J. Watt","topic":"Dad"},{"quote":"My dad was a blues musician around Dublin when I was a baby, so the only music I would listen to growing up was John Lee Hooker and Muddy Waters. It&#39;s music that feels like home to me.","author":"Hozier","topic":"Dad"},{"quote":"My dad lived by example. I lived by watching him. I watched all the great things he did and said. I try to walk that talk for my children.","author":"Laila Ali","topic":"Dad"},{"quote":"Dad told me that before I was born, he would put my mom&#39;s stomach up to the speaker and play Led Zeppelin.","author":"Thomas Rhett","topic":"Dad"},{"quote":"I was really lucky to have been raised in this really powerful matriarchy where my dad was around, but I was with my mom and my grandma most of the time. They were heavy influences on me. My mother has a career in technology; my grandma sold real estate.","author":"Katherine Ryan","topic":"Dad"},{"quote":"I think it was at 16 when I forced myself because my dad had nagged me for an entire year. Like, &#39;Come on, sing for people. You have a nice voice,&#39; and I just wouldn&#39;t do it. One evening, I just decided, &#39;Screw it, I&#39;ll do it.&#39; I remember it was really bad. But I did it. So that was good.","author":"Charlie Puth","topic":"Dad"},{"quote":"When I started writing, I did have some idealised notion of my dad as a writer. But I have less and less of a literary rivalry with him as I&#39;ve gone on. I certainly don&#39;t feel I need his approval, although maybe that&#39;s because I&#39;m confident that I&#39;ve got it.","author":"Paul Theroux","topic":"Dad"},{"quote":"My dad taught me never to be afraid of what&#39;s on the other side of the mountain.","author":"Natalie Massenet","topic":"Dad"},{"quote":"When I was a boy, my own dad told me in a smiling and wistful way that it&#39;s a wise man that knows his own father.","author":"Michael Leunig","topic":"Dad"},{"quote":"I had a dream that my dad passed away and that Jesus came into the room and he was basically knocking on my door, saying, &#39;Hey, you need to find out more about me.&#39; So that Sunday morning I ended up going to church, and that&#39;s when I got saved.","author":"Russell Wilson","topic":"Dad"},{"quote":"Becoming a dad was the proudest moment of my life. Playing football does not even compare.","author":"Wayne Rooney","topic":"Dad"},{"quote":"I was who I was in high school in accordance with the rules of conduct for a normal person, like obeying your mom and dad. Then I got out of high school and moved out of the house, and I just started, for lack of a better term, running free.","author":"Iggy Pop","topic":"Dad"},{"quote":"My family belongs to a tennis club in Valencia, California, so I always go there. I play a lot of tennis with my dad and swim. And I like to go to the gym there.","author":"Ashley Tisdale","topic":"Dad"},{"quote":"I promised my daughter I&#39;d name my first restaurant after her, but now the other kids are like, &#39;Dad, what about us?&#39; I&#39;m gonna have to open four restaurants!","author":"Buddy Valastro","topic":"Dad"},{"quote":"I was always the new kid in school, I&#39;m the kid from a broken family, I&#39;m the kid who had no dad showing up at the father-son stuff, I&#39;m the kid that was using food stamps at the grocery store.","author":"Dave Mustaine","topic":"Dad"},{"quote":"The way my family always did Christmas was on Christmas Eve, it wasn&#39;t really centered around a dinner on Christmas Eve. It was more about keeping the kids calm. Sometime after dark is when we were going to open all the presents underneath the tree from Mom, Dad and the kids and everything - just the family presents was every Christmas Eve.","author":"Blake Shelton","topic":"Dad"},{"quote":"I grew up in northern California, where it was consistently in the hundreds in the summertime. My dad didn&#39;t think he should have to turn on the air conditioning when we had a swimming pool in our backyard; it was our built-in air conditioner.","author":"Summer Sanders","topic":"Dad"},{"quote":"The biggest lesson I learned from my dad is to support children even if they&#39;re doing something that is unorthodox.","author":"Tony Hawk","topic":"Dad"},{"quote":"Although becoming a singer was my plan A after first hearing Whitney Houston when I was 17, I started off with plan B by going to the teacher-training college that my dad went to. It was a slow coming of age.","author":"Toni Braxton","topic":"Dad"},{"quote":"My mom is a white Jewish lady, and my dad is black. The cultures never seemed separate - I had a lot of mixed friends. When I was young, I identified with being Jewish, but I embraced my dad&#39;s side, too.","author":"Daveed Diggs","topic":"Dad"},{"quote":"A lot of people don&#39;t realize this, but probably the one person that gets made fun of in &#39;South Park&#39; more than anybody is my dad. Stan&#39;s father, Randy - my dad&#39;s name is Randy - that&#39;s my drawing of my dad; that&#39;s me doing my dad&#39;s voice. That is just my dad. Even Stan&#39;s last name, Marsh, was my dad&#39;s stepfather&#39;s name.","author":"Trey Parker","topic":"Dad"},{"quote":"At times I&#39;ve got a really big ego. But I&#39;ll tell you the best thing about me. I&#39;m some guy&#39;s dad; I&#39;m some little gal&#39;s dad. When I die, if they say I was Annie&#39;s husband and Zachary John and Anna Kate&#39;s father, boy, that&#39;s enough for me to be remembered by. That&#39;s more than enough.","author":"John Denver","topic":"Dad"},{"quote":"I was the youngest of four kids, and Dad, who had a garden centre before he retired, came from a large Lancashire family. Every one of my uncles had their own business, including a post office, two fish and chip shops and a painting and decorating business.","author":"Rick Astley","topic":"Dad"},{"quote":"I think about me and my dad taking a road trip from Phoenix to Nashville when I was 19. He&#39;s no longer here with me, but I still drive that same 1994 Chevy truck. I never have bought a new car.","author":"Dierks Bentley","topic":"Dad"},{"quote":"Fortunately for me, I had a father who didn&#39;t let us get away with anything. You were taught respect, and you were taught to be humble. That has a lot to do with how I am now, because I&#39;m still scared of my dad.","author":"Benjamin Watson","topic":"Dad"},{"quote":"After I won Miss America, I called my dad, who had four kids in college, to say he no longer had to pay for Stanford.","author":"Gretchen Carlson","topic":"Dad"},{"quote":"My mom and my dad wanted my brother and I to have a better life, you know, better education, better jobs. It was probably harder, much, much harder, for my parents. When you&#39;re a kid, you can learn a language much more easily; I learned English in less than a year.","author":"Mila Kunis","topic":"Dad"},{"quote":"I come from a family of educators. My sister is a college teacher. My dad is a college teacher, but first a junior high teacher.","author":"J. K. Simmons","topic":"Dad"},{"quote":"When I was younger, me and my dad used to do different things. I don&#39;t think I would call it community service. It was more just us doing nice things. We used to donate to Goodwill or do can drives. Give people money if they needed it. Little things like that.","author":"Zach LaVine","topic":"Dad"},{"quote":"I&#39;m lucky because I remember my dad showing me &#39;Independence Day,&#39; and I loved it.","author":"Maika Monroe","topic":"Dad"},{"quote":"Anytime I was in Memphis with my dad and at the house, I was happy. That was, like, a given. It was what I lived for. And I still feel the same excitement and warmth.","author":"Lisa Marie Presley","topic":"Dad"},{"quote":"We&#39;re just a big media family. My mom is always sending us articles throughout the day. My husband now works at Facebook... so it&#39;s just a very high-paced media culture, our texts. It&#39;s links and photos, and all hours of the day, because my dad, my brother, and I are night owls, and my mom and my husband wake up early.","author":"Allison Williams","topic":"Dad"},{"quote":"I have never been a material girl. My father always told me never to love anything that cannot love you back.","author":"Imelda Marcos","topic":"Dad"},{"quote":"The best thing about being a dad? Well, I think it&#39;s just the thing that every man wants - to have a son and heir.","author":"George Best","topic":"Dad"},{"quote":"There are bands that I got into when I was 15, when I was mad at my dad and just wanted to be different. I don&#39;t think I&#39;d give those bands half a chance now. But I hold some kind of nostalgia for them that I won&#39;t let go. Bands like Minor Threat and Black Flag.","author":"Pete Wentz","topic":"Dad"},{"quote":"Thank God I have parents who&#39;d support the crazy things I did. If my dad found a snake, I&#39;d take it to the woods. I was always taking these homeless birds and homeless cats home.","author":"Ashlan Gorse Cousteau","topic":"Dad"},{"quote":"No boys liked Take That, and it was weird if you did because they danced around and wore matching clothes. But I didn&#39;t grow up with a dad who told me something was manly or not manly.","author":"James Corden","topic":"Dad"},{"quote":"My dad always played sports. He played football. I always wanted to play football because my dad played football, but my mom never wanted me to play football because she said she couldn&#39;t take me getting hit.","author":"DeMar DeRozan","topic":"Dad"},{"quote":"I was a pitcher, and my dad played in college. The hardest day of my life was telling him I was going to quit to focus more on golf. But with golf, I felt like the game can&#39;t be perfected, and that motivated me.","author":"Jordan Spieth","topic":"Dad"},{"quote":"Come Christmas Eve, we usually go to my mom and dad&#39;s. Everybody brings one gift and then we play that game when we all steal it from each other. Some are really cool, others are useful and some are a bit out there.","author":"Amy Grant","topic":"Dad"},{"quote":"My mom and dad just loved the fact that I fooled around. They just embraced it. They&#39;d always kind of enjoy it, and they liked it when I made them laugh.","author":"Dominic Monaghan","topic":"Dad"},{"quote":"Some of my happiest childhood memories are going to the movies with my dad and seeing whatever was out that week. In 1977, when I was 7, it was &#39;Star Wars.&#39; That was a life-changer.","author":"David Benioff","topic":"Dad"},{"quote":"I didn&#39;t listen to any of my dad&#39;s scores.","author":"Thomas Newman","topic":"Dad"},{"quote":"There&#39;s video footage of my 10th birthday where I&#39;m wearing, like, a little pink T-shirt. Then my dad comes in brandishing a copy of &#39;Eraserhead,&#39; going, &#39;Look what we&#39;ve got for tonight!&#39;","author":"Jane Goldman","topic":"Dad"},{"quote":"There&#39;s this thing in Hollywood about the sympathetic character and likability. I&#39;ve never understood that because the people I love most in my life are not likable all the time. My wife is not always likable. I&#39;m certainly not always likable. My dad is not always likable. We&#39;re human beings.","author":"Derek Cianfrance","topic":"Dad"},{"quote":"My interests are guitars, cars, and vacation. I&#39;ve been playing guitar all my life. My dad was a professional guitarist, but I&#39;m terrible, which lets me off the hook, so I just play for myself.","author":"Josh Hartnett","topic":"Dad"},{"quote":"I had Hallowe&#39;en parties every year, as it was my birthday five days before. My parents would actually put prosthetic noses on, and my dad would wear a top-hat and tails, put on a fake curly moustache, and hold a pipe.","author":"Bat for Lashes","topic":"Dad"},{"quote":"Being a child that grew up with a single mom back in the &#39;70s, Father&#39;s Day to me was always a very uncomfortable time. At school, we would make Father&#39;s Day cards for our dads, and I usually mailed one to my dad, and he hardly ever responded.","author":"Art Alexakis","topic":"Dad"},{"quote":"It is a sad commentary of our times when our young must seek advice and counsel from &#39;Dear Abby&#39; instead of going to Mom and Dad.","author":"Pauline Phillips","topic":"Dad"},{"quote":"My family wanted church to be a place where we all went together. My dad was always traveling, and my mom was always working. School is where I did Bible classes and studied God.","author":"Sofia Richie","topic":"Dad"},{"quote":"That is the thankless position of the father in the family - the provider for all, and the enemy of all.","author":"August Strindberg","topic":"Dad"},{"quote":"My dad is a minister, and my mum is a worker with the less fortunate and the disabled. They&#39;re Nigerian natives. Their first language is Yoruba, and their second language is English.","author":"John Boyega","topic":"Dad"},{"quote":"I grew up in West Palm Beach, Florida. My dad took me hunting, trapping and fishing when I was a kid.","author":"John W. Thompson","topic":"Dad"},{"quote":"My dad had a retail business in Leavenworth, Kansas, and there&#39;s a whole bunch of prisons there, so it was a backdrop of my childhood, these ominous prisons sitting off the road.","author":"Eric Stonestreet","topic":"Dad"},{"quote":"I&#39;ve got the best parents you could ever ask for. My parents are from New Jersey, and they met in Vermont in college. My Dad grew up listening to heavy, psychedelic music. He&#39;s my biggest fan.","author":"King Tuff","topic":"Dad"},{"quote":"My dad once said that in criminal law you see terrible people on their best behavior; in family law you see great people on their worst behavior.","author":"Laura Wasser","topic":"Dad"},{"quote":"I love my real mom and dad; I love them both equally.","author":"Imogen Poots","topic":"Dad"},{"quote":"I started off playing the clarinet, after I was inspired by listening to my dad&#39;s Benny Goodman records.","author":"Alvin Lee","topic":"Dad"},{"quote":"I grew up with lacrosse in my life because my dad played lacrosse all throughout college, so I grew up with the gear in my house - like the sticks, the helmet.","author":"Tyler Posey","topic":"Dad"},{"quote":"On my mom&#39;s side I&#39;m Mexican, and my dad is a white dude.","author":"Tyler Posey","topic":"Dad"},{"quote":"My father invented a cure for which there was no disease and unfortunately my mother caught it and died of it.","author":"Victor Borge","topic":"Dad"},{"quote":"My dad came out of the Roosevelt era and the Depression. One person and one party made a difference in his life. That&#39;s what everybody forgot when they called my father and other people political bosses.","author":"Richard M. Daley","topic":"Dad"},{"quote":"When I was a teenager, my dad used to call me &#39;Hollywood&#39; because I wore sunglasses all the time, even at night. Cue song.","author":"Michael Weatherly","topic":"Dad"},{"quote":"My mother, grandmother and older sister all cooked, so it was hard to get into the kitchen. So I have no talent for cooking. I was always out in the garage with my dad. I have a tool belt. I&#39;m a repair chick.","author":"Cheryl Ladd","topic":"Dad"},{"quote":"But you know, my dad called me the laziest white kid he ever met. When I screamed back at him that he was putting down a race of people to call me lazy, his answer was that&#39;s not what he was doing, and that I was also the dumbest white kid he ever met.","author":"Norman Lear","topic":"Dad"},{"quote":"My dad was a Marine. He was one of the Montford Point Marines. Those are the equivalent of the Tuskegee Airmen for Marines. He&#39;s a tough, tough guy.","author":"Larry Elder","topic":"Dad"},{"quote":"We came from a family where we ran our own small business. Our dad made his own products. We made our own sausages, our own meatloafs, our own pickles. Dad had to do everything himself. He had to figure out how to finance his business.","author":"Marcy Kaptur","topic":"Dad"},{"quote":"For me specifically, it was important to graduate. In my family, I was one of the first graduates. My mom did not have a college degree. My dad did not have a college degree.","author":"Brian Acton","topic":"Dad"},{"quote":"Emma wasn&#39;t bothered about the fact that I was a &#39;celebrity&#39;, held in high esteem by millions of cricket fans around the world. As far as she was concerned, I was just her dad, and she believed that role should take priority over anything else.","author":"Geoffrey Boycott","topic":"Dad"},{"quote":"When I give my jewelry as a present, I feel like I&#39;m giving protection to someone I care about... I&#39;ve given pieces to my mom, my aunts, my friends. I&#39;ve even made bracelets for my dad and my uncle.","author":"Sofia Boutella","topic":"Dad"},{"quote":"My dad was in the Indian Army. He died in a terrorist attack in Kashmir in 1994. After that, my mum and I settled in Noida. I went to Delhi Public School in Noida and then to Shri Ram College of Commerce in Delhi University. It was in college that I realised I wanted to be on the stage and in front of the camera.","author":"Nimrat Kaur","topic":"Dad"},{"quote":"I am originally a surd who was born in Delhi in 1982, just two years before the Sikh riots, so all my childhood pictures are in baby frocks with ponytails, as my parents wanted to hide the fact that I was a Sikh boy, given the riots. My dad worked for a travel agency, and we soon moved to Saudi Arabia.","author":"Karan Singh Grover","topic":"Dad"},{"quote":"Growing up, you always want to hang with your dad - go fishing or whatever. But my dad was always working, so we never really had time for that. I think I kind of learned to accept it.","author":"Victor Oladipo","topic":"Dad"},{"quote":"Writing songs out of my faith was a real natural progression. I grew up singing in my dad&#39;s choir and singing with my family. Christian music became the music that I identified myself with and was a way that I expressed my faith. Even at a public school I would take my Christian music in and play it for my friends.","author":"Steven Curtis Chapman","topic":"Dad"},{"quote":"I recruited my dad to be my bass player and fired him on several occasions. He stayed on as a bus driver.","author":"Chely Wright","topic":"Dad"},{"quote":"When my dad passed, there&#39;s a lot of sadness right below the surface, and I think there will be until the day I die. So, writing sad songs helps it. And when I sing them, it&#39;s pure therapy for me.","author":"Ashley Monroe","topic":"Dad"},{"quote":"I was born and raised in the high desert of Nevada in a tiny town called Searchlight. My dad was a hard rock miner. My mom took in wash. I grew up around people of strong values - even if they rarely talked about them.","author":"Harry Reid","topic":"Dad"},{"quote":"I have mostly been terrified of listening to scary stories around a campfire. We camp a lot as a family, and at night my dad would try and tell us scary stories. This made eating s&#39;mores difficult. The story would start with something like... &#39;and the old man who lived in these woods...&#39; I would then run back into the camper terrified.","author":"Willow Shields","topic":"Dad"},{"quote":"To those of you who are wearing ties, I think my dad would appreciate it if you took them off.","author":"Robert Moog","topic":"Dad"},{"quote":"My dad would always say, &#39;Girl, you&#39;ve been given gifts. Use them.&#39; And what he meant by that was, &#39;Don&#39;t just be successful. Don&#39;t just use your talents for your own success. But make a difference with them. Do something significant.&#39; And when I put those two things together, it just causes me to not accept the status quo.","author":"Beth Brooke","topic":"Dad"},{"quote":"I&#39;ve always been a Marvel fan. As a kid, I would pick up a two-foot stack of comics and read them in the back of my dad&#39;s car on long journeys across the States. That&#39;s how I used to make friends - I&#39;d meet up with other kids, and we&#39;d swap comics.","author":"Angela Bowie","topic":"Dad"},{"quote":"My mum and dad have always enjoyed life, and it&#39;s something that&#39;s been instilled in me. I wake up in a good mood most mornings.","author":"Rafe Spall","topic":"Dad"},{"quote":"My dad used to say, &#39;Just be yourself and you&#39;ll be fine,&#39; but it&#39;s really, really true.","author":"Bellamy Young","topic":"Dad"},{"quote":"My dad told me when I went into high school, &#39;It&#39;s not what you do when you walk in the door that matters. It&#39;s what you do when you walk out.&#39; That&#39;s when you&#39;ve made a lasting impression.","author":"Jim Thome","topic":"Dad"},{"quote":"My dad was a very conservative Republican businessman, so obviously I considered it a problem when I realized I was a lesbian.","author":"Catherine Opie","topic":"Dad"},{"quote":"I loved rock and roll when that came in, Bill Haley, Little Richard, Fats Domino, Buddy Holly, Elvis Presley, all those great records. So I begged my mom and dad for a guitar, which eventually they did get me for Christmas, but it went out of tune very quickly, and it hurt my fingers.","author":"Ian McLagan","topic":"Dad"},{"quote":"My dad liked how January went with Jones. My sisters&#39; names are Jina and Jacey Jones.","author":"January Jones","topic":"Dad"},{"quote":"I wanted to be a police officer for a long time so I could be just like my dad!","author":"Doreen Cronin","topic":"Dad"},{"quote":"I miss my dad, yes. But I try to honor his memory, as well as all the victims of Hurricane Katrina, through the love I have for all humanity, a love I try to express through my music.","author":"Irvin Mayfield","topic":"Dad"},{"quote":"The values transmitted through oral history are many - courage, selflessness, the ability to endure, and to do so with humor and grace. I got those values listening to my dad&#39;s stories about the Depression and how their family survived. It gave me courage that I, too, could survive hard times.","author":"Ann Turner","topic":"Dad"},{"quote":"As a kid, I had this ultimate goal to be a teacher. I wanted to be a history teacher like my dad.","author":"Mike Trout","topic":"Dad"},{"quote":"I love being around my mom and my dad.","author":"Maddie Hasson","topic":"Dad"},{"quote":"I&#39;ve been sailing from the age of 2, and apparently, when I was 4, I told my dad, &#39;I know how to do this; you don&#39;t have to come with me anymore.&#39;","author":"Nathan Outteridge","topic":"Dad"},{"quote":"Have you read &#39;The Grapes of Wrath?&#39; That was my family. My dad was a sharecropper in western Oklahoma. When the dust storms came and everything got wiped out, they came to California. The guys with the mattresses on the tops of their cars in the movie? That was the way it was.","author":"B. Wayne Hughes","topic":"Dad"},{"quote":"OK, I have a nickname. My family calls me &#39;Trey&#39; because I&#39;m William the third. My dad has the same name, which is always confusing because my dad is well known, and I&#39;m also known.","author":"Bill Gates","topic":"Dad"},{"quote":"My mom and my dad were both very sociable, meeting lots of interesting people.","author":"Bill Gates","topic":"Dad"},{"quote":"I always joke that my kids&#39; favorite holiday is Father&#39;s Day. They love the way I celebrate the occasion by writing each of them a thank-you letter and a generous check. It&#39;s my way of letting them know how much I appreciate the great pleasure and privilege of being their dad.","author":"Wayne Dyer","topic":"Dad"},{"quote":"I didn&#39;t try to copy my dad or fit into the pressure or the mold that everybody tried to make me fit into.","author":"Joel Osteen","topic":"Dad"},{"quote":"In New York, my dad raised me to listen to everything like hip-hop, rock and country music. When I moved to Dallas, I started listening to whatever I wanted to listen to.","author":"Post Malone","topic":"Dad"},{"quote":"The most ironic thing is my grandfather has his masters in music composition; he was a jazz composer. My dad was a musician, too. He played more, like, soul music.","author":"Travis Scott","topic":"Dad"},{"quote":"I feel lazy when I&#39;m not working. I learned all my business sense from my dad. He always believed in me, and I think the last thing he said to me before he passed away was, &#39;I know you&#39;re gonna be OK. I&#39;m not worried about you&#39;.","author":"Kim Kardashian","topic":"Dad"},{"quote":"When I turned 16, my dad made me sign a contract - he made us sign contracts for everything - that if I hit my car, I would be responsible for paying for it. I was in bumper-to-bumper traffic, and I tapped someone. It was so not a big deal, but I had to pay for it.","author":"Kim Kardashian","topic":"Dad"},{"quote":"My father moved to Hawaii from Brooklyn and my mother came there as a child from the Philippines. They met at a show where my dad was playing percussion. My mom was a hula dancer.","author":"Bruno Mars","topic":"Dad"},{"quote":"Undeservedly you will atone for the sins of your fathers.","author":"Horace","topic":"Dad"},{"quote":"My parents have a ridiculous work ethic; my dad just works, works, works, works, works. I think it would be hard to find a guy who&#39;s logged more hours than that guy.","author":"Bill Burr","topic":"Dad"},{"quote":"I think some people really change when they become a dad. Like, I&#39;ve changed in different ways. I - but, like, my comedy hasn&#39;t changed. And I&#39;ve also seen people do that where you become this - you become a dad, and then all of a sudden, you&#39;re trying to be a role model.","author":"Bill Burr","topic":"Dad"},{"quote":"There&#39;s a lot of research behind the scenes that you don&#39;t get to see, but I have an instinct that my dad nurtured from when I was born. I was very lucky then.","author":"Steve Irwin","topic":"Dad"},{"quote":"My father was the quintessential husband and dad.","author":"Sidney Poitier","topic":"Dad"},{"quote":"My father was a tomato farmer. There is the phrase that says he or she worked their fingers to the bone, well, that&#39;s my dad. And he was a very good man.","author":"Sidney Poitier","topic":"Dad"},{"quote":"The whole thought of being a dad was scary to me.","author":"Paul Walker","topic":"Dad"},{"quote":"I missed my dad a lot growing up, even though we were together as a family. My dad was really a workaholic. And he was always working.","author":"Steven Spielberg","topic":"Dad"},{"quote":"My dad took me to my first movie. It was &#39;The Greatest Show on Earth&#39; in 1952, a movie of such scale it was actually a traumatic experience.","author":"Steven Spielberg","topic":"Dad"},{"quote":"My dad&#39;s been responsible for a lot of my issues.","author":"Steven Spielberg","topic":"Dad"},{"quote":"Where I come from, you don&#39;t really talk about how much you&#39;re earning. Those things are private. My dad never told my mum how much he was earning. I&#39;m certainly not going to tell the world. I&#39;m doing well.","author":"Paul McCartney","topic":"Dad"},{"quote":"My dad, bless him, was a musician. And his dad had thought that his music was rubbish.","author":"Paul McCartney","topic":"Dad"},{"quote":"I&#39;ll back up anything my dad says.","author":"Floyd Mayweather, Jr.","topic":"Dad"},{"quote":"People who build family businesses are not classically trained. They have to deal with an enormous amount of politics. You think corporate politics are tough? Go work for your dad or your mom.","author":"Gary Vaynerchuk","topic":"Dad"},{"quote":"My father wouldn&#39;t get us a TV, he wouldn&#39;t allow a TV in the house.","author":"Janis Joplin","topic":"Dad"},{"quote":"I wasn&#39;t a fan of the Sixers. My dad was a big Mo Cheeks fan, and he wanted me to be drafted by the Sixers. My thing was, if that could make my dad happy, then that would make me happy, you know what I mean?","author":"Allen Iverson","topic":"Dad"},{"quote":"Mickey Rourke&#39;s character in &#39;The Wrestler&#39; - that was my dad, that was my uncles, that was so many members of my family. It was the only thing they knew. And then they would end up wrestling for a hundred bucks, go to autograph signings for two hundred bucks.","author":"Dwayne Johnson","topic":"Dad"},{"quote":"My dad is the reason I actually started watching wrestling. My dad was never big into sports; we were all big into sports as kids, and he&#39;d go to our Little League games or whatever and not really know what was going on, because he didn&#39;t know about sports, but he knew about wrestling.","author":"John Cena","topic":"Dad"},{"quote":"My dad grew up with an avocado tree in his backyard. My entire family, my wife and daughters, they love avocado. I may well be allergic. It makes me physically sick.","author":"Ted Cruz","topic":"Dad"},{"quote":"My dad set a clear model for me for what manhood was all about.","author":"Cory Booker","topic":"Dad"},{"quote":"My dad died, I think, at 87. So I&#39;ll be lucky if I make 87. But in a lot of cases, the younger people live longer than their parents. And they know more. My dad used to tell me he ate the hog from his rooter to his tooter. So do I when I&#39;m not trying to lose weight.","author":"B. B. King","topic":"Dad"},{"quote":"It was my 16th birthday - my mom and dad gave me my Goya classical guitar that day. I sat down, wrote this song, and I just knew that that was the only thing I could ever really do - write songs and sing them to people.","author":"Stevie Nicks","topic":"Dad"},{"quote":"My dad died when I was young; my mom remarried with more haste than sense to a fellow... he wasn&#39;t evil or anything, but he was worthless.","author":"P. J. O'Rourke","topic":"Dad"},{"quote":"Overcoming my dad telling me that I could never amount to anything is what has made me the megalomaniac that you see today.","author":"Bono","topic":"Dad"},{"quote":"My dad played fiddle as well.","author":"Robert Plant","topic":"Dad"},{"quote":"Dad kept us out of school, but school comes and goes. Family is forever.","author":"Charlie Sheen","topic":"Dad"},{"quote":"I think &#39;Family Guy&#39; and &#39;American Dad&#39; have definitely staked out their own style and territory, and now the accusations are coming that &#39;The Simpsons&#39; is taking jokes from &#39;Family Guy.&#39; And I can tell you, that ain&#39;t the case.","author":"Matt Groening","topic":"Dad"},{"quote":"That&#39;s all there was in our house: poetry and choir rehearsal and duets and so forth; I listened to Dad and Mother discuss things about poetry and delivery and voice and diction - I don&#39;t think anyone could know how much it really means.","author":"Chuck Berry","topic":"Dad"},{"quote":"I&#39;m a huge NASCAR fan, but I&#39;m not a gearhead. I&#39;ve never been into fixing cars. It&#39;s not because I don&#39;t like it. I would love to know more. It&#39;s just my dad never taught me that stuff because my dad wasn&#39;t a mechanic.","author":"Larry the Cable Guy","topic":"Dad"},{"quote":"You need your mom and dad to protect you. It means they love you so much.","author":"Gabby Douglas","topic":"Dad"},{"quote":"My dad worked two jobs his whole life, and so I told him he&#39;s the reason I have 20 jobs.","author":"Magic Johnson","topic":"Dad"},{"quote":"I wanted my dad to be proud of me, and I fell into acting because there wasn&#39;t anything else I could do, and in it I found a discipline that I wanted to keep coming back to, that I love and I learn about every day.","author":"Tom Hardy","topic":"Dad"},{"quote":"My mom, through my dad, rented the apartment next door to his... he had the lease on both places. But then, she would dress up and act like his maid... a practical maid. No fantasies.","author":"Trevor Noah","topic":"Dad"},{"quote":"My mom and dad are both in stand-up comedy, so that&#39;s where I started, that&#39;s where I got everything. My roots are holding the mic.","author":"Pauly Shore","topic":"Dad"},{"quote":"My kids gotta understand: they gotta make a sacrifice, having a superstar dad.","author":"Future","topic":"Dad"},{"quote":"I&#39;m a father. It isn&#39;t just my life any more. I don&#39;t want my kid finding bottles in the house or seeing his father completely smashed.","author":"Billie Joe Armstrong","topic":"Dad"},{"quote":"I never had a speech from my father &#39;this is what you must do or shouldn&#39;t do&#39; but I just learned to be led by example. My father wasn&#39;t perfect.","author":"Adam Sandler","topic":"Dad"},{"quote":"Working with my dad was such a gas. We approached the work in a similar way. We only made two films together when I was an adult, Tucker, and Blown Away, but it was so much fun to play with your parent like that.","author":"Jeff Bridges","topic":"Dad"},{"quote":"For me, growing up, the downside of it was that as a kid you don&#39;t want to stand out. You don&#39;t want to have a famous father let alone get a job because of your famous father, you know? But I&#39;m a product of nepotism. That&#39;s how I got my foot in the door, through my dad.","author":"Jeff Bridges","topic":"Dad"},{"quote":"I am a product of nepotism. I don&#39;t think I would have had the profession that I&#39;m in currently... if it wasn&#39;t for my dad.","author":"Jeff Bridges","topic":"Dad"},{"quote":"I remember debating the finer points of flaky pastry with my chicken-pot-pie-obsessed American dad. I remember the divine mix of Thai food, TV dinners, and hearty, homemade goodness that have shaped this palate of mine to this day. I remember all this, but I still Google my husband&#39;s birthday. Thank God he&#39;s famous.","author":"Chrissy Teigen","topic":"Dad"},{"quote":"I was with All Pro Dad, and I was coaching. People recognized me as a coach. They might see my face and say, &#39;What&#39;s going on there, is that something with the Colts or the Buccaneers?&#39; Then they realize, &#39;This is something with my kids; let me explore.&#39; So I think that helped, that name recognition.","author":"Tony Dungy","topic":"Dad"},{"quote":"It&#39;s definitely harder being a dad than a coach.","author":"Tony Dungy","topic":"Dad"},{"quote":"All Pro Dad is an organization that started down in Tampa in 1997. And it was just a group of us who felt like we weren&#39;t doing as good a job as our fathers did in connecting with kids and being there and being involved in their lives, working and coaching and spending all the time we had to. We just felt badly.","author":"Tony Dungy","topic":"Dad"},{"quote":"My dad actually makes the best cookies. My mum is great baker, too, but doesn&#39;t share them - it&#39;s tantalising! Luckily for me though, my dad shares his!","author":"Blake Lively","topic":"Dad"},{"quote":"I have spoken honestly about being born into a home where there was discord and chaos. I saw my mom have a rough time with my dad being very controlling, which is why I push back whenever I feel like someone is trying to box me in. It makes me run for the hills.","author":"Christina Aguilera","topic":"Dad"},{"quote":"My dad&#39;s whole family is in Madras and I was born in America so we didn&#39;t have that big Indian community. I don&#39;t really have anything interesting to say about it. When I talk about it people are like, &#39;meh, let&#39;s talk about something else.&#39;","author":"Mindy Kaling","topic":"Dad"},{"quote":"My mom&#39;s a social worker, and my dad works in non-profit organisations.","author":"Seth Rogen","topic":"Dad"},{"quote":"My daughter had carried within her a story that kept hurting her: Her dad abandoned her. She started telling herself a new story. Her dad had done the best he could. He wasn&#39;t capable of giving more. It had nothing to do with her. She could no longer take it personally.","author":"Regina Brett","topic":"Dad"},{"quote":"My dad and mom did what a lot of parents did at the time. They sacrificed a lot of their life and used a lot of their disposable income to make sure their children were educated.","author":"Sundar Pichai","topic":"Dad"},{"quote":"My dad says I could sing before I could talk, if that&#39;s possible. I was always humming and things like that.","author":"Miley Cyrus","topic":"Dad"},{"quote":"Mom was so funny and loving to us kids. She was our first audience. When my dad died, I was suddenly alone in the house with her because my two older brothers were away at college. I was the man of the house, and she was the grieving woman.","author":"Billy Crystal","topic":"Dad"},{"quote":"Dad had a music store, and he&#39;d often bring home comedy albums that I would listen to. I started listening to Bob Newhart and Bill Cosby, and developing taste. They really influenced my style of comedy.","author":"Billy Crystal","topic":"Dad"},{"quote":"Of course my uncle was a giant, but my dad, in particular, had the house filled with these great Dixieland jazz stars, really the best of them: Henry Red Allen, Willie &#39;The Lion&#39; Smith, Buster Bailey, Cutty Cutshall, Tyree Glenn, Zutty Singleton. These are all big names in the Dixieland world.","author":"Billy Crystal","topic":"Dad"},{"quote":"I&#39;ve never heard my dad say a bad word about anybody. He always keeps his emotions in check and is a true gentleman. I was taught that losing it was indulgent, a selfish act.","author":"Hugh Jackman","topic":"Dad"},{"quote":"I remember at one point being in fellowship, and everyone used to wear the fish symbol; it said you were a Christian. So I asked my father, &#39;Dad, why don&#39;t you wear that at work?&#39; And he said, &#39;Your religion should be in your actions.&#39; He set a great, great example.","author":"Hugh Jackman","topic":"Dad"},{"quote":"Okay, fluoride in the water to help our teeth. Well, shouldn&#39;t that be the job of your mom and dad? To teach you how to brush your teeth and use mouth wash? What do we need the government to do it for? Clearly, what a scam. Fluoride in the water.","author":"Jesse Ventura","topic":"Dad"},{"quote":"My dad had a lot of bad luck. You could see his suffering, his terrible suffering, living a life that was disappointing and looking for another one.","author":"Sam Shepard","topic":"Dad"},{"quote":"In the &#39;Mad Men&#39; era, the archetypal dad came home; put down his briefcase; received pipe, Manhattan, roast beef, potatoes, key-lime pie; and was - apparently - content.","author":"Sandra Tsing Loh","topic":"Dad"},{"quote":"Growing up in Georgia, my dad was a farmer and we worked in agriculture, so we were always looking up at the sky, checking if rain was in the forecast. That always set the tone for the mood in my household, whether we had rain coming in or not - we knew the crops would be good and it was going to be a good week around the Bryan household.","author":"Luke Bryan","topic":"Dad"},{"quote":"My thing is you just have to try to feel young and stay young. Obviously you get a little older, but I still want my music to be young. I don&#39;t want to sound like an old dad onstage, so you just have to write music that sounds young.","author":"Luke Bryan","topic":"Dad"},{"quote":"Watching your husband become a father is really sexy and wonderful.","author":"Cindy Crawford","topic":"Dad"},{"quote":"Growing up in Ohio and just being kind of an average guy from flyover country - my dad was a factory guy - I try to put things on a screen that reflect reality. I don&#39;t mind if people want to argue with that, or think that&#39;s crazy.","author":"Roger Ailes","topic":"Dad"},{"quote":"On our early demos, I was really frustrated with my recorded sound. I&#39;d tell my dad, &#39;Dude, I want more &#39;cut&#39; on my guitar - I want more treble.&#39; And he&#39;d say, &#39;Now, son, you don&#39;t want that. It&#39;ll hurt your ears.&#39; But my dad just didn&#39;t understand.","author":"Dimebag Darrell","topic":"Dad"},{"quote":"My nursery school did a production of &#39;The Three Little Pigs.&#39; I played the third pig. When the wolf knocked on my door, I refused to get up and answer it because, to me, he was knocking the wrong way. I just lay there, snoring away on stage, fully immersed in my character. My dad turned to my mom and said: &#39;Dustin Hoffman.&#39;","author":"Zooey Deschanel","topic":"Dad"},{"quote":"There&#39;s no way to measure or properly express what a family like mine can mean. Mom, Dad, Cooper, Eli, extended family, you are the best.","author":"Peyton Manning","topic":"Dad"},{"quote":"My dad bought me a guitar and people would ask me to play.","author":"Rod Stewart","topic":"Dad"},{"quote":"I was a mixture of being incredibly old for my age and incredibly backwards. I was born quite old, but then I stopped growing. I lived with my mum and dad till I was 30.","author":"Helena Bonham Carter","topic":"Dad"},{"quote":"My parents were working class folks. My dad was a bartender for most of his life, my mom was a maid and a cashier and a stock clerk at WalMart. We were not people of financial means in terms of significant financial means. I always told them, &#39;I didn&#39;t always have what I wanted. I always had what I needed.&#39; My parents always provided that.","author":"Marco Rubio","topic":"Dad"},{"quote":"I grew up in rural Pennsylvania, in a really rundown old house. I&#39;d stay out till 8:30, 9:00 at night. Just blow in. My mom and dad never really cared much. It was okay. We were pretty free to roam. I mean, I had no concept of stopping play. It just didn&#39;t occur to anyone.","author":"Michael Keaton","topic":"Dad"},{"quote":"My mom grew up in poverty in Oklahoma - like Dust Bowl, nine people in one room kind of place - and the way she got out of poverty was through education. My dad grew up without a dad, with very little and he also made his way out through education.","author":"Jennifer Garner","topic":"Dad"},{"quote":"I learned from my dad that when you walk in front of an audience, they are the kings and queens, and you&#39;re but the jester.","author":"Jerry Lewis","topic":"Dad"},{"quote":"My mother taught public school, went to Harvard and then got her master&#39;s there and taught fifth and sixth grade in a public school. My dad had a more working-class lifestyle. He didn&#39;t go to college. He was an auto mechanic and a bartender and a janitor at Harvard.","author":"Ben Affleck","topic":"Dad"},{"quote":"I don&#39;t want to get too detailed and personal, but my parents got divorced when I was about nine. A lot of that had to do with my dad being on the road and that disconnect.","author":"Thomas Rhett","topic":"Dad"},{"quote":"My dad was a slightly stricter version of Richard Dawkins. The worldview was that there are idiots out there who believe in Santa Claus and fairies and magic and elves, and we&#39;re not joining that nonsense.","author":"Alain de Botton","topic":"Dad"},{"quote":"I felt a responsibility to Simon and to our kids to be able to live with integrity and not have some strange split psychology of &#39;This is who my dad is at home, and this is who he is to the public.&#39;","author":"Matt Bomer","topic":"Dad"},{"quote":"Dad was the pitching coach, while Mom was the emotional supporter. Her unconditional love was great, and she wanted what was best for me. It was more about what she did than what she said, and she made sure I was the best I could be.","author":"Jennie Finch","topic":"Dad"},{"quote":"Dad was the pitching coach, while Mom was the emotional supporter. Her unconditional love was great, and she wanted what was best for me.","author":"Jennie Finch","topic":"Dad"},{"quote":"These things were happening in my life where I was like, &#39;Man, I wish my pops was here to see this.&#39; I never had those thoughts before fame, when my life was just a regular life. I wasn&#39;t saying, &#39;I wish my dad could be around and see me working at Applebee&#39;s.&#39;","author":"Kid Cudi","topic":"Dad"},{"quote":"When I was really young, I busted my nose when I was racing. The first thing my dad asked me was: &#39;Are you OK?&#39; I said, &#39;Can you fix the car for tomorrow?&#39; And I won the race the next day.","author":"Lewis Hamilton","topic":"Dad"},{"quote":"My mom is a teacher, my dad was a writer for television, his dad was a writer for television, and combining those two has been sort of the goal of my life.","author":"Joss Whedon","topic":"Dad"},{"quote":"When my dad played me &#39;Walking Man,&#39; I heard those chord changes and that melody, it completely blew me away. Maybe you wouldn&#39;t really hear the James Taylor influences in my music, but they&#39;re definitely buried in there.","author":"Charlie Puth","topic":"Dad"},{"quote":"Marvin Gaye is an inspiration to me. He was one of the first Motown musicians that my mom and dad introduced me to, and I always thought it would be a good idea if I was ever an artist, and now I am, to make a record called &#39;Marvin Gaye.&#39;","author":"Charlie Puth","topic":"Dad"},{"quote":"The first real concert, other than going with my dad to see Three Dog Night, was Smashing Pumpkins and Garbage. I was fourteen or fifteen. I liked Shirley Manson because she reminded me of Annie Lennox. They both have these deep, sexy, powerful alto voices.","author":"Amy Lee","topic":"Dad"},{"quote":"My dad makes food with very few delicate flavours.","author":"Yotam Ottolenghi","topic":"Dad"},{"quote":"I don&#39;t think my kids have to worry too much about me embarrassing them because that&#39;s not how I would want to grow up, with wacky dad showing up at school and performing for everyone.","author":"Steve Carell","topic":"Dad"},{"quote":"My dad&#39;s quite a conservative person, and he brought me up to be very questioning of the commercial world. He looked down on pop culture. I definitely got the impression that pop was evil and that Britney Spears was evil.","author":"Marina and the Diamonds","topic":"Dad"},{"quote":"My dad was a keen actor when he was young; my auntie is heavily involved in amateur dramatics back in Northern Ireland, and my great aunt was a woman called Greer Garson.","author":"Jamie Dornan","topic":"Dad"},{"quote":"I have a son, but I&#39;ve never had a daughter. I have a sister, and my sister had a fairly tempestuous relationship with my dad when she was young, and that was gripping and sometimes upsetting.","author":"Howard Jacobson","topic":"Dad"},{"quote":"Every once in a while, we&#39;d ask my dad if we could get a ride in one of these planes. And, he did take us to the flying club and get us a ride in the Pushpak and a glider that the flying club had.","author":"Kalpana Chawla","topic":"Dad"},{"quote":"I would be sitting in my flat watching TV, and &#39;Doctor Who&#39; would be on with my flatmate there. I would have loved to share the fact that I was the new Doctor, but I couldn&#39;t. I was going mad. My dad was rather flabbergasted. When I told him, he laughed. He was excited, elated and very proud.","author":"Matt Smith","topic":"Dad"},{"quote":"Mum doesn&#39;t like it when I mention that Dad&#39;s a better cook than her. He was born in Spain and spent eight years in Portugal and is exceptional at lots of cuisines.","author":"Paloma Faith","topic":"Dad"},{"quote":"My dad remembers being in school with my uncle, and the teacher would say outright to the class that the Japanese were second-class citizens and shouldn&#39;t be trusted.","author":"Mike Shinoda","topic":"Dad"},{"quote":"I could not tell you the date of my mother&#39;s death. I could not tell you the date of my dad&#39;s death. These are not dates that I find significant.","author":"O. J. Simpson","topic":"Dad"},{"quote":"My dad has been to every soccer game that I&#39;ve played in, both at the amateur level and at the professional level, and he always had great things to say whether we won or we lost, whether I felt great or not so great.","author":"Alex Morgan","topic":"Dad"},{"quote":"One of the scary things is that, when you&#39;re a kid, you look at your dad as the man who has no fear. When you&#39;re an adult, you realize your father had fear, and that you have it, too.","author":"David Duchovny","topic":"Dad"},{"quote":"Every kid needs to say, &#39;I want what my mom and dad have.&#39;","author":"Josh McDowell","topic":"Dad"},{"quote":"My dad is my dad, but he&#39;s not there physically anymore. But she lets me call her &#39;Dad&#39; - that&#39;s the last little piece of Dad I&#39;ve got.","author":"Kendall Jenner","topic":"Dad"},{"quote":"My views about God come from my dad. Dad told me that he believed Nature, which to him included humankind, to be so beautiful, so magnificent, that there had to be something behind it all.","author":"Al Franken","topic":"Dad"},{"quote":"I grew up in Nashville in a white suburb. We lived next to a Klan member. We didn&#39;t see hoods, but my dad knew that guy was a Grand Dragon.","author":"Dee Rees","topic":"Dad"},{"quote":"I love eating at my dad&#39;s pub, the Queens Arms in Kilburn. It does a traditional Albanian spinach pie.","author":"Rita Ora","topic":"Dad"},{"quote":"I was often looked at as a leper by kids at school because I was a Jehovah&#39;s Witness. They didn&#39;t like it - you were &#39;weird&#39;. And on Saturday mornings, you&#39;d be knocking at their doors. I remember standing there with my mum and dad, thinking, &#39;Oh my God, I know whose door this is, and I&#39;ll have to see them on Monday.&#39; It was terrible.","author":"Luke Evans","topic":"Dad"},{"quote":"I&#39;ve had letters from people who have read my articles and said, &#39;I&#39;m a guy, I&#39;m 18, and I&#39;ve not come out to my mom and dad yet, but it was so nice to hear your story, and you know, I wish your article would have been longer, because you gave me hope for the future.&#39;","author":"Luke Evans","topic":"Dad"},{"quote":"I grew up in Chicago, so I&#39;ve always been a Bears fan. Dad used to take me to Bears games and Cubs games. My brother used to ride me over to Lake Forest College on his Honda Supersport and we&#39;d watch the Bears practice. I remember those guys out there as monsters - they were the biggest things I&#39;ve ever seen!","author":"Kyle Chandler","topic":"Dad"},{"quote":"My dad&#39;s a very sensitive man, but as the archetypal rebellious teenager, I didn&#39;t realise that.","author":"Jo Brand","topic":"Dad"},{"quote":"My grandparents live in Cley, and my dad now has the windmill which is a guest house. So I&#39;ve spent much time up there, but a lot of it was at school as well, and my dad was sent abroad so often as well with the army.","author":"James Blunt","topic":"Dad"},{"quote":"I fell in love with stories watching a British television puppet show called &#39;Thunderbirds&#39; when it first came out on TV, about 1965, so I would have been 4 or 5 years old. I went out into the garden at my mom and dad&#39;s house, and I used to play with my little dinky toys, little cars and trucks and things.","author":"Peter Jackson","topic":"Dad"},{"quote":"Our public portrayal of fathers has shifted during my life. TV fathers have &#39;evolved&#39; from real people like Sheriff Andy Taylor, Beaver&#39;s dad Ward Cleaver and Heathcliff &#39;Cliff&#39; Huxtable, to cartoon dads like Homer Simpson and Seth MacFarlane&#39;s caricatures in &#39;American Dad!&#39; and &#39;Family Guy.&#39;","author":"Donna Brazile","topic":"Dad"},{"quote":"I love my dad. There is no doubt about that. He is a wonderful man and a good person. Like many father\/son relationships, we have our struggles, our misunderstandings, and our miscommunications. We are very different people, but also very similar at the same time.","author":"Brad Goreski","topic":"Dad"},{"quote":"When I was really little, I was on a Pop Warner squad. I did it for a year. My dad was a Pop Warner football coach. I did it because my best friend was also on this cheer squad, and of course I looked up to my sister who was a cheerleader, so I wanted to cheer.","author":"Ashley Tisdale","topic":"Dad"},{"quote":"A lot of my friends, when I was 14 or 15, they were all up and down, wanting to go out on a Friday night, and my dad had me working really late on Fridays and Saturday mornings and even on Sunday mornings. And when I&#39;d finished all that, we used to spend the rest of the time talking about boxing.","author":"Tyson Fury","topic":"Dad"},{"quote":"My career plan at this point is &#39;Ice Age 5&#39; through &#39;10,&#39; and even &#39;12,&#39; and &#39;Spider Man&#39; - you know, basically I&#39;d be Emma Stone&#39;s dad for the rest of my career. I really don&#39;t have any problem doing that.","author":"Denis Leary","topic":"Dad"},{"quote":"When I was little, my dad told me about Anandpur Sahib and the court of Guru Gobind Singh. That we came from a tradition of poets, warriors and artists who created when it was illegal to create... we&#39;re groomed to be reckless in the defense of what we feel is right.","author":"Rupi Kaur","topic":"Dad"},{"quote":"With Dad, he was the ultimate wildlife warrior, and we admired him more than anything.","author":"Bindi Irwin","topic":"Dad"},{"quote":"Everything I do in my life I do to make my mum and dad proud. I want to carry on in my dad&#39;s footsteps and make sure that his legacy lives on forever.","author":"Bindi Irwin","topic":"Dad"},{"quote":"My dad studies and practices homeopathy and Ayurveda medicine. He&#39;s a strong believer in both honey and milk as forms of healing. Honey is the one food that does not die. It does not expire. Growing up, he&#39;d always be mixing up almonds or turmeric or gram flower with milk to cure a cough or a cold.","author":"Rupi Kaur","topic":"Dad"},{"quote":"I listened to a battery radio, old country and pop stuff. Because I was singing all the time, my dad bought me a $7.50 guitar.","author":"Glen Campbell","topic":"Dad"},{"quote":"My dad spent his whole life getting into fights for telling what he believed to be the truth. Basically it comes from my dad-and he&#39;s screaming right-wing, so there you are.","author":"Thom Yorke","topic":"Dad"},{"quote":"I&#39;m definitely the super-cool dad.","author":"Ty Dolla Sign","topic":"Dad"},{"quote":"My dad met my mom at Casper College in the orientation line. He studied business and eventually transferred to the University of Wyoming at Laramie.","author":"Dana Perino","topic":"Dad"},{"quote":"My senior year of high school, when I was getting recruited for college, my dad goes to me, &#39;You can become an Olympic champion.&#39; And that&#39;s the first time that I&#39;d heard someone else say that to me. I was like, &#39;Uh, are you talking to me?&#39;","author":"Ryan Lochte","topic":"Dad"},{"quote":"God bless Dad, he came to every one of my shows. I was bad, and I had horrible stage fright. My dad was so relieved - he&#39;d say, &#39;You were terrible; this kid is not going to be an actor.&#39; Finally, I did a play and he said, &#39;Son - you were really good.&#39;","author":"Kirk Douglas","topic":"Dad"},{"quote":"I like to believe that I got my business knowledge from my dad. He was able to see trends a long way off. And my mom is very good with people and emotional.","author":"John T. Chambers","topic":"Dad"},{"quote":"The only day I remember of my parents&#39; marriage was the day my dad walked out. As I stood there at five years old, with my older sister and younger brother, I knew that he was gone.","author":"Ellie Goulding","topic":"Dad"},{"quote":"I love my dad and we have a very good relationship now.","author":"Norah Jones","topic":"Dad"},{"quote":"My dad was a militant atheist, or is a militant atheist. My mum was sort of bought up in a religious family because she was a Protestant from Ireland but wasn&#39;t especially religious.","author":"Tony Blair","topic":"Dad"},{"quote":"Nine per cent of my viewers are men, of which the majority is, I think, 45 to 50. I like to tell myself it&#39;s just my dad watching.","author":"Zoe Sugg","topic":"Dad"},{"quote":"Between Prince and my dad&#39;s fusion-jazz records, I didn&#39;t have a choice in being funky.","author":"Patrick Stump","topic":"Dad"},{"quote":"I couldn&#39;t walk down any street in Britain without being laughed at. It was a nightmare. My children were devastated because their dad was a figure of ridicule.","author":"David Icke","topic":"Dad"},{"quote":"My dad always tell me to make decisions from love and not from fear.","author":"Rashida Jones","topic":"Dad"},{"quote":"You&#39;ve got to take the road you need to take, and only you can make that calculation. Not your dad, not your friend. You have to take it if you feel it instinctively.","author":"Charles Schwab","topic":"Dad"},{"quote":"My biological dad was Armenian. My last name is Lopez, and I have a darker complexion, which throws people for a loop. My mother&#39;s first husband is Mexican. That&#39;s where I got Lopez.","author":"Seth Rollins","topic":"Dad"},{"quote":"Politicians... talk in generalities and lies, and I think they&#39;ve caused all our grief. They&#39;re so awful, they&#39;re really funny. I hate thinking this because my dad loved politics.","author":"Paul Lynde","topic":"Dad"},{"quote":"My dad takes care of me as a manager and as a dad. That&#39;s his job, you know, to take care of me. He has my best interests at heart.","author":"Jessica Simpson","topic":"Dad"},{"quote":"Ours was a very progressive Protestant family, but my parents were God-loving rather than God-fearing. We went to church, and I still go with my mum and dad when I return home - it&#39;s a family thing. I played flute in my dad&#39;s marching band, but I had an integrated upbringing. We had a lot of Catholic friends.","author":"James Nesbitt","topic":"Dad"},{"quote":"I was looking for the meaning of life when I was in college. And my deal with my dad was as long as I was taking a full course load, then he would pay. And the times that I wasn&#39;t taking a full course load, then I was off the dole and I was working.","author":"John Mackey","topic":"Dad"},{"quote":"When I was younger, I had a perm, and it was really big. My mom was a hairdresser, so even my dad had a perm! I looked like a poodle, but it was cool at the time.","author":"Heidi Klum","topic":"Dad"},{"quote":"The image we have of bin Laden in his final years in Abbottabad is of an aging man with a graying beard watching old footage of himself; just another suburban dad flipping though the channels with his remote.","author":"Peter L. Bergen","topic":"Dad"},{"quote":"You know my dad pushed me to believe that I was going to be the best. I just never thought of life without tennis, even looking forward.","author":"Andre Agassi","topic":"Dad"},{"quote":"My dad was a surgeon, my mom a nurse, and they were always out working. I had five sisters and a brother. They didn&#39;t care what I got up to.","author":"Willem Dafoe","topic":"Dad"},{"quote":"My dad leaving my life. That&#39;s the biggest thing that happened to me. I just remember what he tells me, the memories, and try to move on forward each day, knowing that he&#39;s still here, looking down on me.","author":"Kawhi Leonard","topic":"Dad"},{"quote":"I saw &#39;The Exorcist&#39; at the cinema when I was quite young, maybe 14. When I went back home, my mum and dad weren&#39;t in, so I had to wait for them on the main road. I were too scared to enter the house.","author":"Sean Bean","topic":"Dad"},{"quote":"Growing up, I was on film sets occasionally, when my dad was acting, so I got to run around and do odd jobs on films like &#39;Labyrinth&#39; and others... I seemed destined to make films.","author":"Duncan Jones","topic":"Dad"},{"quote":"I don&#39;t have mom issues or dad issues. I think I have found peace about many things in my past. I have forgiven and asked to be forgiven.","author":"Xavier Dolan","topic":"Dad"},{"quote":"I am a big one for subtlety and empathy. My dad was softly spoken and didn&#39;t carry his honours and accomplishments for everyone to see.","author":"Kyle MacLachlan","topic":"Dad"},{"quote":"Employee fathers need to step up to the plate and put their family needs on the table.","author":"James Levine","topic":"Dad"},{"quote":"I remember that my mom, my dad and I would play different roles in mock debates, where one of us would be the moderator, one of us would be my dad - frequently not my dad - and then one of us would play his opponent.","author":"Chelsea Clinton","topic":"Dad"},{"quote":"My dad&#39;s one true quest in life was for the Platonic ideal of peanut butter. And I remember one day he announced, with a look of utter transfiguration on his face, that he had found paradise on Earth in a jar with a yellow cap. And it was called Red Wing.","author":"Christopher Buckley","topic":"Dad"},{"quote":"I feel my dad, I still feel his love, and I still love him. I would do anything to have him back, but half the reason that my life is good, has real, true value, is that he died. I would obviously rather have him alive, but he gave me so much in his death.","author":"Gwyneth Paltrow","topic":"Dad"},{"quote":"A large part of my life revolves around my dad. Sometimes, I even feel a strong sense of connection, something very tangible when I learn something new in the martial arts.","author":"Brandon Lee","topic":"Dad"},{"quote":"I&#39;ve wanted to follow my dad into acting for as long as I can remember. &#39;I&#39;ve had a very serious round of dramatic training, and I like action films that take their characters seriously, so I figure I&#39;m making it the best of both worlds if I try to bring some serious acting to a shoot-&#39;em-up picture.","author":"Brandon Lee","topic":"Dad"},{"quote":"My dad worked with Mary Jackson very closely at one point. I knew Katherine Johnson as well. They were all part of this group of black engineers and scientists within this larger NASA community.","author":"Margot Lee Shetterly","topic":"Dad"},{"quote":"When I used to do musical theatre, my dad refused to come backstage. He never wanted to see the props up close or the sets up close. He didn&#39;t want to see the magic.","author":"Nia Vardalos","topic":"Dad"},{"quote":"My role model is my dad.","author":"Seann William Scott","topic":"Dad"},{"quote":"I&#39;ve always been quite mature because of the way my parents brought me up. They were very good at talking to me like a person rather than a baby, and I was around so many actors and directors from such a young age because my dad is an actor. I was more comfortable with adults rather than actually being an adult child.","author":"Saoirse Ronan","topic":"Dad"},{"quote":"I am who I am. I have a low voice, and I look like somebody&#39;s dad or boss or a police chief, and those roles come my way.","author":"J. K. Simmons","topic":"Dad"},{"quote":"You know that family is going to be there for you no matter what. My dad gave me a freakin&#39; kidney! But it&#39;s also the families that you create outside of your family.","author":"Sarah Hyland","topic":"Dad"},{"quote":"My dad grew up in a mud hut and studied by candlelight. He was 14 when he got a scholarship to Russia. He was super clever - the cleverest person. He landed in 5ft of snow, and was alone at 14, studying science and engineering. He didn&#39;t have a bed, and he slept on a table.","author":"M.I.A.","topic":"Dad"},{"quote":"I can say, out of my whole life, my dad left the situation at an early age for me; he left. But my mum turned her back on me.","author":"Kendra Wilkinson","topic":"Dad"},{"quote":"I&#39;ve had some amazing people in my life. Look at my father - he came from a small fishing village of five hundred people and at six foot four with giant ears and a kind of very odd expression, thought he could be a movie star. So go figure, you know?","author":"Kiefer Sutherland","topic":"Dad"},{"quote":"Even if I tried to be my dad, it would be a mediocre, slightly embarrassing version.","author":"Jason Ritter","topic":"Dad"},{"quote":"I told my parents I wanted to be an actress years before I wrapped my head around what my dad did for a living. It&#39;s not easy to explain the job of the television journalist, especially when a lot of my friends&#39; dads had jobs that were a lot easier to explain, like a lawyer, a banker or a doctor.","author":"Allison Williams","topic":"Dad"},{"quote":"I was born Gaynor Hopkins, one of seven children. My mum, Elsie, and dad, Glyndwr, always said they had seven children, although my sister Paulene was stillborn.","author":"Bonnie Tyler","topic":"Dad"},{"quote":"The Rat Pack was the piece that really kicked me out of that little funk that I was in and then Ted called me up and asked me if I wanted to be the dad in Blow.","author":"Ray Liotta","topic":"Dad"},{"quote":"I get up at six to work out. I&#39;ve done it since school, it&#39;s always been part of my life. It&#39;s a good way to take the edge off. I like getting up early; I&#39;ve got a daughter, I&#39;m a single dad.","author":"Ray Liotta","topic":"Dad"},{"quote":"For my last meal, I&#39;d want an Irish breakfast with soda bread and one of my dad&#39;s omelettes with three or four eggs.","author":"Erin O'Connor","topic":"Dad"},{"quote":"When I was little, we had a Golden Book that had all these Disney characters in one portrait on the first page. My dad used to read from it every night. We&#39;d play this game of find Pluto or find Donald Duck. He&#39;d read us stories and do all the voices. Those are great memories.","author":"Danica McKellar","topic":"Dad"},{"quote":"I&#39;m the most inappropriate dad. I curse in front of my kids and their friends. I let my kids watch R-rated movies. I&#39;ll walk by the movie theater and say, &#39;Let&#39;s go see that,&#39; and my kids will say, &#39;No, it&#39;s rated R. It&#39;s not appropriate for kids.&#39; I&#39;m like Uncle Dad. We have fun. I don&#39;t live with them, but I drive over four days a week.","author":"Marlon Wayans","topic":"Dad"},{"quote":"In &#39;The Goods,&#39; I&#39;m Ed Helms&#39; dad, and I was known all those years as Kirk Cameron&#39;s father, and now I&#39;m known as Robin Thicke&#39;s father, so I find myself playing myself a lot and, frankly, living up to expectations of what the public&#39;s image of me is.","author":"Alan Thicke","topic":"Dad"},{"quote":"My dad taught me how to fish. When I am stand in a trout stream now, and I have the waders on, and I&#39;ve got a fly rod in my hand, or I am fishing for bass, I think of sitting in a boat with my dad. How can that be a bad experience?","author":"Matt Lauer","topic":"Dad"},{"quote":"My mom and dad worked very hard to give me the best chance in - not just in golf but in life. You know, I was an only child, you know, my dad worked three jobs at one stage. My mom worked night shifts in a factory.","author":"Rory McIlroy","topic":"Dad"},{"quote":"My sisters have been baptized and my dad is a deacon at his church now. Sadly my mother passed away but what I can say is that the Jehovah Witnesses took very good care of her up until she died.","author":"Sherri Shepherd","topic":"Dad"},{"quote":"My dad used to love Steely Dan, the Stones, Jethro Tull and all that. There was always Steely Dan going in my dad&#39;s car, but I remember The Royal Scam in particular because it has &#39;Kid Charlemagne&#39; on it.","author":"St. Vincent","topic":"Dad"},{"quote":"I think you need something to take care of in order to figure out who you are as a person, and in that way, being a dad has levelled me out more than anything. You&#39;ve just got to be good for that person no matter what&#39;s going on in your head that day.","author":"Pete Wentz","topic":"Dad"},{"quote":"I spent a lot of time on farms when I was young. My uncle and my dad owned a big farm.","author":"Emeril Lagasse","topic":"Dad"},{"quote":"One of my insecurities was my looks. I was short, cute and chubby, and Dad used to call me his &#39;little fat sausage.&#39; But I always knew I had musical talent.","author":"Suzi Quatro","topic":"Dad"},{"quote":"From a very young age, I liked to take apart things. All of my Christmas gifts would wind up in a million pieces. I actually recall taking apart my dad&#39;s lawnmower three times to understand how combustible engines work.","author":"Homaro Cantu","topic":"Dad"},{"quote":"My dad was very intelligent, had a very strong personality. I was amazed with my father.","author":"Dolores Huerta","topic":"Dad"},{"quote":"I&#39;ve worked since it was basically legal to work. I was a waitress on and off for eight years. I worked at Sears; I worked at Abercrombie folding clothes. My dad really instilled good money management habits, and I&#39;ve saved 10 percent of my paycheck, every paycheck, since I was 15.","author":"Rosanna Pansino","topic":"Dad"},{"quote":"My dad was a Methodist minister.","author":"George McGovern","topic":"Dad"},{"quote":"My mom was a folk singer and Celtic harpist. My dad was in a barbershop quartet and my great grandma was an opera singer. As I grew up, I discovered pop music and Top 40 radio, but it was in the &#39;90s, so music was very different then - it was really lyrical.","author":"Skylar Grey","topic":"Dad"},{"quote":"People come up to me all the time who saw Dad in &#39;Oklahoma!&#39; or &#39;Pajama Game,&#39; and they say they&#39;ll never forget it.","author":"Bonnie Raitt","topic":"Dad"},{"quote":"My granddad was a hard worker, and my dad is, too. It was instilled in me as a kid. I never got pocket money; I had to earn it. I had two paper rounds before school, not just one. Wherever I worked, whether it was at football, in the pub, I&#39;d do whatever was asked of me - and more.","author":"Olly Murs","topic":"Dad"},{"quote":"My family never took vacations; we never traveled together. We never did anything. My spring breaks were going home to help my dad at the restaurant.","author":"Pete Gallego","topic":"Dad"},{"quote":"My brother was the consummate Nebraska boy - the football star who went to the university, was president of his fraternity, hunted with my dad all the time.","author":"Evan Williams","topic":"Dad"},{"quote":"I&#39;m a big guy, but I play with a guard mentality. I got that from my dad, and it&#39;s always stayed with me.","author":"Ben Simmons","topic":"Dad"},{"quote":"My dad said, &#39;If you want to go out with girls and go out with your friends, get a job.&#39; I found one at the local country club as a pot washer in the kitchen.","author":"Johnny Iuzzini","topic":"Dad"},{"quote":"My dad had a personal style which was very attractive. It was quite reserved and quite elegant, and it was infectious.","author":"Bill Nighy","topic":"Dad"},{"quote":"It&#39;s not a born-again thing; it was a peaceful, really, really cool moment where I just felt that I was no longer the dad anymore. I actually had become a son, and it makes things much easier from a day-to-day perspective.","author":"Jeff Fisher","topic":"Dad"},{"quote":"My dad gave me a haircut... and it wasn&#39;t a very good one. When I went out of the house, my friends got on my case and said it looked like someone put a chili bowl over my head and cut around it.","author":"Chili Davis","topic":"Dad"},{"quote":"I remember getting a toilet in our house. I remember sharing a bedroom with my sister, and my little sister was sleeping in my mom and dad&#39;s room.","author":"Lukas Forchhammer","topic":"Dad"},{"quote":"My dad did show me interesting movies at a young age. I remember he showed me &#39;A Clockwork Orange,&#39; and my mom said, &#39;I never want to see this movie in my house again.&#39;","author":"Jonathan Krisel","topic":"Dad"},{"quote":"When I was fifteen years old, my dad won a video camera in a corporate golf tournament. I snatched it from his closet and began filming skateboard videos with my friends.","author":"Steve-O","topic":"Dad"},{"quote":"The word &#39;racist&#39; is a permanent stain against my name. It&#39;s worse than a criminal record. Some people will never forgive me. Others will accept I made a terrible mistake and recognise I have learnt from it. It&#39;s on YouTube when my kids type in their dad&#39;s name, and it comes up &#39;Jamie Vardy racist&#39;. On Google, too. It&#39;s horrible.","author":"Jamie Vardy","topic":"Dad"},{"quote":"Before breaking into music, I had various jobs: forklift driver, driving a courier. But I was forced into working rather than doing it off my own bat because that was my dad&#39;s way: you got a job and paid your way.","author":"Gary Numan","topic":"Dad"},{"quote":"My dad always taught me never to give up in my mind. You can never really beat me. It sounds ridiculous, but I will always come back for you. You can&#39;t beat someone who never gives up. I could lose 100 times to you, but I will always get you. I will die trying. This applies not only to swimming but to my life as well.","author":"Chad le Clos","topic":"Dad"},{"quote":"Studies show that children best flourish when one mom and one dad are there to raise them.","author":"John Boehner","topic":"Dad"},{"quote":"I am quite strict as a dad but I don&#39;t want to be censorious.","author":"Nick Clegg","topic":"Dad"},{"quote":"I never saw my dad cry. My son saw me cry. My dad never told me he loved me, and consequently I told Scott I loved him every other minute. The point is, I&#39;ll make less mistakes than my dad, my sons hopefully will make less mistakes than me, and their sons will make less mistakes than their dads.","author":"James Caan","topic":"Dad"},{"quote":"My mother had introduced me to a lot of my father&#39;s friends because she believed that I would get to know the guy my dad was better through his friends than just in the hospital visits.","author":"Arlo Guthrie","topic":"Dad"},{"quote":"When I was 13, I was saying that I wanted to be signed to a label. I was begging my dad to get me signed with somebody.","author":"Sofia Richie","topic":"Dad"},{"quote":"There are parents with wealth who just want their kids to be wealthy, and then there are other parents with money who want to teach their kids how they got it. That&#39;s what my dad was like.","author":"Sofia Richie","topic":"Dad"},{"quote":"I&#39;m happiest playing a match with my dad and a couple of college friends, taking a few bucks off them.","author":"Matt Kuchar","topic":"Dad"},{"quote":"My dad&#39;s gay experiences really had a very positive influence on me and my straight relationships - how to better accept all the weirdness and ambiguity and ups and downs and paradoxes. I knew from the beginning I was writing about love.","author":"Mike Mills","topic":"Dad"},{"quote":"Dad made it to Gold Shield Detective, so he always busted Robin, my oldest brother, and me. Always got caught, whatever we were doing.","author":"Kevin Eubanks","topic":"Dad"},{"quote":"I was very lucky growing up, and I got all my dad&#39;s and aunts&#39; toys from the 1950s and 1960s and loved those old pedal cars.","author":"Jasmine Guinness","topic":"Dad"},{"quote":"My dad&#39;s a Pentecostal minister, meaning that he&#39;s full of charisma. If he&#39;s telling a story about Noah&#39;s ark, you best know each tiger is going to be having their own little conversation and narrative.","author":"John Boyega","topic":"Dad"},{"quote":"My memories are of my dad taking me to football on Saturday mornings, and my mum taking me swimming. Those are the things I remember from my childhood, not sitting around the table debating capitalism and the profit squeeze.","author":"David Miliband","topic":"Dad"},{"quote":"My dad is an art director for BBC TV shows, and my mum does screen printing workshops. Both of my parents played instruments, too, and my mum used to have crazy house parties when me and my brother were young - dub and garage would be banging through my house.","author":"King Krule","topic":"Dad"},{"quote":"Feminists of my mother&#39;s generation argued that both mom and dad should work a little less and each do some of the household chores. My parents, for example, split everything 50\/50. Even though my father is a terrible cook, he still made dinner exactly half the time.","author":"Emily Oster","topic":"Dad"},{"quote":"With &#39;The Sixth Sense,&#39; my dad and I discussed how this was not so much a horror story as a story about communication. I understudied with my dad, in a sense. It made a huge difference.","author":"Haley Joel Osment","topic":"Dad"},{"quote":"I do remember being teased by my cousins on my mom&#39;s side for not being black enough. And then I&#39;d spend the summer with my dad and be sent to all white summer camps where I was &#39;that black girl.&#39;","author":"Lauren London","topic":"Dad"},{"quote":"My dad went to USC and it always had been very important to me and my family.","author":"Miranda Cosgrove","topic":"Dad"},{"quote":"I don&#39;t think I have any guilt or embarrassment about any of the TV shows I watch. Maybe the fact that the shows I can watch over and over again are cartoons like &#39;Bob&#39;s Burgers&#39; and &#39;American Dad&#39; and &#39;Rick &amp; Morty.&#39;","author":"Ross Butler","topic":"Dad"},{"quote":"I think in my case, I had no choice but to have a good sense of humor. I grew up with my dad, Danny Thomas, and George Burns and Bob Hope and Milton Berle and Sid Caesar and all those guys were at our house all the time and telling jokes and making each other laugh.","author":"Marlo Thomas","topic":"Dad"},{"quote":"On stage, I&#39;m me. I&#39;m a husband, I&#39;m a dad, I&#39;m a guy, I&#39;m a mess - but I am a cohesive thing that you recognize as one human entity saying these things that he generally believes.","author":"Rob Delaney","topic":"Dad"},{"quote":"People who have not done their research on me do not know that I am European, born in Copenhagen, Denmark to an Italian father from Napoli and a mother from Alabama who was singing opera and went to Europe, met my dad, fell in love, and then moved back to Rome, where I was raised, between Rome and Hamburg.","author":"Giancarlo Esposito","topic":"Dad"},{"quote":"When I was a kid, man, my dad used to buy me the Ted Williams glove at Sears with the Ted Williams shoes with the eight stripes on &#39;em. I used to play Little League, and I was Ted Williams-ed out.","author":"Tony Gwynn","topic":"Dad"},{"quote":"I always wanted to be a stand-up comedian, even as a kid. Me and my dad would watch &#39;Evening at the Improv&#39; on A&amp;E.","author":"Adam DeVine","topic":"Dad"},{"quote":"When my dad toured in &#39;91, I think my first gig properly was the Tokyo Dome, 50,000 people indoors. That was pretty scary. I was 12, or 13.","author":"Dhani Harrison","topic":"Dad"},{"quote":"Dad taught us about morals, values and goals. Having a tight-knit family was important to him.","author":"Junior Seau","topic":"Dad"},{"quote":"I&#39;m a polygamist. I can afford to have as many wives as I can afford to have. All Africans believe in it. My dad has four wives.","author":"Akon","topic":"Dad"},{"quote":"My heroes always are mostly my parents - my father especially, and my mom, who&#39;s passed on already. My dad is a very strong man, and by him being educated, and a principal and school superintendent over 37 years, he plays such a big role in my life.","author":"Dikembe Mutombo","topic":"Dad"},{"quote":"My mum is from Ghana, and she used to play highlife music in the house, and my dad used to listen to music.","author":"Fleur East","topic":"Dad"},{"quote":"My dad was the manager at the 45,000-acre ranch, but he owned his own 1,200-acre ranch, and I owned four cattle that he gave to me when I graduated from grammar school, from the eighth grade. And those cows multiplied, and he kept track of them for years for me. And that was my herd.","author":"Dave Brubeck","topic":"Dad"},{"quote":"My mom and my dad are ebullient people, and I think I carry that with me.","author":"Michael Stuhlbarg","topic":"Dad"},{"quote":"Often as a child you see someone with a learning disability or Down&#39;s Syndrome and my mum and dad were always very quick to explain exactly what was going on and to be in their own way inclusive and welcoming.","author":"Christopher Eccleston","topic":"Dad"},{"quote":"I like to keep most of my bats. I think I have about 250 bats, including my first - which cost Rs 2000 - a gift from my dad in 1998, when I moved to the hostel.","author":"Suresh Raina","topic":"Dad"},{"quote":"Religion was quite a thing in our house - we were Baptists. Some Sundays I went to church three times. If there was a talk on missionary work in the afternoon, I could be there all bloody day. But religion took its first big knock after Dad died.","author":"Philip Kerr","topic":"Dad"},{"quote":"I read a lot of research notes about the countries I visit, and my mum and dad bought me a Kindle, but I&#39;m still getting to grips with it. I prefer paper books.","author":"Ross Kemp","topic":"Dad"},{"quote":"My dad likes to tease me over this. We weren&#39;t there at Fenway, and it wasn&#39;t a consequential game, but Trot Nixon let a ball go through his legs, and from that moment on, I hated Trot Nixon. Really irrational. Based in nothing. But did not like him.","author":"Katie Nolan","topic":"Dad"},{"quote":"Everybody always wants to rebel against their parents&#39; music, but nobody listened to music louder than my dad.","author":"Dan Auerbach","topic":"Dad"},{"quote":"Our last jam session was this past Christmas. Dad played his harmonica, mom sang in English and Italian, and I played guitar. I&#39;m so happy that we could share that musical experience for one last time.","author":"Tony Visconti","topic":"Dad"},{"quote":"I was born and brought up in Liverpool with my clever little sister Jemma, who is 14 and wants to be a vet. My mum Jane is an administrator and my dad Peter is a taxi driver.","author":"Jennifer Ellison","topic":"Dad"},{"quote":"The concept of &#39;family&#39; has changed so much. It&#39;s not just &#39;mom and dad&#39; anymore. It&#39;s &#39;mom and mom&#39; and &#39;dad and dad,&#39; and it&#39;s kind of beautiful.","author":"Theodore Melfi","topic":"Dad"},{"quote":"Dad never misses a chance to remind me that whenever we are travelling together, if 100 people mob him for autographs, five approach me.","author":"Jeev Milkha Singh","topic":"Dad"},{"quote":"Nobody ever asks a father how he manages to combine marriage and a career.","author":"Sam Ewing","topic":"Dad"},{"quote":"I went through a brief phase when I thought of other career options: being an air hostess and even a psychologist. But eventually, my destiny led me to acting. Moreover, my dad being an actor, I have grown up in a very filmi environment. I was encouraged to watch films since I was a child.","author":"Shraddha Kapoor","topic":"Dad"},{"quote":"I do have a nickname with my family; I&#39;m called Snappy, because I do get to be a bit snippy at times. They call me Snappy Bear. That&#39;s from New Hampshire. My dad&#39;s called Crazy, my mother&#39;s Happy - it&#39;s a whole thing.","author":"Eliza Coupe","topic":"Dad"},{"quote":"I think all family businesses are difficult and fraught with problems because you have that family relationship to get over. But my dad has been so supportive, we&#39;ve managed to work around that.","author":"Nell Newman","topic":"Dad"},{"quote":"From when I can remember, I wanted to be an actress. I am a die hard fan of dancing and would take my dad&#39;s clothes and my mom&#39;s clothes and dance in front of the mirror. I loved my dad&#39;s clothes, as they had a lot of glitter in them.","author":"Shraddha Kapoor","topic":"Dad"},{"quote":"My dad doesn&#39;t watch &#39;Coronation Street.&#39; But my mum is a massive fan. I&#39;d like to think my dad will watch it for a few token episodes, as I&#39;m in it.","author":"Rob James-Collier","topic":"Dad"},{"quote":"Jenna&#39;s traveled with me; they&#39;ve both traveled with their dad. This is the only time they&#39;ve been old enough in all of their dad&#39;s campaigns to really be involved in.","author":"Laura Bush","topic":"Dad"},{"quote":"I grew up not liking my father very much. I never saw him cry. But he must have. Everybody cries.","author":"Charley Pride","topic":"Dad"},{"quote":"I lost my dad way too early and it was agonisingly awful. I missed him so much and I hated knowing that I could never again pick up the phone to tell him about my day.","author":"Monica Seles","topic":"Dad"},{"quote":"I&#39;ve traveled all over. I&#39;ve been to all 50 states. With my dad in the Navy, I lived in the Philippines from nine to 12, and I had dog, monkey, lizard, everything. Then I was in Hawaii, and I&#39;m spear-fishing, catching octopus with my hands.","author":"Graham Elliot","topic":"Dad"},{"quote":"When I was a teenager, my dad watched my films and told me I could go to art college and study animation. He made me see that I could do this for a living.","author":"Nick Park","topic":"Dad"},{"quote":"I come from a very working class background. My dad worked in a factory for 40 years. We all put ourselves through school.","author":"Michelle Monaghan","topic":"Dad"},{"quote":"Creativity runs across many categories in life, from the arts-and-crafts project a mum or dad does with their kids, to the bestselling author&#39;s manuscript, to the designs of the hairdresser, to the creations of the computer programming genius.","author":"Tabatha Coffey","topic":"Dad"},{"quote":"My mom and dad are New Yorkers who left the tenement streets of the Bronx and came to Los Angeles when &#39;West Side Story&#39; was real. They have the scars to prove it.","author":"Taylor Negron","topic":"Dad"},{"quote":"If I didn&#39;t already sense that I was different, I certainly was reminded, whether by my parents or by the other school kids. Not just reminded. Told... I was made to believe it wasn&#39;t right. If I went a little bit too off - slap! It was Dad&#39;s upbringing and it was Victorian, and that&#39;s the way he was.","author":"John Galliano","topic":"Dad"},{"quote":"My dad taught me true words you have to use in every relationship. Yes, baby.","author":"Star Jones","topic":"Dad"},{"quote":"When it came to the stylish and graceful art of ballroom dancing, my dad was a king of the clubs, a prowling tiger and a wonderfully natural mover.","author":"Bruno Tonioli","topic":"Dad"},{"quote":"We all feel really blessed to have been with my dad for these 85 years.","author":"Beau Bridges","topic":"Dad"},{"quote":"It was so weird that I would end up directing &#39;The Greatest Game Ever Played,&#39; because, y&#39;know, I&#39;m not a big golfer myself. But I grew up around the game. My mom and dad kind of built their dream house off the 11th fairway of Shady Oaks Country Club in Fort Worth.","author":"Bill Paxton","topic":"Dad"},{"quote":"I&#39;ve got an idea for a modern day faerie tale that I think would made a great short novel. But I just don&#39;t have the time to work on it right now. I&#39;m way too busy with the &#39;Kingkiller Chronicles&#39; and being a new dad.","author":"Patrick Rothfuss","topic":"Dad"},{"quote":"My dad always supported me. Sometimes we didn&#39;t have anything to eat for breakfast, but if we could eat lunch and dinner, we weren&#39;t poor.","author":"Albert Pujols","topic":"Dad"},{"quote":"When I was small, my parents came back from Tijuana, and my dad bought me a very small acoustic guitar. I loved it. I started making up my own songs right away.","author":"Diane Warren","topic":"Dad"},{"quote":"When I sold my first business, I wanted to do something nice for my dad. I wanted to give my parents a bunch of money, but they wouldn&#39;t take anything from me. They were so happy for me; they felt they didn&#39;t need money.","author":"Robert Herjavec","topic":"Dad"},{"quote":"My dad never had a bank balance of more than three lakh and was always extremely compassionate towards his producers.","author":"Suriya","topic":"Dad"},{"quote":"Dad was a difference maker. He reached out to people. He took them by the awe and wonder we feel over the most important questions we can think to imagine. He pulled them away from blind faith, away from pseudoscience, toward a deeper, richer understanding of the universe.","author":"Nick Sagan","topic":"Dad"},{"quote":"Both my mom and my dad have always included me in intelligent conversations about people, about characters, about how people work. My dad and my mom still read all scripts that I find interesting. I send them an e-mail, and I&#39;m like, &#39;Okay, I have my eye on this,&#39; or whatever.","author":"Alicia Vikander","topic":"Dad"},{"quote":"My dad had been an actor... not only had my dad been an actor, but his dad had been an actor, and my great-grandfather had been an actor. And who knows before then?","author":"David Hyde Pierce","topic":"Dad"},{"quote":"My dad is a really honest, hardworking, straight guy.","author":"Joe Lando","topic":"Dad"},{"quote":"Dad was a strict disciplinarian and would give us a wallop with a wooden spoon if we were out of order. But we really respected him - he didn&#39;t try to be our best friend.","author":"Stephen Mangan","topic":"Dad"},{"quote":"Dad has always been - and still is - a great influence on me. He has always stood up for spirit, staying true to his beliefs... and I like to do the same with regard to my own true beliefs, regardless of potential criticism or mockery.","author":"Linus Roache","topic":"Dad"},{"quote":"My dad told me that no one could ever make it as a writer, that my chances were equivalent to winning the lottery - which was good for me, because I like to have something to prove.","author":"Poppy Z. Brite","topic":"Dad"},{"quote":"I speak a little bit of Italian, yeah. I understand more than I speak. I speak more of a dialect; my mum&#39;s from Naples and my dad&#39;s from Sicily, so it comes out little a bit of a cocktail of the Italian language.","author":"Luke Pasqualino","topic":"Dad"},{"quote":"Sometimes being a dad is like watching a ping-pong match.","author":"Steve Schirripa","topic":"Dad"},{"quote":"My dad was a telegraph operator for the Cotton Belt Railroad. He worked seven nights a week from 4 until midnight, no vacation.","author":"Johnny Gimble","topic":"Dad"},{"quote":"The best thing about doing those Hallmark movies is my dad loves them. My dad watches all of those Christmas movies, not just ones I&#39;m in. He watches them all, so the first one I did, it was like my Christmas present to my dad.","author":"Eric Johnson","topic":"Dad"},{"quote":"I&#39;ve hung out at dozens of playgrounds, bored out of my mind, with not even a look of comfort from disapproving mothers all around me. Either they think I&#39;m a pedophile or a deadbeat dad. That&#39;s what I get for being a single dad - suspicious looks at the playground.","author":"Dominic West","topic":"Dad"},{"quote":"Before I was going to be an actress, I was going to be a veterinarian! I thought I was one as a child. I was the kid who was like, &#39;Daddy! I want a kitty! It needs a mommy!&#39; And my dad was such a sucker. Every time I would beg, with tears flying down my face, about how this animal needs love, needs a home. He would cave.","author":"AnnaLynne McCord","topic":"Dad"},{"quote":"I was scouted by this talent scout back home. She found me because I used to make my dad these CDs of my music, and I think that some guy that he worked with had a niece who worked with the talent scout, or something really drawn out, kind of word-of-mouth.","author":"Brianna Hildebrand","topic":"Dad"},{"quote":"My dad and mom used to always say, &#39;Write your vision down. Write the things that you want to happen.&#39; I would write, &#39;I want to make soul cool.&#39;","author":"Ro James","topic":"Dad"},{"quote":"I love playing a dad. It&#39;s hard to find family dramas that are genuinely funny.","author":"Peter Gallagher","topic":"Dad"},{"quote":"My greatest memories as a kid were playing sports with my dad and watching sports with my dad.","author":"Mark Teixeira","topic":"Dad"},{"quote":"I grew up in Edinburgh, but my dad&#39;s from Glasgow, and my mum&#39;s from Chingford in Essex, and I spent time in Ireland, too, so I was always somebody who absorbed accents. I would come back from visits, very much to the annoyance of friends and family, with an accent based on where I&#39;d been.","author":"Chloe Pirrie","topic":"Dad"},{"quote":"My dad was in the movie &#39;Moonwalker,&#39; and I knew he could sing really well, but I didn&#39;t know he could act. I saw that, and I said, &#39;Wow, I want to be just like him.&#39;","author":"Paris Jackson","topic":"Dad"},{"quote":"My mom was a dancer, my dad&#39;s a singer and I&#39;ve always had that kind of music in my life.","author":"Elvis Stojko","topic":"Dad"},{"quote":"As a little kid, not only is my dad Jo-Jo White, but M. L. Carr is involved in the family, Red Auerbach is my godfather, and my stepmother was an Olympic-caliber sprinter. Athletes were all around. I happened to be a natural athlete. If I wasn&#39;t, it might have been hell. But I never got any pressure from my mom and dad to be an athlete.","author":"Brian J. White","topic":"Dad"},{"quote":"Every dad who loves his daughter is not going to want her to go with the penniless slacker loser poet bum, when she could go out with someone who&#39;s successful.","author":"John Leguizamo","topic":"Dad"},{"quote":"I grew up surfing. My dad probably put me on a surfboard before I could walk.","author":"Luke Bracey","topic":"Dad"},{"quote":"My dad sung and played piano. But he was also a man of God. He was a minister. So when Sam Cooke would come in town, you know, with The Soul Stirrers at that time, he was singing gospel, they would end up at my dad&#39;s church, and it would always be a guest singer for Sunday morning.","author":"Merry Clayton","topic":"Dad"},{"quote":"Being a dad is the best thing that ever happened to me. It changed my life entirely.","author":"Jake Busey","topic":"Dad"},{"quote":"On the death of his brothers, my dad lied about his age and joined the army in 1918. He was in the trenches long enough to be gassed and contract the early stages of tuberculosis from which he would eventually die just before my birth.","author":"Michael Foreman","topic":"Dad"},{"quote":"The guy who kind of identified as my dad was my dad&#39;s brother, who was the second person my mom married.","author":"Isaac Brock","topic":"Dad"},{"quote":"I lived in a town of 400 until I was like nine or ten. My dad coached all the sports - he was a gym teacher and health teacher for grades K-12.","author":"January Jones","topic":"Dad"},{"quote":"I&#39;ll say my dad couldn&#39;t act to save his life and nor can my uncle, and they&#39;ll say I&#39;m the worst actor in the world.","author":"Laurence Fox","topic":"Dad"},{"quote":"My dad taught me that language was a powerful tool.","author":"Adrian Nicole LeBlanc","topic":"Dad"},{"quote":"Sitcoms always made the most sense to me. I grew up watching them every day with my dad. Every Monday, Tuesday night, we would be sitting in front of the television watching any kind of sitcom. I connect with that more, but I love to do whatever kind of role.","author":"Hayley Orrantia","topic":"Dad"},{"quote":"Ice Cube&#39;s the coolest dad. A lot of parents - a lot of kids do not think their parents are cool. Oh, no. My dad&#39;s cool... You know, I was born in 1991. That&#39;s when &#39;Boyz n the Hood&#39; came out. So I&#39;ve always see him on TV. I don&#39;t see everybody else&#39;s dad, you know. So I&#39;ve always had a sense of, you know, he&#39;s cool. He&#39;s in the light.","author":"O'Shea Jackson, Jr.","topic":"Dad"},{"quote":"Being on set with my dad - that&#39;s so cool. People always ask me if that made me nervous, but it&#39;s the same element when you&#39;re a kid - when your parents come in the auditorium for those school performances. It calms you.","author":"O'Shea Jackson, Jr.","topic":"Dad"},{"quote":"My dad&#39;s family is part British and Austrian, and my mother&#39;s family is from Goa, which is in the south of India. I looked different from everyone else, which now is such a blessing. It was harder at the beginning of my career.","author":"Meaghan Rath","topic":"Dad"},{"quote":"My dad was born in Haiti, and my mom was born in Tunisia. She is the daughter of a white French woman and a black, half-Guadeloupian, half-American man. My mom traveled the world a lot. She went through Africa, South America, and the Caribbean. She just got to experience a lot of different cultures, and that came through my childhood.","author":"Cecile McLorin Salvant","topic":"Dad"},{"quote":"My dad was on &#39;Zombieland,&#39; and I love that movie. So yeah, I think I like the horror genre!","author":"Chandler Riggs","topic":"Dad"},{"quote":"My dad was a journalist. He was in Rwanda right after the genocide. In Berlin when the wall came down. He was always disappearing and coming back with amazing stories. So telling stories for a living made sense to me.","author":"Patrick J. Adams","topic":"Dad"},{"quote":"We&#39;re not much of a camping family. When I was in Cub Scouts, we went camping once, and my dad snored the whole time and kept me up. It wasn&#39;t that fun.","author":"Chandler Riggs","topic":"Dad"},{"quote":"My dad told me, &#39;It takes fifteen years to be an overnight success&#39;, and it took me seventeen and a half years.","author":"Adrien Brody","topic":"Dad"},{"quote":"One day, I went to buy something for my dad at the shops, and I heard a song by Nat King Cole called &#39;Stardust Melody.&#39; It was like I went into a trance or something. I forgot all about my dad sending me to the shop. When I got home, I explained to him what happened. I thought I was going to get a whipping, but he understood.","author":"Desmond Dekker","topic":"Dad"},{"quote":"My kids love it. I thought I was the coolest dad in the world when I got to be in a Bond film, but &#39;Harry Potter&#39;, too? Well, I think I qualify for a medal for exceptional parenting or something, don&#39;t you?","author":"Robbie Coltraine","topic":"Dad"},{"quote":"All the records I&#39;ve put out have had either artwork that I did while I was young or something that my Dad painted.","author":"Gotye","topic":"Dad"},{"quote":"My dad is a great manager. He&#39;s not just competent - he&#39;s very clever.","author":"Nico Rosberg","topic":"Dad"},{"quote":"People in Finland have also adopted me because of my dad, and that&#39;s great, but it&#39;s the one language I can&#39;t speak.","author":"Nico Rosberg","topic":"Dad"},{"quote":"I lost my parents very early in my life. My mom died three weeks after I graduated from high school, and my dad died two years after I got married.","author":"Mary Badham","topic":"Dad"},{"quote":"I&#39;ve done a contract with my district. I have term-limited myself. I am not taking the pension. I am not taking pay raises, and my family and I are bringing our own health care to Washington, D.C. And my dad taught me as a kid to lead by example - Congress should not have anything better than the American people.","author":"Bobby Schilling","topic":"Dad"},{"quote":"I have a strong head on my shoulders... I&#39;ve always been grounded. People would think not because of who I am, but I&#39;ve always been raised with that sense of morals from my dad and my mother.","author":"Tiffany Trump","topic":"Dad"},{"quote":"Dad&#39;s cancer experience included periods of relatively good health as well as bouts of hospitalisation as he coursed his way through a variety of different chemotherapy treatments.","author":"Amy Hoggart","topic":"Dad"},{"quote":"My dad has a huge vinyl collection downstairs, but I was never too interested. The only CD I had was by Adam Sandler.","author":"Patrick Fugit","topic":"Dad"},{"quote":"My dad&#39;s a biophysicist. My brother is a computer guy. His wife works at Microsoft.","author":"Alec Berg","topic":"Dad"},{"quote":"When your dad comes back from a faraway land with bows and arrows and spears wrapped up in a carpet... that&#39;s cool.","author":"Joe Alwyn","topic":"Dad"},{"quote":"My dad always said, &#39;Don&#39;t worry what people think, because you can&#39;t change it.&#39;","author":"Daisy Donovan","topic":"Dad"},{"quote":"My dad was always at work running a business, so our mom really took care of us. She&#39;d bring us all to our practices, and we all basically played four sports: baseball, hockey, football, and basketball.","author":"Dan Gronkowski","topic":"Dad"},{"quote":"One of my dad&#39;s friends from the music industry came over to our house one time and heard me sing, and he said, &#39;She should audition for this role I have!&#39; So I did! It was a movie called &#39;The Gospel,&#39; which I did when I was five. That was when I was like, &#39;I want to do this acting thing!&#39;","author":"China Anne McClain","topic":"Dad"},{"quote":"I support gun safety measures, and I&#39;ll tell you, I grew up in a family of gun owners and hunters, and I went hunting with my dad as a kid, and you know, I have deep respect for the Second Amendment and the culture of our country.","author":"Eric Swalwell","topic":"Dad"},{"quote":"I was lucky enough to watch my son hit a grand slam at sports camp, and that was great. Yes, I may miss some things, but honestly, I think I get to see more than a dad who works a daily 9 to 5.","author":"CC Sabathia","topic":"Dad"},{"quote":"My dad was a doctor and surgeon. He was the fifth generation of his family to become a doctor.","author":"Ken Kercheval","topic":"Dad"},{"quote":"I&#39;m a lot like my dad: a little bit of a daredevil. I like an adrenaline rush.","author":"Lynsi Torres","topic":"Dad"},{"quote":"Whenever we went on a trip, picnic, or business trip, I was always with my dad, and I would just always be in contact with cosmonauts, and I thought it would be always normal to be with them.","author":"Roman Romanenko","topic":"Dad"},{"quote":"We grew up in a very demanding environment. Dad expects us to prove ourselves... so my siblings and I worked hard to reach what we have today, and I guess we have to continue working hard to maintain it.","author":"Teresita Sy-Coson","topic":"Dad"},{"quote":"I definitely got my philanthropic genes from my mom and dad. They taught me from a very early age to always lend a helping hand to anyone in need, and I hope to raise my daughter to be a very kind and charitable person.","author":"Rebecca Gayheart","topic":"Dad"},{"quote":"My dad&#39;s a Republican. My dad&#39;s my mentor. When I was 18 or whatever it was and I decided to register to vote. My dad&#39;s Republican, so that&#39;s what I decided to register as.","author":"Patrick Murphy","topic":"Dad"},{"quote":"It is much easier to become a father than to be one.","author":"Kent Nerburn","topic":"Dad"},{"quote":"My dad had an aunt at the turn of the century who died from diabetes, but she was the closest affected relative in my family.","author":"Bobby Clarke","topic":"Dad"},{"quote":"Being with my kids is really important to me, being a good dad and being around a lot.","author":"Shooter Jennings","topic":"Dad"},{"quote":"My parents waited to have me and my sister - my dad was 43 when my mother had me, and my mom was 38. They purposefully waited until they had had their adventures in life so that we wouldn&#39;t represent the end of their freedom.","author":"Christian Borle","topic":"Dad"},{"quote":"My novella, &#39;The Lucky One,&#39; is inspired in part by my dad and also by a Holocaust survivor I interviewed for the Steven Spielberg Survivors of the Shoah Foundation.","author":"Jenna Blum","topic":"Dad"},{"quote":"Humor is always based on a modicum of truth. Have you ever heard a joke about a father-in-law?","author":"Dick Clark","topic":"Dad"},{"quote":"I remember going to see my dad pitch against other coal-mining teams, and he was successful with the knuckleball. I saw how bad guys would look like swinging, and how guys talked about how he could throw every day and didn&#39;t hurt his arm. That&#39;s how I grew up learning.","author":"Phil Niekro","topic":"Dad"},{"quote":"I think when you are the parents of a gifted athlete, the best thing in the world you can do is to encourage them, in my opinion. My dad didn&#39;t push me and I didn&#39;t push my children in athletics.","author":"Bob Lilly","topic":"Dad"},{"quote":"As a kid, I would look at my dad and ask him why he was wearing jeans with his tux. Today I love to do it. It&#39;s just fun to be a little more unique.","author":"David Lauren","topic":"Dad"},{"quote":"I&#39;m a hands-on dad. I love my kids more than anything. It&#39;s very important to me. I&#39;d give myself a 10 out of 10 for being a dad.","author":"Dominic Purcell","topic":"Dad"},{"quote":"My off-the-field heroes, the people who gave me the values to live by and who inspired me with their hard work and unselfish dedication to their family, were my mom, Catherine, and my dad, William.","author":"Allan Ray","topic":"Dad"},{"quote":"My dad doesn&#39;t like to admit it, but he&#39;s the ultimate stage dad. He likes to see himself as my manager even though he&#39;s not. I tell him to calm down at least twice a week. The day of the Tony nominations, I honestly thought he was having a heart attack.","author":"Brandon Uranowitz","topic":"Dad"},{"quote":"My dad started taking me to Winnipeg games when I was 3 or 4. As a kid, I loved Wayne Gretzky, and I remember the first game I got to see him play against the Jets. The Kings beat the Jets, and I was happy that they did. Gretzky left the game after the first period, and I was upset about that.","author":"Jonathan Toews","topic":"Dad"},{"quote":"My dad being a DJ, I heard all the hits, no matter what. My mom always had on the radio because my dad was on it.","author":"Chad Channing","topic":"Dad"},{"quote":"I promised my dad before he passed away that I would take care of the family.","author":"Luis Coronel","topic":"Dad"},{"quote":"As a teenager, I developed a great interest in not only horse breeding but also horse racing and used to bet based on red-hot tips. I realized that becoming a bookmaker would be very lucrative, but Dad put his foot down, saying it was an inappropriate career.","author":"Cyrus S. Poonawalla","topic":"Dad"},{"quote":"Shortly after my dad died, my mom figured that if I could do a few commercials, I&#39;d get a college fund.","author":"Liam Aiken","topic":"Dad"},{"quote":"As a pastor and as a dad, I want my son to know I tell the truth. He can read the book. He knows if I exaggerated or if I didn&#39;t. My son is forever gonna believe that I&#39;m an honest person or I&#39;m a liar by what I wrote in that book, because he can read.","author":"Todd Burpo","topic":"Dad"},{"quote":"People are always coming up to me and saying, &#39;I heard your dad&#39;s speech, and it&#39;s really great.&#39; And they&#39;ll mention some place I didn&#39;t even know my dad was going to.","author":"Bill Gates","topic":"Dad"},{"quote":"Me and my dad are the biggest promoters of an estate tax in the US. It&#39;s not a popular position.","author":"Bill Gates","topic":"Dad"},{"quote":"When I was growing up, my parents were almost involved in various volunteer things. My dad was head of Planned Parenthood. And it was very controversial to be involved with that.","author":"Bill Gates","topic":"Dad"},{"quote":"I made a decision when my father passed away that I was going to be who God made me to be and not try to preach like my father.","author":"Joel Osteen","topic":"Dad"},{"quote":"The place of the father in the modern suburban family is a very small one, particularly if he plays golf.","author":"Bertrand Russell","topic":"Dad"},{"quote":"The fundamental defect of fathers, in our competitive society, is that they want their children to be a credit to them.","author":"Bertrand Russell","topic":"Dad"},{"quote":"Wherever you&#39;re from, you adapt to your environment. It definitely made my music a little bit more explicit. Because I really was in North Philly, I listened to State Property and stuff. Everything my dad listened to, I listened to.","author":"Lil Uzi Vert","topic":"Dad"},{"quote":"I&#39;ve never been a hands-on dad. I&#39;m not ashamed to admit it, but you can&#39;t run a restaurant and be home for tea at 4:30 and bath and change nappies.","author":"Gordon Ramsay","topic":"Dad"},{"quote":"I don&#39;t think my dad really knew what to do with me, as a daughter. He treated me like a boy; my brother and I were treated the same. He didn&#39;t do kid stuff. There were no kid&#39;s menus; you weren&#39;t allowed to order off the kid&#39;s menu at dinner - we had to try something from the adult menu.","author":"Emma Watson","topic":"Dad"},{"quote":"My dad always associated information with liberation. He was very much in that Malcolm X tradition.","author":"Ta-Nehisi Coates","topic":"Dad"},{"quote":"There is too much fathering going on just now and there is no doubt about it fathers are depressing.","author":"Gertrude Stein","topic":"Dad"},{"quote":"If you think back to the first sporting event you went to, you don&#39;t remember the score, you don&#39;t remember a home run, you don&#39;t remember a dunk. You remember who you were with. Were you with your mom, your dad, your brother, on a date?","author":"Mark Cuban","topic":"Dad"},{"quote":"The time not to become a father is eighteen years before a war.","author":"E. B. White","topic":"Dad"},{"quote":"My father... had sharper eyes than the rest of our people.","author":"Chief Joseph","topic":"Dad"},{"quote":"Dad thought something very fishy was going on when, at 22, I was offered a job for &pound;1,000 a year - more than Dad paid his own staff - for inventing cheese recipes and writing leaflets at the Dutch Dairy Bureau in London.","author":"Mary Berry","topic":"Dad"},{"quote":"I know the blessing of having a dad who played 16 years in the league. That experience, and seeing him as an example, let me know that it&#39;s possible. It&#39;s not easy, but it&#39;s possible.","author":"Stephen Curry","topic":"Dad"},{"quote":"My dad&#39;s a lighting director. Growing up in Hollywood, I was around the entertainment industry all the time. I knew I&#39;d end up in show business in some capacity, eventually.","author":"Meghan Markle","topic":"Dad"},{"quote":"I loved going to church. I enjoyed being a part of the choir and just doing things in and around the church. But as a young girl, I certainly enjoyed watching and listening to my dad.","author":"Aretha Franklin","topic":"Dad"},{"quote":"I hope that, somewhere, Mom and Dad are proud that little Walter is performing with the Mormon Tabernacle Choir.","author":"Walter Cronkite","topic":"Dad"},{"quote":"My father was grounded, a very meat-and-potatoes man. He was a baker.","author":"Anthony Hopkins","topic":"Dad"},{"quote":"And of course I&#39;ve got kids of my own now, and they love me being in the Harry Potter films. I&#39;m now part of a phenomenon. You become incredibly cool to your kids, and you get a young fan base. So you became the cool dad at school. You&#39;re suddenly hip.","author":"Gary Oldman","topic":"Dad"},{"quote":"I would say the dumbest thing I have heard is that my dad isn&#39;t my real dad.","author":"Khloe Kardashian","topic":"Dad"},{"quote":"There&#39;s sometimes a weird benefit to having an alcoholic, violent father. He really motivated me in that I never wanted to be anything like him.","author":"Dean Koontz","topic":"Dad"},{"quote":"I think when I was about 12 or 13, my dad started taking me out to the local golf course, and that&#39;s the first time I ever hit a golf ball. I picked it up pretty quickly, just kind of monkey-see, monkey-do. But when I was 12, golf was so slow to me. For me, it was basketball, girls and music.","author":"Justin Timberlake","topic":"Dad"},{"quote":"Feels good to try, but playing a father, I&#39;m getting a little older. I see now that I&#39;m taking it more serious and I do want that lifestyle.","author":"Adam Sandler","topic":"Dad"},{"quote":"My father-in-law gets up at 5 o&#39;clock in the morning and watches the Discovery Channel. I don&#39;t know why there&#39;s this big rush to do this.","author":"Jeff Foxworthy","topic":"Dad"},{"quote":"An angry father is most cruel towards himself.","author":"Publilius Syrus","topic":"Dad"},{"quote":"The first time I went to New York, I went with my first boyfriend, Clark. His dad had just bought an apartment in New York, and my dad dropped us off, and we were there for a week on our own. I must have been 15 or 16. I remember I went to Harlem and bought a goose jacket. That was the hip, hot thing.","author":"Kate Moss","topic":"Dad"},{"quote":"Here&#39;s what happens in a play. You get involved in a situation where something is unbalanced. If nothing&#39;s unbalanced, there&#39;s no reason to have a play. If Hamlet comes home from school, and his dad&#39;s not dead and asks him if he&#39;s had a good time, it&#39;s boring. But if something&#39;s unbalanced, it must be returned to order.","author":"David Mamet","topic":"Dad"},{"quote":"I love the comic opportunities that come up in the context of a father-son relationship.","author":"Harrison Ford","topic":"Dad"},{"quote":"My mom had a job, and she also took care of us, and she also took care of Dad - I always saw her pulling triple duty, doing more than I ever felt like she needed to. I made a promise to myself that it would be more of a team effort in my family someday. And because of that, I became more independent.","author":"Carrie Underwood","topic":"Dad"},{"quote":"I&#39;ll take the kids to school after breakfast. I love doing that - love being a dad.","author":"Darius Rucker","topic":"Dad"},{"quote":"The local dudes who knew that my dad owned a studio would say, &#39;Ahh, dude is spoiled,&#39; and this and that. But we didn&#39;t abuse it at all. I&#39;d always ask if we could use the studio first, and if our dad didn&#39;t want us there he would tell us, and that was that. But I definitely tried to get down there as often as I could.","author":"Dimebag Darrell","topic":"Dad"},{"quote":"So my father was a person who never lied to me. If I had a question, he answered it. I knew a lot of things at a young age because I was intrigued.","author":"Nick Cannon","topic":"Dad"},{"quote":"My parents divorced when I was young but I was brought up in two really loving households. I didn&#39;t have a contentious relationship with my mom or dad.","author":"Matt Damon","topic":"Dad"},{"quote":"All I want to do is be a good dad, but I&#39;m pretty bad at it.","author":"Jim Gaffigan","topic":"Dad"},{"quote":"At the end of the day, I&#39;m very lucky to have what I have and do what I do, but I don&#39;t see myself as any different from anyone else who works hard and is a dad and a husband.","author":"David Beckham","topic":"Dad"},{"quote":"I was raised by free-spirited people, though my father gave me a very strong work ethic.","author":"Diane Lane","topic":"Dad"},{"quote":"But I have to be careful not to let the world dazzle me so much that I forget that I&#39;m a husband and a father.","author":"Herbie Hancock","topic":"Dad"},{"quote":"I&#39;m more comfortable with whatever&#39;s wrong with me than my father was whenever he felt he failed or didn&#39;t measure up to the standard he set.","author":"John Malkovich","topic":"Dad"},{"quote":"I have to remind my dad, &#39;Journalists - no matter how many cigars they smoke with you - are not your friends, so don&#39;t talk to them.&#39;","author":"Cameron Diaz","topic":"Dad"},{"quote":"My father wants me to be like my brother, but I can&#39;t be.","author":"Robert Mapplethorpe","topic":"Dad"},{"quote":"I would never have done what I&#39;d done if I&#39;d considered my father as somebody I wanted to please.","author":"Robert Mapplethorpe","topic":"Dad"},{"quote":"I grew up on the back of a motorcycle - my dad didn&#39;t have a car until I was a teenager.","author":"Aisha Tyler","topic":"Dad"},{"quote":"My dad liked to boil a squirrel head and suck the brains out the nose. Smaller than a chicken, bigger than a rat.","author":"Beth Ditto","topic":"Dad"},{"quote":"My grandfather, along with Carnegie, was a pioneer in philanthropy, which my father then practiced on a very large scale.","author":"David Rockefeller","topic":"Dad"},{"quote":"Young men are obsessed with their dads, and they remain obsessed if the dad is not around. Remember that there was a lot of discussion about how George W. Bush might have invaded Iraq to atone for the failures of his dad.","author":"Dinesh D'Souza","topic":"Dad"},{"quote":"I think being a dad is scary. I mean, I&#39;m not that grown-up myself.","author":"Howie Mandel","topic":"Dad"},{"quote":"My father was a physicist and also an activist. My first public protest was with my dad at Stanford. I came by all that honestly.","author":"Joan Baez","topic":"Dad"},{"quote":"My dad and I had been close - he called me Tuyet Bang, Vietnamese for &#39;avalanche,&#39; because of my nonstop energy. I took a lot from him, like being a risk taker, and I know how much he loved my mother.","author":"Michelle Phan","topic":"Dad"},{"quote":"I&#39;m a fun father, but not a good father. The hard decisions always went to my wife.","author":"John Lithgow","topic":"Dad"},{"quote":"I&#39;ll tell you, my dad played and sang, and it didn&#39;t take me long to figure out that playing a guitar was a whole lot better than getting ahold of a hoe handle or chopping cotton, man.","author":"Glen Campbell","topic":"Dad"},{"quote":"What harsh judges fathers are to all young men!","author":"Terence","topic":"Dad"},{"quote":"I remember in the fifth grade my dad would take me to Manhattan to shop for clothes.","author":"Theophilus London","topic":"Dad"},{"quote":"I don&#39;t know how many roles I can ask my dad to play in my life, but so far, father, best friend, role model, mentor and grandfather to my children are working out quite well.","author":"Bryce Dallas Howard","topic":"Dad"},{"quote":"My dad said, &#39;If no one was giving me acting work, I&#39;d have to be prepared to create it myself.&#39;","author":"Domhnall Gleeson","topic":"Dad"},{"quote":"I used to have a silk dressing gown an uncle bought in Japan and when I came downstairs in it, my dad used to call me Davinia. There was never embarrassment about that kind of thing. My sister used to dress me up a lot. She thought I was a little doll.","author":"David Walliams","topic":"Dad"},{"quote":"My father was never anti-anything in our house.","author":"Errol Flynn","topic":"Dad"},{"quote":"My dad had premature gray. I was always the one with the most energy, the one who continued to practice longer. I ran up and down the stairs of different stadiums. I didn&#39;t feel the need to cover up the fact that I was losing my hair or it was graying. When you&#39;re on a team, age is only a factor when you&#39;re talking in the locker room.","author":"Cal Ripken, Jr.","topic":"Dad"},{"quote":"I kept my babies fed. I could have dumped them, but I didn&#39;t. I decided that whatever trip I was on, they were going with me. You&#39;re looking at a real daddy.","author":"Barry White","topic":"Dad"},{"quote":"My mom had struggles. My dad had struggles. He raised me as a single parent. I rebelled and almost quit amateur boxing, but my faith in God had a lot to do with me slowly getting my life together.","author":"Andre Ward","topic":"Dad"},{"quote":"My father, he was like the rock, the guy you went to with every problem.","author":"Gwyneth Paltrow","topic":"Dad"},{"quote":"My dad was real hard on me. He wasn&#39;t really big on congratulating and stuff like that.","author":"Stefon Diggs","topic":"Dad"},{"quote":"A dramatic thing, the first time you stand up to your dad.","author":"Lenny Kravitz","topic":"Dad"},{"quote":"Child-rearing is my main interest now. I&#39;m a hands-on father.","author":"Sean Penn","topic":"Dad"},{"quote":"I&#39;ve always wanted to act and I grew up a little on film sets when my dad was working as an actor.","author":"Saoirse Ronan","topic":"Dad"},{"quote":"The most important lesson my dad taught me was how to manage fear. Early on, he taught me that in a time of emergency, you&#39;ve got to become deliberately calm.","author":"Rudy Giuliani","topic":"Dad"},{"quote":"My father was the most rational and the most dispassionate of men.","author":"Simon Newcomb","topic":"Dad"},{"quote":"St. Lucia was a place were we used to go on vacation - not every year, but we went there a couple of times. I remember the last time that I went there, I was really small, and the only memory that I have is that my dad was going swimming or fishing one day - and I really, really wanted to go - but I was too young.","author":"St. Lucia","topic":"Dad"},{"quote":"I&#39;m just going to try and be a good dad and not spoil the kid: give him love and encouragement but also discipline. Me and my woman, we don&#39;t want him to feel too entitled.","author":"Julian Casablancas","topic":"Dad"},{"quote":"Being a father, being a friend, those are the things that make me feel successful.","author":"William Hurt","topic":"Dad"},{"quote":"My dad has had a rare form of leukemia since I was in about 7th grade. But they&#39;ve come up with some amazing drugs since then and he&#39;s doing really well today.","author":"Tom DeLonge","topic":"Dad"},{"quote":"My father and I have a very good relationship. We always got along. But I always scold him.","author":"Amy Sedaris","topic":"Dad"},{"quote":"My dad has always been really helpful. He taught me that talent is a bonus, but persistence is what wins out.","author":"Zosia Mamet","topic":"Dad"},{"quote":"I enjoyed my time at L.S.U. I wouldn&#39;t change it for anything. My dad went to college - my sisters, brothers - so I felt like I just had to, and I enjoyed it.","author":"Ben Simmons","topic":"Dad"},{"quote":"I write about what happens in my life - and my dad&#39;s passing was a huge blow to me.","author":"Lukas Forchhammer","topic":"Dad"},{"quote":"My parents got divorced when I was around a year old. My dad was essentially a nonentity in my life until I got to be about 16 or so. My mom was a flight attendant for PanAm, so I moved all over the world. London, Rio de Janeiro.","author":"Tucker Max","topic":"Dad"},{"quote":"When I was a kid, I used to imagine animals running under my bed. I told my dad, and he solved the problem quickly. He cut the legs off the bed.","author":"Lou Brock","topic":"Dad"},{"quote":"My dad was my hero when I was a young boy. And then it&#39;s a toss-up between Han Solo, the New Zealand All Blacks Rugby team, and Marlon Brando.","author":"Martin Henderson","topic":"Dad"},{"quote":"I wanted to take up music, so my father bought me a blunt instrument. He told me to knock myself out.","author":"Jay London","topic":"Dad"},{"quote":"The surprising thing about fatherhood was finding my inner mush. Now I want to share it with the world.","author":"Christopher Meloni","topic":"Dad"},{"quote":"If my father had hugged me even once, I&#39;d be an accountant right now.","author":"Ray Romano","topic":"Dad"},{"quote":"My dad had to work for everything in his life; so did my mum: she cleaned people&#39;s houses and looked after old people. You can be complacent and sit on the couch and complain about the dreams that you missed. Get off the couch!","author":"Sam Worthington","topic":"Dad"},{"quote":"My dad always jokes that we should have a reality TV show because my friends and I pull crazy stunts, like putting Saran Wrap on the toilet.","author":"Sofia Richie","topic":"Dad"},{"quote":"My dad is so unique in what he does. It&#39;s not like I&#39;m taking a torch from him and doing his thing. I hope I&#39;ve carried from him a little bit of a sense of irony, a little bit of a wink.","author":"Willie Geist","topic":"Dad"},{"quote":"One Christmas my father kept our tree up till March. He hated to see it go. I loved that.","author":"Mo Rocca","topic":"Dad"},{"quote":"When I was a teenager, I was an umpire for a competitive league for 8- to 9-year-olds. I was really bad at it because I didn&#39;t know all the rules, and all these kids were better athletes than me. I made a bad call, and this dad snapped on me. Then he dumped his trash from his cooler, and I had to kick him out of the stands.","author":"Adam DeVine","topic":"Dad"},{"quote":"Father told me that if I ever met a lady in a dress like yours, I must look her straight in the eyes.","author":"Prince Charles","topic":"Dad"},{"quote":"Every parent is at some time the father of the unreturned prodigal, with nothing to do but keep his house open to hope.","author":"John Ciardi","topic":"Dad"},{"quote":"I&#39;ve always wanted to buy a sports car. After the England series, I went up to my dad and said that I wanted to buy a sports car and got his consent. On his birthday, I surprised him by bringing it home. It&#39;s a Porsche Boxter Limited Edition, and my family was thrilled to see it.","author":"Suresh Raina","topic":"Dad"},{"quote":"One of my earliest memories is of my father carrying me in one arm with a picket sign in the other.","author":"Camryn Manheim","topic":"Dad"},{"quote":"Dad was the only adult male I ever trusted.","author":"Michael Reagan","topic":"Dad"},{"quote":"Because of my father, we are that Shining City on a Hill.","author":"Michael Reagan","topic":"Dad"},{"quote":"Aeneas carried his aged father on his back from the ruins of Troy and so do we all, whether we like it or not, perhaps even if we have never known them.","author":"Angela Carter","topic":"Dad"},{"quote":"I have always thought of Walt Disney as my second father.","author":"Annette Funicello","topic":"Dad"},{"quote":"No, I never thought about my father&#39;s money as my money.","author":"Christie Hefner","topic":"Dad"},{"quote":"My father loved people, children and pets.","author":"Tony Visconti","topic":"Dad"},{"quote":"My father taught me how to substitute realities.","author":"Mira Sorvino","topic":"Dad"},{"quote":"My dad told me something long before I was in politics, and when your dad gives you advice every single day, eventually one or two of the things stick in your mind. And he said, don&#39;t believe what people say, believe what they do.","author":"Mick Mulvaney","topic":"Dad"},{"quote":"The grief of losing my father has come in waves over the years, as it does with most people. His love and devotion as a father provided my closest, most intimate relationship. Dad, and our time together, is in my bones. While reflecting on him, the memories themselves seem to boil down into certain &#39;essences of Dad.&#39;","author":"Jennifer Grant","topic":"Dad"},{"quote":"I liked climbing trees and could often be found up one reading a book. I played games with Dad and drew maps for him on isometric paper. It was very bonding.","author":"Rhianna Pratchett","topic":"Dad"},{"quote":"My dad&#39;s a worker, an electrician, a bog standard job. Nothing glamorous like a footballer, but yet he still provided me with what I needed.","author":"Ashley Thomas","topic":"Dad"},{"quote":"Thirteen, 13 children, and I love - I love them all. And I think I&#39;ve been a good father to all of them.","author":"Anthony Quinn","topic":"Dad"},{"quote":"My dad&#39;s a bodybuilder. My whole life I&#39;ve been taught to train the hard way. I believe in earning strength, not buying it. My grandfather raised me old school: In baseball, you work for whatever you get.","author":"Gary Sheffield","topic":"Dad"},{"quote":"A father&#39;s disappointment can be a very powerful tool.","author":"Michael Bergin","topic":"Dad"},{"quote":"I was punished for blowing the whistle on my father&#39;s lifestyle.","author":"Tatum O'Neal","topic":"Dad"},{"quote":"I love my dad, although I&#39;m definitely critical of him sometimes, like when his pants are too tight. But I love him so much and I try to be really supportive of him.","author":"Liv Tyler","topic":"Dad"},{"quote":"I&#39;m probably a little more like my dad. But because of my mom, I never saw being a woman as being an impediment to being able to do something. She had her Ph.D. before I was born.","author":"Mary Cheney","topic":"Dad"},{"quote":"I think if you look at most successful people, if you ask most of them, their biggest influence was their dad.","author":"Tom Lehman","topic":"Dad"},{"quote":"I was actually born in L.A. My sisters and I were playing in a parking lot, and my dad was like, &#39;Nah, nah, nah. Let&#39;s go give &#39;em some grass.&#39;","author":"Rachel Keller","topic":"Dad"},{"quote":"My father was something of a rainbow-chaser.","author":"Marc Davis","topic":"Dad"},{"quote":"Now, if you&#39;re Al Gore, you can afford $10 a pop for squiggly-pig-tailed fluorescent light bulbs. But if you&#39;re mainstream America, two or three kids, mom and dad working outside the home, that&#39;s not a very good deal.","author":"Joe Barton","topic":"Dad"},{"quote":"My father was always telling himself no one was perfect, not even my mother.","author":"Broderick Crawford","topic":"Dad"},{"quote":"My father was the guy on the block who said hi to everyone.","author":"Damon Wayans","topic":"Dad"},{"quote":"My dad was such a bigot. He was a horrible, self-centred person. He was really racist and he&#39;d talk about the Jews and blacks and Catholics even.","author":"Cindy Sherman","topic":"Dad"},{"quote":"It&#39;s as though all the terms of a family were present at one time rather than his dad and his mum. Not just a present authority, but the resident memory of what qualifies what else is the case.","author":"Robert Creeley","topic":"Dad"},{"quote":"My dad had such a cool job. When you&#39;re a voiceover actor, it&#39;s a whole different skill - you&#39;re bringing these huge, larger-than-life monsters and characters to life. And, also, you have to learn accents.","author":"Ashley Bell","topic":"Dad"},{"quote":"The best money advice ever given me was from my father. When I was a little girl, he told me, &#39;Don&#39;t spend anything unless you have to.&#39;","author":"Dinah Shore","topic":"Dad"},{"quote":"Father or stepfather - those are just titles to me. They don&#39;t mean anything.","author":"Oliver Hudson","topic":"Dad"},{"quote":"Fathers in today&#39;s modern families can be so many things.","author":"Oliver Hudson","topic":"Dad"},{"quote":"My introduction to the Madonna Inn came as a young boy when we would take summer vacations to a nearby town. My dad would take us into their gift shop bathroom, which was a huge waterfall that functioned as the men&#39;s urinal. So as a kid, this was the most amazing thing I had ever seen.","author":"Aaron Ruell","topic":"Dad"},{"quote":"I&#39;m so lucky that &#39;The Vampire Diaries&#39; happened. I&#39;m so lucky that Warner Bros. pays me money. You have no idea. I should be on a fishing boat with my dad.","author":"Kevin Williamson","topic":"Dad"},{"quote":"Being a father to my family and a husband is to me much more important than what I did in the business.","author":"Tom Bosley","topic":"Dad"},{"quote":"My dad&#39;s an artist, and my grandfather paints - he&#39;s not a painter; my grandfather&#39;s a butcher - but he does a lot of crafts, stained glass, painting, that stuff. There is art in our family, and I was an art major in college along with being a theater major.","author":"Brett Dalton","topic":"Dad"},{"quote":"My dad is my support, and he is the best support that I could ever have.","author":"Thora Birch","topic":"Dad"},{"quote":"I have six brothers and one sister, and I was an ice hockey player when I was younger. I think my dad thought I was going to be in the women&#39;s league for ice hockey. But, I totally fell in love with drama in grade school, and I asked my mom if I could get involved with it.","author":"Nicola Peltz","topic":"Dad"},{"quote":"My dad was my coach in baseball and early on in basketball, so playing baseball was something we always did.","author":"Matthew Stafford","topic":"Dad"},{"quote":"My father was an Episcopalian minister, and I&#39;ve always been comforted by the power of prayer.","author":"Anna Lee","topic":"Dad"},{"quote":"Rich men&#39;s sons are seldom rich men&#39;s fathers.","author":"Herbert Kaufman","topic":"Dad"},{"quote":"When I was 18, I thought my father was pretty dumb. After a while when I got to be 21, I was amazed to find out how much he&#39;d learned in three years.","author":"Frank Butler","topic":"Dad"},{"quote":"I was homeless for about 8 months, I refused to live with my dad or anyone for that matter. So I stayed somewhere that had no hot water, ever, no heat, I told myself I have to be strong and get through it on my own.","author":"Eric West","topic":"Dad"},{"quote":"When a father, absent during the day, returns home at six, his children receive only his temperament, not his teaching.","author":"Robert Bly","topic":"Dad"},{"quote":"No man is responsible for his father. That was entirely his mother&#39;s affair.","author":"Margaret Turnbull","topic":"Dad"},{"quote":"Music was in the air when I was growing up. My siblings Katy, Dave and Phil were musical; my dad worked in inner-city New York where a musical revolution was taking place - folk music, rock n&#39; roll, gospel music. My sister taught me to sing. My brothers taught me to play.","author":"Sam Barry","topic":"Dad"}]