[{"quote":"Death is not the greatest loss in life. The greatest loss is what dies inside us while we live.","author":"Norman Cousins","topic":"Death"},{"quote":"I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.","author":"Robert Fulghum","topic":"Death"},{"quote":"If we lose love and self respect for each other, this is how we finally die.","author":"Maya Angelou","topic":"Death"},{"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","topic":"Death"},{"quote":"It is not death that a man should fear, but he should fear never beginning to live.","author":"Marcus Aurelius","topic":"Death"},{"quote":"Nothing is more sad than the death of an illusion.","author":"Arthur Koestler","topic":"Death"},{"quote":"I don&#39;t fear death so much as I fear its prologues: loneliness, decrepitude, pain, debilitation, depression, senility. After a few years of those, I imagine death presents like a holiday at the beach.","author":"Mary Roach","topic":"Death"},{"quote":"Death is nothing, but to live defeated and inglorious is to die daily.","author":"Napoleon Bonaparte","topic":"Death"},{"quote":"The life of the dead is placed in the memory of the living.","author":"Marcus Tullius Cicero","topic":"Death"},{"quote":"I don&#39;t have no fear of death. My only fear is coming back reincarnated.","author":"Tupac Shakur","topic":"Death"},{"quote":"While I thought that I was learning how to live, I have been learning how to die.","author":"Leonardo da Vinci","topic":"Death"},{"quote":"Don&#39;t send me flowers when I&#39;m dead. If you like me, send them while I&#39;m alive.","author":"Brian Clough","topic":"Death"},{"quote":"I didn&#39;t attend the funeral, but I sent a nice letter saying I approved of it.","author":"Mark Twain","topic":"Death"},{"quote":"Death is the solution to all problems. No man - no problem.","author":"Joseph Stalin","topic":"Death"},{"quote":"For life and death are one, even as the river and the sea are one.","author":"Khalil Gibran","topic":"Death"},{"quote":"Death may be the greatest of all human blessings.","author":"Socrates","topic":"Death"},{"quote":"When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home.","author":"Tecumseh","topic":"Death"},{"quote":"Absolute silence leads to sadness. It is the image of death.","author":"Jean-Jacques Rousseau","topic":"Death"},{"quote":"If a man has not discovered something that he will die for, he isn&#39;t fit to live.","author":"Martin Luther King, Jr.","topic":"Death"},{"quote":"In this world nothing can be said to be certain, except death and taxes.","author":"Benjamin Franklin","topic":"Death"},{"quote":"Remembering that I&#39;ll be dead soon is the most important tool I&#39;ve ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important.","author":"Steve Jobs","topic":"Death"},{"quote":"Without health life is not life; it is only a state of langour and suffering - an image of death.","author":"Buddha","topic":"Death"},{"quote":"Life and death are one thread, the same line viewed from different sides.","author":"Lao Tzu","topic":"Death"},{"quote":"Cowards die many times before their deaths; the valiant never taste of death but once.","author":"William Shakespeare","topic":"Death"},{"quote":"As a well-spent day brings happy sleep, so a life well spent brings happy death.","author":"Leonardo da Vinci","topic":"Death"},{"quote":"No matter how devastating our struggles, disappointments, and troubles are, they are only temporary. No matter what happens to you, no matter the depth of tragedy or pain you face, no matter how death stalks you and your loved ones, the Resurrection promises you a future of immeasurable good.","author":"Josh McDowell","topic":"Death"},{"quote":"I would rather die a meaningful death than to live a meaningless life.","author":"Corazon Aquino","topic":"Death"},{"quote":"My sister is a mess. I love her to death, but she is a mess.","author":"RJ Mitte","topic":"Death"},{"quote":"Courage is being scared to death... and saddling up anyway.","author":"John Wayne","topic":"Death"},{"quote":"There is no life to be found in violence. Every act of violence brings us closer to death. Whether it&#39;s the mundane violence we do to our bodies by overeating toxic food or drink or the extreme violence of child abuse, domestic warfare, life-threatening poverty, addiction, or state terrorism.","author":"bell hooks","topic":"Death"},{"quote":"A revolution is a struggle to the death between the future and the past.","author":"Fidel Castro","topic":"Death"},{"quote":"Yes, people pull the trigger - but guns are the instrument of death. Gun control is necessary, and delay means more death and horror.","author":"Eliot Spitzer","topic":"Death"},{"quote":"Life is pleasant. Death is peaceful. It&#39;s the transition that&#39;s troublesome.","author":"Isaac Asimov","topic":"Death"},{"quote":"There is no easy walk to freedom anywhere, and many of us will have to pass through the valley of the shadow of death again and again before we reach the mountaintop of our desires.","author":"Nelson Mandela","topic":"Death"},{"quote":"To have faith doesn&#39;t mean you get any less frustrated when you don&#39;t do your best, but you know that it&#39;s not life and death. Take what you&#39;re given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going.","author":"Tom Lehman","topic":"Death"},{"quote":"Even death is not to be feared by one who has lived wisely.","author":"Buddha","topic":"Death"},{"quote":"I had reasoned this out in my mind, there was one of two things I had a right to, liberty or death; if I could not have one, I would have the other.","author":"Harriet Tubman","topic":"Death"},{"quote":"The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.","author":"Mark Twain","topic":"Death"},{"quote":"Suicide is man&#39;s way of telling God, &#39;You can&#39;t fire me - I quit.&#39;","author":"Bill Maher","topic":"Death"},{"quote":"Some people die at 25 and aren&#39;t buried until 75.","author":"Benjamin Franklin","topic":"Death"},{"quote":"Suffering, failure, loneliness, sorrow, discouragement, and death will be part of your journey, but the Kingdom of God will conquer all these horrors. No evil can resist grace forever.","author":"Brennan Manning","topic":"Death"},{"quote":"I am become death, the destroyer of worlds.","author":"J. Robert Oppenheimer","topic":"Death"},{"quote":"The death of one man is a tragedy. The death of millions is a statistic.","author":"Joseph Stalin","topic":"Death"},{"quote":"How strange this fear of death is! We are never frightened at a sunset.","author":"George MacDonald","topic":"Death"},{"quote":"Intellectual growth should commence at birth and cease only at death.","author":"Albert Einstein","topic":"Death"},{"quote":"God is dead. God remains dead. And we have killed him. Yet his shadow still looms. How shall we comfort ourselves, the murderers of all murderers? What was holiest and mightiest of all that the world has yet owned has bled to death under our knives; who will wipe this blood off us? What water is there for us to clean ourselves?","author":"Friedrich Nietzsche","topic":"Death"},{"quote":"Our criminal justice system is fallible. We know it, even though we don&#39;t like to admit it. It is fallible despite the best efforts of most within it to do justice. And this fallibility is, at the end of the day, the most compelling, persuasive, and winning argument against a death penalty.","author":"Eliot Spitzer","topic":"Death"},{"quote":"The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?","author":"Edgar Allan Poe","topic":"Death"},{"quote":"I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. &#39;Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.","author":"Thomas Paine","topic":"Death"},{"quote":"The true face of smoking is disease, death and horror - not the glamour and sophistication the pushers in the tobacco industry try to portray.","author":"David Byrne","topic":"Death"},{"quote":"I love the name of honor, more than I fear death.","author":"Julius Caesar","topic":"Death"},{"quote":"And how can man die better than facing fearful odds, for the ashes of his fathers, and the temples of his Gods?","author":"Thomas Babington Macaulay","topic":"Death"},{"quote":"Serenity is the balance between good and bad, life and death, horrors and pleasures. Life is, as it were, defined by death. If there wasn&#39;t death of things, then there wouldn&#39;t be any life to celebrate.","author":"Norman Davies","topic":"Death"},{"quote":"Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!","author":"Patrick Henry","topic":"Death"},{"quote":"If a man can bridge the gap between life and death, if he can live on after he&#39;s dead, then maybe he was a great man.","author":"James Dean","topic":"Death"},{"quote":"Every parting is a form of death, as every reunion is a type of heaven.","author":"Tryon Edwards","topic":"Death"},{"quote":"Life and death are illusions. We are in a constant state of transformation.","author":"Alejandro Gonzalez Inarritu","topic":"Death"},{"quote":"Who am I? Not the body, because it is decaying; not the mind, because the brain will decay with the body; not the personality, nor the emotions, for these also will vanish with death.","author":"Ramana Maharshi","topic":"Death"},{"quote":"Loved. You can&#39;t use it in the past tense. Death does not stop that love at all.","author":"Ken Kesey","topic":"Death"},{"quote":"Regard your soldiers as your children, and they will follow you into the deepest valleys; look on them as your own beloved sons, and they will stand by you even unto death.","author":"Sun Tzu","topic":"Death"},{"quote":"The Negro race, like all races, is going to be saved by its exceptional men. The problem of education, then, among Negroes must first of all deal with the Talented Tenth; it is the problem of developing the Best of this race that they may guide the Mass away from the contamination and death of the Worst, in their own and other races.","author":"W. E. B. Du Bois","topic":"Death"},{"quote":"Bravery is the capacity to perform properly even when scared half to death.","author":"Omar N. Bradley","topic":"Death"},{"quote":"Death and love are the two wings that bear the good man to heaven.","author":"Michelangelo","topic":"Death"},{"quote":"Even today we raise our hand against our brother... We have perfected our weapons, our conscience has fallen asleep, and we have sharpened our ideas to justify ourselves as if it were normal we continue to sow destruction, pain, death. Violence and war lead only to death.","author":"Pope Francis","topic":"Death"},{"quote":"Nothing in life is promised except death.","author":"Kanye West","topic":"Death"},{"quote":"If we don&#39;t know life, how can we know death?","author":"Confucius","topic":"Death"},{"quote":"Death is not extinguishing the light; it is only putting out the lamp because the dawn has come.","author":"Rabindranath Tagore","topic":"Death"},{"quote":"No matter how prepared you think you are for the death of a loved one, it still comes as a shock, and it still hurts very deeply.","author":"Billy Graham","topic":"Death"},{"quote":"The death penalty is discriminatory and does not do anything about crime.","author":"Bobby Scott","topic":"Death"},{"quote":"As one whose husband and mother-in-law have died the victims of murder and assassination, I stand firmly and unequivocally opposed to the death penalty for those convicted of capital offenses... An evil deed is not redeemed by an evil deed of retaliation.","author":"Coretta Scott King","topic":"Death"},{"quote":"They tell us that suicide is the greatest piece of cowardice... that suicide is wrong; when it is quite obvious that there is nothing in the world to which every man has a more unassailable title than to his own life and person.","author":"Arthur Schopenhauer","topic":"Death"},{"quote":"Art is the tree of life. Science is the tree of death.","author":"William Blake","topic":"Death"},{"quote":"Guilt is perhaps the most painful companion of death.","author":"Coco Chanel","topic":"Death"},{"quote":"Life is a great sunrise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","topic":"Death"},{"quote":"Football (soccer) is a matter of life and death, except more important.","author":"Bill Shankly","topic":"Death"},{"quote":"If someone were to say that life at hard labor is as painful as death and therefore equally cruel, I should reply that, taking all the unhappy moments of perpetual slavery together, it is perhaps even more painful, but these moments are spread out over a lifetime, and capital punishment exercises all its power in an instant.","author":"Cesare Beccaria","topic":"Death"},{"quote":"No one can make you happy. No one can help you grow in life more than you can. I can love you to death, but I can only go so far. I can inspire and encourage you as much as I can, but when you play an active role to find that self-security and that self-worth, it makes the difference.","author":"Musiq Soulchild","topic":"Death"},{"quote":"Our dead are never dead to us, until we have forgotten them.","author":"George Eliot","topic":"Death"},{"quote":"To run away from trouble is a form of cowardice and, while it is true that the suicide braves death, he does it not for some noble object but to escape some ill.","author":"Aristotle","topic":"Death"},{"quote":"Some people think football is a matter of life and death. I assure you, it&#39;s much more serious than that.","author":"Bill Shankly","topic":"Death"},{"quote":"Everybody wants to go to heaven, but nobody wants to die.","author":"Unknown","topic":"Death"},{"quote":"The death of a beautiful woman, is unquestionably the most poetical topic in the world.","author":"Edgar Allan Poe","topic":"Death"},{"quote":"The goal of all life is death.","author":"Sigmund Freud","topic":"Death"},{"quote":"The day which we fear as our last is but the birthday of eternity.","author":"Lucius Annaeus Seneca","topic":"Death"},{"quote":"Death and life have their determined appointments; riches and honors depend upon heaven.","author":"Confucius","topic":"Death"},{"quote":"See, I have set before you this day life and good, death and evil... I have set before you life and death, blessing and curse; therefore choose life.","author":"Moses","topic":"Death"},{"quote":"It is the cause, not the death, that makes the martyr.","author":"Napoleon Bonaparte","topic":"Death"},{"quote":"Death does not concern us, because as long as we exist, death is not here. And when it does come, we no longer exist.","author":"Epicurus","topic":"Death"},{"quote":"I don&#39;t want to have lived in vain like most people. I want to be useful or bring enjoyment to all people, even those I&#39;ve never met. I want to go on living even after my death!","author":"Anne Frank","topic":"Death"},{"quote":"Childhood vaccines are one of the great triumphs of modern medicine. Indeed, parents whose children are vaccinated no longer have to worry about their child&#39;s death or disability from whooping cough, polio, diphtheria, hepatitis, or a host of other infections.","author":"Ezekiel Emanuel","topic":"Death"},{"quote":"If we must die, we die defending our rights.","author":"Sitting Bull","topic":"Death"},{"quote":"The tragedy of life is in what dies inside a man while he lives - the death of genuine feeling, the death of inspired response, the awareness that makes it possible to feel the pain or the glory of other men in yourself.","author":"Norman Cousins","topic":"Death"},{"quote":"I need your help. I am injured, near death, and too weak to hike out of here. I am all alone. This is no joke. In the name of God, please remain to save me. I am out collecting berries close by and shall return this evening. Thank you, Chris McCandless.","author":"Christopher McCandless","topic":"Death"},{"quote":"I do not agree with what you have to say, but I&#39;ll defend to the death your right to say it.","author":"Evelyn Beatrice Hall","topic":"Death"},{"quote":"Love has no age, no limit; and no death.","author":"John Galsworthy","topic":"Death"},{"quote":"The death penalty issue is obviously a divisive one. But whether one is for or against, you can not deny the basic illogic - if we know the system is flawed, if we know there are innocent people on Death Row, then until the system is reformed, should we not abandon the death penalty to protect those who are innocent?","author":"Richard LaGravenese","topic":"Death"},{"quote":"If there is a meaning in life at all, then there must be a meaning in suffering. Suffering is an ineradicable part of life, even as fate and death. Without suffering and death, human life cannot be complete.","author":"Viktor E. Frankl","topic":"Death"},{"quote":"I don&#39;t believe in death, neither in flesh nor in spirit.","author":"Bob Marley","topic":"Death"},{"quote":"Do not fear death so much but rather the inadequate life.","author":"Bertolt Brecht","topic":"Death"},{"quote":"If you live a life of make-believe, your life isn&#39;t worth anything until you do something that does challenge your reality. And to me, sailing the open ocean is a real challenge, because it&#39;s life or death.","author":"Morgan Freeman","topic":"Death"},{"quote":"There are only three events in a man&#39;s life; birth, life, and death; he is not conscious of being born, he dies in pain, and he forgets to live.","author":"Jean de la Bruyere","topic":"Death"},{"quote":"Your ego can become an obstacle to your work. If you start believing in your greatness, it is the death of your creativity.","author":"Marina Abramovic","topic":"Death"},{"quote":"In Hinduism, Shiva is a deity who represents transformation. Through destruction and restoration, Shiva reminds us that endings are beginnings, and that our world is constantly undergoing a cycle of birth, death and rebirth.","author":"Karen Salmansohn","topic":"Death"},{"quote":"Not all moral issues have the same moral weight as abortion and euthanasia. There may be legitimate diversity of opinion even among Catholics about waging war and applying the death penalty, but not... with regard to abortion and euthanasia.","author":"Pope Benedict XVI","topic":"Death"},{"quote":"Do I favor the death penalty? Theoretically, I do, but when you realize that there&#39;s a 4 percent error rate, you end up putting guilty people to death.","author":"Gary Johnson","topic":"Death"},{"quote":"When you look at death, it makes you understand the importance of the moment when you have life and death in front of you, and you witness seeing someone deteriorating in front of you - it&#39;s an overwhelming experience. If you don&#39;t learn from that, I don&#39;t know what else you&#39;re gonna learn.","author":"Mickalene Thomas","topic":"Death"},{"quote":"I put for the general inclination of all mankind, a perpetual and restless desire of power after power, that ceaseth only in death.","author":"Thomas Hobbes","topic":"Death"},{"quote":"Liberty for wolves is death to the lambs.","author":"Isaiah Berlin","topic":"Death"},{"quote":"Death is just life&#39;s next big adventure.","author":"J. K. Rowling","topic":"Death"},{"quote":"Hatred is corrosive of a person&#39;s wisdom and conscience; the mentality of enmity can poison a nation&#39;s spirit, instigate brutal life and death struggles, destroy a society&#39;s tolerance and humanity, and block a nation&#39;s progress to freedom and democracy.","author":"Liu Xiaobo","topic":"Death"},{"quote":"Of emotions, of love, of breakup, of love and hate and death and dying, mama, apple pie, and the whole thing. It covers a lot of territory, country music does.","author":"Johnny Cash","topic":"Death"},{"quote":"Every parting gives a foretaste of death, every reunion a hint of the resurrection.","author":"Arthur Schopenhauer","topic":"Death"},{"quote":"Death comes to all, but great achievements build a monument which shall endure until the sun grows cold.","author":"Ralph Waldo Emerson","topic":"Death"},{"quote":"If I take death into my life, acknowledge it, and face it squarely, I will free myself from the anxiety of death and the pettiness of life - and only then will I be free to become myself.","author":"Martin Heidegger","topic":"Death"},{"quote":"You can&#39;t call it an adventure unless it&#39;s tinged with danger. The greatest danger in life, though, is not taking the adventure at all. To have the objective of a life of ease is death. I think we&#39;ve all got to go after our own Everest.","author":"Brian Blessed","topic":"Death"},{"quote":"I offer neither pay, nor quarters, nor food; I offer only hunger, thirst, forced marches, battles and death. Let him who loves his country with his heart, and not merely with his lips, follow me.","author":"Giuseppe Garibaldi","topic":"Death"},{"quote":"What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal.","author":"Albert Pike","topic":"Death"},{"quote":"Love is anterior to life, posterior to death, initial of creation, and the exponent of breath.","author":"Emily Dickinson","topic":"Death"},{"quote":"Nothing is a matter of life and death except life and death.","author":"Angela Carter","topic":"Death"},{"quote":"We are dying from overthinking. We are slowly killing ourselves by thinking about everything. Think. Think. Think. You can never trust the human mind anyway. It&#39;s a death trap.","author":"Anthony Hopkins","topic":"Death"},{"quote":"There is no lonelier man in death, except the suicide, than that man who has lived many years with a good wife and then outlived her. If two people love each other there can be no happy end to it.","author":"Ernest Hemingway","topic":"Death"},{"quote":"People fear death even more than pain. It&#39;s strange that they fear death. Life hurts a lot more than death. At the point of death, the pain is over. Yeah, I guess it is a friend.","author":"Jim Morrison","topic":"Death"},{"quote":"You can change your world by changing your words... Remember, death and life are in the power of the tongue.","author":"Joel Osteen","topic":"Death"},{"quote":"Someone has to die in order that the rest of us should value life more.","author":"Virginia Woolf","topic":"Death"},{"quote":"Love never dies a natural death. It dies because we don&#39;t know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings.","author":"Anais Nin","topic":"Death"},{"quote":"I&#39;m gonna live till I die.","author":"Frank Sinatra","topic":"Death"},{"quote":"Let us all be brave enough to die the death of a martyr, but let no one lust for martyrdom.","author":"Mahatma Gandhi","topic":"Death"},{"quote":"Death is a release from the impressions of the senses, and from desires that make us their puppets, and from the vagaries of the mind, and from the hard service of the flesh.","author":"Marcus Aurelius","topic":"Death"},{"quote":"Generally speaking, the Way of the warrior is resolute acceptance of death.","author":"Miyamoto Musashi","topic":"Death"},{"quote":"There is no death, only a change of worlds.","author":"Chief Seattle","topic":"Death"},{"quote":"It is natural to indulge in the illusions of hope. We are apt to shut our eyes to that siren until she allures us to our death.","author":"Patrick Henry","topic":"Death"},{"quote":"In India we only read about death, sickness, terrorism, crime.","author":"A. P. J. Abdul Kalam","topic":"Death"},{"quote":"There is but One God. His name is Truth; He is the Creator. He fears none; he is without hate. He never dies; He is beyond the cycle of births and death. He is self-illuminated. He is realized by the kindness of the True Guru. He was True in the beginning; He was True when the ages commenced and has ever been True. He is also True now.","author":"Guru Nanak","topic":"Death"},{"quote":"No one wants to die. Even people who want to go to heaven don&#39;t want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life&#39;s change agent. It clears out the old to make way for the new.","author":"Steve Jobs","topic":"Death"},{"quote":"To be idle is a short road to death and to be diligent is a way of life; foolish people are idle, wise people are diligent.","author":"Buddha","topic":"Death"},{"quote":"Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.","author":"J. R. R. Tolkien","topic":"Death"},{"quote":"An Atheist believes that a hospital should be built instead of a church. An atheist believes that deed must be done instead of prayer said. An atheist strives for involvement in life and not escape into death. He wants disease conquered, poverty vanished, war eliminated.","author":"Madalyn Murray O'Hair","topic":"Death"},{"quote":"No evil can happen to a good man, either in life or after death.","author":"Plato","topic":"Death"},{"quote":"If physical death is the price that I must pay to free my white brothers and sisters from a permanent death of the spirit, then nothing can be more redemptive.","author":"Martin Luther King, Jr.","topic":"Death"},{"quote":"I am He who lives, and was dead, and behold, I am alive forevermore. Amen. And I have the keys of Hades and of Death.","author":"Jesus Christ","topic":"Death"},{"quote":"Death consists, indeed, in a repeated process of unrobing, or unsheathing. The immortal part of man shakes off from itself, one after the other, its outer casings, and - as the snake from its skin, the butterfly from its chrysalis - emerges from one after another, passing into a higher state of consciousness.","author":"Annie Besant","topic":"Death"},{"quote":"Ordinary people seem not to realize that those who really apply themselves in the right way to philosophy are directly and of their own accord preparing themselves for dying and death.","author":"Socrates","topic":"Death"},{"quote":"When life is victorious, there is birth; when it is thwarted, there is death. A warrior is always engaged in a life-and-death struggle for Peace.","author":"Morihei Ueshiba","topic":"Death"},{"quote":"We know the road to freedom has always been stalked by death.","author":"Angela Davis","topic":"Death"},{"quote":"As far as songwriting, my inspirations came from love, life and death, and viewing other people&#39;s situations.","author":"Ed Sheeran","topic":"Death"},{"quote":"My favorite place to go is Zabriskie Point in Death Valley. If you see it at sunrise and sunset, it&#39;s like you&#39;re on Mars.","author":"Petra Collins","topic":"Death"},{"quote":"If you just do a Google search and type in &#39;smoking&#39; or &#39;lung cancer&#39;, you will be barraged with never ending facts and numbers, like how one in every three Americans is affected by lung disease and how COPD is the third leading cause of death and if you get lung cancer the odds are 95% that you will die.","author":"Matthew Gray Gubler","topic":"Death"},{"quote":"The world is put back by the death of every one who has to sacrifice the development of his or her peculiar gifts to conventionality.","author":"Florence Nightingale","topic":"Death"},{"quote":"My fear was not of death itself, but a death without meaning.","author":"Huey Newton","topic":"Death"},{"quote":"One of the greatest gifts we can give people is the hope that their death is nothing to fear - you know, not that it has no fear in it, but the promise of scripture is that God will lead us through the valley of the shadow of death.","author":"Max Lucado","topic":"Death"},{"quote":"If we have been pleased with life, we should not be displeased with death, since it comes from the hand of the same master.","author":"Michelangelo","topic":"Death"},{"quote":"Death can&#39;t be considered because, if you&#39;re afraid to die, there&#39;s no room in your life to make discoveries.","author":"James Dean","topic":"Death"},{"quote":"Art is built on the deepest themes of human meaning: good and evil, beauty and ugliness, life and death, love and hate. No other story has incarnated those themes more than the story of Jesus.","author":"John Ortberg","topic":"Death"},{"quote":"I&#39;m not in favor of the death penalty. But I&#39;m in favor of locking these people away in maximum security units where they can never get out. They can never escape. They can never be paroled. Lock the bad ones away. But you gotta rethink everybody else.","author":"John Grisham","topic":"Death"},{"quote":"If you look at the movie &#39;Belly,&#39; I identify with Sincere the most. I am a gangster. I love my lady to death. I&#39;m not in the game for the wrong reasons. I&#39;m not in the game for the glory. I&#39;m in the game to survive so the people that I love could be straight. I&#39;m a highly intelligent individual.","author":"Kevin Gates","topic":"Death"},{"quote":"It&#39;s funny how most people love the dead, once you&#39;re dead, you&#39;re made for life.","author":"Jimi Hendrix","topic":"Death"},{"quote":"Be ashamed to die until you have won some victory for humanity.","author":"Horace Mann","topic":"Death"},{"quote":"Life is hard. Then you die. Then they throw dirt in your face. Then the worms eat you. Be grateful it happens in that order.","author":"David Gerrold","topic":"Death"},{"quote":"One death is a tragedy; one million is a statistic.","author":"Joseph Stalin","topic":"Death"},{"quote":"The three touchstones that woke Buddha up - sickness, old age, and death - are a pretty good place to start when crafting a tragic tale. And if we need to get more specific: heartbreak, destruction, miscomprehension, natural disasters, betrayal, and the waste of human potential.","author":"Paul Di Filippo","topic":"Death"},{"quote":"We will all, someday, experience death, and become obsolete as a dead leaf falling from a tree, crushed by passersby to ashes underlying the earth.","author":"Kim Elizabeth","topic":"Death"},{"quote":"Benjamin Franklin said there were only two things certain in life: death and taxes. But I&#39;d like to add a third certainty: trash. And while some in this room might want to discuss reducing taxes, I want to talk about reducing trash.","author":"Ruth Ann Minner","topic":"Death"},{"quote":"Anyone who supports terrorism, anyone who sees terrorism as a legitimate means, anyone who uses terrorism to cause the death of innocent people is a terrorist in my eyes.","author":"Milos Zeman","topic":"Death"},{"quote":"Do the thing you fear most and the death of fear is certain.","author":"Mark Twain","topic":"Death"},{"quote":"Give me liberty or give me death.","author":"Patrick Henry","topic":"Death"},{"quote":"Death Row inmates are almost twice as expensive to house each year as other inmates. Death penalty trials are much costlier than trials where execution is not a potential punishment and consume more time from judges, public defenders, and other legal personnel.","author":"Reid Hoffman","topic":"Death"},{"quote":"Death is not an event in life: we do not live to experience death. If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present.","author":"Ludwig Wittgenstein","topic":"Death"},{"quote":"I postpone death by living, by suffering, by error, by risking, by giving, by losing.","author":"Anais Nin","topic":"Death"},{"quote":"If you believe in God, believe in Death Row East.","author":"Tupac Shakur","topic":"Death"},{"quote":"The death penalty and the arguments it inspires don&#39;t only involve ethics, morals, and justice. There are bureaucratic and economic aspects to it as well. All these different aspects commingle in ways that convince me we should take whatever steps we can to abolish the death penalty.","author":"Reid Hoffman","topic":"Death"},{"quote":"I am prepared to meet my Maker. Whether my Maker is prepared for the great ordeal of meeting me is another matter.","author":"Winston Churchill","topic":"Death"},{"quote":"In the long run we are all dead.","author":"John Maynard Keynes","topic":"Death"},{"quote":"Men do not accept their prophets and slay them, but they love their martyrs and worship those whom they have tortured to death.","author":"Fyodor Dostoevsky","topic":"Death"},{"quote":"Even though people may be well known, they hold in their hearts the emotions of a simple person for the moments that are the most important of those we know on earth: birth, marriage and death.","author":"Jackie Kennedy","topic":"Death"},{"quote":"A belief in hell and the knowledge that every ambition is doomed to frustration at the hands of a skeleton have never prevented the majority of human beings from behaving as though death were no more than an unfounded rumor.","author":"Aldous Huxley","topic":"Death"},{"quote":"Death is a challenge. It tells us not to waste time... It tells us to tell each other right now that we love each other.","author":"Leo Buscaglia","topic":"Death"},{"quote":"The only way to take sorrow out of death is to take love out of life.","author":"Russell M. Nelson","topic":"Death"},{"quote":"Madness need not be all breakdown. It may also be break-through. It is potential liberation and renewal as well as enslavement and existential death.","author":"R. D. Laing","topic":"Death"},{"quote":"Had it not been for slavery, the death penalty would have likely been abolished in America. Slavery became a haven for the death penalty.","author":"Angela Davis","topic":"Death"},{"quote":"I&#39;ll never forget Hurricane Katrina - the mix of a natural and a man-made catastrophe that resulted in the death of over 1,500 of our neighbors. Millions of folks were marked by the tragedy.","author":"Cedric Richmond","topic":"Death"},{"quote":"No one can confidently say that he will still be living tomorrow.","author":"Euripides","topic":"Death"},{"quote":"There have been hours in my unhappy life, many of them, when the contemplation of death as the end of earthly sorrow - of the grave as a resting place for the tired and worn out body - has been pleasant to dwell upon.","author":"Solomon Northup","topic":"Death"},{"quote":"Perhaps grief is not about empty, but full. The full breath of life that includes death. The completeness, the cycles, the depth, the richness, the process, the continuity and the treasure of the moment that is gone the second you are aware of it.","author":"Alysia Reiner","topic":"Death"},{"quote":"Monarchs ought to put to death the authors and instigators of war, as their sworn enemies and as dangers to their states.","author":"Elizabeth I","topic":"Death"},{"quote":"Sickness, insanity and death were the angels that surrounded my cradle and they have followed me throughout my life.","author":"Edvard Munch","topic":"Death"},{"quote":"It is important to feel the anger without judging it, without attempting to find meaning in it. It may take many forms: anger at the health-care system, at life, at your loved one for leaving. Life is unfair. Death is unfair. Anger is a natural reaction to the unfairness of loss.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"The reports of my death have been greatly exaggerated.","author":"Mark Twain","topic":"Death"},{"quote":"It is really very important while you are young to live in an environment in which there is no fear. Most of us, as we grow older, become frightened; we are afraid of living, afraid of losing a job, afraid of tradition, afraid of what the neighbours, or what the wife or husband would say, afraid of death.","author":"Jiddu Krishnamurti","topic":"Death"},{"quote":"Communism possesses a language which every people can understand - its elements are hunger, envy, and death.","author":"Heinrich Heine","topic":"Death"},{"quote":"I believe that people would be alive today if there were a death penalty.","author":"Nancy Reagan","topic":"Death"},{"quote":"Whenever death may surprise us, let it be welcome if our battle cry has reached even one receptive ear and another hand reaches out to take up our arms.","author":"Che Guevara","topic":"Death"},{"quote":"The message that President Obama delivered in his speech at Notre Dame was: morality is immoral. Pro-life is the extremist position, not a moral position. Yet we should compromise and work to reduce abortions. Where&#39;s the compromise between life and death - and why work to reduce the number of them occurring if there&#39;s nothing wrong with them?","author":"Rush Limbaugh","topic":"Death"},{"quote":"Wild animals never kill for sport. Man is the only one to whom the torture and death of his fellow creatures is amusing in itself.","author":"James Anthony Froude","topic":"Death"},{"quote":"The people that I grew up with had no problem with my faith. They did, however, seem very concerned that I would starve to death during Ramadan. I would explain to them that I have enough fat to live off of for three whole months, so fasting from sunrise to sunset is a piece of cake.","author":"Maysoon Zayid","topic":"Death"},{"quote":"Death, like birth, is a secret of Nature.","author":"Marcus Aurelius","topic":"Death"},{"quote":"The death of democracy is not likely to be an assassination from ambush. It will be a slow extinction from apathy, indifference, and undernourishment.","author":"Robert M. Hutchins","topic":"Death"},{"quote":"The safest course is to do nothing against one&#39;s conscience. With this secret, we can enjoy life and have no fear from death.","author":"Voltaire","topic":"Death"},{"quote":"If any foreign minister begins to defend to the death a &#39;peace conference&#39;, you can be sure his government has already placed its orders for new battleships and airplanes.","author":"Joseph Stalin","topic":"Death"},{"quote":"&#39;Hamlet&#39; is one of the most dangerous things ever set down on paper. All the big, unknowable questions like what it is to be a human being; the difference between sanity and insanity; the meaning of life and death; what&#39;s real and not real. All these subjects can literally drive you mad.","author":"Michael Sheen","topic":"Death"},{"quote":"I simply can&#39;t build my hopes on a foundation of confusion, misery and death... I think... peace and tranquillity will return again.","author":"Anne Frank","topic":"Death"},{"quote":"I don&#39;t want to achieve immortality through my work. I want to achieve it through not dying.","author":"Woody Allen","topic":"Death"},{"quote":"There&#39;s nothing like impending death to rouse you from existential boredom.","author":"Roger Ebert","topic":"Death"},{"quote":"Teenagers watch and listen to all kinds of things. It is the nature of being a teenager to seek out intense stuff. Stuff about death and sex and love and fear. Teenagers are the bravest, most curious, most philosophical, most open-minded readers there are, which is why so many less-than-young adults like writing for them.","author":"Matt Haig","topic":"Death"},{"quote":"Are you not moved to tears and bitter compassion, when you behold the only Son of God seized by the most impious, dragged away, mocked, scourged, buffeted, spit upon, crowned with thorns, hung upon the infamous cross between two thieves, finally in such a horrible and execrable manner suffering death, for your salvation and that of the world?","author":"Peter Abelard","topic":"Death"},{"quote":"It is easy to go down into Hell; night and day, the gates of dark Death stand wide; but to climb back again, to retrace one&#39;s steps to the upper air - there&#39;s the rub, the task.","author":"Virgil","topic":"Death"},{"quote":"If you die in an elevator, be sure to push the Up button.","author":"Sam Levenson","topic":"Death"},{"quote":"A country that relies on aid? Death is better than that. It stops you from achieving your potential, just as colonialism did.","author":"Imran Khan","topic":"Death"},{"quote":"The longer your life goes on, the more death you face.","author":"Patrick Swayze","topic":"Death"},{"quote":"Live your life that the fear of death can never enter your heart.","author":"Tecumseh","topic":"Death"},{"quote":"In Christ we see a maturity of love that flowers in self-sacrifice and forgiveness; a maturity of power that never swerves from the ideal of service; a maturity of goodness that overcomes every temptation, and, of course, we see the ultimate victory of life over death itself.","author":"Vincent Nichols","topic":"Death"},{"quote":"Fear seems to have many causes. Fear of loss, fear of failure, fear of being hurt, and so on, but ultimately all fear is the ego&#39;s fear of death, of annihilation. To the ego, death is always just around the corner. In this mind-identified state, fear of death affects every aspect of your life.","author":"Eckhart Tolle","topic":"Death"},{"quote":"Fur is not luxury: it is an industry of death and suffering.","author":"Brigitte Bardot","topic":"Death"},{"quote":"And now, once again, I bid my hideous progeny go forth and prosper. I have an affection for it, for it was the offspring of happy days, when death and grief were but words, which found no true echo in my heart.","author":"Mary Shelley","topic":"Death"},{"quote":"Whether or not we believe in survival of consciousness after death, reincarnation, and karma, it has very serious implications for our behavior.","author":"Stanislav Grof","topic":"Death"},{"quote":"The more you live in the present moment, the more the fear of death disappears.","author":"Eckhart Tolle","topic":"Death"},{"quote":"Long hair is an unpardonable offence which should be punishable by death.","author":"Morrissey","topic":"Death"},{"quote":"A dying man needs to die, as a sleepy man needs to sleep, and there comes a time when it is wrong, as well as useless, to resist.","author":"Stewart Alsop","topic":"Death"},{"quote":"Death is one moment, and life is so many of them.","author":"Tennessee Williams","topic":"Death"},{"quote":"The glories of our blood and state, Are shadows, not substantial things; There is no armour against fate, Death lays his icy hand on kings. Scepter and crown must tumble down, And, in the dust, be equal made With the poor crooked scythe and spade.","author":"James Shirley","topic":"Death"},{"quote":"We were aware of the fact that death walks hand in hand with struggle.","author":"Stokely Carmichael","topic":"Death"},{"quote":"The death penalty is becoming a way of life in this country.","author":"Dennis Miller","topic":"Death"},{"quote":"Nobody with an IQ higher than emergency-room temperature could ever believe that &#39;death panels&#39; would be appointed to nudge the elderly toward euthanasia. Yet for idle entertainment, it&#39;s hard to beat Sarah Palin&#39;s ignorant nattering on the subject.","author":"Carl Hiaasen","topic":"Death"},{"quote":"I have been connected with the Niels Bohr Institute since the completion of my university studies, first as a research fellow and, from 1956, as a professor of physics at the University of Copenhagen. After the death of my father in 1962, I followed him as director of the Institute until 1970.","author":"Aage Bohr","topic":"Death"},{"quote":"I believe in the Prince of Peace. I believe that War is Murder. I believe that armies and navies are at bottom the tinsel and braggadocio of oppression and wrong, and I believe that the wicked conquest of weaker and darker nations by nations whiter and stronger but foreshadows the death of that strength.","author":"W. E. B. Du Bois","topic":"Death"},{"quote":"Sometimes I take the watch, or I take the shoes, but usually the souvenir is to take the life you had with those directors, or the crew - the camera person, the lighting person. When you finish a film it&#39;s like a little death. You had a family for a bit, and you finish the movie and you probably will never see each other again.","author":"Jean Reno","topic":"Death"},{"quote":"Life is a banquet, and most poor suckers are starving to death.","author":"Rosalind Russell","topic":"Death"},{"quote":"My last vivid boyhood fright from books came when I was 15; I was visiting my uncle and aunt in Greenwich, and, emboldened by my success with &#39;The Waste Land,&#39; I opened their copy of &#39;Ulysses.&#39; The whiff of death off those remorseless, closely written pages overpowered me. So: back to soluble mysteries, and jokes that were not cosmic.","author":"John Updike","topic":"Death"},{"quote":"Culture is the intersection of people and life itself. It&#39;s how we deal with life, love, death, birth, disappointment... all of that is expressed in culture.","author":"Wendell Pierce","topic":"Death"},{"quote":"If you die you&#39;re completely happy and your soul somewhere lives on. I&#39;m not afraid of dying. Total peace after death, becoming someone else is the best hope I&#39;ve got.","author":"Kurt Cobain","topic":"Death"},{"quote":"The only difference between death and taxes is that death doesn&#39;t get worse every time Congress meets.","author":"Will Rogers","topic":"Death"},{"quote":"Death is the sound of distant thunder at a picnic.","author":"W. H. Auden","topic":"Death"},{"quote":"Our life dreams the Utopia. Our death achieves the Ideal.","author":"Victor Hugo","topic":"Death"},{"quote":"Death is not the worst that can happen to men.","author":"Plato","topic":"Death"},{"quote":"Because I could not stop for death, He kindly stopped for me; The carriage held but just ourselves and immortality.","author":"Emily Dickinson","topic":"Death"},{"quote":"Which death is preferably to every other? &#39;The unexpected&#39;.","author":"Julius Caesar","topic":"Death"},{"quote":"Even in the valley of the shadow of death, two and two do not make six.","author":"Leo Tolstoy","topic":"Death"},{"quote":"The destination is a happy life, an accomplished life that doesn&#39;t end with death but with eternal life.","author":"Angelo Scola","topic":"Death"},{"quote":"I&#39;m completely in favor of the separation of Church and State. My idea is that these two institutions screw us up enough on their own, so both of them together is certain death.","author":"George Carlin","topic":"Death"},{"quote":"Of all the gods only death does not desire gifts.","author":"Aeschylus","topic":"Death"},{"quote":"I don&#39;t want to put one innocent person to death to put 99 that are guilty to death. So philosophically I&#39;m a tooth-for-tooth guy, but the reality is the death penalty as public policy is flawed.","author":"Gary Johnson","topic":"Death"},{"quote":"The death of the forest is the end of our life.","author":"Dorothy Stang","topic":"Death"},{"quote":"When all the world is overcharged with inhabitants, then the last remedy of all is war, which provideth for every man, by victory or death.","author":"Thomas Hobbes","topic":"Death"},{"quote":"As long as you have capital punishment there is no guarantee that innocent people won&#39;t be put to death.","author":"Paul Simon","topic":"Death"},{"quote":"You can&#39;t reconcile being pro-life on abortion and pro-death on the death penalty.","author":"N. T. Wright","topic":"Death"},{"quote":"Because of indifference, one dies before one actually dies.","author":"Elie Wiesel","topic":"Death"},{"quote":"I believe that the death penalty is an effective penalty.","author":"Loretta Lynch","topic":"Death"},{"quote":"Life is fragile: it thrives only in a narrow range of temperatures between freezing and boiling. How lucky that our planet is just the right distance from the sun: a little farther, and the death of the perpetual Antarctic winter - or worse - would prevail; a little closer, and the surface would truly fry anything that touched it.","author":"Leonard Susskind","topic":"Death"},{"quote":"An &#39;unemployed&#39; existence is a worse negation of life than death itself.","author":"Jose Ortega y Gasset","topic":"Death"},{"quote":"If, through death penalty, we can create fears, though it&#39;s against my will, we have to do it.","author":"Grace Poe","topic":"Death"},{"quote":"The meaning of life is not to be discovered only after death in some hidden, mysterious realm; on the contrary, it can be found by eating the succulent fruit of the Tree of Life and by living in the here and now as fully and creatively as we can.","author":"Paul Kurtz","topic":"Death"},{"quote":"The &#39;kingdom of Heaven&#39; is a condition of the heart - not something that comes &#39;upon the earth&#39; or &#39;after death.&#39;","author":"Friedrich Nietzsche","topic":"Death"},{"quote":"There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever.","author":"Thomas A. Edison","topic":"Death"},{"quote":"The death penalty is ineffective as a deterrent, and the appeals process is expensive and cruel to the surviving family members.","author":"Martin O'Malley","topic":"Death"},{"quote":"The best news of the Christian gospel is that the supremely glorious Creator of the universe has acted in Jesus Christ&#39;s death and resurrection to remove every obstacle between us and himself so that we may find everlasting joy in seeing and savoring his infinite beauty.","author":"John Piper","topic":"Death"},{"quote":"Where do we enroll in Life 101? Where are the classes dealing with the loss of a job, the death of a loved one, the failure of a relationship? Unfortunately, those lessons are mostly learned through trial by fire and the school of hard knocks.","author":"Les Brown","topic":"Death"},{"quote":"I joyfully hasten to meet death. If it come before I have had opportunity to develop all my artistic faculties, it will come, my hard fate notwithstanding, too soon, and I should probably wish it later - yet even then I shall be happy, for will it not deliver me from a state of endless suffering?","author":"Ludwig van Beethoven","topic":"Death"},{"quote":"As long as your body is healthy and under control and death is distant, try to save your soul; when death is immanent what can you do?","author":"Chanakya","topic":"Death"},{"quote":"You know, the Bible is so clear. Go to Genesis chapter nine and you will find the death penalty clearly stated in Genesis chapter nine... God ordains the death penalty!","author":"Rafael Cruz","topic":"Death"},{"quote":"Anyone who was alive during the outbreak of the bubonic plague in the 14th century experienced something terrifyingly close to the widespread death and chaos of an apocalyptic event.","author":"Alan Huffman","topic":"Death"},{"quote":"Millions long for immortality who don&#39;t know what to do with themselves on a rainy Sunday afternoon.","author":"Susan Ertz","topic":"Death"},{"quote":"Death solves all problems - no man, no problem.","author":"Anatoly Rybakov","topic":"Death"},{"quote":"Inactivity is death.","author":"Benito Mussolini","topic":"Death"},{"quote":"Black-marketeers are really knowing, intelligent, and ordinarily responsible people, and when they indulge in black-marketing, I think they ought to be very severely punished because they undermine the entire system of control and regulation of foodstuffs and essential commodities, and cause wholesale starvation and want and even death.","author":"Muhammad Ali Jinnah","topic":"Death"},{"quote":"Rather than writing about international events, I write about individual lives. There is elation and sadness, death and birth, love and jealousy, co-operation and betrayal. All the great emotional transactions that happen wherever people come together.","author":"Tom Drury","topic":"Death"},{"quote":"There&#39;s no tragedy in life like the death of a child. Things never get back to the way they were.","author":"Dwight D. Eisenhower","topic":"Death"},{"quote":"I&#39;m sick to death of people saying we&#39;ve made 11 albums that sounds exactly the same, Infact, we&#39;ve made 12 albums that sound exactly the same.","author":"Angus Young","topic":"Death"},{"quote":"Our life is made by the death of others.","author":"Leonardo da Vinci","topic":"Death"},{"quote":"Over the centuries, mankind has tried many ways of combating the forces of evil... prayer, fasting, good works and so on. Up until Doom, no one seemed to have thought about the double-barrel shotgun. Eat leaden death, demon.","author":"Terry Pratchett","topic":"Death"},{"quote":"Pale death, with impartial step, knocks at the hut of the poor and the towers of kings.","author":"Horace","topic":"Death"},{"quote":"We love the sight of the brown and ruddy earth; it is the color of life, while a snow-covered plain is the face of death. Yet snow is but the mask of the life-giving rain; it, too, is the friend of man, the tender, sculpturesque, immaculate, warming, fertilizing snow.","author":"John Burroughs","topic":"Death"},{"quote":"It is old age, rather than death, that is to be contrasted with life. Old age is life&#39;s parody, whereas death transforms life into a destiny: in a way it preserves it by giving it the absolute dimension. Death does away with time.","author":"Simone de Beauvoir","topic":"Death"},{"quote":"The enemy fought with savage fury, and met death with all its horrors, without shrinking or complaining: not one asked to be spared, but fought as long as they could stand or sit.","author":"Davy Crockett","topic":"Death"},{"quote":"I hope, by God&#39;s grace, that I am truly a Christian, not deviating from the faith, and that I would rather suffer the penalty of a terrible death than wish to affirm anything outside of the faith or transgress the commandments of our Lord Jesus Christ.","author":"Jan Hus","topic":"Death"},{"quote":"Statistics are the triumph of the quantitative method, and the quantitative method is the victory of sterility and death.","author":"Hilaire Belloc","topic":"Death"},{"quote":"In an artwork you&#39;re always looking for artistic decisions, so an ashtray is perfect. An ashtray has got life and death.","author":"Damien Hirst","topic":"Death"},{"quote":"I&#39;m very comfortable with the nature of life and death, and that we come to an end. What&#39;s most difficult to imagine is that those dreams and early yearnings and desires of childhood and adolescence will also disappear. But who knows? Maybe you become part of the eternal whatever.","author":"Hugh Hefner","topic":"Death"},{"quote":"If God is not sending earthquakes, destroying economies and inflicting pain upon human beings, what is God doing? God works through people, calling them to help their neighbors in need. God comforts His people, walking with them even &#39;through the valley of the shadow of death.&#39;","author":"Adam Hamilton","topic":"Death"},{"quote":"The silver swan, who, living had no note, When death approached unlocked her silent throat.","author":"Orlando Gibbons","topic":"Death"},{"quote":"As a medical doctor, I have known the face of adversity. I have seen much of death and dying, suffering and sorrow. I also remember the plight of students overwhelmed by their studies and of those striving to learn a foreign language. And I recall the fatigue and frustration felt by young parents with children in need.","author":"Russell M. Nelson","topic":"Death"},{"quote":"It&#39;s absolutely clear that whatever cruel and unusual punishments may - may mean with regard to future things, such as death by injection or the electric chair, it&#39;s clear that - that the death penalty, in and of itself, is not considered cruel and unusual punishment.","author":"Antonin Scalia","topic":"Death"},{"quote":"I think about death a lot, like I think we all do. I don&#39;t think of suicide as an option, but as fun. It&#39;s an interesting idea that you can control how you go. It&#39;s this thing that&#39;s looming, and you can control it.","author":"Ryan Gosling","topic":"Death"},{"quote":"The death penalty, I think, is a terrible scar on American justice, especially the concept of equal justice under law, but also of due process. And it goes state by state, and it&#39;s different in different states.","author":"Burke Marshall","topic":"Death"},{"quote":"There&#39;s something about death that is comforting. The thought that you could die tomorrow frees you to appreciate your life now.","author":"Angelina Jolie","topic":"Death"},{"quote":"All my life, I struggled to stretch my mind to the breaking point, until it began to creak, in order to create a great thought which might be able to give a new meaning to life, a new meaning to death, and to console mankind.","author":"Nikos Kazantzakis","topic":"Death"},{"quote":"The acceptance of death gives you more of a stake in life, in living life happily, as it should be lived. Living for the moment.","author":"Sting","topic":"Death"},{"quote":"If you make every game a life and death proposition, you&#39;re going to have problems. For one thing, you&#39;ll be dead a lot.","author":"Dean Smith","topic":"Death"},{"quote":"Sometimes I wish my first word was &#39;quote,&#39; so that on my death bed, my last words could be &#39;end quote.&#39;","author":"Steven Wright","topic":"Death"},{"quote":"I never had a conscious fear of death, but I did have a conscious fear of sickness. By the time I completed medical school, that fear was gone.","author":"Sherwin B. Nuland","topic":"Death"},{"quote":"If we are to abolish the death penalty, I should like to see the first step taken by my friends the murderers.","author":"Alphonse Karr","topic":"Death"},{"quote":"Life and death matters, yes. And the question of how to behave in this world, how to go in the face of everything. Time is short and the water is rising.","author":"Raymond Carver","topic":"Death"},{"quote":"Death is like an arrow that is already in flight, and your life lasts only until it reaches you.","author":"Georg Hermes","topic":"Death"},{"quote":"A tragedy need not have blood and death; it&#39;s enough that it all be filled with that majestic sadness that is the pleasure of tragedy.","author":"Jean Racine","topic":"Death"},{"quote":"Cardiovascular diseases are the leading cause of death in women.","author":"Gro Harlem Brundtland","topic":"Death"},{"quote":"The physician&#39;s duty is not to stave off death or return patients to their old lives, but to take into our arms a patient and family whose lives have disintegrated and work until they can stand back up and face - and make sense of - their own existence.","author":"Paul Kalanithi","topic":"Death"},{"quote":"When we have lost everything, including hope, life becomes a disgrace, and death a duty.","author":"W. C. Fields","topic":"Death"},{"quote":"Talk to people in their own language. If you do it well, they&#39;ll say, &#39;God, he said exactly what I was thinking.&#39; And when they begin to respect you, they&#39;ll follow you to the death.","author":"Lee Iacocca","topic":"Death"},{"quote":"She goes through the vale of death alone, each time a babe is born. As it is the right neither of man nor the state to coerce her into this ordeal, so it is her right to decide whether she will endure it.","author":"Margaret Sanger","topic":"Death"},{"quote":"I&#39;ll sleep when I&#39;m dead.","author":"Warren Zevon","topic":"Death"},{"quote":"The death of dictator Kim Jong-Il has cast all eyes on North Korea, a country without literature or freedom or truth.","author":"Adam Johnson","topic":"Death"},{"quote":"You have only to see what became of my father&#39;s will immediately after his death, and the wills of so many other kings. I know it well; but nevertheless, they have wished it; they gave me no rest nor repose, no calm until it was done.","author":"Louis XIV","topic":"Death"},{"quote":"Smiles, tears, of all my life! - and, if God choose, I shall but love thee better after death.","author":"Elizabeth Barrett Browning","topic":"Death"},{"quote":"Everything one does in life, even love, occurs in an express train racing toward death. To smoke opium is to get out of the train while it is still moving. It is to concern oneself with something other than life or death.","author":"Jean Cocteau","topic":"Death"},{"quote":"Concerning Poland, I can only say that the peoples of Central Europe and Hungary are a community in fate, to the death. Many of us would spill our blood for Poland any time. And vice versa: in an emergency, many Polish people would give his life to protect Hungarians. This has happened more than once over the course of history.","author":"Viktor Orban","topic":"Death"},{"quote":"Basically, I don&#39;t ever move too far past the death, burial and resurrection of Jesus, because it&#39;s of first importance. And I make sure it&#39;s of first importance with anyone I&#39;m talking to. It all comes down to that, really, when you get right down to it. So it&#39;s not complex. Jesus removed our sins and guarantees we can be raised from the dead.","author":"Phil Robertson","topic":"Death"},{"quote":"Lovers of air travel find it exhilarating to hang poised between the illusion of immortality and the fact of death.","author":"Alexander Chase","topic":"Death"},{"quote":"Life runs to death as its goal, and we should go towards that next stage of experience either carelessly as to what must be, or with a good, honest curiosity as to what may be.","author":"James Stephens","topic":"Death"},{"quote":"Always read something that will make you look good if you die in the middle of it.","author":"P. J. O'Rourke","topic":"Death"},{"quote":"It is better to risk starving to death then surrender. If you give up on your dreams, what&#39;s left?","author":"Jim Carrey","topic":"Death"},{"quote":"And suns grow meek, and the meek suns grow brief, and the year smiles as it draws near its death.","author":"William C. Bryant","topic":"Death"},{"quote":"Each day is a little life: every waking and rising a little birth, every fresh morning a little youth, every going to rest and sleep a little death.","author":"Arthur Schopenhauer","topic":"Death"},{"quote":"From my rotting body, flowers shall grow and I am in them and that is eternity.","author":"Edvard Munch","topic":"Death"},{"quote":"I intend to live forever, or die trying.","author":"Groucho Marx","topic":"Death"},{"quote":"A nation or civilization that continues to produce soft-minded men purchases its own spiritual death on the installment plan.","author":"Martin Luther King, Jr.","topic":"Death"},{"quote":"We are here to laugh at the odds and live our lives so well that Death will tremble to take us.","author":"Charles Bukowski","topic":"Death"},{"quote":"Stories hold conflict and contrast, highs and lows, life and death, and the human struggle and all kinds of things.","author":"David Lynch","topic":"Death"},{"quote":"I decided to devote my life to telling the story because I felt that having survived I owe something to the dead. and anyone who does not remember betrays them again.","author":"Elie Wiesel","topic":"Death"},{"quote":"I am not a snowflake. I am not a sweet, infantilising symbol of fragility and life. I am a strong, fierce, flawed adult woman. I plan to remain that way, in life and in death.","author":"Stella Young","topic":"Death"},{"quote":"Loss and possession, death and life are one, There falls no shadow where there shines no sun.","author":"Hilaire Belloc","topic":"Death"},{"quote":"I think that beauty can injure you to death. It can cause an injury that can never be cured. Or it can so traumatise you, your life changes direction. The beauty of the harmony of nature that is forever lost, or a daily rite that you perform, or diving into the sea for a swim. Those experiences are going to mark you.","author":"Toni Servillo","topic":"Death"},{"quote":"You hear a lot about God these days: God, the beneficent; God, the all-great; God, the Almighty; God, the most powerful; God, the giver of life; God, the creator of death. I mean, we&#39;re hearing about God all the time, so we better learn how to deal with it. But if we know anything about God, God is arbitrary.","author":"Bob Dylan","topic":"Death"},{"quote":"I was taught to confront things you can&#39;t avoid. Death is one of those things. To live in a society where you&#39;re trying not to look at it is stupid because looking at death throws us back into life with more vigour and energy. The fact that flowers don&#39;t last for ever makes them beautiful.","author":"Damien Hirst","topic":"Death"},{"quote":"Personally, I would be delighted if there were a life after death, especially if it permitted me to continue to learn about this world and others, if it gave me a chance to discover how history turns out.","author":"Carl Sagan","topic":"Death"},{"quote":"I&#39;m not afraid to die, I just don&#39;t want to be there when it happens.","author":"Woody Allen","topic":"Death"},{"quote":"Not the torturer will scare me, nor the body&#39;s final fall, nor the barrels of death&#39;s rifles, nor the shadows on the wall, nor the night when to the ground the last dim star of pain, is hurled but the blind indifference of a merciless, unfeeling world.","author":"Roger Waters","topic":"Death"},{"quote":"No evil can happen to a good man, either in life or after death. He and his are not neglected by the gods.","author":"Socrates","topic":"Death"},{"quote":"After your death you will be what you were before your birth.","author":"Arthur Schopenhauer","topic":"Death"},{"quote":"I hope it is true that a man can die and yet not only live in others but give them life, and not only life, but that great consciousness of life.","author":"Jack Kerouac","topic":"Death"},{"quote":"Absence and death are the same - only that in death there is no suffering.","author":"Theodore Roosevelt","topic":"Death"},{"quote":"When one is young, aspiring to play for the country, doing well, any hindrance, like injury or being out of form, can be frustrating and a cause of annoyance or even anger. But once you have a close encounter with death, you realise the real value of life.","author":"Yuvraj Singh","topic":"Death"},{"quote":"An insatiable appetite for glory leads to sacrifice and death, but innate instinct leads to self-preservation and life.","author":"Jose Marti","topic":"Death"},{"quote":"The poets&#39; scrolls will outlive the monuments of stone. Genius survives; all else is claimed by death.","author":"Edmund Spenser","topic":"Death"},{"quote":"The art of war is of vital importance to the state. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected.","author":"Sun Tzu","topic":"Death"},{"quote":"A man does not die of love or his liver or even of old age; he dies of being a man.","author":"Miguel de Unamuno","topic":"Death"},{"quote":"The monuments of the nations are all protests against nothingness after death; so are statues and inscriptions; so is history.","author":"Lew Wallace","topic":"Death"},{"quote":"The minute we stop learning, we begin death, the process of dying. We learn from each other with every action we perform. We are teaching goodness or evil every time we step out of the house and into the street.","author":"Leo Buscaglia","topic":"Death"},{"quote":"A filmmaker doesn&#39;t have to suffer to show suffering. You just have to understand it. You don&#39;t have to die to shoot a death scene.","author":"David Lynch","topic":"Death"},{"quote":"I need good friends who can say, &#39;I love you to death, but you look terrible in that, and you need to change right now.&#39;","author":"Blake Lively","topic":"Death"},{"quote":"Crucial to understanding federalism in modern day America is the concept of mobility, or &#39;the ability to vote with your feet.&#39; If you don&#39;t support the death penalty and citizens packing a pistol - don&#39;t come to Texas. If you don&#39;t like medicinal marijuana and gay marriage, don&#39;t move to California.","author":"Rick Perry","topic":"Death"},{"quote":"People living deeply have no fear of death.","author":"Anais Nin","topic":"Death"},{"quote":"Don&#39;t be afraid to feel as angry or as loving as you can, because when you feel nothing, it&#39;s just death.","author":"Lena Horne","topic":"Death"},{"quote":"I never imagined that divorce would be part of my life history or my family&#39;s legacy. When people say that divorce can be more painful than death, I understand why. But like any great trial, God uses everything for good, if we allow Him to heal us.","author":"Kristin Armstrong","topic":"Death"},{"quote":"We are weak, writing is difficult, but for my own sake I do not regret this journey, which has shown that Englishmen can endure hardships, help one another, and meet death with as great a fortitude as ever in the past.","author":"Robert Falcon Scott","topic":"Death"},{"quote":"It&#39;s an incredible con job when you think about it, to believe something now in exchange for something after death. Even corporations with their reward systems don&#39;t try to make it posthumous.","author":"Gloria Steinem","topic":"Death"},{"quote":"Good music comes out of people playing together, knowing what they want to do and going for it. You have to sweat over it and bug it to death. You can&#39;t do it by pushing buttons and watching a TV screen.","author":"Keith Richards","topic":"Death"},{"quote":"Marriage is almost as old as dirt, and it was defined in the garden between Adam and Eve. One man, one woman for life till death do you part. So I would never attempt to try to redefine marriage. And I don&#39;t think anyone else should either. So do I support the idea of gay marriage? No, I don&#39;t.","author":"Kirk Cameron","topic":"Death"},{"quote":"It never stops. It&#39;s 365 recruiting. That cell phone you&#39;ve got, these smartphones are the death of college coaching.","author":"Kirby Smart","topic":"Death"},{"quote":"You know, your first album is about really amazing things. Your first album is always about coming of age, first love, first loss, usually you suffer a first loss of someone that you love to death, even, you know, really big life lessons, things you learn from your parents&#39; divorce or from the travels that you took.","author":"Brandi Carlile","topic":"Death"},{"quote":"When I die, I hope to go to Heaven, whatever the Hell that is.","author":"Ayn Rand","topic":"Death"},{"quote":"Racism and injustice and violence sweep our world, bringing a tragic harvest of heartache and death.","author":"Billy Graham","topic":"Death"},{"quote":"Life and death appeared to me ideal bounds, which I should first break through, and pour a torrent of light into our dark world.","author":"Mary Shelley","topic":"Death"},{"quote":"No society has been able to abolish human sadness, no political system can deliver us from the pain of living, from our fear of death, our thirst for the absolute. It is the human condition that directs the social condition, not vice versa.","author":"Eugene Ionesco","topic":"Death"},{"quote":"Death is a fearful thing.","author":"William Shakespeare","topic":"Death"},{"quote":"As a parent, it&#39;s my responsibility to equip my child to do this - to grieve when grief is necessary and to realize that life is still profoundly beautiful and worth living despite the fact that we inevitably lose one another and that life ends, and we don&#39;t know what happens after death.","author":"Sam Harris","topic":"Death"},{"quote":"I feel monotony and death to be almost the same.","author":"Charlotte Bronte","topic":"Death"},{"quote":"Death is better than slavery.","author":"Harriet Ann Jacobs","topic":"Death"},{"quote":"You can&#39;t be scared of death. When that time comes, it comes.","author":"Sean Taylor","topic":"Death"},{"quote":"Death is caused by swallowing small amounts of saliva over a long period of time.","author":"George Carlin","topic":"Death"},{"quote":"People after death become complete again. The blind can see, the deaf can hear, cripples are no longer crippled after all their vital signs have ceased to exist.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"The call of death is a call of love. Death can be sweet if we answer it in the affirmative, if we accept it as one of the great eternal forms of life and transformation.","author":"Hermann Hesse","topic":"Death"},{"quote":"Some people hate funerals. I find them comforting. They hit the pause button on life and remind us that it has an end. Every eulogy reminds me to deepen my dash, that place on the tombstone between our birth and our death.","author":"Regina Brett","topic":"Death"},{"quote":"Life comes to the miners out of their deaths, and death out of their lives.","author":"Mary Harris Jones","topic":"Death"},{"quote":"Sometimes the early bird gets the worm, but sometimes the early bird gets frozen to death.","author":"Myron Scholes","topic":"Death"},{"quote":"The part that always shocked me was the inter-community violence among the chimps: the patrols and the vicious attacks on strangers that lead to death. It&#39;s an unfortunate parallel to human behavior - they have a dark side just as we do. We have less excuse, because we can deliberate, so I believe only we are capable of true calculated evil.","author":"Jane Goodall","topic":"Death"},{"quote":"The appeal of cinema lies in the fear of death.","author":"Jim Morrison","topic":"Death"},{"quote":"I&#39;ve looked that old scoundrel death in the eye many times but this time I think he has me on the ropes.","author":"Douglas MacArthur","topic":"Death"},{"quote":"A new idea is delicate. It can be killed by a sneer or a yawn; it can be stabbed to death by a quip and worried to death by a frown on the right man&#39;s brow.","author":"Ovid","topic":"Death"},{"quote":"My life comes down to three moments: the death of my father, meeting my husband, and the birth of my daughter. Everything I did previous to that just doesn&#39;t seem to add up to very much.","author":"Gwyneth Paltrow","topic":"Death"},{"quote":"Death is no more than passing from one room into another. But there&#39;s a difference for me, you know. Because in that other room I shall be able to see.","author":"Helen Keller","topic":"Death"},{"quote":"In fact, for all kinds of offenses - and, for no offenses - from murders to misdemeanors, men and women are put to death without judge or jury; so that, although the political excuse was no longer necessary, the wholesale murder of human beings went on just the same.","author":"Ida B. Wells","topic":"Death"},{"quote":"My mother was the sweetest lady who ever lived on this planet, but if you tried to tell her that Jesus wasn&#39;t a Christian, she would stomp you to death.","author":"Dick Gregory","topic":"Death"},{"quote":"Probably the one Bible passage that is read by Jews and Roman Catholics, Protestants, Islam, more than any other chapter is Psalm 23. And in Psalm 23 there is a verse that says, &#39;Surely, yea though I walk through the valley of the shadow of death, I will fear no evil.&#39;","author":"Robert H. Schuller","topic":"Death"},{"quote":"Death be not proud, though some have called thee Mighty and dreadful, for thou art not so. For, those, whom thou think&#39;st thou dost overthrow. Die not, poor death, nor yet canst thou kill me.","author":"John Donne","topic":"Death"},{"quote":"We increasingly live in societies based on the vocabulary of &#39;choice&#39; and a denial of reality - a denial of massive inequality, social disparities, the irresponsible concentration of power in relatively few hands, and a growing machinery of social and civil death.","author":"Henry Giroux","topic":"Death"},{"quote":"A death from a long illness is very different from a sudden death. It gives you time to say goodbye and time to adjust to the idea that the beloved will not be with you anymore.","author":"Meghan O'Rourke","topic":"Death"},{"quote":"Life itself is but the shadow of death, and souls departed but the shadows of the living.","author":"Thomas Browne","topic":"Death"},{"quote":"Agitate! Agitate! Ought to be the motto of every reformer. Agitation is the opposite of stagnation - the one is life, the other death.","author":"Ernestine Rose","topic":"Death"},{"quote":"You&#39;re taught from the day you start medical school that you&#39;re a god, that you can have power over life and death. So when your life starts to crumble, and the highest power you see is looking back in the mirror - and you know that power is flawed - it is very hard to get past that.","author":"Michael Palmer","topic":"Death"},{"quote":"I were better to be eaten to death with a rust than to be scoured to nothing with perpetual motion.","author":"William Shakespeare","topic":"Death"},{"quote":"Good is positive. Evil is merely privative, not absolute: it is like cold, which is the privation of heat. All evil is so much death or nonentity. Benevolence is absolute and real. So much benevolence as a man hath, so much life hath he.","author":"Ralph Waldo Emerson","topic":"Death"},{"quote":"Pale Death beats equally at the poor man&#39;s gate and at the palaces of kings.","author":"Horace","topic":"Death"},{"quote":"We as Americans believe it&#39;s OK to kill people. We believe it&#39;s OK to invade a country that had nothing to do with 9\/11. We think it&#39;s OK to invade a country where we think Osama Bin Laden is and he&#39;s in the other country. So we just go in and we just kill. And we have the death penalty; we sanction it.","author":"Michael Moore","topic":"Death"},{"quote":"When faith is lost, when honor dies, the man is dead.","author":"John Greenleaf Whittier","topic":"Death"},{"quote":"I intend to leave after my death a large fund for the promotion of the peace idea, but I am skeptical as to its results.","author":"Alfred Nobel","topic":"Death"},{"quote":"Prior to penicillin and medical research, death was an everyday occurrence. It was intimate.","author":"Katherine Dunn","topic":"Death"},{"quote":"Animals have a much better attitude to life and death than we do. They know when their time has come. We are the ones that suffer when they pass, but it&#39;s a healing kind of grief that enables us to deal with other griefs that are not so easy to grab hold of.","author":"Emmylou Harris","topic":"Death"},{"quote":"I am profoundly fascinated by cruelty, fear, horror and death. My films show my preoccupation with violence, the pathology of violence.","author":"Fritz Lang","topic":"Death"},{"quote":"I won&#39;t forget the hood. I won&#39;t forget the days of catching a bullet on the way to the mailbox or bricks with death threats that somehow made their way through the window.","author":"Pau Gasol","topic":"Death"},{"quote":"I believe everyone should have a good death. You know, with your grandchildren around you, a bit of sobbing. Because after all, tears are appropriate on a death bed. And you say goodbye to your loved ones, making certain that one of them has been left behind to look after the shop.","author":"Terry Pratchett","topic":"Death"},{"quote":"I am not afraid of death, I just don&#39;t want to be there when it happens.","author":"Woody Allen","topic":"Death"},{"quote":"Man always dies before he is fully born.","author":"Erich Fromm","topic":"Death"},{"quote":"Once you start doing only what you&#39;ve already proven you can do, you&#39;re on the road to death.","author":"Jerry Seinfeld","topic":"Death"},{"quote":"In order to go on living one must try to escape the death involved in perfectionism.","author":"Hannah Arendt","topic":"Death"},{"quote":"After my death, the molecules of my being will return to the earth and the sky. They came from the stars. I am of the stars.","author":"Charles Lindbergh","topic":"Death"},{"quote":"All societies on the verge of death are masculine. A society can survive with only one man; no society will survive a shortage of women.","author":"Germaine Greer","topic":"Death"},{"quote":"It&#39;s a matter of life and death for this country. The Kenyan forests are facing extinction and it is a man-made problem.","author":"Wangari Maathai","topic":"Death"},{"quote":"At the solemn moment of death, every man, even when death is sudden, sees the whole of his past life marshalled before him, in its minutest details. For one short instant the personal becomes one with the individual and all-knowing ego. But this instant is enough to show to him the whole chain of causes which have been at work during his life.","author":"Annie Besant","topic":"Death"},{"quote":"One of the reasons it&#39;s important for me to write about war is I really think that the concept of war, the specifics of war, the nature of war, the ethical ambiguities of war, are introduced too late to children. I think they can hear them, understand them, know about them, at a much younger age without being scared to death by the stories.","author":"Suzanne Collins","topic":"Death"},{"quote":"I don&#39;t think people would climb mountains or jump off bridges with parachutes or kayak Class V rapids if those things didn&#39;t offer the brief and horrible illusion of imminent death. They would just be complicated, time-consuming endeavors that we&#39;d steer well clear of because they got in the way of real life.","author":"Sebastian Junger","topic":"Death"},{"quote":"Art has two constant, two unending concerns: It always meditates on death and thus always creates life. All great, genuine art resembles and continues the Revelation of St John.","author":"Boris Pasternak","topic":"Death"},{"quote":"It is a little bit surreal to know that you are in your own little spaceship, and a few inches from you is instant death.","author":"Scott Kelly","topic":"Death"},{"quote":"I thank God that I can say on my death bed that I am a virtuous woman.","author":"Belle Boyd","topic":"Death"},{"quote":"The sole equality on earth is death.","author":"Philip James Bailey","topic":"Death"},{"quote":"Nothing is certain in life but death and taxes. And in Donald Trump&#39;s case, lies.","author":"Pamela Meyer","topic":"Death"},{"quote":"I refuse for any person or organized group to dictate to me what God is. That is really the height of insufferable hubris. I believe in just immediately putting to death or just putting over the cliff people who assume they know about God.","author":"Miriam Defensor-Santiago","topic":"Death"},{"quote":"All I want is a gentleman. I&#39;m sick to bloody death of bastards.","author":"Katie Price","topic":"Death"},{"quote":"All persons harboring or secreting the conspirators or aiding their concealment or escape, will be treated as accomplices in the murder of the President and shall be subject to trial before a military commission, and the punishment of death.","author":"Edwin M. Stanton","topic":"Death"},{"quote":"Death by starvation is slow.","author":"Mary Hunter Austin","topic":"Death"},{"quote":"Between our birth and death we may touch understanding, As a moth brushes a window with its wing.","author":"Christopher Fry","topic":"Death"},{"quote":"When confronted with two alternatives, life and death, one is to choose death without hesitation.","author":"Yamamoto Tsunetomo","topic":"Death"},{"quote":"I support the death penalty. But I also think there has to be no margin for error.","author":"George Ryan","topic":"Death"},{"quote":"Individually, museums are fine institutions, dedicated to the high values of preservation, education and truth; collectively, their growth in numbers points to the imaginative death of this country.","author":"Robert Hewison","topic":"Death"},{"quote":"And it sends an important message to me, because I am sick to death to hear my opponent saying Republicans don&#39;t trust me. They do trust me, in landslide proportions, and they&#39;re proving it tonight. We&#39;re going to bury that for good.","author":"Ben Nighthorse Campbell","topic":"Death"},{"quote":"We get into the habit of living before acquiring the habit of thinking. In that race which daily hastens us towards death, the body maintains its irreparable lead.","author":"Albert Camus","topic":"Death"},{"quote":"Death obsesses me, yes it does. I can&#39;t really understand why it doesn&#39;t obsess everyone - I think it does really, I&#39;m just a little more out about it.","author":"J. K. Rowling","topic":"Death"},{"quote":"One is still what one is going to cease to be and already what one is going to become. One lives one&#39;s death, one dies one&#39;s life.","author":"Jean-Paul Sartre","topic":"Death"},{"quote":"Land and sea, weakness and decline are great separators, but death is the great divorcer for ever.","author":"John Keats","topic":"Death"},{"quote":"The fertility cycle is a cycle entirely of living creatures passing again and again through birth, growth, maturity, death, and decay.","author":"Wendell Berry","topic":"Death"},{"quote":"What I look forward to is continued immaturity followed by death.","author":"Dave Barry","topic":"Death"},{"quote":"I hope to die in the saddle seat.","author":"Albert Ellis","topic":"Death"},{"quote":"Grumbling is the death of love.","author":"Marlene Dietrich","topic":"Death"},{"quote":"Death not merely ends life, it also bestows upon it a silent completeness, snatched from the hazardous flux to which all things human are subject.","author":"Hannah Arendt","topic":"Death"},{"quote":"Death is present every day in our lives. It&#39;s not that I take pleasure in the morbid fascination of it, but it is a fact of life.","author":"Jose Saramago","topic":"Death"},{"quote":"Disease, insanity, and death were the angels that attended my cradle, and since then have followed me throughout my life.","author":"Edvard Munch","topic":"Death"},{"quote":"Old age, calm, expanded, broad with the haughty breadth of the universe, old age flowing free with the delicious near-by freedom of death.","author":"Edith Wharton","topic":"Death"},{"quote":"&#39;Death Sentence&#39; really is a throwback to the &#39;70s style revenge drama with moments of action. It&#39;s like a contemporary &#39;Death Wish&#39; with a much more thriller style storyline, but the action scenes I shot very much in the style of &#39;70s films like &#39;The French Connection.&#39;","author":"James Wan","topic":"Death"},{"quote":"We are the spirit children of a Heavenly Father. He loved us and He taught us before we were born into this world. He told us that He wished to give us all that He had. To qualify for that gift we had to receive mortal bodies and be tested. Because of those mortal bodies, we would face pain, sickness, and death.","author":"Henry B. Eyring","topic":"Death"},{"quote":"I believe Timothy McVeigh getting the death penalty for his heinous act of killing over a hundred in Oklahoma City, that could very well deter others that might want to enter into that similar conduct.","author":"Asa Hutchinson","topic":"Death"},{"quote":"What he has done for women is final: he gave to their service the best powers of his mind and the best years of his life. His death consecrates the gift: it can never lessen its value.","author":"Millicent Fawcett","topic":"Death"},{"quote":"Death seems to provide the minds of the Anglo-Saxon race with a greater fund of amusement than any other single subject.","author":"Dorothy L. Sayers","topic":"Death"},{"quote":"Temptation coaxes us toward sin, and sin leads to sickness and death, and ultimately confinement in the realm of the evil one.","author":"Frederica Mathewes-Green","topic":"Death"},{"quote":"I am politically pro-choice, but personally pro-life. I have my faith but refuse to force it on the world at large - especially this world, so brutal and unjust. I cannot make these wrenching personal life and death decisions for others - nor do I believe they should be made by a church run by childless men.","author":"Julianna Baggott","topic":"Death"},{"quote":"For me, life and death are very important themes. There is no life without death. That&#39;s why it&#39;s very important to me.","author":"Tite Kubo","topic":"Death"},{"quote":"Seeing that our thirst was increasing and the water was killing us, while the storm did not abate, we agreed to trust to God, Our Lord, and rather risk the perils of the sea than wait there for certain death from thirst.","author":"Alvar N. C. de Vaca","topic":"Death"},{"quote":"He who doesn&#39;t fear death dies only once.","author":"Giovanni Falcone","topic":"Death"},{"quote":"I look upon death to be as necessary to our constitution as sleep. We shall rise refreshed in the morning.","author":"Benjamin Franklin","topic":"Death"},{"quote":"There is something about poverty that smells like death.","author":"Zora Neale Hurston","topic":"Death"},{"quote":"Most states in the union where the death penalty is theoretically on the books don&#39;t have executions.","author":"Ruth Bader Ginsburg","topic":"Death"},{"quote":"Because of its tremendous solemnity death is the light in which great passions, both good and bad, become transparent, no longer limited by outward appearences.","author":"Soren Kierkegaard","topic":"Death"},{"quote":"I look forward to death with great anticipation, to meeting God face to face.","author":"Billy Graham","topic":"Death"},{"quote":"As long as you think of your real self as the person you are, then of course you&#39;re going to be fearful of death. But what is a person? A person is a pattern of behavior, of a larger awareness. You know, the two-year-old dies before the three-year-old shows up, the three-year-old dies before the teenager shows up.","author":"Deepak Chopra","topic":"Death"},{"quote":"Those who learned to know death, rather than to fear and fight it, become our teachers about life.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"There is no cure for birth and death save to enjoy the interval.","author":"George Santayana","topic":"Death"},{"quote":"Men should be bewailed at their birth, and not at their death.","author":"Charles de Montesquieu","topic":"Death"},{"quote":"Not even old age knows how to love death.","author":"Sophocles","topic":"Death"},{"quote":"Between income taxes and employment taxes, capital gains taxes, estate taxes, corporate taxes, property taxes, Social Security taxes, we&#39;re being taxed to death.","author":"Chuck Norris","topic":"Death"},{"quote":"When you&#39;re dead, you&#39;re dead. That&#39;s it.","author":"Marlene Dietrich","topic":"Death"},{"quote":"There can be no darker or more devastating tragedy than the death of man&#39;s faith in himself and in his power to direct his future.","author":"Saul Alinsky","topic":"Death"},{"quote":"Acquaintance with the human kingdom is limited: between death and a new birth - and this begins immediately or soon after death - the soul has contact and can make links only with those human souls, whether still living on earth or in yonder world, with whom he has already been karmically connected on earth in the last or in an earlier incarnation.","author":"Rudolf Steiner","topic":"Death"},{"quote":"I do fear death. But what I actually fear is not dying. I mean, true, it will be sad. But I know that there is a better place waiting for me.","author":"Mattie Stepanek","topic":"Death"},{"quote":"I have never killed a man, but I have read many obituaries with great pleasure.","author":"Clarence Darrow","topic":"Death"},{"quote":"When I read Mike Webster&#39;s file before I began his autopsy, I knew he was more than a 50-year-old heart attack victim. His file and the television reports of the death of the former Pittsburgh Steelers center described a long, steep fall into bizarre behavior. I suspected he suffered from some sort of brain disorder.","author":"Bennet Omalu","topic":"Death"},{"quote":"Any effort to make the death penalty speedier and less costly - more &#39;efficient&#39; - will inevitably make it less just.","author":"Reid Hoffman","topic":"Death"},{"quote":"I always knew my death would be a possible consequence of the work I do. But for me it was a price I was willing to pay because this is what I believed in.","author":"Lynsey Addario","topic":"Death"},{"quote":"Our hope in life beyond death is a hope made possible, not by some general sentimental belief in life after death, but by our participation in the life of Christ.","author":"Stanley Hauerwas","topic":"Death"},{"quote":"Research challenges the materialistic understanding of death, according to which biological death represents the final end of existence and of all conscious activity.","author":"Stanislav Grof","topic":"Death"},{"quote":"Death&#39;s in the good-bye.","author":"Anne Sexton","topic":"Death"},{"quote":"Death will be a great relief. No more interviews.","author":"Katharine Hepburn","topic":"Death"},{"quote":"The leading cause of death among fashion models is falling through street grates.","author":"Dave Barry","topic":"Death"},{"quote":"Ultimately, you walk life side-by-side with death, and the Day of the Dead, curiously enough, is about life. It&#39;s an impulse that&#39;s intrinsic to the Mexican character.","author":"Guillermo del Toro","topic":"Death"},{"quote":"It&#39;s easy to forget, given her scandal-tinged life and tragic death, how incredibly talented Whitney Houston was. She holds the world record as the most-awarded female act of all time, with over 415 major recognitions during her career. She is the only artist to chart seven consecutive number one songs.","author":"Charles Duhigg","topic":"Death"},{"quote":"I have no fear of death. More important, I don&#39;t fear life.","author":"Steven Seagal","topic":"Death"},{"quote":"Death is the prerequisite to resurrection, the new life God intends.","author":"John Ortberg","topic":"Death"},{"quote":"I agree with Scott Turow: A courtroom is inherently dramatic. You walk into court - it&#39;s like an ER, you know? Life and death is going on there. And it&#39;s moment-by-moment, and it&#39;s packed with energy. And even though you think you know what a witness is going to say, you can be wrong. Witnesses surprise you.","author":"Marcia Clark","topic":"Death"},{"quote":"Yes, I support the death penalty. It is an issue that cannot be fudged or hedged.","author":"Dianne Feinstein","topic":"Death"},{"quote":"When you are thrown onto the stage at 17 in such an enormous way, it becomes living on the edge because every step you take, every word you speak, every action you do becomes headline news. And it became, for me, life or death.","author":"Boris Becker","topic":"Death"},{"quote":"Death is not painful. It is the most beautiful experience you will have.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"Some people are so afraid to die that they never begin to live.","author":"Henry Van Dyke","topic":"Death"},{"quote":"Death? Why this fuss about death? Use your imagination, try to visualize a world without death! Death is the essential condition of life, not an evil.","author":"Charlotte Perkins Gilman","topic":"Death"},{"quote":"No matter what heights you achieve, even if you&#39;re Brad Pitt, the slide is coming, sure as death and taxes.","author":"James Caan","topic":"Death"},{"quote":"The timing of death, like the ending of a story, gives a changed meaning to what preceded it.","author":"Mary Catherine Bateson","topic":"Death"},{"quote":"Death makes angels of us all and gives us wings where we had shoulders smooth as ravens claws.","author":"Jim Morrison","topic":"Death"},{"quote":"I was born on January 8, 1942, exactly three hundred years after the death of Galileo. I estimate, however, that about two hundred thousand other babies were also born that day. I don&#39;t know whether any of them was later interested in astronomy.","author":"Stephen Hawking","topic":"Death"},{"quote":"There are worse things in life than death. Have you ever spent an evening with an insurance salesman?","author":"Woody Allen","topic":"Death"},{"quote":"My objection to the death penalty is based on the idea that this is a democracy, and in a democracy the government is me, and if the government kills somebody then I&#39;m killing somebody.","author":"Steve Earle","topic":"Death"},{"quote":"Surely martyrs, irrespective of the special phase of the divine idea for which they gladly give up their bodies to torture and to death, are the truest heroes of history.","author":"Katharine Lee Bates","topic":"Death"},{"quote":"Life is a process of becoming, a combination of states we have to go through. Where people fail is that they wish to elect a state and remain in it. This is a kind of death.","author":"Anais Nin","topic":"Death"},{"quote":"The stroke of death is as a lover&#39;s pinch, which hurts and is desired.","author":"William Shakespeare","topic":"Death"},{"quote":"If efforts to do social work are couched in selfish motives, then they will die a premature death. Why would my efforts get politicised? I have values I inherited from my father. He helped many. Anyone, even a postman knocking on our door would get a glass of water and some sweets.","author":"Sachin Tendulkar","topic":"Death"},{"quote":"Death is pitch-dark, but colors are light. To be a painter, one must work with rays of light.","author":"Edvard Munch","topic":"Death"},{"quote":"Once writing has become your major vice and greatest pleasure, only death can stop it.","author":"Ernest Hemingway","topic":"Death"},{"quote":"It is not the end of the physical body that should worry us. Rather, our concern must be to live while we&#39;re alive - to release our inner selves from the spiritual death that comes with living behind a facade designed to conform to external definitions of who and what we are.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"Never chase a lie. Let it alone, and it will run itself to death.","author":"Lyman Beecher","topic":"Death"},{"quote":"In cold weather states like Vermont, where the weather can get to 20 below zero, home heating assistance is critically important. In fact, it is a life and death issue.","author":"Bernie Sanders","topic":"Death"},{"quote":"We are not victims of aging, sickness and death. These are part of scenery, not the seer, who is immune to any form of change. This seer is the spirit, the expression of eternal being.","author":"Deepak Chopra","topic":"Death"},{"quote":"I was perfectly content before I was born, and I think of death as the same state. What I am grateful for is the gift of intelligence, and for life, love, wonder, and laughter. You can&#39;t say it wasn&#39;t interesting. My lifetime&#39;s memories are what I have brought home from the trip.","author":"Roger Ebert","topic":"Death"},{"quote":"Attachment and aversion are the root cause of karma, and karma originates from infatuation. Karma is the root cause of birth and death, and these are said to be the source of misery. None can escape the effect of their own past karma.","author":"Mahavira","topic":"Death"},{"quote":"I don&#39;t believe in the death penalty, but I understand personal vengeance.","author":"Ian McShane","topic":"Death"},{"quote":"Prohibit the taking of omens, and do away with superstitious doubts. Then, until death itself comes, no calamity need be feared.","author":"Sun Tzu","topic":"Death"},{"quote":"When the will defies fear, when duty throws the gauntlet down to fate, when honor scorns to compromise with death - that is heroism.","author":"Robert Green Ingersoll","topic":"Death"},{"quote":"I found the experience of falling in love or being in love was a death: a death of everything. You kind of watch yourself die in a wonderful way, and you experience for the briefest moment - if you see yourself for a moment through their eyes - everything you believed about yourself gone. In a death-and-rebirth sense.","author":"Hozier","topic":"Death"},{"quote":"Communism is the death of the soul. It is the organization of total conformity - in short, of tyranny - and it is committed to making tyranny universal.","author":"Adlai E. Stevenson","topic":"Death"},{"quote":"Any man&#39;s death diminishes me, because I am involved in Mankind; And therefore never send to know for whom the bell tolls; it tolls for thee.","author":"John Donne","topic":"Death"},{"quote":"I think life is sacred, whether it&#39;s abortion or the death penalty.","author":"Tim Kaine","topic":"Death"},{"quote":"I have come to regard November as the older, harder man&#39;s October. I appreciate the early darkness and cooler temperatures. It puts my mind in a different place than October. It is a month for a quieter, slightly more subdued celebration of summer&#39;s death as winter tightens its grip.","author":"Henry Rollins","topic":"Death"},{"quote":"Homeland or death! Socialism or death! We shall overcome!","author":"Fidel Castro","topic":"Death"},{"quote":"If your best friend has stolen your girlfriend, it does become life and death.","author":"Ben Kingsley","topic":"Death"},{"quote":"For centuries the death penalty, often accompanied by barbarous refinements, has been trying to hold crime in check; yet crime persists. Why? Because the instincts that are warring in man are not, as the law claims, constant forces in a state of equilibrium.","author":"Albert Camus","topic":"Death"},{"quote":"We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality.","author":"Judy Garland","topic":"Death"},{"quote":"A real hangover is nothing to try out family remedies on. The only cure for a real hangover is death.","author":"Robert Benchley","topic":"Death"},{"quote":"Comparison is a death knell to sibling harmony.","author":"Elizabeth Fishel","topic":"Death"},{"quote":"One of the big questions in the climate change debate: Are humans any smarter than frogs in a pot? If you put a frog in a pot and slowly turn up the heat, it won&#39;t jump out. Instead, it will enjoy the nice warm bath until it is cooked to death. We humans seem to be doing pretty much the same thing.","author":"Jeff Goodell","topic":"Death"},{"quote":"Life and death. They are somehow sweetly and beautifully mixed, but I don&#39;t know how.","author":"Gloria Swanson","topic":"Death"},{"quote":"When I die, I&#39;m leaving my body to science fiction.","author":"Steven Wright","topic":"Death"},{"quote":"Death has its revelations: the great sorrows which open the heart open the mind as well; light comes to us with our grief. As for me, I have faith; I believe in a future life. How could I do otherwise? My daughter was a soul; I saw this soul. I touched it, so to speak.","author":"Victor Hugo","topic":"Death"},{"quote":"People don&#39;t ever have to starve to death; there are solutions. We have failed if we can&#39;t eradicate hunger in Africa and Ethiopia.","author":"Coretta Scott King","topic":"Death"},{"quote":"The rise or fall of Shanghai means the birth or death of the whole nation.","author":"Chiang Kai-shek","topic":"Death"},{"quote":"No matter what is happening in life or in the world - war, natural disaster, poor health, pain, the death of loved ones - if existence is filled with art, music and literature, life will be fulfilling, a joy.","author":"Karen DeCrow","topic":"Death"},{"quote":"The paradigm of the &#39;Aquarian Conspiracy&#39; sees humankind embedded in nature. It promotes the autonomous individual in a decentralized society... The new perspective respects the ecology of everything: birth, death, learning, health, family, work, science, spirituality, the arts, the community, relationships, politics.","author":"Marilyn Ferguson","topic":"Death"},{"quote":"It seems to me that if you or I must choose between two courses of thought or action, we should remember our dying and try so to live that our death brings no pleasure on the world.","author":"John Steinbeck","topic":"Death"},{"quote":"Death gives meaning to our lives. It gives importance and value to time. Time would become meaningless if there were too much of it.","author":"Ray Kurzweil","topic":"Death"},{"quote":"For something to collapse, not all systems have to shut down. In most cases, just one system is enough. For example, the human body is a system of systems. If just one system, such as the cardiovascular system, shuts down, death follows.","author":"Robert Kiyosaki","topic":"Death"},{"quote":"Bankruptcy is about financial death and financial rebirth. Bankruptcy is the great American story rewritten. We&#39;re a nation of debtors.","author":"Elizabeth Warren","topic":"Death"},{"quote":"I think everyone understands grief, the journey it takes us on, whether it&#39;s the death of a loved one, the end of a relationship, a disappointment. Some people don&#39;t deal with it, the power of it. Some do. Some feel the weight of it and it informs their choices. I&#39;ve had to open up to grief in different contexts.","author":"Tori Amos","topic":"Death"},{"quote":"They say death and taxes are the only things that are inevitable. The truth is, you can not pay your taxes. I&#39;ve done it, and there&#39;s consequences, but it can be done. Death you&#39;re not going to get out of, and you kind of got to deal with it.","author":"Steve Earle","topic":"Death"},{"quote":"Grace is what matters in anything - especially life, especially growth, tragedy, pain, love, death. That&#39;s a quality that I admire very greatly. It keeps you from reaching out for the gun too quickly. It keeps you from destroying things too foolishly. It sort of keeps you alive.","author":"Jeff Buckley","topic":"Death"},{"quote":"The very essence of literature is the war between emotion and intellect, between life and death. When literature becomes too intellectual - when it begins to ignore the passions, the emotions - it becomes sterile, silly, and actually without substance.","author":"Isaac Bashevis Singer","topic":"Death"},{"quote":"I think in some instances that the death penalty is required.","author":"Asa Hutchinson","topic":"Death"},{"quote":"Providing patients and consumers with solid information on the cost and quality of their healthcare options can literally make the difference between life or death; and play a decisive role in whether a family or employer can afford healthcare.","author":"Timothy Murphy","topic":"Death"},{"quote":"The dead cannot cry out for justice. It is a duty of the living to do so for them.","author":"Lois McMaster Bujold","topic":"Death"},{"quote":"Few cross the river of time and are able to reach non-being. Most of them run up and down only on this side of the river. But those who when they know the law follow the path of the law, they shall reach the other shore and go beyond the realm of death.","author":"Horace","topic":"Death"},{"quote":"The common bees will never use their sting upon the queen; if she is to be disposed of, they starve her to death, and the queen herself will sting nothing but royalty, nothing but a rival queen.","author":"John Burroughs","topic":"Death"},{"quote":"For death is no more than a turning of us over from time to eternity.","author":"William Penn","topic":"Death"},{"quote":"As a pastor in a Protestant church, my whole ministry centers on the conviction that by grace we are saved through faith. And it&#39;s not our faith that delivers us, as if believing something, anything at all were pleasing to God. It&#39;s the object of our faith - Christ&#39;s life, death, and resurrection - that saves us.","author":"Kevin DeYoung","topic":"Death"},{"quote":"Since 1957, black people have experienced double-digit unemployment - in good times and bad times. Look at the population of African Americans in prison. They represent more than half the population of prisoners in the country, 55 percent of those on death row.","author":"Danny Glover","topic":"Death"},{"quote":"Despise not death, but welcome it, for nature wills it like all else.","author":"Marcus Aurelius","topic":"Death"},{"quote":"Sleep is the interest we have to pay on the capital which is called in at death; and the higher the rate of interest and the more regularly it is paid, the further the date of redemption is postponed.","author":"Arthur Schopenhauer","topic":"Death"},{"quote":"Every human being is under construction from conception to death.","author":"Billy Graham","topic":"Death"},{"quote":"The compact which exists between the North and the South is a covenant with death and an agreement with hell.","author":"William Lloyd Garrison","topic":"Death"},{"quote":"Sometimes, how you ingest this idea of masculinity as projected onto you by the world could be the difference of life and death.","author":"Barry Jenkins","topic":"Death"},{"quote":"Jesus&#39; sinless life was given as a gift to the world - the ultimate gift. Some would receive Him, and others wouldn&#39;t. Nonetheless, He continues to be our gift, and His life and death makes it possible for His children to receive eternal life with Him. That&#39;s a reason to give God glory.","author":"Monica Johnson","topic":"Death"},{"quote":"My faith teaches that life is sacred. That&#39;s why I personally oppose the death penalty. But I take my oath of office seriously, and I&#39;ll enforce the death penalty... because it&#39;s the law.","author":"Tim Kaine","topic":"Death"},{"quote":"All those vitamins aren&#39;t to keep death at bay, they&#39;re to keep deterioration at bay.","author":"Jeanne Moreau","topic":"Death"},{"quote":"As long as you don&#39;t make waves, ripples, life seems easy. But that&#39;s condemning yourself to impotence and death before you are dead.","author":"Jeanne Moreau","topic":"Death"},{"quote":"People don&#39;t see very often their death coming... Look at the French Revolution: The king of France was thinking in the 1780s, &#39;We&#39;re doing rather better than my father in the 1770s.&#39;","author":"Norman Davies","topic":"Death"},{"quote":"I wish to be a martyr, and I don&#39;t fear death.","author":"Muqtada al Sadr","topic":"Death"},{"quote":"As I suffer in the defence of my Country, I must consider this hour as the most glorious of my life -Remember that I die as becomes a British Officer, while the manner of my death must reflect disgrace on your Commander.","author":"John Andre","topic":"Death"},{"quote":"I enjoy every climb - maybe it&#39;s because it&#39;s a literal dance between life and death.","author":"Alain Robert","topic":"Death"},{"quote":"And I will show that nothing can happen more beautiful than death.","author":"Walt Whitman","topic":"Death"},{"quote":"Achieving life is not the equivalent of avoiding death.","author":"Ayn Rand","topic":"Death"},{"quote":"To the well-organized mind, death is but the next great adventure.","author":"J. K. Rowling","topic":"Death"},{"quote":"Drown in a cold vat of whiskey? Death, where is thy sting?","author":"W. C. Fields","topic":"Death"},{"quote":"All violence consists in some people forcing others, under threat of suffering or death, to do what they do not want to do.","author":"Leo Tolstoy","topic":"Death"},{"quote":"Those who have the strength and the love to sit with a dying patient in the silence that goes beyond words will know that this moment is neither frightening nor painful, but a peaceful cessation of the functioning of the body.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"Healthy children will not fear life if their elders have integrity enough not to fear death.","author":"Erik Erikson","topic":"Death"},{"quote":"Because values change, legislatures abolish the death penalty, permit same-sex marriage if they want, abolish laws against homosexual conduct. That&#39;s how the change in a society occurs. Society doesn&#39;t change through a Constitution.","author":"Antonin Scalia","topic":"Death"},{"quote":"Death is not the biggest fear we have; our biggest fear is taking the risk to be alive - the risk to be alive and express what we really are.","author":"Don Miguel Ruiz","topic":"Death"},{"quote":"Justifying conscription to promote the cause of liberty is one of the most bizarre notions ever conceived by man! Forced servitude, with the risk of death and serious injury as a price to live free, makes no sense.","author":"Ron Paul","topic":"Death"},{"quote":"The difference between art about death and actual death is that one&#39;s a celebration and the other&#39;s a dull fact.","author":"Damien Hirst","topic":"Death"},{"quote":"Look, I don&#39;t want to wax philosophic, but I will say that if you&#39;re alive you&#39;ve got to flap your arms and legs, you&#39;ve got to jump around a lot, for life is the very opposite of death, and therefore you must at very least think noisy and colorfully, or you&#39;re not alive.","author":"Mel Brooks","topic":"Death"},{"quote":"The two great risks are risking too much but also risking too little. That&#39;s for each person to decide. For me, not risking anything is worse than death. By far.","author":"Jimmy Chin","topic":"Death"},{"quote":"We are all racing towards death. No matter how many great, intellectual conclusions we draw during our lives, we know they&#39;re all only man-made, like God. I begin to wonder where it all leads. What can you do, except do what you can do as best you know how.","author":"John Hurt","topic":"Death"},{"quote":"I did nothing to deserve God&#39;s love; in fact, I was living as an orphan, without hope. Yet God chose to pursue a relationship with me, and through the death of his son Jesus, I was adopted into God&#39;s family.","author":"Steven Curtis Chapman","topic":"Death"},{"quote":"The government is tottering. We must deal it the death blow an any cost. To delay action is the same as death.","author":"Vladimir Lenin","topic":"Death"},{"quote":"I&#39;ve told my children that when I die, to release balloons in the sky to celebrate that I graduated. For me, death is a graduation.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"Death is the golden key that opens the palace of eternity.","author":"John Milton","topic":"Death"},{"quote":"We sometimes congratulate ourselves at the moment of waking from a troubled dream; it may be so the moment after death.","author":"Nathaniel Hawthorne","topic":"Death"},{"quote":"Our faith is stronger than death, our philosophy is firmer than flesh, and the spread of the Kingdom of God upon the earth is more sublime and more compelling.","author":"Dorothy Day","topic":"Death"},{"quote":"I thank my God for graciously granting me the opportunity of learning that death is the key which unlocks the door to our true happiness.","author":"Wolfgang Amadeus Mozart","topic":"Death"},{"quote":"We all pay for life with death, so everything in between should be free.","author":"Bill Hicks","topic":"Death"},{"quote":"One must keep working continuously; otherwise, one thinks of death.","author":"Enzo Ferrari","topic":"Death"},{"quote":"I will admit, like Socrates and Aristotle and Plato and some other philosophers, that there are instances where the death penalty would seem appropriate.","author":"Jack Kevorkian","topic":"Death"},{"quote":"Life and death are important. Don&#39;t suffer them in vain.","author":"Bodhidharma","topic":"Death"},{"quote":"I always wanted to be the underdog. For me, as a portrait photographer, it&#39;s the kiss of death to become well known. I did my best work when no one knew who I was. People weren&#39;t threatened by me because they didn&#39;t think I was a big deal.","author":"Platon","topic":"Death"},{"quote":"Drake&#39;s my little brother; I love him to death, and he&#39;s family-oriented.","author":"Birdman","topic":"Death"},{"quote":"Mortality applies to every aspect of life. The fear of death is the driving fear of life.","author":"Nick Tosches","topic":"Death"},{"quote":"Windmills are going to be the death of Scotland and even England if they don&#39;t do something about them. They are ruining the countryside.","author":"Donald Trump","topic":"Death"},{"quote":"It is vain for the coward to flee; death follows close behind; it is only by defying it that the brave escape.","author":"Voltaire","topic":"Death"},{"quote":"There are, as is known, insects that die in the moment of fertilization. So it is with all joy: life&#39;s highest, most splendid moment of enjoyment is accompanied by death.","author":"Soren Kierkegaard","topic":"Death"},{"quote":"At a formal dinner party, the person nearest death should always be seated closest to the bathroom.","author":"George Carlin","topic":"Death"},{"quote":"The symbolic language of the crucifixion is the death of the old paradigm; resurrection is a leap into a whole new way of thinking.","author":"Deepak Chopra","topic":"Death"},{"quote":"I know beyond a shadow of a doubt that there is no death the way we understood it. The body dies, but not the soul.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"Pain is the mind. It&#39;s the thoughts of the mind. Then I get rid of the thoughts, and I get in my witness, which is down in my spiritual heart. The witness that witnesses being. Then those particular thoughts that are painful - love them. I love them to death!","author":"Ram Dass","topic":"Death"},{"quote":"Love, we say, is life; but love without hope and faith is agonizing death.","author":"Elbert Hubbard","topic":"Death"},{"quote":"There should be weeping at a man&#39;s birth, not at his death.","author":"Charles de Montesquieu","topic":"Death"},{"quote":"I&#39;ve said this over and over, but I&#39;ll say it a million more times - I&#39;m concerned more about the death of a bee than I am about terrorism. Because we&#39;re losing hives and bees by the millions because of such strong pesticides.","author":"Patti Smith","topic":"Death"},{"quote":"I felt I did trust in Christ, Christ alone for salvation, and an assurance was given me that he had taken away my sins, even mine, and saved me from the law of sin and death.","author":"John Wesley","topic":"Death"},{"quote":"I know nothing new except that Herr Gellert, the Leipzig poet, is dead, and has written no more poetry since his death.","author":"Wolfgang Amadeus Mozart","topic":"Death"},{"quote":"Death may be the King of terrors... but Jesus is the King of kings!","author":"Dwight L. Moody","topic":"Death"},{"quote":"Any business today that embraces the status quo as an operating principle is going to be on a death march.","author":"Howard Schultz","topic":"Death"},{"quote":"Where is the politician who has not promised to fight to the death for lower taxes- and who has not proceeded to vote for the very spending projects that make tax cuts impossible?","author":"Barry Goldwater","topic":"Death"},{"quote":"We want our idols to be dead because it makes death a much less scary place.","author":"Douglas Coupland","topic":"Death"},{"quote":"I like to behave in an extremely normal, wholesome manner for the most part in my daily life. Even if mentally I&#39;m consumed with sick visions of violence, terror, sex and death.","author":"Courtney Love","topic":"Death"},{"quote":"We were then in a dangerous, helpless situation, exposed daily to perils and death amongst savages and wild beasts, not a white man in the country but ourselves.","author":"Daniel Boone","topic":"Death"},{"quote":"We&#39;re scared to death to try new things because we think we have to get it right the first time.","author":"Joel Salatin","topic":"Death"},{"quote":"The death penalty is being applied in the United States as a fatal lottery.","author":"Bianca Jagger","topic":"Death"},{"quote":"The idea is to die young as late as possible.","author":"Ashley Montagu","topic":"Death"},{"quote":"Death created the modern American union, not just by ensuring national survival, but by shaping enduring national structures and commitments. The work of death was Civil War America&#39;s most fundamental and most demanding undertaking.","author":"Drew Gilpin Faust","topic":"Death"},{"quote":"Sleep after toil, port after stormy seas, Ease after war, death after life does greatly please.","author":"Edmund Spenser","topic":"Death"},{"quote":"AIDS today is not a death sentence. It can be treated as a chronic illness, or a chronic disease.","author":"Yusuf Hamied","topic":"Death"},{"quote":"More prisons, more enforcement, effective death penalty.","author":"Jerry Weller","topic":"Death"},{"quote":"Man and animals are in reality vehicles and conduits of food, tombs of animals, hostels of Death, coverings that consume, deriving life by the death of others.","author":"Leonardo da Vinci","topic":"Death"},{"quote":"It is not death or pain that is to be dreaded, but the fear of pain or death.","author":"Epictetus","topic":"Death"},{"quote":"Death is the only pure, beautiful conclusion of a great passion.","author":"D. H. Lawrence","topic":"Death"},{"quote":"I have two luxuries to brood over in my walks, your loveliness and the hour of my death. O that I could have possession of them both in the same minute.","author":"John Keats","topic":"Death"},{"quote":"There is no such thing as inner peace. There is only nervousness or death. Any attempt to prove otherwise constitutes unacceptable behavior.","author":"Fran Lebowitz","topic":"Death"},{"quote":"Salvation is the state of emancipation from the endurance of pain and subjection to birth and death, and of the life of liberty and happiness in the immensity of God.","author":"Dayananda Saraswati","topic":"Death"},{"quote":"People think that by living on some mountainside in a tent and being frozen to death by freezing rain, they&#39;re somehow discovering reality, but of course that&#39;s just another fiction dreamed up by a TV producer.","author":"J. G. Ballard","topic":"Death"},{"quote":"Those men who, in war, seek to preserve their lives at any rate commonly die with shame and ignominy, while those who look upon death as common to all, and unavoidable, and are only solicitous to die with honour, oftener arrive at old age and, while they live, live happier.","author":"Xenophon","topic":"Death"},{"quote":"A complainer is like a Death Eater because there&#39;s a suction of negative energy. You can catch a great attitude from great people.","author":"Barbara Corcoran","topic":"Death"},{"quote":"There&#39;s really no such thing as the agony of dying. I&#39;m quite sure that pain is shut off at the moment of death. You see, something happens when the body knows it&#39;s about to go. Peptide hormones are released by cells in the hypothalamus and pituitary gland. Endorphins. They attach themselves to the cells responsible for feeling pain.","author":"Lewis Thomas","topic":"Death"},{"quote":"I hit rock bottom, but thank God my bottom wasn&#39;t death.","author":"Stevie Ray Vaughan","topic":"Death"},{"quote":"Epigenetics doesn&#39;t change the genetic code, it changes how that&#39;s read. Perfectly normal genes can result in cancer or death. Vice-versa, in the right environment, mutant genes won&#39;t be expressed. Genes are equivalent to blueprints; epigenetics is the contractor. They change the assembly, the structure.","author":"Bruce Lipton","topic":"Death"},{"quote":"I always try to tell a good story, one with a compelling plot that will keep the pages turning. That is my first and primary goal. Sometimes I can tackle an issue-homelessness, tobacco litigation, insurance fraud, the death penalty-and wrap a good story around it.","author":"John Grisham","topic":"Death"},{"quote":"I am more interested in how people interpret the phrase &#39;Elect The Dead&#39; than what I may or may not have intended. I named the album after the track, which is a spiritual song about love, life and death and is the heaviest song on the album without having any heavy instruments.","author":"Serj Tankian","topic":"Death"},{"quote":"A martyr can never cooperate with death, go to death in a way that they&#39;re not trying to escape.","author":"Stanley Hauerwas","topic":"Death"},{"quote":"I will never be a fan of any kind of political correctness: I think it&#39;s instant death to creativity.","author":"Mads Mikkelsen","topic":"Death"},{"quote":"Death, torture and prison are part of daily life for the youth of Iran. They are not like us, my friends and I at their age; they are not scared. They are not what we were. They hold hands and scream: &#39;Don&#39;t be afraid! Don&#39;t be afraid! We are together!&#39; They understand that no one will give them their rights; they must go get them.","author":"Marjane Satrapi","topic":"Death"},{"quote":"Photographers usually want to photograph facts and things. But I&#39;m interested in the nature of the thing itself. A photograph of someone sleeping tells me nothing about their dream state; a photograph of a corpse tells me nothing about the nature of death. My work is about my life as an event, and I find myself to be very temporal, transient.","author":"Duane Michals","topic":"Death"},{"quote":"The drink? Yes, I&#39;ve had tough times in my life, especially the last year, regarding my ex-wife, my kids, I nearly broke my neck, I was on death row with pneumonia.","author":"Paul Gascoigne","topic":"Death"},{"quote":"Although it hath pleased God to hasten my death by you, by whom my life should rather have been lengthened, yet can I patiently take it, that I yield God more hearty thanks for shortening my woeful days.","author":"Jane Grey","topic":"Death"},{"quote":"My deceased patients have taught me over the years to believe in the glass half full, to make good use of the time we have, to be generous - that was their lesson for the Uber-mind, and it was free. &#39;Do that,&#39; they said, &#39;and then perhaps death shall have no dominion.&#39;","author":"Abraham Verghese","topic":"Death"},{"quote":"But for me, it is when a student has died. I find the death of a young person the most difficult and painful of times. To explain it to other young people, to see a bright future snuffed out, is just awful. I am haunted by those deaths.","author":"Donna Shalala","topic":"Death"},{"quote":"I&#39;ve gotten death threats, yes. I have. I think anytime you shine a spotlight on homosexuality or minorities and you try and say they are as normal or as worthy as acceptance as others, the people who are on the fringe don&#39;t like that and they will come after you. And they have come after me.","author":"Ryan Murphy","topic":"Death"},{"quote":"Hearing nuns&#39; confessions is like being stoned to death with popcorn.","author":"Fulton J. Sheen","topic":"Death"},{"quote":"The closer we come to the negative, to death, the more we blossom.","author":"Montgomery Clift","topic":"Death"},{"quote":"Death most resembles a prophet who is without honor in his own land or a poet who is a stranger among his people.","author":"Khalil Gibran","topic":"Death"},{"quote":"Nothing can happen more beautiful than death.","author":"Walt Whitman","topic":"Death"},{"quote":"Shrinking away from death is something unhealthy and abnormal which robs the second half of life of its purpose.","author":"Carl Jung","topic":"Death"},{"quote":"The slave is doomed to worship time and fate and death, because they are greater than anything he finds in himself, and because all his thoughts are of things which they devour.","author":"Bertrand Russell","topic":"Death"},{"quote":"Death is someone you see very clearly with eyes in the center of your heart: eyes that see not by reacting to light, but by reacting to a kind of a chill from within the marrow of your own life.","author":"Thomas Merton","topic":"Death"},{"quote":"Don&#39;t be afraid of death so much as an inadequate life.","author":"Bertolt Brecht","topic":"Death"},{"quote":"The earth is rocky and full of roots; it&#39;s clay, and it seems doomed and polluted, but you dig little holes for the ugly shriveled bulbs, throw in a handful of poppy seeds, and cover it all over, and you know you&#39;ll never see it again - it&#39;s death and clay and shrivel, and your hands are nicked from the rocks, your nails black with soil.","author":"Anne Lamott","topic":"Death"},{"quote":"I was destined to work with dying patients. I had no choice when I encountered my first AIDS patient. I felt called to travel some 250,000 miles each year to hold workshops that helped people cope with the most painful aspects of life, death and the transition between the two.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"The line between life or death is determined by what we are willing to do.","author":"Bear Grylls","topic":"Death"},{"quote":"Mendacity is a system that we live in. Liquor is one way out an death&#39;s the other.","author":"Tennessee Williams","topic":"Death"},{"quote":"A pun does not commonly justify a blow in return. But if a blow were given for such cause, and death ensued, the jury would be judges both of the facts and of the pun, and might, if the latter were of an aggravated character, return a verdict of justifiable homicide.","author":"Oliver Wendell Holmes, Sr.","topic":"Death"},{"quote":"At death, you&#39;re going to be needing some spiritual guidance and some kind of inner knowledge that extends beyond the boundaries of the physical world... it&#39;s what&#39;s inside that counts.","author":"George Harrison","topic":"Death"},{"quote":"The body dies, but the spirit that transcends it cannot be touched by death.","author":"Ramana Maharshi","topic":"Death"},{"quote":"I&#39;m one of those guys that is still a bit afraid of the telephone, its implications for conversation. I still wonder if the jukebox might be the death of live music.","author":"Tom Waits","topic":"Death"},{"quote":"If death meant just leaving the stage long enough to change costume and come back as a new character, would you slow down? Or speed up?","author":"Chuck Palahniuk","topic":"Death"},{"quote":"I would rather live and love where death is king than have eternal life where love is not.","author":"Robert Green Ingersoll","topic":"Death"},{"quote":"I don&#39;t fear death because I don&#39;t fear anything I don&#39;t understand. When I start to think about it, I order a massage and it goes away.","author":"Hedy Lamarr","topic":"Death"},{"quote":"Kids threw rocks at me, told me I was ugly and left death threats in my locker.","author":"Kevyn Aucoin","topic":"Death"},{"quote":"No one owns life, but anyone who can pick up a frying pan owns death.","author":"William S. Burroughs","topic":"Death"},{"quote":"No one else can take risks for us, or face our losses on our behalf, or give us self-esteem. No one can spare us from life&#39;s slings and arrows, and when death comes, we meet it alone.","author":"Martha Beck","topic":"Death"},{"quote":"Death is frightening, and so is Eternal Life.","author":"Mason Cooley","topic":"Death"},{"quote":"When I&#39;m lying in my bed I think about life and I think about death and neither one particularly appeals to me.","author":"Morrissey","topic":"Death"},{"quote":"Just as I shall select my ship when I am about to go on a voyage, or my house when I propose to take a residence, so I shall choose my death when I am about to depart from life.","author":"Seneca","topic":"Death"},{"quote":"Success can breed all kinds of other behavior and cause companies to behave a certain way that isn&#39;t necessarily the ingredients for achieving more success. For instance, with success comes arrogance, and that&#39;s typically the death of success.","author":"Bob Iger","topic":"Death"},{"quote":"The Caribbean is such an apocalyptic place, whether it&#39;s the decimation of the indigenous populations by the Europeans, whether it&#39;s the importation of slaves and their subsequent being worked to death by the millions in many ways, whether it&#39;s the immigrant processes which began for many people, new worlds ending their old ones.","author":"Junot Diaz","topic":"Death"},{"quote":"You only live twice. Once when you are born and once when you look death in the face.","author":"Ian Fleming","topic":"Death"},{"quote":"Human experience resembles the battered moon that tracks us in cycles of light and darkness, of life and death, now seeking out and now stealing away from the sun that gives it light and symbolizes eternity.","author":"Eugene Kennedy","topic":"Death"},{"quote":"Apart from death and taxes, the one thing that&#39;s certain in this life is that I&#39;ll never be a fashion icon.","author":"Bruce Dickinson","topic":"Death"},{"quote":"The wages of sin are death, but by the time taxes are taken out, it&#39;s just sort of a tired feeling.","author":"Paula Poundstone","topic":"Death"},{"quote":"Since we all know that death is inevitable, I don&#39;t really see the difference between dying now and dying a decade later. So if I&#39;m threatened with assassination, I welcome it!","author":"Miriam Defensor-Santiago","topic":"Death"},{"quote":"I eat death threats for breakfast!","author":"Miriam Defensor-Santiago","topic":"Death"},{"quote":"The Son of God took our nature, and in it took upon himself to teach us by both word and example even to the point of death, thus binding us to himself through love.","author":"Peter Abelard","topic":"Death"},{"quote":"Everybody believes that capital punishment is wrong, but when they look at certain cases, they&#39;re quick to say, &#39;Put them to death,&#39; or scream &#39;capital punishment.&#39;","author":"Jeff Lindsay","topic":"Death"},{"quote":"I am reconciled to my death, but I detest the mode.","author":"John Andre","topic":"Death"},{"quote":"Living is a sickness to which sleep provides relief every sixteen hours. It&#39;s a palliative. The remedy is death.","author":"Nicolas Chamfort","topic":"Death"},{"quote":"Because war is a competition involving life and death, and in which national security and vital interests are at stake, establishing an objective other than winning is not only counterproductive, but also irresponsible and wasteful. In some circumstances, it is also unethical.","author":"H. R. McMaster","topic":"Death"},{"quote":"I always run into these Ph.D.s. They write and write and write about sustainable development. Then these guys ask me, &#39;But, how do you do it?&#39; They are scared to death to do anything.","author":"Jaime Lerner","topic":"Death"},{"quote":"My death will be caused by morphine, which I have deliberately taken with suicidal intent.","author":"Alex Campbell","topic":"Death"},{"quote":"You think, eventually, that nothing can disturb you and that your nerves are impregnable. Yet, looking down at that familiar face, I realized that death is something to which we never become calloused.","author":"Eliot Ness","topic":"Death"},{"quote":"Personally I am very much against the death penalty for several reasons.","author":"Alan Parker","topic":"Death"},{"quote":"If you don&#39;t have imagination, you stop being human; animals don&#39;t have imagination; Alzheimer&#39;s is the death of imagination.","author":"Devdutt Pattanaik","topic":"Death"},{"quote":"In this decisive hour of our national history, union means life and division means death.","author":"Bao Dai","topic":"Death"},{"quote":"Death means change our clothes. Clothes become old, then time to come change. So this body become old, and then time come, take young body.","author":"Dalai Lama","topic":"Death"},{"quote":"Fear of death increases in exact proportion to increase in wealth.","author":"Ernest Hemingway","topic":"Death"},{"quote":"The U.S. couldn&#39;t even get rid of Saddam Hussein. And we all know that the EU is just a passing fad. They&#39;ll be killing each other again in less than a year. I&#39;m sick to death of all these fascist lawsuits.","author":"Bill Gates","topic":"Death"},{"quote":"Life levels all men. Death reveals the eminent.","author":"George Bernard Shaw","topic":"Death"},{"quote":"These are the things of which men think, who live: of their own selves and the dwelling place of their fathers; of their neighbors; of work and service; of rule and reason and women and children; of Beauty and Death and War.","author":"W. E. B. Du Bois","topic":"Death"},{"quote":"&#39;Tis the business of little minds to shrink; but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.","author":"Thomas Paine","topic":"Death"},{"quote":"Death is not the end. There remains the litigation over the estate.","author":"Ambrose Bierce","topic":"Death"},{"quote":"The ideal death, I think, is what was the ideal Victorian death, you know, with your grandchildren around you, a bit of sobbing. And you say goodbye to your loved ones, making certain that one of them has been left behind to look after the shop.","author":"Terry Pratchett","topic":"Death"},{"quote":"We should weep for men at their birth, not at their death.","author":"Charles de Montesquieu","topic":"Death"},{"quote":"Humanity should question itself, once more, about the absurd and always unfair phenomenon of war, on whose stage of death and pain only remain standing the negotiating table that could and should have prevented it.","author":"Pope John Paul II","topic":"Death"},{"quote":"I definitely wouldn&#39;t wish death on anyone.","author":"The Notorious B.I.G.","topic":"Death"},{"quote":"Other states are trying to abolish the death penalty... mine&#39;s putting in an express lane.","author":"Ron White","topic":"Death"},{"quote":"The European wars of religion were more deadly than the First World War, proportionally speaking, and in the range of the Second World War in Europe. The Inquisition, the persecution of heretics and infidels and witches, they racked up pretty high death tolls.","author":"Steven Pinker","topic":"Death"},{"quote":"Only a humanity to whom death has become as indifferent as its members, that has itself died, can inflict it administratively on innumerable people.","author":"Theodor Adorno","topic":"Death"},{"quote":"Like all of us in this storm between birth and death, I can wreak no great changes on the world, only small changes for the better, I hope, in the lives of those I love.","author":"Dean Koontz","topic":"Death"},{"quote":"God, who preferred the correction rather than the death of a sinner, did not desire that a homicide be punished by the exaction of another act of homicide.","author":"Saint Ambrose","topic":"Death"},{"quote":"I am deeply saddened by the death of my dear friend, Dudley Moore.","author":"Liza Minnelli","topic":"Death"},{"quote":"With the advent of DNA, we know that people have been convicted and sentenced to death who later proved not to be guilty of the crime.","author":"Kamala Harris","topic":"Death"},{"quote":"Property is unstable, and youth perishes in a moment. Life itself is held in the grinning fangs of Death, Yet men delay to obtain release from the world. Alas, the conduct of mankind is surprising.","author":"Plautus","topic":"Death"},{"quote":"Death at times seems like a dark tunnel to be traveled, and the future seems bleak.","author":"Mother Angelica","topic":"Death"},{"quote":"The first requisite for immortality is death.","author":"Stanislaw Jerzy Lec","topic":"Death"},{"quote":"I was personally opposed to the death penalty, and yet I think I have probably asked for the death penalty more than most people in the United States.","author":"Janet Reno","topic":"Death"},{"quote":"Life and death. At some point we&#39;re gonna leave this world. Do I know when? Absolutely not.","author":"Terrell Owens","topic":"Death"},{"quote":"Libertarians know that a free country has nothing to fear from anyone coming in or going out - while a welfare state is scared to death of poor people coming in and rich people getting out.","author":"Harry Browne","topic":"Death"},{"quote":"First of all, it does not deter crime, the death penalty.","author":"Patricia Cornwell","topic":"Death"},{"quote":"Wouldn&#39;t it be awesome if we had a jetpack that wasn&#39;t a death trap? The problem is that it is going to be so power inefficient. I just couldn&#39;t live with that... it would be as loud as a motorcycle.","author":"Astro Teller","topic":"Death"},{"quote":"It is neccessary to have wished for death in order to know how good it is to live.","author":"Alexandre Dumas","topic":"Death"},{"quote":"I, Master John Hus, in chains and in prison, now standing on the shore of this present life and expecting on the morrow a dreadful death, which will, I hope, purge away my sins, find no heresy in myself, and accept with all my heart any truth whatsoever that is worthy of belief.","author":"Jan Hus","topic":"Death"},{"quote":"I believe the death of Bobby Kennedy was in many ways the death of decency in America. I think it was the death of manners and formality, the death of poetry and the death of a dream.","author":"Emilio Estevez","topic":"Death"},{"quote":"The older I get, the more I want to do. It beats death, decay or golf in unfortunate trousers. Peace and quiet depress me.","author":"Simon Schama","topic":"Death"},{"quote":"When you break up, your whole identity is shattered. It&#39;s like death.","author":"Dennis Quaid","topic":"Death"},{"quote":"If success attends my steps, honor and glory await my name-if defeat, still shall it be said we died like brave men, and conferred honor, even in death, on the American Name.","author":"Zebulon Pike","topic":"Death"},{"quote":"There is one Physician, of flesh and of spirit, originate and unoriginate, God in man, true Life in death, son of Mary and son of God, first passible and then impassible: Jesus Christ our Lord.","author":"Ignatius of Antioch","topic":"Death"},{"quote":"My attitude about Hollywood is that I wouldn&#39;t walk across the street to pull one of those executives out of the snow if he was bleeding to death. Not unless I was paid for it. None of them ever did me any favors.","author":"James Woods","topic":"Death"},{"quote":"I have seen and drawn dying, poisoned worlds. I published a book of drawings called &#39;Death of Wood&#39; about one such world, on the border between the Federal Republic of Germany and what was then still the German Democratic Republic.","author":"Gunter Grass","topic":"Death"},{"quote":"Individuals approaching death often experience encounters with their dead relatives, who seem to welcome them to the next world. These deathbed visions are authentic and convincing; they are often followed by a state of euphoria and seem to ease the transition.","author":"Stanislav Grof","topic":"Death"},{"quote":"To a billion people around the world surviving on just a dollar a day, the question of what to eat tonight is more about life and death than about recipes. The struggle of poor people around the globe weighs heavily on me, especially now that I am a mother, which is why I work with Oxfam.","author":"Giada De Laurentiis","topic":"Death"},{"quote":"There are no atheists in foxholes, they say, and I was a foxhole atheist for a long time. But after going through a midlife crisis and having many things change very quickly, it made me realize my mortality. And when you start to think about death, you start to think about what&#39;s after it. And then you start hoping there is a God.","author":"Peter Steele","topic":"Death"},{"quote":"Living with AIDS is like always having the sword of Damocles over your head. The disease is scarier than death itself. The disease is so messy, so devastating, so pervasive. It robs you of everything you hold dear.","author":"Larry Kramer","topic":"Death"},{"quote":"The language &#39;It&#39;s too late&#39; is very unsuitable for most environmental issues. It&#39;s too late for the dodo and for people who&#39;ve starved to death already, but it&#39;s not too late to prevent an even bigger crisis. The sooner we act on the environment, the better.","author":"Jeremy Grantham","topic":"Death"},{"quote":"I think, in real life, when we&#39;re facing death - that is, when we come out on the other side of it, whether it&#39;s death of a friend or a family member - you come out on the other side of the mourning cherishing your life that much more.","author":"Tony DiTerlizzi","topic":"Death"},{"quote":"So here is one of my theories on happiness: we cannot know if we have lived a truly happy life until the very end. This view of life and death was reinforced by my close witnessing of the buildup to the death of Philip Gould. Philip was without doubt my closest friend in politics. When he died, I felt like I had lost a limb.","author":"Alastair Campbell","topic":"Death"},{"quote":"I tend to think that good and evil exist and that the quantity in each of us is unchangeable. The moral character of people is set, fixed until death.","author":"Michel Houellebecq","topic":"Death"},{"quote":"Anorexia taught me to love life and to realise that starving yourself to death is a bloody waste of time. It&#39;s awful, and it hurts so many people around you. It&#39;s a terribly selfish thing to do.","author":"Celia Imrie","topic":"Death"},{"quote":"I saw also that there was an ocean of darkness and death, but an infinite ocean of light and love, which flowed over the ocean of darkness.","author":"George Fox","topic":"Death"},{"quote":"You know, I think everything I do cinematically for the rest of my life will probably have some direct route back to Jonathan. But I love him to death. He&#39;s like my best friend and my big brother.","author":"Ted Demme","topic":"Death"},{"quote":"I am not a &#39;defender&#39; of the September 11 attacks, but simply pointing out that if U.S. foreign policy results in massive death and destruction abroad, we cannot feign innocence when some of that destruction is returned.","author":"Ward Churchill","topic":"Death"},{"quote":"Soldiers are citizens of death&#39;s grey land, drawing no dividend from time&#39;s tomorrows.","author":"Siegfried Sassoon","topic":"Death"},{"quote":"When you&#39;re in the battlefield, survival is all there is. Death is the only great emotion.","author":"Samuel Fuller","topic":"Death"},{"quote":"Death and vulgarity are the only two facts in the nineteenth century that one cannot explain away.","author":"Oscar Wilde","topic":"Death"},{"quote":"If my survival caused another to perish, then death would be sweeter and more beloved.","author":"Khalil Gibran","topic":"Death"},{"quote":"Madame, all stories, if continued far enough, end in death, and he is no true-story teller who would keep that from you.","author":"Ernest Hemingway","topic":"Death"},{"quote":"You must not fear death, my lads; defy him, and you drive him into the enemy&#39;s ranks.","author":"Napoleon Bonaparte","topic":"Death"},{"quote":"To some extent I liken slavery to death.","author":"Marcus Tullius Cicero","topic":"Death"},{"quote":"Whether you like it or not, you&#39;re forced to come to the realisation that death is out there. But I don&#39;t fear death, I&#39;m a fatalist. I believe when it&#39;s your time, that&#39;s it. It&#39;s the hand you&#39;re dealt.","author":"Clint Eastwood","topic":"Death"},{"quote":"There&#39;s a War Crimes Act in the United States passed by a Republican Congress in 1996, which says that grave breaches of the Geneva Convention are subject to the death penalty. And that doesn&#39;t mean the soldier that committed them - that means the commanders.","author":"Noam Chomsky","topic":"Death"},{"quote":"The disembodied spirit is immortal; there is nothing of it that can grow old or die. But the embodied spirit sees death on the horizon as soon as its day dawns.","author":"Thomas Hobbes","topic":"Death"},{"quote":"If forgers and malefactors are put to death by the secular power, there is much more reason for excommunicating and even putting to death one convicted of heresy.","author":"Thomas Aquinas","topic":"Death"},{"quote":"If what you do is being threatened as a profession, that could be scary. But that&#39;s the same reason why I walked out on stage many times after receiving death threats. I couldn&#39;t live without doing what I wanted to do. So at the same time I have to be willing to die for it.","author":"Marilyn Manson","topic":"Death"},{"quote":"The death of my husband, coming immediately after the general knowledge of the discoveries with which his name is associated, was felt by the public, and especially by the scientific circles, to be a national misfortune.","author":"Marie Curie","topic":"Death"},{"quote":"Christ has conquered death, not only by suppressing its evil effects, but by reversing its sting. By virtue of Christ&#39;s rising again, nothing any longer kills inevitably, but everything is capable of becoming the blessed touch of the divine hands, the blessed influence of the will of God upon our lives.","author":"Pierre Teilhard de Chardin","topic":"Death"},{"quote":"It is impossible to experience one&#39;s death objectively and still carry a tune.","author":"Woody Allen","topic":"Death"},{"quote":"When we grow older and begin to realize that our omnipotence is really not so omnipotent, that our strongest wishes are not powerful enough to make the impossible possible, the fear that we have contributed to the death of a loved one diminishes - and with it, the guilt.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"The stroke has given me another way to serve people. It lets me feel more deeply the pain of others; to help them know by example that ultimately, whatever happens, no harm can come. &#39;Death is perfectly safe,&#39; I like to say.","author":"Ram Dass","topic":"Death"},{"quote":"Death destroys a man, but the idea of death saves him.","author":"E. M. Forster","topic":"Death"},{"quote":"What makes Freddy Krueger such a horrible character? What makes him scare you to death? You can&#39;t get rid of the guy. He never goes away.","author":"Nick Saban","topic":"Death"},{"quote":"The King of Spain displayed his esteem for me in a manner that I confess flattered me pleasantly when, after the death of Don Luis de Haro, he stated publicly in front of all the foreign ambassadors that he wanted to follow my example in not having a prime minister any longer.","author":"Louis XIV","topic":"Death"},{"quote":"To hear of a thousand deaths in war is terrible, and we &#39;know&#39; that it is. But as it registers on our hearts, it is not more terrible than one death fully imagined.","author":"Wendell Berry","topic":"Death"},{"quote":"The rumors of my death have been greatly exaggerated.","author":"Paul McCartney","topic":"Death"},{"quote":"We&#39;ve enshrined the purity, sanctity, value, and importance of bringing children into the world, yet we don&#39;t discuss death. There used to be an enshrined period where mourning was a necessary part of going through the process of grieving; death wasn&#39;t considered morbid or antisocial. But that&#39;s totally gone.","author":"Cate Blanchett","topic":"Death"},{"quote":"For those who live neither with religious consolations about death nor with a sense of death (or of anything else) as natural, death is the obscene mystery, the ultimate affront, the thing that cannot be controlled. It can only be denied.","author":"Susan Sontag","topic":"Death"},{"quote":"The nearer people approach old age the closer they return to a semblance of childhood, until the time comes for them to depart this life, again like children, neither tired of living nor aware of death.","author":"Desiderius Erasmus","topic":"Death"},{"quote":"There exists in some parts of the world sanctimonious criticism of America&#39;s death penalty, as somehow unworthy of a civilized society.","author":"Antonin Scalia","topic":"Death"},{"quote":"In our brief national history we have shot four of our presidents, worried five of them to death, impeached one and hounded another out of office. And when all else fails, we hold an election and assassinate their character.","author":"P. J. O'Rourke","topic":"Death"},{"quote":"Life is but a moment, death also is but another.","author":"Robert H. Schuller","topic":"Death"},{"quote":"I do not see how a people that can find in its conscience any excuse whatever for slowly burning to death a human being, or for tolerating such an act, can be entrusted with the salvation of a race.","author":"James Weldon Johnson","topic":"Death"},{"quote":"Move to Italy. I mean it: they know about living in debt; they don&#39;t care. I stayed out there for five months while I was making a film called &#39;Order Of Death,&#39; and they&#39;ve really got it sussed. Nice cars. Sharp suits. Great food. Stroll into work at 10. Lunch from 12 till three. Leave work at five. That&#39;s living!","author":"John Lydon","topic":"Death"},{"quote":"In the attempt to defeat death man has been inevitably obliged to defeat life, for the two are inextricably related. Life moves on to death, and to deny one is to deny the other.","author":"Henry Miller","topic":"Death"},{"quote":"Death can never kill an idea. Ideas are more powerful than death. Ideas outlive men and can never be destroyed.","author":"Myles Munroe","topic":"Death"},{"quote":"I haven&#39;t read Ibsen, Shaw, Shakespeare - except &#39;The Merchant of Venice&#39; in ninth grade. I&#39;m not familiar with &#39;Death of a Salesman.&#39; I haven&#39;t read Tennessee Williams.","author":"August Wilson","topic":"Death"},{"quote":"You can&#39;t choreograph death, but you can choreograph your funeral.","author":"Marina Abramovic","topic":"Death"},{"quote":"An end of something means the beginning of something else, and I don&#39;t think that something else is going to be the death of the manned space program.","author":"John Glenn","topic":"Death"},{"quote":"You cannot hear the name Martin Luther King, Jr., and not think of death. You might hear the words &#39;I have a dream,&#39; but they will doubtlessly only serve to underscore an image of a simple motel balcony, a large man made small, a pool of blood. For as famous as he may have been in life, it is - and was - death that ultimately defined him.","author":"Michael Eric Dyson","topic":"Death"},{"quote":"The essence of the Hebrew Bible, transmitted by Christianity, is separation: between life and death, nature and God, good and evil, man and woman, and the holy and the profane.","author":"Dennis Prager","topic":"Death"},{"quote":"Bulls can do nothing to demand justice. They can only defend themselves as best they can in a fight with a pre-determined ending and die never knowing why they were forced to endure such a painful and prolonged death. It&#39;s up to us, as a civilized society, to call for an end to the Running of the Bulls and bullfighting.","author":"Ingrid Newkirk","topic":"Death"},{"quote":"My mother&#39;s belief in spiritual healers grew stronger after our family went through a rough patch following my father&#39;s death. Sufi saint Karimullah Shah Kadri changed our lives, and all of us converted to Sufism. But it wasn&#39;t an instantaneous decision - it took us 10 years to convert. The change in religion was like washing away the past.","author":"A. R. Rahman","topic":"Death"},{"quote":"I&#39;ll keep peace at all cost, even if I choke to death on my tongue.","author":"Paula Deen","topic":"Death"},{"quote":"It is love, not reason, that is stronger than death.","author":"Thomas Mann","topic":"Death"},{"quote":"Feminists bore me to death. I follow my instinct and if that supports young girls in any way, great. But I&#39;d rather they saw it more as a lesson about following their own instincts rather than imitating somebody.","author":"Bjork","topic":"Death"},{"quote":"For me, the ethical arguments that resonate strongest are the ones that oppose the death penalty.","author":"Reid Hoffman","topic":"Death"},{"quote":"The courage of the Syrian protesters is remarkable, for they face prison, torture, or death every time they lift a banner.","author":"Elliott Abrams","topic":"Death"},{"quote":"It is impious to say that evil has its origin from God, because naught contrary is produced by the contrary. Life does not generate death, nor is darkness the beginning of light, nor is disease the maker of health, but in the changes of conditions there are transitions from one condition to the contrary.","author":"Saint Basil","topic":"Death"},{"quote":"If the dream of Dr. Martin Luther King, Jr. is to live, our babies must live. Our mothers must choose life. If we refuse to answer the cry of mercy from the unborn, and ignore the suffering of the mothers, then we are signing our own death warrants.","author":"Alveda King","topic":"Death"},{"quote":"Pain and death are part of life. To reject them is to reject life itself.","author":"Havelock Ellis","topic":"Death"},{"quote":"Absence from whom we love is worse than death, and frustrates hope severer than despair.","author":"William Cowper","topic":"Death"},{"quote":"On the streets, unrequited love and death go together almost as often as in Shakespeare.","author":"Scott Turow","topic":"Death"},{"quote":"Kurt and I weren&#39;t the closest of friends, but I knew him well enough to be devastated by his death. For such a quiet person, he was so excited about having a child.","author":"Layne Staley","topic":"Death"},{"quote":"Death frames the high wire. But I don&#39;t see myself as taking risks. I do all of the preparations that a non-death seeker would do.","author":"Philippe Petit","topic":"Death"},{"quote":"Science without conscience is the death of the soul.","author":"Francois Rabelais","topic":"Death"},{"quote":"Many people assume the diseases that kill us are pre-programmed into our genes. High blood pressure by 55, heart attacks at 60, maybe cancer at 70, and so on... But for most of the leading causes of death, our genes usually account for only 10-20 per cent of risk.","author":"Michael Greger","topic":"Death"},{"quote":"Prayer in a combat zone serves exactly the same purpose as it does in peacetime. In war, the stakes are life and death, true; but if you believe in God and in the notion of a human soul, then we are always making decisions of tremendous significance.","author":"Phil Klay","topic":"Death"},{"quote":"I think to have the skill set and the ability to physically help others in matters of life and death must be incredibly empowering.","author":"Karlie Kloss","topic":"Death"},{"quote":"In my solitude I have pondered much on the incomprehensible subjects of space, eternity, life and death.","author":"Alfred Russel Wallace","topic":"Death"},{"quote":"&#39;American Horror&#39; goes for a very specific kind of Seventies suburban downer ambience - &#39;Flowers in the Attic&#39; paperbacks, Black Sabbath album covers and late-night flicks like &#39;Let&#39;s Scare Jessica to Death.&#39; It even has &#39;Go Ask Alice&#39;-era urban legends.","author":"Rob Sheffield","topic":"Death"},{"quote":"I didn&#39;t have any aspirations of becoming famous or successful; in fact I was scared to death of all that. I remember somebody once said that if a rock musician goes on tour, he goes insane. I was very impressionable and I carried this useless weight of fear around with me about going on tour, all because of this thing somebody said.","author":"Steve Vai","topic":"Death"},{"quote":"I wouldn&#39;t mind at all coming back to earth after my death.","author":"Edith Piaf","topic":"Death"},{"quote":"Novelists go about the strenuous business of marrying and burying their people, or else they send them to sea, or to Africa, or at the least, out of town. Essayists in their stillness ponder love and death.","author":"Cynthia Ozick","topic":"Death"},{"quote":"Old age is the supreme evil, for it deprives man of all pleasures while allowing his appetites to remain, and it brings with it every possible sorrow. Yet men fear death and desire old age.","author":"Giacomo Leopardi","topic":"Death"},{"quote":"I think when you think of death as being part of the life cycle and recognize that death is an inevitability for our species because the world has to be renewed with each death, then the hope becomes when it is renewed it will be renewed by people on whom I have had some influence for good.","author":"Sherwin B. Nuland","topic":"Death"},{"quote":"Man is born in a day, and he dies in a day, and the thing is easily over; but to have a sick heart for three-fourths of one&#39;s lifetime is simply to have death renewed every morning; and life at that price is not worth living.","author":"Gilbert Parker","topic":"Death"},{"quote":"My dad died when I was 23. His death was sudden and shocking - the result of a car crash - and I never got to say goodbye.","author":"Dani Shapiro","topic":"Death"},{"quote":"The grief of the keen is no personal complaint for the death of one woman over eighty years, but seems to contain the whole passionate rage that lurks somewhere in every native of the island.","author":"John Millington Synge","topic":"Death"},{"quote":"Integrity of life is fame&#39;s best friend, which nobly, beyond death, shall crown in the end.","author":"John Webster","topic":"Death"},{"quote":"Medicine really matured me as a person because, as a physician, you&#39;re obviously dealing with life and death issues, issues much more serious than what we&#39;re talking about in entertainment. You can&#39;t get more serious than life and death. And if you can handle that, you can handle anything.","author":"Ken Jeong","topic":"Death"},{"quote":"I don&#39;t deal with death very well. My brother, John Candy, my dad, my mom, Brandon Tartikoff just a couple of weeks ago. I mean, you lose a lot of people in your life, and that&#39;s one thing I am constantly working on - pain management.","author":"James Belushi","topic":"Death"},{"quote":"Almost any shark, three or four feet long, could kill a human being if it chose to do it. It could make you bleed to death. But they don&#39;t.","author":"Peter Benchley","topic":"Death"},{"quote":"I&#39;ve worked in the prison system, on death row and maximum security. I did that work for six years. I&#39;ve worked with some of the most difficult people in our society. Buddhism was accessible and helpful for these individuals.","author":"Joan Halifax","topic":"Death"},{"quote":"People can undergo a sudden change of thinking and loyalties under threat of death or intense social pressure and isolation from friends and family.","author":"Keith Henson","topic":"Death"},{"quote":"Give the peasants neither life nor death.","author":"Ieyasu Tokugawa","topic":"Death"},{"quote":"I&#39;m actually really opposed to the death penalty.","author":"Bill Paxton","topic":"Death"},{"quote":"If the Resurrection is resurrection from the dead, all hope and freedom are in spite of death.","author":"Paul Ricoeur","topic":"Death"},{"quote":"I&#39;d been brought up on the Upper East Side in a WASP society, which was death on crutches.","author":"Harry Mathews","topic":"Death"},{"quote":"The death industry markets caskets and embalming under the rubric of helping bodies look &#39;natural,&#39; but our current death customs are as natural as training majestic creatures like bears and elephants to dance in cute little outfits, or erecting replicas of the Eiffel Tower and Venetian canals in the middle of the harsh American desert.","author":"Caitlin Doughty","topic":"Death"},{"quote":"We&#39;re also the only country that has the Death Penalty. That&#39;s something to boast about, isn&#39;t it?","author":"Tony Randall","topic":"Death"},{"quote":"I think the Hammer films really made death quite sexy.","author":"Emil Ferris","topic":"Death"},{"quote":"No evil is honorable: but death is honorable; therefore death is not evil.","author":"Citium Zeno","topic":"Death"},{"quote":"AIDS does not inevitably lead to death, especially if you suppress the co-factors that support the disease. It is very important to tell this to people who are infected.","author":"Luc Montagnier","topic":"Death"},{"quote":"When we have done our best, we can, as a united people, take whatever may befall with calm courage and confidence that this old nation will survive and if death should come to many of us, death is not the end.","author":"Eamon de Valera","topic":"Death"},{"quote":"Defeat the fear of death and you welcome the death of fear.","author":"G. Gordon Liddy","topic":"Death"},{"quote":"Who wouldn&#39;t like to give up normal life? I mean, normal life, you know, is the second worst thing to death itself. I think normality is something that makes everything very static, and I try to make my days, my daily routines, as uneven and rich as possible.","author":"Vik Muniz","topic":"Death"},{"quote":"The web of life, love, suffering and death unites all beings.","author":"Alex Grey","topic":"Death"},{"quote":"We think birth is a miracle and death is a tragedy, but really they&#39;re flip sides of the same coin - anything born is gonna die.","author":"Mario Van Peebles","topic":"Death"},{"quote":"&#39;Hard Hit,&#39; a YA collection of poems, explores the country of grief and survival. Mark, a 16-year-old boy and skilled pitcher, must confront the coming death of his beloved father with the help of his friends, family, baseball, and an idiosyncratic belief in God. I used my own experience of my parents&#39; deaths to inform this journey.","author":"Ann Turner","topic":"Death"},{"quote":"Smoking is the now the principal avoidable cause of premature death in Britain. It hits the worst off people hardest of all. Smoking is one of the principal causes of the health gap which leads to poorer people being ill more often and dying sooner.","author":"Frank Dobson","topic":"Death"},{"quote":"The basis of tragedy is man&#39;s helplessness against disease, war and death; the basis of comedy is man&#39;s helplessness against vanity (the vanity of love, greed, lust, power).","author":"Dawn Powell","topic":"Death"},{"quote":"Why fear death? It is the most beautiful adventure in life.","author":"Charles Frohman","topic":"Death"},{"quote":"Love and death are the two great hinges on which all human sympathies turn.","author":"B. R. Hayden","topic":"Death"},{"quote":"Boss, life is trouble. Only death is not. To be alive is to undo your belt and look for trouble.","author":"Michael Cacoyannis","topic":"Death"},{"quote":"The valiant never taste of death but once.","author":"William Shakespeare","topic":"Death"},{"quote":"An unused life is an early death.","author":"Johann Wolfgang von Goethe","topic":"Death"},{"quote":"Death to me means nothing as long as I can die fast.","author":"Bob Dylan","topic":"Death"},{"quote":"He who is the author of a war lets loose the whole contagion of hell and opens a vein that bleeds a nation to death.","author":"Thomas Paine","topic":"Death"},{"quote":"The human consciousness is really homogeneous. There is no complete forgetting, even in death.","author":"D. H. Lawrence","topic":"Death"},{"quote":"Death and genitals are things that frighten people, and when people are frightened, they develop means of concealment and aggression. It is common sense.","author":"Noam Chomsky","topic":"Death"},{"quote":"The Gross National Product includes the destruction of the redwoods and the death of Lake Superior. It grows with the production of napalm and missiles and nuclear warheads... It includes... the broadcasting of television programs which glorify violence to sell goods to our children.","author":"Robert Kennedy","topic":"Death"},{"quote":"I have already seen death, and I know that death is supporting me in my cause of education. Death does not want to kill me.","author":"Malala Yousafzai","topic":"Death"},{"quote":"No true believer could be intolerant or a persecutor. If I were a magistrate and the law carried the death penalty against atheists, I would begin by sending to the stake whoever denounced another.","author":"Jean-Jacques Rousseau","topic":"Death"},{"quote":"No one can outrun death. It will catch up to all of us eventually.","author":"Billy Graham","topic":"Death"},{"quote":"It&#39;s not morbid to talk about death. Most people don&#39;t worry about death, they worry about a bad death.","author":"Terry Pratchett","topic":"Death"},{"quote":"The fear of death comes from limited awareness.","author":"Deepak Chopra","topic":"Death"},{"quote":"As peacemakers, we must resist all the powers of war and destruction and proclaim that peace is the divine gift offered to all who affirm life. Resistance means saying &#39;No&#39; to all the forces of death, wherever they may be.","author":"Henri Nouwen","topic":"Death"},{"quote":"Contemplation of life after retirement and life after death can help you deal with contemporary challenges.","author":"Russell M. Nelson","topic":"Death"},{"quote":"It is difficult to accept death in this society because it is unfamiliar. In spite of the fact that it happens all the time, we never see it.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"Watching a peaceful death of a human being reminds us of a falling star; one of a million lights in a vast sky that flares up for a brief moment only to disappear into the endless night forever.","author":"Elisabeth Kubler-Ross","topic":"Death"},{"quote":"My father was a man of love. He always loved me to death. He worked hard in the fields, but my father never hit me. Never. I don&#39;t ever remember a really cross, unkind word from my father.","author":"Johnny Cash","topic":"Death"},{"quote":"The ceaseless labour of your life is to build the house of death.","author":"Michel de Montaigne","topic":"Death"},{"quote":"We do not know what love is. We know the symptoms of it, the pleasure, the pain, the fear, the anxiety and so on. We try to solve the symptoms, which becomes a wandering in darkness. We spend our days and nights in this, and it is soon over in death.","author":"Jiddu Krishnamurti","topic":"Death"},{"quote":"In every parting there is an image of death.","author":"George Eliot","topic":"Death"},{"quote":"When death, the great reconciler, has come, it is never our tenderness that we repent of, but our severity.","author":"George Eliot","topic":"Death"},{"quote":"I was ready to quit music. It felt to me like music equalled death.","author":"Dave Grohl","topic":"Death"},{"quote":"Death is softer by far than tyranny.","author":"Aeschylus","topic":"Death"},{"quote":"I look at &#39;Death Proof&#39; and realize I had too much time.","author":"Quentin Tarantino","topic":"Death"},{"quote":"Birth was the death of him.","author":"Samuel Beckett","topic":"Death"},{"quote":"The fact that anyone lives in America is the single reason poverty is never a death sentence, and transforms it instead into - at worst - an obstacle on the path to a better life and road to freedom and success.","author":"Chuck Norris","topic":"Death"},{"quote":"When I was a child, I used to paint intently. The older I become, and the closer death approaches, the brighter my life gets day by day.","author":"Yayoi Kusama","topic":"Death"},{"quote":"Bedouin ways were hard even for those brought up to them, and for strangers, terrible: a death in life.","author":"T. E. Lawrence","topic":"Death"},{"quote":"To be immortal is commonplace; except for man, all creatures are immortal, for they are ignorant of death; what is divine, terrible, incomprehensible, is to know that one is immortal.","author":"Jorge Luis Borges","topic":"Death"},{"quote":"What you possess in the world will be found at the day of your death to belong to someone else. But what you are will be yours forever.","author":"Henry Van Dyke","topic":"Death"},{"quote":"One thing I&#39;ve learned about death threats is that they&#39;re great, actually. You should actually be grateful for death threats because those who are taking the time to threaten you that way are getting it out of their system. That&#39;s really what they rant to do, yell at you, and they want to threaten you.","author":"Michael Moore","topic":"Death"},{"quote":"You&#39;ve never seen death? Look in the mirror every day and you will see it like bees working in a glass hive.","author":"Jean Cocteau","topic":"Death"},{"quote":"Do not seek death. Death will find you. But seek the road which makes death a fulfillment.","author":"Dag Hammarskjold","topic":"Death"},{"quote":"Death was like love, a romantic escape.","author":"Brigitte Bardot","topic":"Death"},{"quote":"You&#39;ll have time to rest when you&#39;re dead.","author":"Robert De Niro","topic":"Death"},{"quote":"I feel about aging the way William Saroyan said he felt about death: Everybody has to do it, but I always believed an exception would be made in my case.","author":"Martha Beck","topic":"Death"},{"quote":"If I die a violent death, as some fear and a few are plotting, I know that the violence will be in the thought and the action of the assassins, not in my dying.","author":"Indira Gandhi","topic":"Death"},{"quote":"She looks like a warrior. I mean, Bellatrix does mean warrior. And she&#39;s also a bit of a fatale. She&#39;s the right hand of Voldemort, and the only woman death eater.","author":"Helena Bonham Carter","topic":"Death"},{"quote":"We&#39;re so terrified of death in Western culture that we have to make up a myth of an afterlife. I think there&#39;s something to be said for living your life very mindful of the fact that you&#39;re going to die because I think you carry yourself differently. It doesn&#39;t have to be this big, negative bummer.","author":"Steve Earle","topic":"Death"},{"quote":"Those who welcome death have only tried it from the ears up.","author":"Wilson Mizner","topic":"Death"},{"quote":"I find by my calculations, which are according to revealed inspiration, that the sword of death is now approaching us, in the shape of pestilence, war more horrible than has been known in three lifetimes, and famine.","author":"Nostradamus","topic":"Death"},{"quote":"After death we live for some time in the astral world in the astral body used during our life on earth, and the more we learn to control and use it wisely now the better for us after death.","author":"Annie Besant","topic":"Death"},{"quote":"Everything that gets born dies.","author":"Morrie Schwartz","topic":"Death"},{"quote":"In current times, our moral uproar is best reserved for those who aspire to stone men or women to death, not those who consensually watch women - or men, for that matter - dance.","author":"Maajid Nawaz","topic":"Death"},{"quote":"In the days when I used to tweet, I would encounter comments wishing death upon me. There were people who claimed they were sticking pins in my effigy because they couldn&#39;t stand me. There&#39;s some seriously disturbed people out there.","author":"Andie MacDowell","topic":"Death"},{"quote":"My attitude about death is, going into the next room, and it&#39;s a room that the rest of us can&#39;t get into because we don&#39;t have the key. But when we do get the key, we&#39;ll go in there, and we&#39;ll see one another again, in some shape or form or whatever. It&#39;s not the end.","author":"Roger Moore","topic":"Death"},{"quote":"The late Seventies was the death of the manufacturing age in the United States. It was also a time when the Pictures Generation artists were getting started. They co-opted the language of advertising. The factory disappeared, and weirdly, so did the art object - it was the age of making gestures, not objects.","author":"Rachel Kushner","topic":"Death"},{"quote":"Andrew Wood&#39;s death changed things for a few weeks. I probably got even heavier into drugs after that.","author":"Layne Staley","topic":"Death"},{"quote":"At the heart of Christian faith is the story of Jesus&#39; death and resurrection.","author":"John Ortberg","topic":"Death"},{"quote":"I tell myself to hurry up, that I have to do everything before death catches me.","author":"Douglas Tompkins","topic":"Death"},{"quote":"True love makes the thought of death frequent, easy, without terrors; it merely becomes the standard of comparison, the price one would pay for many things.","author":"Stendhal","topic":"Death"},{"quote":"With the notion of marriage - an exclusive, emotional, binding &#39;til death do you part&#39; tie - becoming more and more an exception to the rule given a rise in cohabitation and high rates of divorce, why should the federal government be telling adults who love one another that they cannot get married simply because they happen to be gay?","author":"Lisa Murkowski","topic":"Death"},{"quote":"Death is the separation of soul from body.","author":"Chrysippus","topic":"Death"},{"quote":"I don&#39;t think so-called high technology matters in death. I think they had high technology before Noah&#39;s Ark. And it got lost because that was the first Ice Age.","author":"Miriam Defensor-Santiago","topic":"Death"},{"quote":"I was never afraid of failure after that because, I think, coming that close to death you get kissed. With the years, the actual experience of course fades, but the flavor of it doesn&#39;t. I just had a real sense of what choice do I have but to live fully?","author":"Debra Winger","topic":"Death"},{"quote":"Americans have an abiding belief in their ability to control reality by purely material means... airline insurance replaces the fear of death with the comforting prospect of cash.","author":"Cecil Beaton","topic":"Death"},{"quote":"Anderson Cooper&#39;s on-air reaction to Bob Simon&#39;s death; Wolf Blitzer personalizing his experience in going back to Auschwitz where his grandparents lost their lives - I think that has all made our air more authentic.","author":"Jeff Zucker","topic":"Death"},{"quote":"Death gives us sleep, eternal youth, and immortality.","author":"Jean Paul","topic":"Death"},{"quote":"Nothing in life is certain except death, taxes and the second law of thermodynamics.","author":"Seth Lloyd","topic":"Death"},{"quote":"The consequences of decisions don&#39;t just affect spreadsheets... They affect, in fundamental ways, the lives of people and they often mean the difference between life and death.","author":"Phil Bredesen","topic":"Death"},{"quote":"After Chernobyl, thousands and thousands of people, if not millions, were given a death penalty and had to pay the price, our father among them.","author":"Wladimir Klitschko","topic":"Death"},{"quote":"National parks are cathedrals of spirituality and emotion, and unfortunately, they are being loved to death by many of the same people who enjoy them the most.","author":"Michael Frome","topic":"Death"},{"quote":"I have devoted my life to uncertainty. Certainty is the death of wisdom, thought, creativity.","author":"Shekhar Kapur","topic":"Death"},{"quote":"I really don&#39;t know where my interest in death comes from. Maybe I&#39;ve just got a twisted imagination. The truth is, I haven&#39;t had a hugely eventful life - maybe I&#39;m compensating in my creative life. Or maybe I&#39;m just a bit sick.","author":"Laura Wade","topic":"Death"},{"quote":"We burned to death 100,000 Japanese civilians in Tokyo - men, women and children. LeMay recognized that what he was doing would be thought immoral if his side had lost. But what makes it immoral if you lose and not immoral if you win?","author":"Robert McNamara","topic":"Death"},{"quote":"No matter what we call it, poison is still poison, death is still death, and industrial civilization is still causing the greatest mass extinction in the history of the planet.","author":"Derrick Jensen","topic":"Death"},{"quote":"My food hero has to be Auguste Escoffier. And the villain? The man who&#39;s been most responsible for the death of food in my time is Ronald McDonald. He&#39;s always scared me, I think he&#39;s evil - he&#39;s a wolf in sheep&#39;s clothing. Him and the Hamburglar.","author":"Arthur Potts Dawson","topic":"Death"},{"quote":"We&#39;ve gone from a preponderance of acute and infectious disease as a source of premature death to chronic diseases, which are the preponderance of the burden of illness in most of the world. That puts a much higher premium on the prevention of chronic disease than ever in history.","author":"Harvey V. Fineberg","topic":"Death"},{"quote":"Death may simply be an alteration in consciousness, a transition for continued life in a nonmaterial form.","author":"Edgar Mitchell","topic":"Death"},{"quote":"Well, life is dark, isn&#39;t it? Mostly, it&#39;s dreadful. At the same time, death is funny too. I mean, look at the fuss we make of it.","author":"Upamanyu Chatterjee","topic":"Death"},{"quote":"I do not care so much for the death of my gunner, as for other passages of my voyage, for I have good friends in England that will bring me off for that.","author":"William Kidd","topic":"Death"},{"quote":"If you do anything for too long, it starts to lack edge, to become too easy. Easy is the kiss of death.","author":"Julia Ormond","topic":"Death"},{"quote":"Violence in the voice is often only the death rattle of reason in the throat.","author":"Henry George Bohn","topic":"Death"},{"quote":"Man has the possibility of existence after death. But possibility is one thing and the realization of the possibility is quite a different thing.","author":"Bret Harte","topic":"Death"},{"quote":"It was a time when only the dead smiled, happy in their peace.","author":"Anna Akhmatova","topic":"Death"},{"quote":"Death is very often referred to as a good career move.","author":"Buddy Holly","topic":"Death"},{"quote":"The fear of death is the most unjustified of all fears, for there&#39;s no risk of accident for someone who&#39;s dead.","author":"Albert Einstein","topic":"Death"},{"quote":"And why not death rather than living torment? To die is to be banish&#39;d from myself; And Silvia is myself: banish&#39;d from her Is self from self: a deadly banishment!","author":"William Shakespeare","topic":"Death"},{"quote":"I had seen birth and death but had thought they were different.","author":"T. S. Eliot","topic":"Death"},{"quote":"Death never takes the wise man by surprise, he is always ready to go.","author":"Jean de La Fontaine","topic":"Death"},{"quote":"Life is better than death, I believe, if only because it is less boring, and because it has fresh peaches in it.","author":"Alice Walker","topic":"Death"},{"quote":"In our Western culture, although death has come out of the closet, it is still not openly experienced or discussed. Allowing dying to be so intensely present enriches both the preciousness of each moment and our detachment from it.","author":"Ram Dass","topic":"Death"},{"quote":"Death is the veil which those who live call life; They sleep, and it is lifted.","author":"Percy Bysshe Shelley","topic":"Death"},{"quote":"People have their own deaths as well as their own lives, and even if there is nothing beyond death, we shall differ in our nothingness.","author":"E. M. Forster","topic":"Death"},{"quote":"Belief is the death of intelligence.","author":"Robert Anton Wilson","topic":"Death"},{"quote":"If you don&#39;t know how to die, don&#39;t worry; Nature will tell you what to do on the spot, fully and adequately. She will do this job perfectly for you; don&#39;t bother your head about it.","author":"Michel de Montaigne","topic":"Death"},{"quote":"It is not death, it is dying that alarms me.","author":"Michel de Montaigne","topic":"Death"},{"quote":"When death comes it is never our tenderness that we repent from, but our severity.","author":"George Eliot","topic":"Death"},{"quote":"Death is the king of this world: &#39;Tis his park where he breeds life to feed him. Cries of pain are music for his banquet.","author":"George Eliot","topic":"Death"},{"quote":"Life is trouble. Only death is not. To be alive is to unfasten your belt and look for a fight.","author":"Nikos Kazantzakis","topic":"Death"},{"quote":"It is impossible that anything so natural, so necessary, and so universal as death, should ever have been designed by providence as an evil to mankind.","author":"Jonathan Swift","topic":"Death"},{"quote":"I&#39;m not proud of killing, of being responsible for the death of a single person. I never will be.","author":"Norman Schwarzkopf","topic":"Death"},{"quote":"I never really got on that well with Yoko anyway. Strangely enough, I only started to get to know her after John&#39;s death.","author":"Paul McCartney","topic":"Death"},{"quote":"If nothing else, there&#39;s comfort in recognising that no matter how much we fail and sin, death will limit our suffering.","author":"Chuck Palahniuk","topic":"Death"},{"quote":"It is possible to provide security against other ills, but as far as death is concerned, we men live in a city without walls.","author":"Epicurus","topic":"Death"},{"quote":"In the night of death, hope sees a star, and listening love can hear the rustle of a wing.","author":"Robert Green Ingersoll","topic":"Death"},{"quote":"Death is a very dull, dreary affair, and my advice to you is to have nothing whatsoever to do with it.","author":"W. Somerset Maugham","topic":"Death"},{"quote":"If you look in general at people who live in anarchy, they have quite high rates of death from either homicide or warfare or both. Anarchy is one of the main reasons for violence, and it may be the most important.","author":"Steven Pinker","topic":"Death"},{"quote":"It is true that raids and battles killed a tiny percentage of the numbers that die in modern warfare. But in tribal violence, the clashes are more frequent, the percentage of men in the population who fight is greater, and the rates of death per battle are higher.","author":"Steven Pinker","topic":"Death"},{"quote":"We must assimilate the thought that life between death and a new birth is so constituted that everything we do awakens an echo in the environment.","author":"Rudolf Steiner","topic":"Death"},{"quote":"Since the day of my birth, my death began its walk. It is walking toward me, without hurrying.","author":"Jean Cocteau","topic":"Death"},{"quote":"We have abolished the death penalty for humans, so why should it continue for animals?","author":"Brigitte Bardot","topic":"Death"},{"quote":"Generosity during life is a very different thing from generosity in the hour of death; one proceeds from genuine liberality and benevolence, the other from pride or fear.","author":"Horace Mann","topic":"Death"},{"quote":"From my perspective, there&#39;s no reason to be afraid of aging, because if you age, you&#39;re lucky! The alternative is death.","author":"Drew Barrymore","topic":"Death"},{"quote":"I&#39;m not personally obsessed with death. At a certain age, the light that you live in is inhabited by the shades - it &#39;tis.","author":"Seamus Heaney","topic":"Death"},{"quote":"If Shaw and Einstein couldn&#39;t beat death, what chance have I got? Practically none.","author":"Mel Brooks","topic":"Death"},{"quote":"Take care of your life and the Lord will take care of your death.","author":"George Whitefield","topic":"Death"},{"quote":"Death is an endless night so awful to contemplate that it can make us love life and value it with such passion that it may be the ultimate cause of all joy and all art.","author":"Paul Theroux","topic":"Death"},{"quote":"The sinner who suddenly realizes God&#39;s love for him and then looks at his rejection of that love feels a loss similar to the death of a loved one. A deep void is created in the soul and a loneliness akin to the agony of death.","author":"Mother Angelica","topic":"Death"},{"quote":"We do not choose the day of our birth nor may we choose the day of our death, yet choice is the sovereign faculty of the mind.","author":"Thornton Wilder","topic":"Death"},{"quote":"It&#39;s a consoling notion that death is a very tiny hole, and you need to make yourself very small to get through it. One obviously needs to lighten off, and a rucksack full of bricks or a mantelpiece full of trophies will certainly have to be abandoned - the sooner the better, I say.","author":"Michael Leunig","topic":"Death"},{"quote":"Death threatens our speech with futility because death is not just a biological event - it is a reality we fear may rob our living of any significance.","author":"Stanley Hauerwas","topic":"Death"},{"quote":"I have a moral position against the death penalty. But I took an oath of office to uphold it. Following an oath of office is also a moral obligation.","author":"Tim Kaine","topic":"Death"},{"quote":"Form is, in a way, death. A novelist&#39;s obligation is to break free from the form, even though he knows that this will also be seen as artificial and distanced from life.","author":"Karl Ove Knausgaard","topic":"Death"},{"quote":"When I first met Alan Parker, who directed &#39;Angel Heart,&#39; he&#39;d heard so many horror stories about me that he was literally scared to death of me. Right away, he sat me down and said, &#39;I&#39;m very scared of you. I&#39;ve heard you&#39;re a very bad boy.&#39;","author":"Mickey Rourke","topic":"Death"},{"quote":"In your teens and twenties, death doesn&#39;t exist. In your thirties, you glance down the road occasionally. But then in your forties, it becomes a full-time job looking the other way.","author":"John Niven","topic":"Death"},{"quote":"I do not mourn the death of the printed letter in a snobby, East Coast, patrician way - &#39;Where have our manners gone?&#39; - but because I love objects, I love paper, and I love something that I can hold to my chest for a moment. Still, I bear no grudge against the e-mail form itself.","author":"Jami Attenberg","topic":"Death"},{"quote":"Israel should not feel satisfaction at my son&#39;s death, for he died on the battlefield, facing the conquerors as he wished, with a gun in his hand.","author":"Hassan Nasrallah","topic":"Death"},{"quote":"As far as thinking about death and murder and various ways of killing people and how people die... I probably have the most twisted mind in Slayer.","author":"Tom Araya","topic":"Death"},{"quote":"The thing is, I love a great death scene - no good actor doesn&#39;t. Sorry, any actor, I should say.","author":"Clark Gregg","topic":"Death"},{"quote":"Only in death will I relinquish my belts.","author":"Manny Pacquiao","topic":"Death"},{"quote":"Hell, madam, is to love no longer.","author":"Georges Bernanos","topic":"Death"},{"quote":"I&#39;m a Ninja. I&#39;m not scared of death.","author":"Watkin Tudor Jones","topic":"Death"},{"quote":"For example, colon cancer is the second leading cause of cancer death in the United States. Every four minutes someone is diagnosed, and every nine minutes someone dies.","author":"Kevin Richardson","topic":"Death"},{"quote":"Hope, insofar as it is hope of resurrection, is the living contradiction of what it proceeds from and what is placed under the sign of the Cross and death.","author":"Paul Ricoeur","topic":"Death"},{"quote":"The gods conceal from men the happiness of death, that they may endure life.","author":"Lucan","topic":"Death"},{"quote":"Time for me is double-edged: every day brings me further from the low of my last cancer relapse, but every day also brings me closer to the next cancer recurrence - and eventually, death. Perhaps later than I think, but certainly sooner than I desire.","author":"Paul Kalanithi","topic":"Death"},{"quote":"Marriage, like death, is a debt we owe to nature.","author":"Julia Ward Howe","topic":"Death"},{"quote":"Whoever has the luck to be born a character can laugh even at death. Because a character will never die! A man will die, a writer, the instrument of creation: but what he has created will never die!","author":"Luigi Pirandello","topic":"Death"},{"quote":"We cannot banish dangers, but we can banish fears. We must not demean life by standing in awe of death.","author":"David Sarnoff","topic":"Death"},{"quote":"A detective sees death in all the various forms at least five times a week.","author":"Evan Hunter","topic":"Death"},{"quote":"Age makes all things greater after their death; a name comes to the tongue easier from the grave.","author":"Sextus Propertius","topic":"Death"},{"quote":"I didn&#39;t get to go to prom; I was filming a death scene on my prom night. But I got to go to all the homecomings, and even the winter formals I got to go to, but the only thing I missed was the prom, but everything else was great.","author":"Michael Angarano","topic":"Death"},{"quote":"If any reader has lost a loved one or is afraid of death, modern physics says: &#39;Be comforted, you and they shall live again.&#39;","author":"Frank Tipler","topic":"Death"},{"quote":"There are three things we have no control over: our birth; our emotions, if we&#39;re sincere; and our death.","author":"Betty Parsons","topic":"Death"},{"quote":"The times in my life when I&#39;ve been my thinnest, I&#39;ve been a walking psycho wreck. Forget the fact that I was basically starving myself; skinny was usually due to some kind of loss. Death. Rejection. Divorce.","author":"Stephanie Klein","topic":"Death"},{"quote":"This death cult has no reason and is beyond negotiation. This is what makes it so frightening. This is what causes so many to engage in a sort of mental diversion. They don&#39;t want to confront this horror. So they rush off in search of more comprehensible things to hate.","author":"David Brooks","topic":"Death"},{"quote":"Nothing is more dreadful in life than the profound thought that death may only greet you with eternal nothingness.","author":"Kim Elizabeth","topic":"Death"},{"quote":"Even at our birth, death does but stand aside a little. And every day he looks towards us and muses somewhat to himself whether that day or the next he will draw nigh.","author":"Robert Bolt","topic":"Death"},{"quote":"We all had lots of stories of our sad experiences - they mourned the death of my wife with me - but we were hopeful that the children would return.","author":"Otto Frank","topic":"Death"},{"quote":"Death does determine life.","author":"Pier Paolo Pasolini","topic":"Death"},{"quote":"I&#39;m not afraid to die.","author":"John Wooden","topic":"Death"},{"quote":"&#39;Tis very certain the desire of life prolongs it.","author":"Lord Byron","topic":"Death"},{"quote":"Men fear death as children fear to go in the dark; and as that natural fear in children is increased by tales, so is the other.","author":"Francis Bacon","topic":"Death"},{"quote":"Die, v.: To stop sinning suddenly.","author":"Elbert Hubbard","topic":"Death"},{"quote":"To have died once is enough.","author":"Virgil","topic":"Death"},{"quote":"We die only once, and for such a long time.","author":"Moliere","topic":"Death"},{"quote":"The words of a dead man are modified in the guts of the living.","author":"W. H. Auden","topic":"Death"},{"quote":"A friend who dies, it&#39;s something of you who dies.","author":"Gustave Flaubert","topic":"Death"},{"quote":"Death is a delightful hiding place for weary men.","author":"Herodotus","topic":"Death"},{"quote":"Birth and death; we all move between these two unknowns.","author":"Bryant H. McGill","topic":"Death"},{"quote":"To himself everyone is immortal; he may know that he is going to die, but he can never know that he is dead.","author":"Samuel Butler","topic":"Death"},{"quote":"Some men are alive simply because it is against the law to kill them.","author":"E. W. Howe","topic":"Death"},{"quote":"Cursed is the man who dies, but the evil done by him survives.","author":"Abu Bakr","topic":"Death"},{"quote":"The whole essence of the Christian religion is based on the atonement of Christ, his death and his resurrection.","author":"Gordon B. Hinckley","topic":"Death"},{"quote":"I shall not die of a cold. I shall die of having lived.","author":"Willa Cather","topic":"Death"},{"quote":"My character and good name are in my own keeping. Life with disgrace is dreadful. A glorious death is to be envied.","author":"Horatio Nelson","topic":"Death"},{"quote":"Dying is easy, it&#39;s living that scares me to death.","author":"Annie Lennox","topic":"Death"},{"quote":"Facing my own death brought an instant sense of clarity and purpose.","author":"Tom Shadyac","topic":"Death"},{"quote":"He who is completely sanctified, or cleansed from all sin, and dies in this state, is fit for glory.","author":"Adam Clarke","topic":"Death"},{"quote":"I tell myself that God gave my children many gifts - spirit, beauty, intelligence, the capacity to make friends and to inspire respect. There was only one gift he held back - length of life.","author":"Rose Kennedy","topic":"Death"},{"quote":"For the sake of goodness and love, man shall let death have no sovereignty over his thoughts.","author":"Thomas Mann","topic":"Death"},{"quote":"All our knowledge merely helps us to die a more painful death than animals that know nothing.","author":"Maurice Maeterlinck","topic":"Death"},{"quote":"I think the idea that death is not the end, that your dog&#39;s just gone to live on the farm, is limiting. Thoughts like that prevent you from making the most of the time that you have.","author":"Jimmy Carr","topic":"Death"},{"quote":"All architects want to live beyond their deaths.","author":"Philip Johnson","topic":"Death"},{"quote":"The death of any man aged 56 is very sad for his widow and family. And no one would deny that Steve Jobs was a brilliant and highly innovative technician, with great business flair and marketing ability.","author":"A. N. Wilson","topic":"Death"},{"quote":"When a president makes life and death decisions, he should draw strength and wisdom from broad and deep experience with the reasons for and the risks of committing our children to our defense. For no matter how many others are involved in the decision, the president is a lonely man in a dark room when the casualty reports come in.","author":"John McCain","topic":"Death"},{"quote":"It&#39;s true you never know the full depth of a parent&#39;s touch in your life until they&#39;re gone. Even if you cared for them in their old age, there&#39;s never a way to prepare yourself for the death of a parent.","author":"Donna Brazile","topic":"Death"},{"quote":"Are there moments when I see unrequited crushes or ex-boyfriends slow dancing with their dates and kind of want to stab myself in the spleen with a salad fork? Yeah, sure.","author":"Sloane Crosley","topic":"Death"},{"quote":"Who is there that can adequately gauge the greatness of the humility, gentleness, self-surrender, revealed by the Lord of majesty in assuming human nature, in accepting the punishment of death, the shame of the cross?","author":"Saint Bernard","topic":"Death"},{"quote":"John Candy knew he was going to die. He told me on his 40th birthday. He said, well, Maureen, I&#39;m on borrowed time.","author":"Maureen O'Hara","topic":"Death"},{"quote":"Call no man happy before he dies, he is at best but fortunate.","author":"Solon","topic":"Death"},{"quote":"Man dies of cold, not of darkness.","author":"Miguel de Unamuno","topic":"Death"},{"quote":"Any man who has $10,000 left when he dies is a failure.","author":"Errol Flynn","topic":"Death"},{"quote":"You hear the word &#39;cancer,&#39; it scares you. You think of death.","author":"Joe Torre","topic":"Death"},{"quote":"The typical Western diet is the number-one cause of premature death and the number-one cause of disability. In other words, a long and healthy life is largely a matter of choice.","author":"Michael Greger","topic":"Death"},{"quote":"Death is not more certainly a separation of our souls from our bodies than the Christian life is a separation of our souls from worldly tempers, vain indulgences, and unnecessary cares.","author":"William Law","topic":"Death"},{"quote":"I always think that in some way, art is the best tool we have to prepare for death. It&#39;s like a sculpture that you can interpret differently every time you look at it.","author":"John Cameron Mitchell","topic":"Death"},{"quote":"Someone who is about to die does not mourn the dead.","author":"Friedrich Durrenmatt","topic":"Death"},{"quote":"I do believe that any sort of electromagnetic energy that can be measured beyond the moment of death is, by the definition of energy, eternal. But I cop to the fact that calling it a &#39;soul&#39; and presuming it sustains our consciousness in any form is, to put it kindly, a leap.","author":"Mark Waid","topic":"Death"},{"quote":"Tradition demands that we not speak poorly of the dead.","author":"Daniel Barenboim","topic":"Death"},{"quote":"We shall not fight for the preservation of the enemy, which has laid waste with death and desolation the fields and hills of Ireland for 700 years.","author":"James Larkin","topic":"Death"},{"quote":"For me, habit is just a synonym for death.","author":"Juliette Binoche","topic":"Death"},{"quote":"Why do we take pleasure in gruesome death, neatly packaged as a puzzle to which we may find a satisfactory solution through clues - or if we are not clever enough, have it revealed by the all-powerful tale-teller at the end of the book? It is something to do with being reduced to, and comforted by, playing by the rules.","author":"A. S. Byatt","topic":"Death"},{"quote":"If you don&#39;t have any fight in you, you might as well be dead.","author":"Scott Caan","topic":"Death"},{"quote":"If we can&#39;t face death, we&#39;ll never overcome it. You have to look it straight in the eye. Then you can turn around and walk back out into the light.","author":"Maya Lin","topic":"Death"},{"quote":"The death of what&#39;s dead is the birth of what&#39;s living.","author":"Arlo Guthrie","topic":"Death"},{"quote":"If consciousness can function independently of the body during one&#39;s lifetime, it could be able to do the same after death.","author":"Stanislav Grof","topic":"Death"},{"quote":"I am very emotional. It took me many years to recover from the death of my father. Even when I was playing cricket, I wasn&#39;t happy. I would just sit and cry. I was very young. He was too young; he shouldn&#39;t have gone. Cricket is all right. We all play sport. Good and bad days come.","author":"Harbhajan Singh","topic":"Death"},{"quote":"Death is always around the corner, but often our society gives it inordinate help.","author":"Carter Burwell","topic":"Death"},{"quote":"They can rule the world while they can persuade us our pain belongs in some order is death by famine worse than death by suicide, than a life of famine and suicide?","author":"Adrienne Rich","topic":"Death"},{"quote":"Death is the cure for all diseases.","author":"Thomas Browne","topic":"Death"},{"quote":"We ourselves can die with comfort and even with joy if we know that death is but a passport to blessedness, that this intellect, freed from all material chains, shall rise and shine.","author":"Matthew Simpson","topic":"Death"},{"quote":"I detest life-insurance agents: they always argue that I shall some day die, which is not so.","author":"Stephen Leacock","topic":"Death"},{"quote":"Lebanon, Israel, Ireland, South Africa - wherever there is a bleeding sore on the body of the world, the same hard-eyed narrow-minded fanatics are busy, indifferent to life, in love with death.","author":"J. M. Coetzee","topic":"Death"},{"quote":"None of us, in our culture of comfort, know how to prepare ourselves for dying, but that&#39;s what we should do every day. Every single day, we die a thousand deaths.","author":"Joni Eareckson Tada","topic":"Death"},{"quote":"Death can really absorb a person. Lik most people, I would find it pleasant not to have to go, but you just accept that it&#39;s more or less inevitable.","author":"Graham Chapman","topic":"Death"},{"quote":"Judged by the law of England, I know this crime entails upon me the penalty of death; but the history of Ireland explains that crime and justifies it.","author":"Thomas Francis Meagher","topic":"Death"},{"quote":"Death borders upon our birth, and our cradle stands in the grave.","author":"Joseph Hall","topic":"Death"},{"quote":"Death is the tyrant of the imagination.","author":"Bryan Procter","topic":"Death"},{"quote":"Fling but a stone, the giant dies.","author":"Matthew Green","topic":"Death"},{"quote":"A pig resembles a saint in that he is more honored after death than during his lifetime.","author":"Irma S. Rombauer","topic":"Death"},{"quote":"I&#39;m an optimist, so I believe in some sort of life after death; I don&#39;t know what kind.","author":"Mike Dirnt","topic":"Death"},{"quote":"Nothing that is really good and God-like dies.","author":"Ernst Moritz Arndt","topic":"Death"},{"quote":"Death is the last enemy: once we&#39;ve got past that I think everything will be alright.","author":"Alice Thomas Ellis","topic":"Death"}]