[{"quote":"Happiness is not something you postpone for the future; it is something you design for the present.","author":"Jim Rohn","topic":"Design"},{"quote":"Fashion fades, only style remains the same.","author":"Coco Chanel","topic":"Design"},{"quote":"Design is not just what it looks like and feels like. Design is how it works.","author":"Steve Jobs","topic":"Design"},{"quote":"You can design and create, and build the most wonderful place in the world. But it takes people to make the dream a reality.","author":"Walt Disney","topic":"Design"},{"quote":"A shoe is not only a design, but it&#39;s a part of your body language, the way you walk. The way you&#39;re going to move is quite dictated by your shoes.","author":"Christian Louboutin","topic":"Design"},{"quote":"I think fashion is a lot of fun. I love clothes. More than fashion or brand labels, I love design. I love the thought that people put into clothes. I love when clothes make cultural statements and I think personal style is really cool. I also freely recognize that fashion should be a hobby.","author":"Anne Hathaway","topic":"Design"},{"quote":"Design is a funny word. Some people think design means how it looks. But of course, if you dig deeper, it&#39;s really how it works.","author":"Steve Jobs","topic":"Design"},{"quote":"Design is a way of life, a point of view. It involves the whole complex of visual communications: talent, creative ability, manual skill, and technical knowledge. Aesthetics and economics, technology and psychology are intrinsically related to the process.","author":"Paul Rand","topic":"Design"},{"quote":"The details are not the details. They make the design.","author":"Charles Eames","topic":"Design"},{"quote":"Wellness is not a &#39;medical fix&#39; but a way of living - a lifestyle sensitive and responsive to all the dimensions of body, mind, and spirit, an approach to life we each design to achieve our highest potential for well-being now and forever.","author":"Greg Anderson","topic":"Design"},{"quote":"A lot of people in our industry haven&#39;t had very diverse experiences. So they don&#39;t have enough dots to connect, and they end up with very linear solutions without a broad perspective on the problem. The broader one&#39;s understanding of the human experience, the better design we will have.","author":"Steve Jobs","topic":"Design"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Design"},{"quote":"If you don&#39;t design your own life plan, chances are you&#39;ll fall into someone else&#39;s plan. And guess what they have planned for you? Not much.","author":"Jim Rohn","topic":"Design"},{"quote":"Any product that needs a manual to work is broken.","author":"Elon Musk","topic":"Design"},{"quote":"Good design is making something intelligible and memorable. Great design is making something memorable and meaningful.","author":"Dieter Rams","topic":"Design"},{"quote":"As an architect, you design for the present, with an awareness of the past, for a future which is essentially unknown.","author":"Norman Foster","topic":"Design"},{"quote":"Fashion is architecture: it is a matter of proportions.","author":"Coco Chanel","topic":"Design"},{"quote":"Space is the breath of art.","author":"Frank Lloyd Wright","topic":"Design"},{"quote":"Everything we do is designed, whether we&#39;re producing a magazine, a website, or a bridge. Design is really the creative invention that designs everything.","author":"Henry Petroski","topic":"Design"},{"quote":"Food is one part of the experience. And it has to be somewhere between 50 to 60 percent of the dining experience. But the rest counts as well: The mood, the atmosphere, the music, the feeling, the design, the harmony between what you have on the plate and what surrounds the plate.","author":"Alain Ducasse","topic":"Design"},{"quote":"The curious task of economics is to demonstrate to men how little they really know about what they imagine they can design.","author":"Friedrich August von Hayek","topic":"Design"},{"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","topic":"Design"},{"quote":"An image is not simply a trademark, a design, a slogan or an easily remembered picture. It is a studiously crafted personality profile of an individual, institution, corporation, product or service.","author":"Daniel J. Boorstin","topic":"Design"},{"quote":"Eventually everything connects - people, ideas, objects. The quality of the connections is the key to quality per se.","author":"Charles Eames","topic":"Design"},{"quote":"I don&#39;t design clothes, I design dreams.","author":"Ralph Lauren","topic":"Design"},{"quote":"In both business and personal life, I&#39;ve always found that travel inspires me more than anything else I do. Evidence of the languages, cultures, scenery, food, and design sensibilities that I discover all over the world can be found in every piece of my jewelry.","author":"Ivanka Trump","topic":"Design"},{"quote":"Almost all quality improvement comes via simplification of design, manufacturing... layout, processes, and procedures.","author":"Tom Peters","topic":"Design"},{"quote":"I&#39;m not into fashion, but I like design. I wear the same shoes every day.","author":"Tyler, The Creator","topic":"Design"},{"quote":"A camel is a horse designed by committee.","author":"Alec Issigonis","topic":"Design"},{"quote":"Everyone wants an iPhone, but it would be impossible to design an iPhone in China because it&#39;s not a product; it&#39;s an understanding of human nature.","author":"Ai Weiwei","topic":"Design"},{"quote":"I went to my boss, and I said, &#39;Look, I&#39;d like to design these ties because I think they could be new.&#39; He said, &#39;The world isn&#39;t ready for Ralph Lauren.&#39; I never forgot that because... I thought that was a compliment.","author":"Ralph Lauren","topic":"Design"},{"quote":"A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.","author":"Douglas Adams","topic":"Design"},{"quote":"Space and light and order. Those are the things that men need just as much as they need bread or a place to sleep.","author":"Le Corbusier","topic":"Design"},{"quote":"Design is how you make your first impression with your consumers. Make sure it is a lasting one.","author":"Jay Samit","topic":"Design"},{"quote":"Successful design is not the achievement of perfection but the minimization and accommodation of imperfection.","author":"Henry Petroski","topic":"Design"},{"quote":"Design must be functional, and functionality must be translated into visual aesthetics without any reliance on gimmicks that have to be explained.","author":"Ferdinand Porsche","topic":"Design"},{"quote":"Programming is the art of algorithm design and the craft of debugging errant code.","author":"Ellen Ullman","topic":"Design"},{"quote":"The path to the CEO&#39;s office should not be through the CFO&#39;s office, and it should not be through the marketing department. It needs to be through engineering and design.","author":"Elon Musk","topic":"Design"},{"quote":"To design is much more than simply to assemble, to order, or even to edit: it is to add value and meaning, to illuminate, to simplify, to clarify, to modify, to dignify, to dramatize, to persuade, and perhaps even to amuse. To design is to transform prose into poetry.","author":"Paul Rand","topic":"Design"},{"quote":"Pictures, abstract symbols, materials, and colors are among the ingredients with which a designer or engineer works. To design is to discover relationships and to make arrangements and rearrangements among these ingredients.","author":"Paul Rand","topic":"Design"},{"quote":"Fear is present when we forget that we are a part of God&#39;s divine design. Learning to experience authentic love means abandoning ego&#39;s insistence that you have much to fear and that you are in an unfriendly world. You can make the decision to be free from fear and doubt and return to the brilliant light of love that is always with you.","author":"Wayne Dyer","topic":"Design"},{"quote":"Design is not making beauty, beauty emerges from selection, affinities, integration, love.","author":"Louis Kahn","topic":"Design"},{"quote":"Design is a plan for arranging elements in such a way as best to accomplish a particular purpose.","author":"Charles Eames","topic":"Design"},{"quote":"A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away.","author":"Antoine de Saint-Exupery","topic":"Design"},{"quote":"The design process usually starts as a fantasy, with ideas that I dream of and visualize. These ideas become a reality by bringing various ingredients together, from the lifestyle of my bride, her age and sex appeal, to the textures of the finest fabrics and embroideries that we produce in my family factories in India.","author":"Naeem Khan","topic":"Design"},{"quote":"I think there is always a need for pure design. With pure design, you don&#39;t need so much decoration.","author":"Jil Sander","topic":"Design"},{"quote":"The principle of the design - the harmony, rhythm and balance are all the same with interior and fashion design.","author":"Venus Williams","topic":"Design"},{"quote":"I&#39;ve always thought that design can have equal importance to the idea of internal architecture. Professionally, things can be very dogmatic - you do the architecture, someone else does the interiors, someone else does the furniture, the fabric, etc. But I think design is all-encompassing.","author":"Zaha Hadid","topic":"Design"},{"quote":"There are lots of examples of routine, middle-skilled jobs that involve relatively structured tasks, and those are the jobs that are being eliminated the fastest. Those kinds of jobs are easier for our friends in the artificial intelligence community to design robots to handle them. They could be software robots; they could be physical robots.","author":"Erik Brynjolfsson","topic":"Design"},{"quote":"Many churches of all persuasions are hiring research agencies to poll neighborhoods, asking what kind of church they prefer. Then the local churches design themselves to fit the desires of the people. True faith in God that demands selflessness is being replaced by trendy religion that serves the selfish.","author":"Billy Graham","topic":"Design"},{"quote":"Once you come up with a premise, you have to work out how it all happened. It&#39;s a bit like coming up with a spectacular roof design first. Before you can get it up there, you need to build a solid foundation and supporting structure.","author":"Linwood Barclay","topic":"Design"},{"quote":"In order to design a future of positive change, we must first become expert at changing our minds.","author":"Jacque Fresco","topic":"Design"},{"quote":"Good design begins with honesty, asks tough questions, comes from collaboration and from trusting your intuition.","author":"Freeman Thomas","topic":"Design"},{"quote":"All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space.","author":"Philip Johnson","topic":"Design"},{"quote":"The clothes that I design and everything I&#39;ve done is about life and how people live and how they want to live and how they dream they&#39;ll live. That&#39;s what I do.","author":"Ralph Lauren","topic":"Design"},{"quote":"Design my own line? No, I just like the culture.","author":"ASAP Rocky","topic":"Design"},{"quote":"You drift through life and let things happen to you, or go by design and say, &#39;This is what I&#39;m intended to do.&#39;","author":"Rick Warren","topic":"Design"},{"quote":"We look at life from the back side of the tapestry. And most of the time, what we see is loose threads, tangled knots and the like. But occasionally, God&#39;s light shines through the tapestry, and we get a glimpse of the larger design with God weaving together the darks and lights of existence.","author":"John Piper","topic":"Design"},{"quote":"To design the future effectively, you must first let go of your past.","author":"Charles J. Givens","topic":"Design"},{"quote":"Write out the story - rapidly, fluently, and not too critically - following the second or narrative-order synopsis. Change incidents and plot whenever the developing process seems to suggest such change, never being bound by any previous design.","author":"H. P. Lovecraft","topic":"Design"},{"quote":"People say I design architectural icons. If I design a building and it becomes an icon, that&#39;s ok.","author":"Zaha Hadid","topic":"Design"},{"quote":"My personal fascination with the power of the crowd has been growing: Exactly what can a &#39;crowd&#39; accomplish? We know crowds can raise billions of dollars, create Wikipedia, and even design and build small autonomous drones. But how about something large and complex like designing a new car, and maybe someday even a spaceship?","author":"Peter Diamandis","topic":"Design"},{"quote":"Ninety percent of games lose money; 10 percent make a lot of money. And there&#39;s a consistency around the competitive advantages you create, so if you can actually learn how to do the art, the design, and the programming, you would be consistently very profitable.","author":"Gabe Newell","topic":"Design"},{"quote":"Clothes and jewellery should be startling, individual. When you see a woman in my clothes, you want to know more about them. To me, that is what distinguishes good designers from bad designers.","author":"Alexander McQueen","topic":"Design"},{"quote":"Sustainability can&#39;t be like some sort of a moral sacrifice or political dilemma or a philanthropical cause. It has to be a design challenge.","author":"Bjarke Ingels","topic":"Design"},{"quote":"To design is to communicate clearly by whatever means you can control or master.","author":"Milton Glaser","topic":"Design"},{"quote":"Good design is good business.","author":"Thomas J. Watson","topic":"Design"},{"quote":"The space within becomes the reality of the building.","author":"Frank Lloyd Wright","topic":"Design"},{"quote":"Design should not dominate things, should not dominate people. It should help people. That&#39;s its role.","author":"Dieter Rams","topic":"Design"},{"quote":"Interior design is a business of trust.","author":"Venus Williams","topic":"Design"},{"quote":"When I design a wedding dress with a bustle, it has to be one the bride can dance in. I love the idea that something is practical and still looks great.","author":"Vera Wang","topic":"Design"},{"quote":"I&#39;m not really a fashion designer. I just love clothes. I&#39;ve never been to design school. I can&#39;t sketch. I can&#39;t cut patterns and things. I can shorten things. I can make a dress out of a scarf.","author":"Kate Moss","topic":"Design"},{"quote":"The computer can&#39;t tell you the emotional story. It can give you the exact mathematical design, but what&#39;s missing is the eyebrows.","author":"Frank Zappa","topic":"Design"},{"quote":"Let it be your constant method to look into the design of people&#39;s actions, and see what they would be at, as often as it is practicable; and to make this custom the more significant, practice it first upon yourself.","author":"Marcus Aurelius","topic":"Design"},{"quote":"A lot of people don&#39;t get it, but I design from the inside out so that the finished product looks inevitable somehow. I think it&#39;s important to create spaces that people like to be in, that are humanistic.","author":"Frank Gehry","topic":"Design"},{"quote":"If you have 50 different plug types, appliances wouldn&#39;t be available and would be very expensive. But once an electric outlet becomes standardized, many companies can design appliances, and competition ensues, creating variety and better prices for consumers.","author":"Bill Gates","topic":"Design"},{"quote":"Fashion and interior design are one and the same.","author":"Iris Apfel","topic":"Design"},{"quote":"People tell you the world looks a certain way. Parents tell you how to think. Schools tell you how to think. TV. Religion. And then at a certain point, if you&#39;re lucky, you realize you can make up your own mind. Nobody sets the rules but you. You can design your own life.","author":"Carrie-Anne Moss","topic":"Design"},{"quote":"There is a design behind the world that we are living in, which is veiled to most of us most of the time, but every once in a while, you catch a glimpse of it.","author":"Mark Frost","topic":"Design"},{"quote":"The most important relationship you have in life is the one you have with yourself. And then after that, I&#39;d say once you have that, it may be hard work, but you can actually design your life.","author":"Diane von Furstenberg","topic":"Design"},{"quote":"Designing is a matter of concentration. You go deep into what you want to do. It&#39;s about intensive research, really. The concentration is warm and intimate and like the fire inside the earth - intense but not distorted. You can go to a place, really feel it in your heart. It&#39;s actually a beautiful feeling.","author":"Peter Zumthor","topic":"Design"},{"quote":"Porsche&#39;s and Apple&#39;s design philosophies are similar. Much like the 356, the original iPhone was about defining a foundation for the future.","author":"Om Malik","topic":"Design"},{"quote":"Design is directed toward human beings. To design is to solve human problems by identifying them and executing the best solution.","author":"Ivan Chermayeff","topic":"Design"},{"quote":"In just six weeks from the time the design was started, we had the motor on the block testing its power.","author":"Orville Wright","topic":"Design"},{"quote":"Web users ultimately want to get at data quickly and easily. They don&#39;t care as much about attractive sites and pretty design.","author":"Tim Berners-Lee","topic":"Design"},{"quote":"You cannot design shoes if you only think about fashion; it&#39;s too realistic. When I design, I dream.","author":"Giuseppe Zanotti","topic":"Design"},{"quote":"I design music; I don&#39;t produce it.","author":"Travis Scott","topic":"Design"},{"quote":"It would have been difficult to design a path out of communism worse than the one that has been followed.","author":"Aleksandr Solzhenitsyn","topic":"Design"},{"quote":"Trends in fashion, design and pop culture are taking on more global influence, and of course, one thing that&#39;s always in style is color.","author":"Brad Goreski","topic":"Design"},{"quote":"It turns out it&#39;s not rocket science to design a sacred space.","author":"Greg Lynn","topic":"Design"},{"quote":"The industry&#39;s changed so much that you can&#39;t just design something, put on a great show, and say, &#39;Okay, my job is done.&#39;","author":"Alexander Wang","topic":"Design"},{"quote":"When you design it, think how you would feel if you had to fly it! Safety first!","author":"Donald Wills Douglas","topic":"Design"},{"quote":"The only important thing about design is how it relates to people.","author":"Victor Papanek","topic":"Design"},{"quote":"Recognizing the need is the primary condition for design.","author":"Charles Eames","topic":"Design"},{"quote":"There&#39;s design, and there&#39;s art. Good design is total harmony. There&#39;s no better designer than nature - if you look at a branch or a leaf, it&#39;s perfect. It&#39;s all function. Art is different. It&#39;s about emotion. It&#39;s about suffering and beauty - but mostly suffering!","author":"Diane von Furstenberg","topic":"Design"},{"quote":"My job is to make desirable, luxurious, beautiful clothing and accessories women want to buy. My first decision is always based on, &#39;Can I do this in a more sustainable way without sacrificing design?&#39; If I can, then there is no reason not to.","author":"Stella McCartney","topic":"Design"},{"quote":"I did not direct my life. I didn&#39;t design it. I never made decisions. Things always came up and made them for me. That&#39;s what life is.","author":"B. F. Skinner","topic":"Design"},{"quote":"Design is the method of putting form and content together. Design, just as art, has multiple definitions; there is no single definition. Design can be art. Design can be aesthetics. Design is so simple, that&#39;s why it is so complicated.","author":"Paul Rand","topic":"Design"},{"quote":"The universe we observe has precisely the properties we should expect if there is, at bottom, no design, no purpose, no evil, no good, nothing but blind, pitiless indifference.","author":"Richard Dawkins","topic":"Design"},{"quote":"Our guiding principle was that design is neither an intellectual nor a material affair, but simply an integral part of the stuff of life, necessary for everyone in a civilized society.","author":"Walter Gropius","topic":"Design"},{"quote":"I look at graphic design as communication, meaning that the work has to have a vibe to connect to the viewer or perceiver. I make a black and white drawing and then add color digitally, bringing in a contemporary pattern to the composition to create a vibrance.","author":"John Van Hamersveld","topic":"Design"},{"quote":"Language, philosophy, and science are interwoven into the design of words, which are manipulated to create surprising illusions.","author":"John Langdon","topic":"Design"},{"quote":"Once I tried to make a standardization of staircases. Probably that is one of the oldest of the standardizations. Of course, we design new staircase steps every day in connection with all our houses, but a standardized step depends on the height of the buildings and on all kinds of things.","author":"Alvar Aalto","topic":"Design"},{"quote":"London is one of the most civilised places in the world for the procedure of making architecture and urban design.","author":"Renzo Piano","topic":"Design"},{"quote":"Some men give up their designs when they have almost reached the goal; While others, on the contrary, obtain a victory by exerting, at the last moment, more vigorous efforts than ever before.","author":"Herodotus","topic":"Design"},{"quote":"You can almost say that a design error is a human error because, after all, it&#39;s we humans who do the designing.","author":"Henry Petroski","topic":"Design"},{"quote":"I like design, I like details, to me it is just another form of self-expression.","author":"John Malkovich","topic":"Design"},{"quote":"I believe in empty spaces; they&#39;re the most wonderful thing.","author":"Anselm Kiefer","topic":"Design"},{"quote":"Trends are dangerous; you will fail if you design for them. You cannot follow the work of others. I have my own DNA, my own formula. I always stay true to myself and to the brand.","author":"Giuseppe Zanotti","topic":"Design"},{"quote":"We should always look upon ourselves as God&#39;s servants, placed in God&#39;s world, to do his work; and accordingly labour faithfully for him; not with a design to grow rich and great, but to glorify God, and do all the good we possibly can.","author":"David Brainerd","topic":"Design"},{"quote":"Empathy is key in the design process, especially when you start expanding outside of your comfort zone to new languages, cultures, and age groups. If you try to assume what those people want, you&#39;re likely to get it wrong.","author":"Mike Krieger","topic":"Design"},{"quote":"I want to design jewelry for girls and guys... I&#39;ma spread it out, but I&#39;ma design, probably when I&#39;m just designing furniture and buildings, I&#39;ll probably being the jewelry thing, too.","author":"Tyler, The Creator","topic":"Design"},{"quote":"It&#39;s not enough to have a hacker culture anymore. You have to have a design culture, too.","author":"Robert Scoble","topic":"Design"},{"quote":"Most companies target women as end users, but few are effectively utilizing female employees when it comes to innovating for female consumers. When women are empowered in the design and innovation process, the likelihood of success in the marketplace improves by 144%!","author":"Indra Nooyi","topic":"Design"},{"quote":"I believe that human beings are born first and given passports later. I&#39;m really thankful for my journey. And it&#39;s a journey I didn&#39;t design.","author":"Alfonso Cuaron","topic":"Design"},{"quote":"I didn&#39;t think that personal style had much value in graphic design.","author":"Stefan Sagmeister","topic":"Design"},{"quote":"Decisions are the frequent fabric of our daily design.","author":"Don Yaeger","topic":"Design"},{"quote":"At our company, our Design and Construction Consulting Service Team not only helps eliminate the risks inherent in the construction process, they typically save our clients 5% - 10% on overall construction costs. They also help make sure projects come in on time.","author":"Roger Staubach","topic":"Design"},{"quote":"We have contributed through Indian culture; so many international collections are Indian-inspired. Why we don&#39;t make an international impact? We have talent, but we have not leveraged it, not married commerce to design.","author":"Priya Sachdev","topic":"Design"},{"quote":"When I design and wonder what the point is, I think of someone having a bad time in their life. Maybe they are sad and they wake up and put on something I have made and it makes them feel just a bit better. So, in that sense, fashion is a little help in the life of a person. But only a little.","author":"Miuccia Prada","topic":"Design"},{"quote":"Leopard is an animal design, and my designs come from nature.","author":"Roberto Cavalli","topic":"Design"},{"quote":"I think it&#39;s really important to design things with a kind of personality.","author":"Marc Newson","topic":"Design"},{"quote":"Color does not add a pleasant quality to design - it reinforces it.","author":"Pierre Bonnard","topic":"Design"},{"quote":"Computers are to design as microwaves are to cooking.","author":"Milton Glaser","topic":"Design"},{"quote":"Everything else - music, cinematography, costumes, design, acting - can be judged at face value. But when you&#39;re looking at editing, you don&#39;t know what the totality of the material was, and you don&#39;t know the working dynamic between a director and an editor - whether the editor was micromanaged or given free rein. It&#39;s very difficult.","author":"Christopher Rouse","topic":"Design"},{"quote":"Design, whether it&#39;s on your body or in your home, is the same thing. It&#39;s mixing different colors, different textures, and unexpected patterns - elements that you wouldn&#39;t often put together in an interesting way.","author":"Blake Lively","topic":"Design"},{"quote":"The design of each element should be thought out in order to be easy to make and easy to repair.","author":"Leo Fender","topic":"Design"},{"quote":"I like to do interior design, I love to quilt, I love to see different colors together, and I love to match things up.","author":"Mary J. Blige","topic":"Design"},{"quote":"Everyday people are not very good designers.","author":"Donald Norman","topic":"Design"},{"quote":"Even as a young boy, my passion was to design, and I have been very lucky to be able to do what I have loved all my life. There can be few greater gifts than that.","author":"Valentino Garavani","topic":"Design"},{"quote":"I don&#39;t believe in planning for things. I just want them to fall in place, unfold as they like. I never design things. I want films to choose me; I don&#39;t choose films.","author":"Pawan Kalyan","topic":"Design"},{"quote":"I&#39;d like to design something like a city or a museum. I want to do something hands on rather than just play golf which is the sport of the religious right.","author":"Brad Pitt","topic":"Design"},{"quote":"It is sad that so many designers don&#39;t know how to make. CAD software can make a bad design look palatable! It is sad that four years can be spent on a 3D design course without making anything! People who are great at designing and making have a great advantage.","author":"Jonathan Ive","topic":"Design"},{"quote":"In my opinion, no single design is apt to be optimal for everyone.","author":"Donald Norman","topic":"Design"},{"quote":"The Global Financial Crisis and Great Recession posed daunting new challenges for central banks around the world and spurred innovations in the design, implementation, and communication of monetary policy.","author":"Janet Yellen","topic":"Design"},{"quote":"I weirdly love interior design and real estate and all of that. I really do. I get chills from it.","author":"Kendall Jenner","topic":"Design"},{"quote":"Graphic design is a hobby that I started with back in 2010-2011, which I am still doing today. And because of that, I was able to design my own stuff and designed my own logo.","author":"Alan Walker","topic":"Design"},{"quote":"I design my shots. I walk the rehearsal as the camera and say &#39;this is where I want to be... I want this look.","author":"Debbie Allen","topic":"Design"},{"quote":"Design has taken the place of what sailing used to be.","author":"Dennis Conner","topic":"Design"},{"quote":"The level of detail and craft is something that&#39;s inscribed within the original design concept. And so when I begin to draw, I know what kind of detailing I want the building to have.","author":"Tadao Ando","topic":"Design"},{"quote":"Until I was eighteen, I did not know that you could study fashion design or art. I really didn&#39;t know. I already had my nose in the art world; I was already looking at things, but I didn&#39;t really get it that you could study that because my school was a very different environment.","author":"Raf Simons","topic":"Design"},{"quote":"I would love to design a maternity clothing line. It is so hard to find stylish clothes for pregnant people... I would say 99 percent of the clothes I wore were not maternity because I couldn&#39;t find anything I liked.","author":"Kourtney Kardashian","topic":"Design"},{"quote":"I design for the use of a building and the place and for the people who use it... the reputation for arrogance comes because when work is offered to me, I look whether I can find a genuine interest in quality.","author":"Peter Zumthor","topic":"Design"},{"quote":"Great product trumps all. You can have the biggest marketing budget, the biggest show, a perfect merchandising plan, but at the end of the day, it doesn&#39;t mean anything if the design and quality of the product you are offering is not compelling.","author":"Nick Wooster","topic":"Design"},{"quote":"I would urge everyone to start looking at the world in a different way. Spend some time looking at everyday objects, at their design, their shape, their individual characteristics. Think ahead and imagine their significance.","author":"Martin Parr","topic":"Design"},{"quote":"Design is a constant challenge to balance comfort with luxe, the practical with the desirable.","author":"Donna Karan","topic":"Design"},{"quote":"I run a design studio in New York. Every seven years, I close it for one year to pursue some little experiments, things that are always difficult to accomplish during the regular working year. In that year, we are not available for any of our clients. We are totally closed. And as you can imagine, it is a lovely and very energetic time.","author":"Stefan Sagmeister","topic":"Design"},{"quote":"My mantra is: &#39;Good design accelerates the adoption of new ideas.&#39;","author":"Yves Behar","topic":"Design"},{"quote":"The success stories in biotechnology are mainly due to the straightforward application of design thinking in both the business and science aspects of our lean startups.","author":"Ryan Bethencourt","topic":"Design"},{"quote":"I believe consistency and orthogonality are tools of design, not the primary goal in design.","author":"Yukihiro Matsumoto","topic":"Design"},{"quote":"A purpose, an intention, a design, strikes everywhere even the careless, the most stupid thinker.","author":"David Hume","topic":"Design"},{"quote":"In giving us children, God places us in a position of both leadership and service. He calls us to give up our lives for someone else&#39;s sake - to abandon our own desires and put our child&#39;s interests first. Yet, according to His perfect design, it is through this selflessness that we can become truly fulfilled.","author":"Charles Stanley","topic":"Design"},{"quote":"I like the body. I like to design everything to do with the body.","author":"Gianni Versace","topic":"Design"},{"quote":"My popularity has to do with the divorce between modern art, where everything is obscure, and the viewer who often feels he needs a professor to tell them whether it&#39;s good or not. I believe a painting has to talk directly to the viewer, with composition, color and design, without a professor to explain it.","author":"Fernando Botero","topic":"Design"},{"quote":"All conventional wisdom has an element of truth to it, but good design requires more than an element of truth - it requires an ensemble of correct assumptions and valid calculations.","author":"Henry Petroski","topic":"Design"},{"quote":"America glories in its tradition of the self-made individual. Political candidates compete to be a friend to entrepreneurs, and policymakers, imagining the next Microsoft or Google, design laws to back the innovator in the garage.","author":"Mark McKinnon","topic":"Design"},{"quote":"Architects design buildings; that&#39;s what we do, so we have to go with the flow; and, even though I&#39;m still an old Leftie, global capitalism does have its good side. It&#39;s broken down barriers - the Berlin Wall, the Soviet Union - it&#39;s raised a lot of people up economically, and for architects, it has meant that we can work around the world.","author":"Richard Rogers","topic":"Design"},{"quote":"I was asked to design the tuxedo for Mr. Peanut. They&#39;re rebranding him. That was probably the most interesting request. I didn&#39;t spend a long time considering it.","author":"Thom Browne","topic":"Design"},{"quote":"For some reason I have a visual intuition that allows me to design things in an interesting way, and I don&#39;t know where that came from. Because I don&#39;t have this formal training, I seem to drift in a different direction.","author":"David Carson","topic":"Design"},{"quote":"When I take on a design project, I have to jet from the bookstore to the hardware shop to the lamp store and back again just to collect a small portion of the many items I need to fill a home. But, when you hit the flea market, they&#39;re all right there. From booth to booth, you have the bases covered.","author":"Nate Berkus","topic":"Design"},{"quote":"I have lived with my husband more than I have with my parents... I live beside him, and know his worries, his hopes, and his dreams for his nation. We believe that things happen by design, not in an arbitrary way. And we believe it is our duty to make things happen.","author":"Moza bint Nasser","topic":"Design"},{"quote":"Design, if it is to be ecologically responsible and socially responsive, must be revolutionary and radical.","author":"Victor Papanek","topic":"Design"},{"quote":"Unfortunately, the client that exists today is still pretty much the prototype design.","author":"Shawn Fanning","topic":"Design"},{"quote":"Tesla is changing the paradigm. We&#39;re going to turn the world on its ear and create high demand through design.","author":"Franz von Holzhausen","topic":"Design"},{"quote":"I started collecting aerial photographs of Native American and South Pacific architecture; only the African ones were fractal. And if you think about it, all these different societies have different geometric design themes that they use. So Native Americans use a combination of circular symmetry and fourfold symmetry.","author":"Ron Eglash","topic":"Design"},{"quote":"Everyone in the astronaut program has a degree in a science field. The crew are the ones who do the experiments, help to design some of the experiments that come from other primary researchers. So it becomes very important that you have a science background.","author":"Mae Jemison","topic":"Design"},{"quote":"Music is where I have the most creative freedom, but I love producing. To me, that&#39;s kind of where all the action is. You get a chance to have your hands in every aspect of a film. From picking a director, sometimes picking a writer, to the actors, the wardrobe, set design, editing, music, and marketing.","author":"Ice Cube","topic":"Design"},{"quote":"Is there a way to design a room in my house where I float around? I would quite enjoy that. It&#39;s nuts.","author":"Karl Lagerfeld","topic":"Design"},{"quote":"I am equally proud of all of my architectural projects. It&#39;s always rewarding to see an ambitious design become reality.","author":"Zaha Hadid","topic":"Design"},{"quote":"In fashion design, you can divide people into two groups. You have people who come with an aesthetic that is there forever, even if it evolves. Then you have people I call &#39;jumpers.&#39; One season it can be this; the next season it&#39;s completely something else. I always knew I am more of a jumper.","author":"Raf Simons","topic":"Design"},{"quote":"I&#39;ve wanted to design golf courses ever since I was a kid. I suppose it comes from the way I&#39;ve played the game. To find the proper way to play any hole, I&#39;ve always begun by asking myself what the architect has tried to do with it.","author":"Jack Nicklaus","topic":"Design"},{"quote":"I want to design my own clothing line. I&#39;m very into fashion. It&#39;s something I really want to focus on when swimming is over.","author":"Ryan Lochte","topic":"Design"},{"quote":"Whether one believes in evolution, intelligent design, or Divine Creation, one thing is certain. Since the beginning of history, human beings have been at war with each other, under the pretext of religion, ideology, ethnicity and other reasons. And no civilization has ever willingly given up its most powerful weapons.","author":"Mohamed ElBaradei","topic":"Design"},{"quote":"Space doesn&#39;t offer an escape from Earth&#39;s problems. And even with nuclear fuel, the transit time to nearby stars exceeds a human lifetime. Interstellar travel is therefore, in my view, an enterprise for post-humans, evolved from our species not via natural selection, but by design.","author":"Martin Rees","topic":"Design"},{"quote":"I had a great teacher who was really encouraging and said I should go to Central Saint Martins. So I worked my socks off, and I managed to get a place there. It was there that I developed a real love for design.","author":"Giles Deacon","topic":"Design"},{"quote":"There is no city in America that has reduced crime as much as we have in the last three years. This is not the product of accident. This is the product of design.","author":"Rudy Giuliani","topic":"Design"},{"quote":"The proper study of mankind is the science of design.","author":"Herbert Simon","topic":"Design"},{"quote":"I&#39;ve learned a tremendous amount over the years by watching designers work. I now have a good understanding of what sits well on the body, not to mention the importance of a great cut and quality.","author":"Claudia Schiffer","topic":"Design"},{"quote":"When designing your product, go beyond consumers&#39; current knowledge base. Design, test, and dig deeper than almost any client would pay you to do.","author":"Tahl Raz","topic":"Design"},{"quote":"I think gardens are fantastic, and I&#39;d love to draw and design and stuff like that. I love just planting flowers during the summer. There&#39;s something very humble about it, and natural and beautiful.","author":"Ed Westwick","topic":"Design"},{"quote":"Internet safety begins at home and that is why my legislation would require the Federal Trade Commission to design and publish a unique website to serve as a clearinghouse and resource for parents, teachers and children for information on the dangers of surfing the Internet.","author":"Mike Fitzpatrick","topic":"Design"},{"quote":"The design of a city is like a strange archeology.","author":"Jaime Lerner","topic":"Design"},{"quote":"Good design doesn&#39;t date.","author":"Harry Seidler","topic":"Design"},{"quote":"I&#39;m a big believer in the emotion of design, and the message that&#39;s sent before somebody begins to read, before they get the rest of the information; what is the emotional response they get to the product, to the story, to the painting - whatever it is.","author":"David Carson","topic":"Design"},{"quote":"Art has to move you and design does not, unless it&#39;s a good design for a bus.","author":"David Hockney","topic":"Design"},{"quote":"Everything we design is a response to the specific climate and culture of a particular place.","author":"Norman Foster","topic":"Design"},{"quote":"Design is the fundamental soul of a man-made creation that ends up expressing itself in successive outer layers of the product or service. The iMac is not just the color or translucence or the shape of the shell. The essence of the iMac is to be the finest possible consumer computer in which each element plays together.","author":"Steve Jobs","topic":"Design"},{"quote":"A good scientist is a person with original ideas. A good engineer is a person who makes a design that works with as few original ideas as possible. There are no prima donnas in engineering.","author":"Freeman Dyson","topic":"Design"},{"quote":"A small change at the beginning of the design process defines an entirely different product at the end.","author":"Jonathan Ive","topic":"Design"},{"quote":"Design can never be an ultimate explanation for anything. It can only be a proximate explanation. A plane or a car is explained by a designer but that&#39;s because the designer himself, the engineer, is explained by natural selection.","author":"Richard Dawkins","topic":"Design"},{"quote":"Graphic Design, which fulfills aesthetic needs, complies with the laws of form and exigencies of two-dimensional space; which speaks in semiotics, sans-serifs, and geometrics; which abstracts, transforms, translates, rotates, dilates, repeats, mirrors, groups, and regroups, is not good design if it is irrelevant.","author":"Paul Rand","topic":"Design"},{"quote":"People say I am the king of painful shoes. I don&#39;t want to create painful shoes, but it is not my job to create something comfortable. I try to make high heels as comfortable as they can be, but my priority is design, beauty and sexiness. I&#39;m not against them, but comfort is not my focus.","author":"Christian Louboutin","topic":"Design"},{"quote":"Luck is the residue of design.","author":"Branch Rickey","topic":"Design"},{"quote":"Graphic design is the paradise of individuality, eccentricity, heresy, abnormality, hobbies and humors.","author":"George Santayana","topic":"Design"},{"quote":"I always consider the settlement of America with reverence and wonder, as the opening of a grand scene and design in providence, for the illumination of the ignorant and the emancipation of the slavish part of mankind all over the earth.","author":"John Adams","topic":"Design"},{"quote":"Advertising is, of course, important because advertise is the final design. It&#39;s the last layer that speaks to the customer, that tells them what you have.","author":"Tom Ford","topic":"Design"},{"quote":"Design is everything. Everything!","author":"Paul Rand","topic":"Design"},{"quote":"After the Great Depression and after public urging, a nationwide public competition was held to determine a design for a memorial that would honor President Thomas Jefferson&#39;s bold vision for westward expansion for America.","author":"Russ Carnahan","topic":"Design"},{"quote":"I have the same sense of discovery and exhilaration from objects of design and everyday use - I am inspired by the buildings in my city, by park greenery and dazzling store windows, by the jaunty strollers and umbrellas and billboards I walk past. Just strolling our streets, we encounter creativity every single day.","author":"Agnes Gund","topic":"Design"},{"quote":"His father is governor of Media, and though he has the greatest command given him of all the rest of my generals, he still covetously desires more, and my being without issue spurs him on to this wicked design. But Philotas takes wrong measures.","author":"Alexander the Great","topic":"Design"},{"quote":"Design must reflect the practical and aesthetic in business but above all... good design must primarily serve people.","author":"Thomas J. Watson","topic":"Design"},{"quote":"Design is inherently optimistic. That is its power.","author":"William McDonough","topic":"Design"},{"quote":"I design therefore I become.","author":"Jason Silva","topic":"Design"},{"quote":"Good design should be honest.","author":"Ferdinand Porsche","topic":"Design"},{"quote":"When I studied graphic design, I learned a valuable lesson: There&#39;s no perfect answer to the puzzle, and creativity is a renewable resource.","author":"Biz Stone","topic":"Design"},{"quote":"To me, form doesn&#39;t always follow function. Form has a life of its own, and at times, it may be the motivating force in design. When you&#39;re dealing with form as a sculptor, you feel that you are quite free in attempting to mould and shape things you want to do, but in architecture, it&#39;s much more difficult because it has to have a function.","author":"I. M. Pei","topic":"Design"},{"quote":"The design of the Mac wasn&#39;t what it looked like, although that was part of it. Primarily, it was how it worked. To design something really well, you have to get it. You have to really grok what it&#39;s all about. It takes a passionate commitment to really thoroughly understand something, chew it up, not just quickly swallow it.","author":"Steve Jobs","topic":"Design"},{"quote":"A chair is a very difficult object. A skyscraper is almost easier. That is why Chippendale is famous.","author":"Ludwig Mies van der Rohe","topic":"Design"},{"quote":"It is only after years of preparation that the young artist should touch color - not color used descriptively, that is, but as a means of personal expression.","author":"Henri Matisse","topic":"Design"},{"quote":"I&#39;m drawn to furniture design as complete architecture on a minor scale.","author":"Brad Pitt","topic":"Design"},{"quote":"When I design buildings, I think of the overall composition, much as the parts of a body would fit together. On top of that, I think about how people will approach the building and experience that space.","author":"Tadao Ando","topic":"Design"},{"quote":"Everyone designs who devises courses of action aimed at changing existing situations into preferred ones.","author":"Herbert Simon","topic":"Design"},{"quote":"Gucci has always represented great design and contemporary lifestyle.","author":"Marco Bizzarri","topic":"Design"},{"quote":"I thank Marc Jacobs so much for giving me the opportunity to design a shoe for Louis Vuitton, but the thing that broke my heart most was when they said, &#39;You&#39;re finished. The shoe&#39;s finished.&#39;","author":"Kanye West","topic":"Design"},{"quote":"Every contrivance of man, every tool, every instrument, every utensil, every article designed for use, of each and every kind, evolved from a very simple beginnings.","author":"Robert Collier","topic":"Design"},{"quote":"To design something really new and innovative you have to reject reason.","author":"Jonathan Ive","topic":"Design"},{"quote":"I have been wildly enthused about gaming since I was younger, and a career path I chose not to go down but did really consider was getting into programming and game design.","author":"Trent Reznor","topic":"Design"},{"quote":"Good design doesn&#39;t date. Bad design does.","author":"Paul Rand","topic":"Design"},{"quote":"I have never seen a game&#39;s graphics look so sharp and clean. The sound design for the game is also unique on the Xbox. The memory on this system allowed us to provide the user with 5.1 Dolby surround sound for home theatre owners.","author":"Don Bluth","topic":"Design"},{"quote":"When you design a building, you start from a general philosophy, and you come down, and you start from detail and come up. Only the theoretical architect believes that you can make the concept and then sometime, somebody will come to build it.","author":"Renzo Piano","topic":"Design"},{"quote":"The difference between good design and great design is intelligence.","author":"Tibor Kalman","topic":"Design"},{"quote":"The artist in me cries out for design.","author":"Robert Frost","topic":"Design"},{"quote":"Sometimes I can&#39;t figure designers out. It&#39;s as if they flunked human anatomy.","author":"Erma Bombeck","topic":"Design"},{"quote":"In architecture the idea degenerated. Design allows a more direct and pleasurable route.","author":"Charles Eames","topic":"Design"},{"quote":"I am tremendously excited to introduce a unique &#39;Metal Gear Solid&#39; experience to a new audience of gamers as well as collaborate with my mentor in game design, Mr. Miyamoto, on &#39;Metal Gear Solid: The Twin Snakes&#39; for Nintendo GameCube.","author":"Hideo Kojima","topic":"Design"},{"quote":"I describe the design process as like the tip of the iceberg. What you don&#39;t see is the long haul: all the endless auditing and things like that.","author":"Norman Foster","topic":"Design"},{"quote":"Beautiful Evidence is about the theory and practice of analytical design.","author":"Edward Tufte","topic":"Design"},{"quote":"A part of my kind of design and inspiration ethos is that I carry around a leather notebook and I sketch in it, doodle in it, write notes in it, and I put pictures in it.","author":"John Varvatos","topic":"Design"},{"quote":"The essence of architecture is form and space, and light is the essential element to the key to architectural design, probably more important than anything. Technology and materials are secondary.","author":"I. M. Pei","topic":"Design"},{"quote":"The main tenet of design thinking is empathy for the people you&#39;re trying to design for. Leadership is exactly the same thing - building empathy for the people that you&#39;re entrusted to help.","author":"David M. Kelley","topic":"Design"},{"quote":"I come from a different era and I design clothes for our era. I think of people I want to dress when I design.","author":"Alexander McQueen","topic":"Design"},{"quote":"If I wanted to do clothes or if I wanted to make a building or design a choreography, you are able to do that - they are all under a similar kind of design umbrella.","author":"Zaha Hadid","topic":"Design"},{"quote":"As a woman, I&#39;m expected to want everything to be nice and to be nice myself. A very English thing. I don&#39;t design nice buildings - I don&#39;t like them. I like architecture to have some raw, vital, earthy quality.","author":"Zaha Hadid","topic":"Design"},{"quote":"My favorite days are the ones where I deal only with my own team, design, marketing, working on the next accessories collection.","author":"Diane von Furstenberg","topic":"Design"},{"quote":"I love to design and remodel houses, from working with the contractors to picking the colours, materials, kitchen and bathroom accessories to finally what furniture goes where.","author":"Olivia Newton-John","topic":"Design"},{"quote":"We are spiritual beings whether we want to admit it or not, and inherent in our DNA is a design to return us home - home to our true essence, our greatest self, our limitless self.","author":"Debbie Ford","topic":"Design"},{"quote":"Many are ready, when listening to the inventor, to belittle and deny his achievements so that he will no longer be heard in honourable places, but after some months or a year, they use the inventor&#39;s words in speech or writing or design.","author":"Filippo Brunelleschi","topic":"Design"},{"quote":"I love designing bridal. I do not follow trends - I design dresses that are relevant to the times.","author":"Naeem Khan","topic":"Design"},{"quote":"Information design has been around since the 1970s. Pioneers like Yale University design guru Edward Tufte and design agency Pentagram have long known and used its power. But now with the rise of the Internet, it&#39;s having something of a second birth.","author":"David McCandless","topic":"Design"},{"quote":"The urge for good design is the same as the urge to go on living.","author":"Harry Bertoia","topic":"Design"},{"quote":"The very design of neoliberal principles is a direct attack on democracy.","author":"Noam Chomsky","topic":"Design"},{"quote":"Trying to design the perfect plan is the perfect recipe for disappointment.","author":"Patrick Lencioni","topic":"Design"},{"quote":"One of the things that is particularly precious about working at Apple is that many of us on the design team have worked together for 15-plus years, and there&#39;s a wonderful thing about learning as a group. A fundamental part of that is making mistakes together.","author":"Jonathan Ive","topic":"Design"},{"quote":"The primary factor is proportions.","author":"Arne Jacobsen","topic":"Design"},{"quote":"By far the most difficult skill I learned as a C.E.O. was the ability to manage my own psychology. Organizational design, process design, metrics, hiring and firing were all relatively straightforward skills to master compared with keeping my mind in check.","author":"Ben Horowitz","topic":"Design"},{"quote":"Today, tomorrow and every day, we will see at least 2,000 young children killed or seriously injured on the world&#39;s roads. This is unacceptable, preventable, and we have to stop it. We have the vaccines for this disease: helmets, seatbelts, speed enforcement, safe road design. We just need to use them.","author":"Michelle Yeoh","topic":"Design"},{"quote":"When the Great Fire of London destroyed most of the medieval city in 1666, Christopher Wren was invited to design a new one. Within days, he had drawn up an elegant grid of broad boulevards leading to majestic squares, but it came to nothing - the existing landowners wanted things as they had been.","author":"Norman Foster","topic":"Design"},{"quote":"Gaming in general is a male thing. It isn&#39;t that gaming is designed to exclude women. Everybody who&#39;s tried to design a game to interest a large female audience has failed. And I think that has to do with the different thinking processes of men and women.","author":"Gary Gygax","topic":"Design"},{"quote":"The garden, by design, is concerned with both the interior and the land beyond the garden.","author":"Stephen Gardiner","topic":"Design"},{"quote":"Costume design allows you to do a different type of research and create characters, whereas in fashion, you create an image and clothing for the masses.","author":"Colleen Atwood","topic":"Design"},{"quote":"Design, refine and repeat, and keep learning all the way along. It sounds bland and pedestrian, but in fact, it&#39;s the reverse.","author":"Anouska Hempel","topic":"Design"},{"quote":"The problem is, in software design, often the consequences of your decisions don&#39;t become apparent for years.","author":"Kent Beck","topic":"Design"},{"quote":"Design can have such a positive impact on the way people live and on their relationships and moods.","author":"Genevieve Gorder","topic":"Design"},{"quote":"Unlike traditional nursing homes, Green House homes provide elders with a high quality of life and quality of care in a setting that feels like a real home. By altering the facility size, interior design, staffing patterns and service-delivery method, the Green House model provides residents better, safer and more personalized care.","author":"Risa Lavizzo-Mourey","topic":"Design"},{"quote":"I&#39;m into designing houses and interior design. I like change. I like creating things out of nothing.","author":"Chris Kirkpatrick","topic":"Design"},{"quote":"I realize that having a style would be very beneficial for my practice from a marketing standpoint, but I can&#39;t do it. I believe my responsibilities as an architect are to design the most appropriate building for the place. Each place has a distinct culture and function, which for me requires an appropriate answer.","author":"Cesar Pelli","topic":"Design"},{"quote":"The real opportunity is to harness the inventive power of the world to locally design and produce solutions to local problems.","author":"Neil Gershenfeld","topic":"Design"},{"quote":"In most people&#39;s vocabularies, design means veneer. It&#39;s interior decorating. It&#39;s the fabric of the curtains and the sofa. But to me, nothing could be further from the meaning of design.","author":"Steve Jobs","topic":"Design"},{"quote":"We must look for ways to be an active force in our own lives. We must take charge of our own destinies, design a life of substance and truly begin to live our dreams.","author":"Les Brown","topic":"Design"},{"quote":"Books are but waste paper unless we spend in action the wisdom we get from thought - asleep. When we are weary of the living, we may repair to the dead, who have nothing of peevishness, pride, or design in their conversation.","author":"William Butler Yeats","topic":"Design"},{"quote":"I have no problem with the idea of comfort, but it is not an important thing aesthetically. If you look at a shoe and immediately say it looks very comfortable, in terms of design, it is not going to excite me. Of course, I am not putting nails in my shoes to ensure everybody is in pain, but a heel is not a pair of slippers and never will be.","author":"Christian Louboutin","topic":"Design"},{"quote":"I&#39;d already decided I wanted to design shoes after I saw a sign in the Museum of African and Oceanic Art forbidding high heels. Well, who could resist?","author":"Christian Louboutin","topic":"Design"},{"quote":"In the end, I hope there&#39;s a little note somewhere that says I designed a good computer.","author":"Steve Wozniak","topic":"Design"},{"quote":"I am a fashion designer. I&#39;m not an environmentalist. When I get up in the morning, number one I&#39;m a mother and a wife, and number two I design clothes. So the main thing I need to do is create, hopefully, exquisitely beautiful, desirable objects for my customer.","author":"Stella McCartney","topic":"Design"},{"quote":"I have an all-Japanese design team, and none of them speak English. So it&#39;s often funny and surprising how my ideas end up lost in translation.","author":"Pharrell Williams","topic":"Design"},{"quote":"User-centered design means working with your users all throughout the project.","author":"Donald Norman","topic":"Design"},{"quote":"Also note that invariably when we design something that can be used by those with disabilities, we often make it better for everyone.","author":"Donald Norman","topic":"Design"},{"quote":"I design for real people. I think of our customers all the time. There is no virtue whatsoever in creating clothing or accessories that are not practical.","author":"Giorgio Armani","topic":"Design"},{"quote":"This is very much my philosophy as a fashion designer. I have never believed in design for design&#39;s sake. For me, the most important thing is that people actually wear my clothes. I do not design for the catwalk or for magazine shoots - I design for customers.","author":"Giorgio Armani","topic":"Design"},{"quote":"Any design, whether it&#39;s for a ship or an airplane, must be done in anticipation of potential failures.","author":"Henry Petroski","topic":"Design"},{"quote":"We call the fates of the Titanic and the Concordia - as well as those of the space shuttles Challenger and Columbia - &#39;accidents.&#39; Foreseeing such undesirable events is what engineers are expected to do. However, design trade-offs leave technological systems open to failings once predicted, but later forgotten.","author":"Henry Petroski","topic":"Design"},{"quote":"At some point in your life, if you&#39;re lucky, you get to design the way in which things evolve.","author":"Daniel Day-Lewis","topic":"Design"},{"quote":"Design is not for philosophy it&#39;s for life.","author":"Issey Miyake","topic":"Design"},{"quote":"Graphic design, which evokes the symmetria of Vituvius, the dynamic symmetry of Hambidge, the asymmetry of Mondrian; which is a good gestalt, generated by intuition or by computer, by invention or by a system of coordinates, is not good design if it does not communicate.","author":"Paul Rand","topic":"Design"},{"quote":"If I was influenced by anything, it was architecture: structure having to do with logic. If you don&#39;t do it right, the whole thing is going to cave in. In a certain sense, you can carry that to graphic design. Fortunately, however, nobody is going to die if you do it wrong.","author":"Paul Rand","topic":"Design"},{"quote":"I definitely want to design clothes at one point.","author":"Kendall Jenner","topic":"Design"},{"quote":"It takes a real designer to design for real women.","author":"Leslie Jones","topic":"Design"},{"quote":"There is no one-size-fits-all solution to the challenges facing our cities or to the housing crisis, but the two issues need to be considered together. From an urban design and planning point of view, the well-connected open city is a powerful paradigm and an engine for integration and inclusivity.","author":"Richard Rogers","topic":"Design"},{"quote":"As a visual person, I love a creative resume. Putting in a little effort on the design side will show that you care about making things look good.","author":"Sophia Amoruso","topic":"Design"},{"quote":"Good design to me is both appearance and functionality together. It&#39;s the experience that makes it good design.","author":"Michael Graves","topic":"Design"},{"quote":"The dreaded phrase in design circles is &#39;show and tell.&#39;","author":"David Carson","topic":"Design"},{"quote":"I want to have all that scientific information that we&#39;re building be used in designing the future so that people who make geographic decisions - and here it&#39;s not just land-use planners, but it&#39;s everyone: foresters, transportation engineers, people who buy a house - can analyze all of these information layers and design a future.","author":"Jack Dangermond","topic":"Design"},{"quote":"I think a lot of people overlook the importance of the menu as a marketing tool and a way of communicating to the customer what the ambition of their restaurant is. Not only the typeface and the design, but what is it printed on? Is it cheap-looking? Is it the right kind of paper for that restaurant?","author":"Joe Bastianich","topic":"Design"},{"quote":"The best design work is really done when you spend more time with people, when you have the opportunity to be of the same mindset and the same incentives as the founder of the business.","author":"Yves Behar","topic":"Design"},{"quote":"Complexity is one of the great problems in environmental design.","author":"Christopher Alexander","topic":"Design"},{"quote":"Architects design houses. I live in a home.","author":"Peter Eisenman","topic":"Design"},{"quote":"I think, aesthetically, car design is so interesting - the dashboards, the steering wheels, and the beauty of the mechanics. I don&#39;t know how any of it works, I don&#39;t want to know, but it&#39;s inspirational.","author":"Paloma Picasso","topic":"Design"},{"quote":"Informed clients are better clients, and they make for better design.","author":"Kelly Wearstler","topic":"Design"},{"quote":"A true flag is not something you can really design. A true flag is torn from the soul of the people. A flag is something that everyone owns, and that&#39;s why they work. The Rainbow Flag is like other flags in that sense: it belongs to the people.","author":"Gilbert Baker","topic":"Design"},{"quote":"It is not possible to design always the same. How to be different in each different place - that is the most important work and duty of the architect to find out.","author":"Jean Nouvel","topic":"Design"},{"quote":"If there is a gay uniform, the differences are in how each man coordinates the details: the brand and cut of the jeans, the design of belts and boots, the haircut, the number and size of earrings.","author":"Lance Loud","topic":"Design"},{"quote":"Hip-hop and electronic music are so similar, in the fact that they&#39;re both very visceral, have so much bass; a lot of times, it&#39;s the same tempos. The culture and some of the sound design is different but a lot of times, it&#39;s the same stuff.","author":"Skrillex","topic":"Design"},{"quote":"Ultimately we may still ask, why can&#39;t humans design a perfect society?","author":"Robert Shea","topic":"Design"},{"quote":"I tried a dozen different modifications that were rejected. But they all served as a path to the final design.","author":"Mikhail Kalashnikov","topic":"Design"},{"quote":"A good designer must rely on experience, on precise, logic thinking; and on pedantic exactness. No magic will do.","author":"Niklaus Wirth","topic":"Design"},{"quote":"I wouldn&#39;t like to live in a castle now, but I&#39;d enjoy a visit to Restormel in Cornwall in its 13th century prime. It&#39;s a circular castle with the rooms built against the outer walls and quite intimate in size. Life there wouldn&#39;t follow the pattern of more classic castle design.","author":"Jo Beverley","topic":"Design"},{"quote":"The interesting thing about Android&#39;s design is how little we modified the kernel.","author":"Robert Love","topic":"Design"},{"quote":"Good design is good business.","author":"Ian Schrager","topic":"Design"},{"quote":"The universe is so unique and perfect that it could not have originated by chance but was divined by flawless, creative design.","author":"Fritz Zwicky","topic":"Design"},{"quote":"Every step and every movement of the multitude, even in what are termed enlightened ages, are made with equal blindness to the future; and nations stumble upon establishments, which are indeed the result of human action, but not the execution of any human design.","author":"Adam Ferguson","topic":"Design"},{"quote":"Classical design is a mirror of the human mind. It&#39;s how we see the world.","author":"Robert McKee","topic":"Design"},{"quote":"Boeing just took $20 billion and 10 years to improve the efficiency of their planes by 10 percent. That&#39;s pretty lame. I have a design in mind for a vertical liftoff supersonic jet that would be a really big improvement.","author":"Elon Musk","topic":"Design"},{"quote":"So we originally expected to make about 35 gigawatt hours at the cell level and about 50 gigawatt hours at the module or pack level. Now we are expecting to do about 150 gigawatt hours in the same volumetric space as the original design.","author":"Elon Musk","topic":"Design"},{"quote":"Uber has to design for the global platform.","author":"Masayoshi Son","topic":"Design"},{"quote":"To whom does design address itself: to the greatest number, to the specialist of an enlightened matter, to a privileged social class? Design addresses itself to the need.","author":"Charles Eames","topic":"Design"},{"quote":"Obviously, I come from one background, and the people that design fitness equipment have been doing it for years and years, and they know what works and doesn&#39;t work.","author":"Lance Armstrong","topic":"Design"},{"quote":"Apple&#39;s goal isn&#39;t to make money. Our goal is to design and develop and bring to market good products.","author":"Jonathan Ive","topic":"Design"},{"quote":"I discovered at an early age that all I&#39;ve ever wanted to do is design.","author":"Jonathan Ive","topic":"Design"},{"quote":"Apple&#39;s Industrial Design team is harder to get into than the Illuminati, and part of the reason is because no one leaves. In the last 15 years, not one of the 18 designers has ditched Apple for greener pastures.","author":"Jonathan Ive","topic":"Design"},{"quote":"We have to design a health delivery system by actually talking to people and asking, &#39;What would make this service better for you?&#39; As soon as you start asking, you get a flood of answers.","author":"Paul Farmer","topic":"Design"},{"quote":"We are all sensible that the king and Tisaphernes have caused as many of us as they could to be apprehended, and it is plain they design, by the same treacherous means, if they can, to destroy the rest.","author":"Xenophon","topic":"Design"},{"quote":"The illusion of purpose and design is perhaps the most pervasive illusion about nature that science has to confront on a daily basis.","author":"Lawrence M. Krauss","topic":"Design"},{"quote":"Design is a vital component to the enrichment of our everyday lives. Japan has a very rich history and culture of design, and I feel it is a very important dialogue to open and keep evolving.","author":"Issey Miyake","topic":"Design"},{"quote":"When nearly a third of our high school students do not graduate on time with their peers, we have work to do. We must design our middle and high schools so that no student gets lost in the crowd and disconnected from his or her own potential.","author":"Christine Gregoire","topic":"Design"},{"quote":"I wish someone would ask me to design a cathedral.","author":"Philip Johnson","topic":"Design"},{"quote":"Value Proposition Design is a &#39;must have&#39; for anyone creating a new venture. It captures the core issues around understanding and finding customer problems and designing and validating potential solutions.","author":"Steve Blank","topic":"Design"},{"quote":"There are two kinds of designers: ones who are very happy locked in their office surrounded by their coterie. The last thing they need to do is to go to a trunk show; they&#39;d go running for the hills. I not only enjoy it, I think, how do you design things that are applicable to life - unless you live it?","author":"Michael Kors","topic":"Design"},{"quote":"Design is about point of view, and there should be some sort of woman or lifestyle or attitude in one&#39;s head as a designer.","author":"Vera Wang","topic":"Design"},{"quote":"Let&#39;s be realistic, how many people are buying a $2,000 skirt? I love to design things that people can actually buy. I&#39;m staggered by what a boot costs today.","author":"Vera Wang","topic":"Design"},{"quote":"Biomimicry is basically taking a design challenge and then finding an ecosystem that&#39;s already solved that challenge, and literally trying to emulate what you learn.","author":"Janine Benyus","topic":"Design"},{"quote":"User-centered design means understanding what your users need, how they think, and how they behave - and incorporating that understanding into every aspect of your process.","author":"Jesse James Garrett","topic":"Design"},{"quote":"I love Pinterest! Pinterest is absolutely phenomenal when you&#39;re trying to come up with a costume design.","author":"Ashley Wagner","topic":"Design"},{"quote":"Federal regulations forbid delaying inspections for fracture-critical bridges like the fallen Minneapolis bridge - the kind with a lack of redundancy in design, so that a single failure in a load-bearing part can cause the entire bridge to collapse.","author":"Bill Dedman","topic":"Design"},{"quote":"I used to design for my body, which was flat-chested with big hips. That&#39;s why my clothes were tight on top with full skirts.","author":"Betsey Johnson","topic":"Design"},{"quote":"To me, it remains incomprehensible that a people who can design the Porsche 911 and sleek, white ice trains, who created the Bauhaus and speak at least three languages at birth, want to own twee Christmas figurines painted in gaudy colours, dress up in Bavarian lederhosen, and eat Haribo gummy bears.","author":"Rory MacLean","topic":"Design"},{"quote":"It&#39;s all in how you arrange the thing... the careful balance of the design is the motion.","author":"Andrew Wyeth","topic":"Design"},{"quote":"Designs are increasingly winning competitions because they are literally green, and because somewhere they feature a small windmill.","author":"Rem Koolhaas","topic":"Design"},{"quote":"Can you design a Rorschach test that&#39;s going to make everyone feel something every time - and that looks like a Rorschach test? It&#39;s easy to show a picture of a kitten or a car accident. The question is, how abstract can you get and still get the audience to feel something when they don&#39;t know what&#39;s happening to them?","author":"Jason Reitman","topic":"Design"},{"quote":"I&#39;m experimenting in public. At the design grad schools, these are people sitting around in groups, putting their work on a wall, analyzing it and putting it back in a drawer. I think there&#39;s little risk in that.","author":"David Carson","topic":"Design"},{"quote":"I don&#39;t design. I get what I think is a big idea, and I put the idea down. I&#39;m not a designer. I&#39;m a communicator.","author":"George Lois","topic":"Design"},{"quote":"When you buy things that are expensive, like a sofa or something that really feels like an investment, you need to keep it as plain as possible, as simple as possible. Make sure that it&#39;s a clean design that will work with whatever style you want it to.","author":"Nate Berkus","topic":"Design"},{"quote":"I find, in merchandising and design and creative, a business school degree isn&#39;t particularly helpful.","author":"Mickey Drexler","topic":"Design"},{"quote":"With fashion, you really need to understand the aspects of construction. Not just design on an iPad.","author":"Tim Gunn","topic":"Design"},{"quote":"Due to the failure of politics, which has become a process of middle-management, art has become one of the last open spaces to question core beliefs and to design a viable future. Art becomes an open space where we can ask fundamental questions about ourselves.","author":"Antony Gormley","topic":"Design"},{"quote":"I have been working with Hive, part of British Gas, on reinventing the thermostat. Now you can control your heating at the press of a button on your phone. As I say, design should permeate every part of society.","author":"Yves Behar","topic":"Design"},{"quote":"There is no reason to design buildings that are more basic and rectilinear, because with concrete you can cover almost any space.","author":"Oscar Niemeyer","topic":"Design"},{"quote":"I don&#39;t design houses with the nuclear family idea because I don&#39;t believe in it as a concept.","author":"Peter Eisenman","topic":"Design"},{"quote":"Websites are kind of useless. There&#39;s so much great web content and design out there, but the ways in which they are being experienced are not being maximized.","author":"Dhani Harrison","topic":"Design"},{"quote":"Each season I strive to design a forward-thinking and effortless collection with a very clean minimalist aesthetic.","author":"Francisco Costa","topic":"Design"},{"quote":"I wanted to design a museum in which everything would seem clear.","author":"Mario Botta","topic":"Design"},{"quote":"&#39;LaFerrari&#39; means &#39;the Ferrari.&#39; The excellence. In this car, we put everything we are able to do. Our extreme technology, extreme experience, extreme capability. And this has been the first Ferrari totally designed in our design center.","author":"Luca Cordero di Montezemolo","topic":"Design"},{"quote":"You think about the beauty and what you want to transmit. If I think about designing, I can&#39;t design.","author":"Elsa Peretti","topic":"Design"},{"quote":"I love math. I have little secret number tattoos everywhere. I design them.","author":"Pauley Perrette","topic":"Design"},{"quote":"Urban design as a discipline barely exists in most American and Canadian cities. In Singapore, there are innovative transportation strategies at work.","author":"Moshe Safdie","topic":"Design"},{"quote":"It is difficult to separate oneself from one&#39;s design moralities.","author":"David Chipperfield","topic":"Design"},{"quote":"Everyone by now presumably knows about the danger of premature optimization. I think we should be just as worried about premature design - designing too early what a program should do.","author":"Paul Graham","topic":"Design"},{"quote":"There is an immediate payoff to intelligent design: it destroys the atheistic legacy of Darwinian evolution. Intelligent design makes it impossible to be an intellectually fulfilled atheist.","author":"William A. Dembski","topic":"Design"},{"quote":"I love graphic design. I love working with design, and I love storytelling, so I&#39;ve been working on a children&#39;s book for a while, and I&#39;d like to see that through.","author":"Colleen Haskell","topic":"Design"},{"quote":"I don&#39;t like to design single objects. I like my pieces to have a relationship to each other. They can be mother and child, like the Schmoo salt and pepper shakers, or brother and sister like the Birdie salt and peppers, or cousins, like most of my dinnerware sets.","author":"Eva Zeisel","topic":"Design"},{"quote":"I&#39;ve always loved interior design.","author":"Genie Francis","topic":"Design"},{"quote":"But my point is that you design something in the end that precludes any unhealthy trading practices that are not going to serve your environmental or your economic objectives but now is not the time to do it.","author":"John Anderson","topic":"Design"},{"quote":"Every single item that we come into contact with on a daily basis has been designed by an artist. From the toothbrush we use in the morning, to the defibrillator that could save our lives, an artist is behind the design.","author":"Jarrett J. Krosoczka","topic":"Design"},{"quote":"I&#39;m a big believer you should design work around a vast majority of people who want to do the right thing rather than around the tiny minority who might take advantage.","author":"Gail Kelly","topic":"Design"},{"quote":"If we want users to like our software, we should design it to behave like a likeable person.","author":"Alan Cooper","topic":"Design"},{"quote":"My architectural drive was to design new types of buildings to help poor people, especially following natural disasters and catastrophes... I will use whatever time is left to me to keep doing what I have been doing, which is to help humanity.","author":"Frei Otto","topic":"Design"},{"quote":"Designs of purely arbitrary nature cannot be expected to last long.","author":"Kenzo Tange","topic":"Design"},{"quote":"I&#39;m involved in everything from highly progressive lighting systems to airline interiors. In the field of transportation I can go from the micro to the macro: architecture, transportation, industrial product design, right across the board. It&#39;s Russian dollism, because they all interrelate: one goes into the other.","author":"Ross Lovegrove","topic":"Design"},{"quote":"Design, in its broadest sense, is the enabler of the digital era - it&#39;s a process that creates order out of chaos, that renders technology usable to business. Design means being good, not just looking good.","author":"Clement Mok","topic":"Design"},{"quote":"I am going to design... a Station after my own fancy; that is, with engineering roofs, etc.","author":"Isambard K. Brunel","topic":"Design"},{"quote":"I love the idea of couture and its emphasis on creation. There&#39;s where I made my name - in design - and there&#39;s where I&#39;d like to stay.","author":"Jimmy Choo","topic":"Design"},{"quote":"As Irving Good realised in 1965, machines with superhuman intelligence could repeatedly improve their design even further, triggering what Vernor Vinge called a &#39;singularity.&#39;","author":"Stephen Hawking","topic":"Design"},{"quote":"Design in art, is a recognition of the relation between various things, various elements in the creative flux. You can&#39;t invent a design. You recognize it, in the fourth dimension. That is, with your blood and your bones, as well as with your eyes.","author":"D. H. Lawrence","topic":"Design"},{"quote":"Now I design what I want to wear, and it works that way.","author":"Alexander McQueen","topic":"Design"},{"quote":"The fears you do not face become your walls. Most people in business, and in their personal lives, design everything so they can avoid doing what makes them feel uncomfortable. Yet any good business person knows we are not only paid to work, but also we are paid to be scared.","author":"Robin S. Sharma","topic":"Design"},{"quote":"I&#39;m a designer, and I think if you work in fashion, you have to give people fantasy.","author":"Christian Louboutin","topic":"Design"},{"quote":"I never wanted to work in fashion. At age 12 or 13, I wanted to design for showgirls - for the theater! And I was crazy for the Hollywood of the 1950s: Dietrich, Elizabeth Taylor, Jennifer Jones. They were my idea of glamour - and Sylvie Vartan, the French singer.","author":"Christian Louboutin","topic":"Design"},{"quote":"I&#39;m deeply and passionately involved in the design process. I&#39;m a brash American, and if my name is going to be on something, I&#39;m going to have my say.","author":"Meghan Markle","topic":"Design"},{"quote":"For me, I&#39;ve always believed that there was a God. I&#39;ve always believed that God created the heavens and earth - so, for me it&#39;s not a huge leap from there to intelligent design.","author":"Ben Stein","topic":"Design"},{"quote":"Delay always breeds danger; and to protract a great design is often to ruin it.","author":"Miguel de Cervantes","topic":"Design"},{"quote":"At the pinnacle of great design are products so gorgeous and lust-worthy that you want to lick them: a Porsche 911, Samsung&#39;s Luxia TV, an Eames lounge chair or anything by Loro Piana.","author":"Gary Hamel","topic":"Design"},{"quote":"My affliction has been... I can make something or draw something or design something better than I can explain it.","author":"Brad Pitt","topic":"Design"},{"quote":"Hey, I&#39;m a good software engineer, but I&#39;m not exactly known for my fashion sense. White socks and sandals don&#39;t translate to &#39;good design sense&#39;.","author":"Linus Torvalds","topic":"Design"},{"quote":"People who run a ready-to-wear company are businessmen rather than production or design people.","author":"Calvin Klein","topic":"Design"},{"quote":"I design things to help people to hopefully express their personality.","author":"Vivienne Westwood","topic":"Design"},{"quote":"I think the fact that my parents weren&#39;t conventional - especially considering their position - had a big influence on the way that I conduct myself now in design and business. It had a huge impact on my wanting to do something a bit more than just designing a pretty dress and putting it on a runway and making it glamorous.","author":"Stella McCartney","topic":"Design"},{"quote":"It&#39;s a very strange thing for a designer to say, but one of the things that really irritates me in products is when I&#39;m aware of designers wagging their tails in my face.","author":"Jonathan Ive","topic":"Design"},{"quote":"I find that when I write, I need things to be quiet, but when I design, I can&#39;t bear it if it&#39;s quiet.","author":"Jonathan Ive","topic":"Design"},{"quote":"&#39;Design&#39; is a word that&#39;s come to mean so much that it&#39;s also a word that has come to mean nothing.","author":"Jonathan Ive","topic":"Design"},{"quote":"I like to work in a small team. There is only 18 of us on the design team. Nobody has ever left.","author":"Jonathan Ive","topic":"Design"},{"quote":"Proponents of intelligent design don&#39;t accept that some of the very complex nanomachines that we have inside ourselves could have come about solely on the basis of natural selection.","author":"Francis Collins","topic":"Design"},{"quote":"When you&#39;re learning, especially to write, unless you&#39;re some incredibly gifted writer, a young Malcom Gladwell, say, you need to be imitating people. You need to be imitating how they make their work, how they structure it, how they design the pieces. It gives you chops; it gives you moves.","author":"Ira Glass","topic":"Design"},{"quote":"Books are better than movies because you design the set the way you want it to look.","author":"Trent Reznor","topic":"Design"},{"quote":"There are two main methodologies of open source development. There&#39;s the Apache model, which is design by committee - great for things like web servers. Then you have the benevolent dictator model. That&#39;s what Ubuntu is doing, with Mark Shuttleworth.","author":"Matt Mullenweg","topic":"Design"},{"quote":"At the University of Maryland, my first year I started off planning to major in art because I was interested in theatre design, stage design or television design.","author":"Jim Henson","topic":"Design"},{"quote":"If I had one golf course, from a design standpoint, one that I really love, it would probably be Pinehurst. There&#39;s a totally tree-lined golf course where trees are not a part of the strategy.","author":"Jack Nicklaus","topic":"Design"},{"quote":"I&#39;m not really well educated - other than an art survey course at the High School of Art and Design in New York when I was, like, 15. I don&#39;t know the history of art, but I got over intimidation from the art world when I realized that I was allowed to feel whatever I want and like whatever I want.","author":"Marc Jacobs","topic":"Design"},{"quote":"We&#39;ve gone from a world in which Starbucks set a cutting-edge standard for mass-market design to a world in which Starbucks establishes the bare minimum. If your establishment can&#39;t come up with an original look, customers expect at least some sleek wood fixtures, nicely upholstered chairs, and faux-Murano glass pendant lights.","author":"Virginia Postrel","topic":"Design"},{"quote":"Although people often equate them, glamour is not the same as beauty, stylishness, luxury, celebrity, or sex appeal. It is not limited to fashion or film; nor is it intrinsically feminine. It is not a collection of aesthetic markers - a style, as fashion and design use the word.","author":"Virginia Postrel","topic":"Design"},{"quote":"I have never followed fashion. What is fashion to me? I just think of things that inspire me, that inspire women, and I design that way.","author":"Sonia Rykiel","topic":"Design"},{"quote":"Because every design must satisfy competing objectives, there necessarily has to be compromise among, if not the complete exclusion of, some of those objectives, in order to meet what are considered the more important of them.","author":"Henry Petroski","topic":"Design"},{"quote":"I employ case studies of failure into my courses, emphasizing that they teach us much more than studies of success. It is not that success stories cannot serve as models of good design or as exemplars of creative engineering. They can do that, but they cannot teach us how close to failure they are.","author":"Henry Petroski","topic":"Design"},{"quote":"My background was in graphic design, but when I was doing it, it was all hand-drawn stuff, not computers.","author":"Jeffrey Dean Morgan","topic":"Design"},{"quote":"I have a notebook, and I know what decisions will be made in pre-production. Everything is pre-determined in the pre-production period. I visually design the whole thing, and I know when things will happen.","author":"Alejandro Gonzalez Inarritu","topic":"Design"},{"quote":"About half my designs are controlled fantasy, 15 percent are total madness and the rest are bread-and-butter designs.","author":"Manolo Blahnik","topic":"Design"},{"quote":"By fundamentally changing how we design the places and systems that enable our daily lives, we can slash emissions way beyond the immediate carbon savings - because our own personal emissions are just the tip of a vast iceberg of energy and resources consumed far from our view.","author":"Alex Steffen","topic":"Design"},{"quote":"The interesting thing is when we design and architect a server, we don&#39;t design it for Windows or Linux, we design it for both. We don&#39;t really care, as long as we&#39;re selling the one the customer wants.","author":"Michael Dell","topic":"Design"},{"quote":"For me, the sound design and the musical score is a big part of what makes scary movies work.","author":"James Wan","topic":"Design"},{"quote":"With imagination and personal creativity, people who sew can design the way they look to suit themselves.","author":"Issey Miyake","topic":"Design"},{"quote":"So that ideas of sort of relaxed symmetry have been something for years that I have been concerned with because I think that symmetry is a neutral shape as opposed to a form of design.","author":"Robert Rauschenberg","topic":"Design"},{"quote":"People crave predictability, and when you design and use systems, you give people predictability. More importantly, when you build systems, they can help you orchestrate, and orchestration helps you create the habits that continuously improve the systems!","author":"Michael E. Gerber","topic":"Design"},{"quote":"Many people think that being a graphic designer means going to an expensive art school and buying expensive software that will cost you thousands of dollars. This is so far from the truth. There are hundreds of online education centers that offer top-notch graphic design training.","author":"Fabrizio Moreira","topic":"Design"},{"quote":"My stylist has really great taste - Petra Flannery has really great taste. I mean, I am opinionated, and as time goes on, as I&#39;ve gotten to see more dresses or more clothes, it&#39;s easier to say, &#39;I like that&#39; or &#39;I don&#39;t like that,&#39; but it&#39;s nothing I would ever, you know, design.","author":"Emma Stone","topic":"Design"},{"quote":"I love to design things that people can actually buy. I&#39;m staggered by what a boot costs today.","author":"Vera Wang","topic":"Design"},{"quote":"For businesses, biomimicry is about bringing a new discipline - biology - to the design table. It&#39;s not to write an environmental impact statement, as most biologists in business do right now.","author":"Janine Benyus","topic":"Design"},{"quote":"I have beautiful, beautiful clothes, designed by my bachelor boy son, Kenny. Kenny has a big following as it is, and even Lady Gaga has asked Kenny to design dresses for her. But Kenny isn&#39;t very keen on, well, shall we say, extreme women. He likes someone that women all over the world can identify with.","author":"Barry Humphries","topic":"Design"},{"quote":"If a major source of the nation&#39;s news is personalizing user experiences, people with different points of view will end up in echo chambers of their own design. Facebook didn&#39;t create that problem, but it shouldn&#39;t aggravate it.","author":"Cass Sunstein","topic":"Design"},{"quote":"It&#39;s one thing to make financial aid available to students so they can attend college. It&#39;s another thing to design forms that students can actually fill out.","author":"Cass Sunstein","topic":"Design"},{"quote":"If you asked a team of expert psychologists and sociological researchers to come up with a design that was sure to infuriate and offend liberals in America, they&#39;d probably come up with what we call the Great Seal.","author":"Mike Gallagher","topic":"Design"},{"quote":"Wherever there is a design that is highly successful in a broad range of similar environments, it is apt to emerge again and again, independently - the phenomenon known in biology as convergent evolution. I call these designs &#39;good tricks.&#39;","author":"Daniel Dennett","topic":"Design"},{"quote":"If you see a player out in public having dinner, chances are he&#39;s with his boring money manager or some boring rich guy he hopes to design a golf course for.","author":"Dan Jenkins","topic":"Design"},{"quote":"A designer is only as good as the star who wears her clothes.","author":"Edith Head","topic":"Design"},{"quote":"The critical thing in developing software is not the program, it&#39;s the design. It is translating understanding of user needs into something that can be realized as a computer program.","author":"Mitch Kapor","topic":"Design"},{"quote":"Nvidia&#39;s self-driving-car business grew out of a long-standing relationship with auto companies. Car guys used Nvidia chips for computer-aided design, then used Nvidia supercomputer chips to do crash simulations. When the car guys started thinking about autonomous vehicles, Nvidia leaped at the chance to help them solve the problem.","author":"Daniel Lyons","topic":"Design"},{"quote":"Good design keeps the user happy, the manufacturer in the black and the aesthete unoffended.","author":"Raymond Loewy","topic":"Design"},{"quote":"Accessible design is good design.","author":"Steve Ballmer","topic":"Design"},{"quote":"Nearly all inventions are not recognised for their positive side either when they&#39;re made. So, for example, scientists didn&#39;t go out to design a CD machine: they designed a laser. But we got all sorts of things from a laser which we never remotely imagined, and we&#39;re still finding things for a laser to do.","author":"Robert Winston","topic":"Design"},{"quote":"I do believe that there are some universal cognitive tasks that are deep and profound - indeed, so deep and profound that it is worthwhile to understand them in order to design our displays in accord with those tasks.","author":"Edward Tufte","topic":"Design"},{"quote":"I&#39;ve been called the journeyman. It&#39;s really more by default than it is by design.","author":"Chris Squire","topic":"Design"},{"quote":"Your neighbors will be envious of your 3D printer - and if they&#39;re not, just print new neighbors. Design them so they&#39;ll like to bring you pies, maybe, or want to do your yard work for you.","author":"W. Bruce Cameron","topic":"Design"},{"quote":"Being non-commercial is never an ambition. Movies come together at different points for fortuitous reasons. You do them as you get the opportunity, as opposed to doing them when you choose to or design to.","author":"Ethan Coen","topic":"Design"},{"quote":"After doing some research with my agent, we found out Klipsch was an official Colts partner, and they were based in Indianapolis, which only added to my esteem for the company. I also have a passion for design and technology that developed while I was at Stanford and appreciate the quality of Klipsch&#39;s speakers and headphones.","author":"Andrew Luck","topic":"Design"},{"quote":"Developing games for the PC and consoles is all about everything and the kitchen sink. In many ways, you don&#39;t have design decisions to make. You do it all. So I enjoy going back to making decisions about what&#39;s important as I&#39;m working on a game.","author":"John Carmack","topic":"Design"},{"quote":"Many, many times I find that whatever is looking good on the screen doesn&#39;t always look or feel good on the body. So who do we design for - do we design for the screen, or do we design for women?","author":"Alber Elbaz","topic":"Design"},{"quote":"If I have a style, I am not aware of it.","author":"Michael Graves","topic":"Design"},{"quote":"In the design process, there&#39;s a need to be culturally comprehensive.","author":"Dries van Noten","topic":"Design"},{"quote":"I studied graphic design originally. I used to like drawing, and I was quite into technical drawing. I was always interested in the visual medium, but I thought I was going to be an architect or something like that, but it&#39;s quite a lonely job.","author":"Asif Kapadia","topic":"Design"},{"quote":"We go to movies to be taken away to another place, to be dazzled, to dream, to hopefully be filled with wonder. The design of the world and the look of the film is all in service of trying to create that feeling of wonder in the audience.","author":"Lee Unkrich","topic":"Design"},{"quote":"When I am there at our global product development centers, I am meeting with the design team and reviewing design work being done there and meeting with engineers responsible for work being done specific to that region, meeting with purchasing team.","author":"Mary Barra","topic":"Design"},{"quote":"When I was 18, I began attending college for art and design, and I designed all sorts of things from furniture to industrial designs and even watches.","author":"Aldis Hodge","topic":"Design"},{"quote":"Chandeliers are marvels of drop-dead showiness, the jewellery of architecture.","author":"Peter York","topic":"Design"},{"quote":"Apart from photography and music videos, I also do graphic design.","author":"Anton Corbijn","topic":"Design"},{"quote":"Programs like ACE&#39;s Bootstrap Summer Camp teach our kids important computer coding skills that will allow them to design their own futures.","author":"Gina Raimondo","topic":"Design"},{"quote":"The reward is that you can actually create a world separate from reality with a story, actors, music, and camera design. When it works it can entertain, move people and teach us all.","author":"Colleen Atwood","topic":"Design"},{"quote":"One thing about costume design - and I think design in general - but especially costume design, is people have a misconception that it&#39;s very glamorous work.","author":"Colleen Atwood","topic":"Design"},{"quote":"Google has placed its faith in data, while Apple worships the power of design. This dichotomy made the two companies complementary. Apple would ship the phones and computers, while Google would provide Maps, Search, YouTube, and other web tools that made the devices more useful.","author":"Ben Parr","topic":"Design"},{"quote":"Building design isn&#39;t trendy.","author":"Kevin McCloud","topic":"Design"},{"quote":"By 1970, the first stirrings of the revolt against Modernist orthodoxy in architecture had been felt, although it would be several years more until Postmodernism was widely accepted and made classical motifs permissible in high-style building design for the first time in decades.","author":"Martin Filler","topic":"Design"},{"quote":"Few developments central to the history of art have been so misrepresented or misunderstood as the brief, brave, glorious, doomed life of the Bauhaus - the epochally influential German art, architecture, crafts, and design school that was founded in Goethe&#39;s sleepy hometown of Weimar in 1919.","author":"Martin Filler","topic":"Design"},{"quote":"Well, I never studied design and I went to art school to study art, you know, sculpture and things like that, and ended up making things like sculpture and started making chairs and jewelry together and that&#39;s how I started.","author":"Marc Newson","topic":"Design"},{"quote":"It&#39;s easy to design expensive products. But there&#39;s that product democracy that I believe very strongly in to make something affordable for almost anybody that would want to use it.","author":"Joy Mangano","topic":"Design"},{"quote":"I think every business, really, has a unique reason for being, unique assets, unique attributes, a unique history. And that can be turned into a very attractive design story, essentially, that consumers can relate to.","author":"Yves Behar","topic":"Design"},{"quote":"Design certainly has a cosmetic, aesthetic aim. It always aims at making things beautiful. But relevance is just as important. I often say, &#39;If it isn&#39;t ethical, it can&#39;t be beautiful. But if it isn&#39;t beautiful, it probably shouldn&#39;t be at all.&#39;","author":"Yves Behar","topic":"Design"},{"quote":"Design needs a new relationship with the world, one that is more focused on our planet&#39;s needs.","author":"Yves Behar","topic":"Design"},{"quote":"Integrating breakthrough technology into everyday products is always a challenge; at the same time, this is exactly how design makes tech products easily adoptable in life.","author":"Yves Behar","topic":"Design"},{"quote":"I tell my workshop students, &#39;I want you to think of yourselves as artists. Then, when you&#39;re writing, you&#39;re painting, you&#39;re crafting, you&#39;re making a design, you&#39;re sculpting, you&#39;re creating choreography, sound, a sound script.&#39;","author":"Juan Felipe Herrera","topic":"Design"},{"quote":"I&#39;m not a size 0, and I&#39;m nowhere close to it. But, I don&#39;t want anyone to know what I am so I like to design clothes so you don&#39;t know what&#39;s going on under there.","author":"Rachel Roy","topic":"Design"},{"quote":"I&#39;ve always wanted to design a home collection line because growing up, I was obsessed with reorganizing my room.","author":"Bethany Mota","topic":"Design"},{"quote":"I am interested in all aspects of filmmaking, so I have an opinion on every aspect, so sound design, score, cinematography, editing - all that stuff I have experience doing myself, so I had a very strong idea of what I wanted, and I got, for the most part, people that were able to articulate that idea, which was nice.","author":"Jeff Baena","topic":"Design"},{"quote":"There are so many women throughout the world who appreciate beautiful design and have the budget to buy designer fashion but sometimes have a hard time finding the things that they really want or that suit their lifestyle or their culture or whatever it may be.","author":"Aslaug Magnusdottir","topic":"Design"},{"quote":"I have been fully involved in designing my stage shows; it&#39;s important to me to do something really unique and almost off-the-wall to bring the music and the visuals together. I love design and actually went to school for a bit for graphic design, so it isn&#39;t so much &#39;pressure&#39; for me; it&#39;s a way to be creative, and I really enjoy it.","author":"Afrojack","topic":"Design"},{"quote":"Tiles, the best furniture, fabrics, bath fixtures, bronze - just leaf through any design magazine and you immediately understand they&#39;re all &#39;Made in Italy.&#39; We have the premier opera house in the world, La Scala, and behind the Nobel given to CERN is the research of many Italians.","author":"Lapo Elkann","topic":"Design"},{"quote":"Aficionados of Slow design and Slow fashion use ethical and green materials to make objects - furniture, clothes, jewellery - that lift the spirit and last a lifetime rather than one catwalk season.","author":"Carl Honore","topic":"Design"},{"quote":"Often the most important moment in the design process is figuring out what the right question is.","author":"Thomas Heatherwick","topic":"Design"},{"quote":"Spare functional furniture, in my opinion, is the genius of 20th-century design.","author":"Luca Guadagnino","topic":"Design"},{"quote":"As much as we think of performance management as numeric and thus perfectly quantifiable, it is as much a product of context and social science as the products we design and develop.","author":"Steven Sinofsky","topic":"Design"},{"quote":"I like to think that the Internet and file sharing, if utilized properly and embraced, and I emphasize properly, is a high-powered marketing design.","author":"Seal","topic":"Design"},{"quote":"The maker movement is about people who want to gain more control of the human design world that they interact with every day. Instead of accepting off-the-shelf solutions from institutions and corporations, makers would like to make, modify, and repair their own tools, clothing, food, toys, furniture, and other physical objects.","author":"Mark Frauenfelder","topic":"Design"},{"quote":"If you decide to design your own language, there are thousands of sort of amateur language designer pitfalls.","author":"Guido van Rossum","topic":"Design"},{"quote":"They say that the best furniture and clothing design from the &#39;50s and &#39;60s is Scandinavian or Milanese.","author":"Christian Lacroix","topic":"Design"},{"quote":"As all human beings are, in my view, creatures of God&#39;s design, we must respect all other human beings. That does not mean I have to agree with their choices or agree with their opinions, but indeed I respect them as human beings.","author":"Stockwell Day","topic":"Design"},{"quote":"Just like zillions of children, album covers educated and informed me, and certainly did I later transpose organically, rather than by intent, those principles both in fashion design and photography.","author":"Hedi Slimane","topic":"Design"},{"quote":"I wanted to be a decorator. I wanted to interior design homes and do everything myself.","author":"Ursula Andress","topic":"Design"},{"quote":"By design, Bitcoin is a scarce resource with a predictable supply of new issuance. And it is this scarcity and predictable supply that make it so attractive as an underlying asset to bind to economic activity and trade.","author":"Jeremy Allaire","topic":"Design"},{"quote":"That&#39;s something I learned in art school. I studied graphic design in Germany, and my professor emphasized the responsibility that designers and illustrators have towards the people they create things for.","author":"Eric Carle","topic":"Design"},{"quote":"Stargate by far is the top of the pile when it comes to Sci-Fi. The quality is great. They have really good writers, production design, lighting, wardrobe.","author":"Corin Nemec","topic":"Design"},{"quote":"The argument for intelligent design basically depends on saying, &#39;You haven&#39;t answered every question with evolution,&#39;... Well, guess what? Science can&#39;t answer every question.","author":"Kenneth R. Miller","topic":"Design"},{"quote":"Spend 10% of the project budget making sure you understand problem, the key technologies involved, and have looked at all of the options before you dive into the detailed design.","author":"Bruce Pittman","topic":"Design"},{"quote":"I don&#39;t like the idea that the first preparation when you start to design your building has to put your label. I think this is not fair. It&#39;s not fair to the building or to the people, to the client, because every building tells a different story.","author":"Renzo Piano","topic":"Design"},{"quote":"The big thing on the horizon for me is video. I feel like it&#39;s the closest thing to a perfect mix between music and design, because it has the motion and it has the dynamics of music, while at the same time having the aesthetic components of design. It&#39;s a nice mix.","author":"Tycho","topic":"Design"},{"quote":"I feel like music and design complete the idea of each other for me. So, it&#39;s like whatever I&#39;m trying to express in one really can&#39;t be fully expressed without the other. I&#39;ve always seen them as the flipside of a coin and bounced back and forth.","author":"Tycho","topic":"Design"},{"quote":"Anyone with a computer and a design program can create a page layout. But unless you&#39;re trained in design, it won&#39;t look very good and it won&#39;t communicate very well.","author":"John Maeda","topic":"Design"},{"quote":"Videogames are indeed design: They&#39;re sophisticated virtual machines that echo the mechanical systems inside cars.","author":"John Maeda","topic":"Design"},{"quote":"There are professions more harmful than industrial design, but only a few.","author":"Victor Papanek","topic":"Design"},{"quote":"But active programming consists of the design of new programs, rather than contemplation of old programs.","author":"Niklaus Wirth","topic":"Design"},{"quote":"Character design, like story design, requires a hook to grab the reader&#39;s attention.","author":"Ted Naifeh","topic":"Design"},{"quote":"Acting isn&#39;t for me. I don&#39;t like being told what to do. I&#39;m more interested in set design, more visually driven.","author":"Sofia Coppola","topic":"Design"},{"quote":"Dubstep has everything for me. Rhythm, sound design, heartfelt emotion - all in one place.","author":"James Blake","topic":"Design"},{"quote":"We opened a design center in the South of England last year as part of our strategy for being close to our customers and developing innovative products for exciting new markets.","author":"David Milne","topic":"Design"},{"quote":"If you have multiples of anything, you have the possibility of repetition. Repetition creates pattern and also unity. Put anyone in a room with a pile of similar objects and say, &#39;I want a pattern by 3 P.M. or no dinner.&#39; Anyone would come up with a design. It is easy, fun and available to anybody. Most people just don&#39;t have the nerve.","author":"Dan Phillips","topic":"Design"},{"quote":"I don&#39;t start with a design objective, I start with a communication objective. I feel my project is successful if it communicates what it is supposed to communicate.","author":"Mike Davidson","topic":"Design"},{"quote":"Modernism, rebelling against the ornament of the 19th century, limited the vocabulary of the designer. Modernism emphasized straight lines, eliminating the expressive S curve. This made it harder to communicate emotions through design.","author":"Eva Zeisel","topic":"Design"},{"quote":"Men have no concept of how to design things for the home. Women should design the things they use.","author":"Eva Zeisel","topic":"Design"},{"quote":"It&#39;s important to show that creativity is in many different sectors, not just in graphic design or filmmaking.","author":"Ginevra Elkann","topic":"Design"},{"quote":"It&#39;s a Japanese way of thinking, that I give value for my merchandise. So I don&#39;t want to sell unnecessarily expensive dresses and make just 10 or 20 and then feel satisfied. I want to design for real women who can afford my dresses.","author":"Tadashi Shoji","topic":"Design"},{"quote":"Wherever you are, design your life. Live the values of your generation.","author":"Don Tapscott","topic":"Design"},{"quote":"I&#39;m looking for best practices constantly. Apple has beautiful design, beautiful product, incredibly functional. But mostly it&#39;s about picking product, getting behind it, marketing it and introducing it to a customer. What they&#39;ve done just inspires me.","author":"Millard Drexler","topic":"Design"},{"quote":"By the fourth grade, I graduated to an erector set and spent many happy hours constructing devices of unknown purpose where the main design criterion was to maximize the number of moving parts and overall size.","author":"Steven Chu","topic":"Design"},{"quote":"I&#39;ve learned a lot about stage-managing for illustration. Sometimes you have to delete characters from a scene just to keep from overcrowding the image. I&#39;ve also learned to making big-scale design decisions early.","author":"Scott Westerfeld","topic":"Design"},{"quote":"I wouldn&#39;t say design has become strictly functional. A lot of cars these days look downright comic book to me, and the info-gadgets with which late industrial people spend the most time - phones, music players, etc. - are blobjects.","author":"Scott Westerfeld","topic":"Design"},{"quote":"We are very proud of our design for the Transbay Transit Center. This will be a beautiful, functional and sustainable building for San Francisco.","author":"Cesar Pelli","topic":"Design"},{"quote":"My overall artistic goal is to marry graphic design with comic books and traditional storytelling.","author":"Jonathan Hickman","topic":"Design"},{"quote":"I always wanted to design for films.","author":"Ken Adam","topic":"Design"},{"quote":"The roundness of life&#39;s design may be a sign that there is a presence beyond ourselves.","author":"Wally Lamb","topic":"Design"},{"quote":"In terms of design, it&#39;s true the world has an influence. But, as a designer, you have to protect yourself. You have to look at the world and then forget it.","author":"Nicolas Ghesquiere","topic":"Design"},{"quote":"So much of design is context.","author":"Steve Madden","topic":"Design"},{"quote":"We need to be both conscious and competent to design products that emulate nature&#39;s life cycles, making sure that they endure and are either recycled or absorbed.","author":"Guilherme Leal","topic":"Design"},{"quote":"There&#39;s a fundamental problem with how the software business does things. We&#39;re asking people who are masters of hard-edged technology to design the soft, human side of software as well. As a result, they make products that are really cool - if you happen to be a software engineer.","author":"Alan Cooper","topic":"Design"},{"quote":"Consumer confusion is the result of many individual problems when it comes to website design and development services, but in a nutshell, it boils down to the rapid growth of the Web and the lack of competitive measure available.","author":"Molly Holzschlag","topic":"Design"},{"quote":"I fervently believe in research as a necessity for good design, and I teach it that way.","author":"Brenda Laurel","topic":"Design"},{"quote":"When you are in an unpleasant environment that makes you feel uncomfortable, one of the key ways to improve that situation is through design. That&#39;s why I think it is so important to help develop and showcase young designers, as they are our future.","author":"Yelena Baturina","topic":"Design"},{"quote":"Different people have different styles, but there is an opportunity as a director to be a writer in every moment, with every visual cue and every piece of production design. Everything is a decision, and everything can be obsessed over.","author":"B. J. Novak","topic":"Design"},{"quote":"I feel that every day, all of us now are being blasted by information design. It&#39;s being poured into our eyes through the Web, and we&#39;re all visualizers now; we&#39;re all demanding a visual aspect to our information. There&#39;s something almost quite magical about visual information. It&#39;s effortless; it literally pours in.","author":"David McCandless","topic":"Design"},{"quote":"Modern design becomes the eye catcher because it&#39;s out of context, it is something newborn and fresh, something people have never seen before. I mean, that in itself is the way we should sort of stimulate the senses of society, this urban condition.","author":"Ross Lovegrove","topic":"Design"},{"quote":"As the world&#39;s &#39;most dynamic&#39; cities seek to manage their own urban growth, American state and local officials have much to offer. Our mayors can share their experiences in urban design, clean energy projects, Smart Grids, codes for energy efficient buildings, transportation safety, and innovative environmental solutions.","author":"Robert Hormats","topic":"Design"},{"quote":"Great designers seldom make great advertising men, because they get overcome by the beauty of the picture - and forget that merchandise must be sold.","author":"James Randolph Adams","topic":"Design"},{"quote":"&#39;Design Star&#39; was incredible, and I didn&#39;t think it could get any better, and then &#39;Color Splash&#39; happened.","author":"David Bromstad","topic":"Design"},{"quote":"Art has definitely influenced how I think of design, both as individual items and as a body of work.","author":"Cynthia Rowley","topic":"Design"},{"quote":"There are two methods in software design. One is to make the program so simple, there are obviously no errors. The other is to make it so complicated, there are no obvious errors.","author":"Tony Hoare","topic":"Design"},{"quote":"While I was at community college, I studied industrial design because I thought maybe I&#39;d be an automotive designer - I grew up in Detroit - and I also studied, geology because I was interested in science, a little bit.","author":"Andrew J. Feustel","topic":"Design"},{"quote":"Theories cannot claim to be indestructible. They are only the plough which the ploughman uses to draw his furrow and which he has every right to discard for another one, of improved design, after the harvest.","author":"Paul Sabatier","topic":"Design"},{"quote":"The design of a dress, furniture, a house, a room, a street and a city are all the same process.","author":"Gianfranco Ferre","topic":"Design"},{"quote":"There are really two things that have to occur in order for a new technology to be affordable to the mass market. One is you need economies of scale. The other is you need to iterate on the design. You need to go through a few versions.","author":"Elon Musk","topic":"Design"},{"quote":"If I knew for a certainty that a man was coming to my house with the conscious design of doing me good, I should run for my life.","author":"Henry David Thoreau","topic":"Design"},{"quote":"The typical project design time for a large company like IBM - and they keep track of this - is a little over four years.","author":"Bill Gates","topic":"Design"},{"quote":"It was Einstein&#39;s dream to discover the grand design of the universe, a single theory that explains everything. However, physicists in Einstein&#39;s day hadn&#39;t made enough progress in understanding the forces of nature for that to be a realistic goal.","author":"Stephen Hawking","topic":"Design"},{"quote":"I paint mostly from real life. It has to start with that. Real people, real street scenes, behind the curtain scenes, live models, paintings, photographs, staged setups, architecture, grids, graphic design. Whatever it takes to make it work.","author":"Bob Dylan","topic":"Design"},{"quote":"Designing is my hobby. If I didn&#39;t do what I do for a living - at some point when I don&#39;t do this for a living - I&#39;ll probably just do design work. I love finding really special pieces of furniture.","author":"Ellen DeGeneres","topic":"Design"},{"quote":"I can design a collection in a day and I always do, cause I&#39;ve always got a load of Italians on my back, moaning that it&#39;s late.","author":"Alexander McQueen","topic":"Design"},{"quote":"Designs in connection with postage stamps and coinage may be described, I think, as the silent ambassadors on national taste.","author":"William Butler Yeats","topic":"Design"},{"quote":"Many things difficult to design prove easy to performance.","author":"Samuel Johnson","topic":"Design"},{"quote":"I&#39;m always up for collaborating with brands and people who actually design, but doing your own line is a whole other beast. I don&#39;t think I could deal with the criticism.","author":"Travis Scott","topic":"Design"},{"quote":"People believe the only alternative to randomness is intelligent design.","author":"Richard Dawkins","topic":"Design"},{"quote":"I really see myself continuing to design clothes, fragrances.","author":"Kim Kardashian","topic":"Design"},{"quote":"The stylish kids on the street, they&#39;re the ones that set the trends. The designers see what they&#39;re doing and go and design their line and sell it back to the same kids, and it&#39;s like, why not go directly to the source?","author":"Rihanna","topic":"Design"},{"quote":"We had the Windows app store in Windows 8, but one of the big changes in the design of Windows 10 is to make sure that the app store is front and center where our usage is, which is the desktop.","author":"Satya Nadella","topic":"Design"},{"quote":"Though men are apt to flatter and exalt themselves with their great achievements, yet these are, in truth, very often owing not so much to design as chance.","author":"Francois de La Rochefoucauld","topic":"Design"},{"quote":"The way I define &#39;intelligent design&#39; is that when people started out, we wanted to make sense of the world we lived in, so we created stories about how things worked.","author":"George Lucas","topic":"Design"},{"quote":"Design is so critical it should be on the agenda of every meeting in every single department.","author":"Tom Peters","topic":"Design"},{"quote":"I design all of my costumes. I like to go out there and feel like I have contributed to every part of what I do. I choose the music, the choreographer, I&#39;ve obviously chosen my coach, my costumes - all if that falls under my realm of power, my realm of influence.","author":"Johnny Weir","topic":"Design"},{"quote":"A business woman needs a successful mix of design and practicality.","author":"Donatella Versace","topic":"Design"},{"quote":"Women are all the same; we want to be smaller in the waist, longer legs, slimmer. I design for women and their defects, to make them better.","author":"Donatella Versace","topic":"Design"},{"quote":"When I meet celebrities, I have to know what they are like and only then can I design. The clothes have to fit their personality.","author":"Donatella Versace","topic":"Design"},{"quote":"I never was interested in being part of the fashion world - I just wanted to design shoes. I didn&#39;t even know &#39;Vogue&#39; existed when I was growing up. &#39;Vogue,&#39; what is that?&#39;","author":"Christian Louboutin","topic":"Design"},{"quote":"I never wanted to design clothes. I never wanted to work for the fashion industry. Shoes sort of belong to the fashion industry, which is why I&#39;m part of the fashion industry. But that&#39;s never been my thought. My thought since I was a child was really to design those shoes for girls on stage.","author":"Christian Louboutin","topic":"Design"},{"quote":"At age 12 or 13, I wanted to design for showgirls - for the theater!","author":"Christian Louboutin","topic":"Design"},{"quote":"It would be nice to design a real briefcase - you open it up and it&#39;s your computer but it also stores your books.","author":"Steve Wozniak","topic":"Design"},{"quote":"If I designed a computer with 200 chips, I tried to design it with 150. And then I would try to design it with 100. I just tried to find every trick I could in life to design things real tiny.","author":"Steve Wozniak","topic":"Design"},{"quote":"Designers are very fickle. I never wanted to be a victim of that. You&#39;re in one minute, out the next.","author":"Tyra Banks","topic":"Design"},{"quote":"I don&#39;t act, I don&#39;t direct, I don&#39;t design.","author":"Tom Stoppard","topic":"Design"},{"quote":"Every actor wants to win an Oscar, full stop. It doesn&#39;t mean you try to design things around how to accomplish that because that&#39;s impossible.","author":"Julia Roberts","topic":"Design"},{"quote":"The great majority of Baghdad is a slum - a lot of it&#39;s new, but it&#39;s still slum. It&#39;s usually this concrete-block, one-room design with a door and a window, arranged one-up, one-down, often with a shop with nothing in it on the first floor, and then a one-room apartment above it. There&#39;s street after street after street of that stuff.","author":"P. J. O'Rourke","topic":"Design"},{"quote":"The possibility that terrorist groups could obtain weapons of mass destruction should not be dismissed as a fiction. This is a horrific threat the international community should take seriously. As long as these weapons exist, so, too, does the risk of their use - by accident or design.","author":"Ban Ki-moon","topic":"Design"},{"quote":"Over the past 20 years, I have noticed that the most flexible, dynamic, inquisitive minds among my students have been industrial design majors. Industrial designers are bracingly free of ideology and cant. The industrial designer is trained to be a clear-eyed observer of the commercial world - which, like it or not, is modern reality.","author":"Camille Paglia","topic":"Design"},{"quote":"Video games and YouTube.com are creatively booming, even though Web design, as demonstrated by the ugly clutter of most major news sites, is in the pits.","author":"Camille Paglia","topic":"Design"},{"quote":"It&#39;s aggravating that Hollywood has never gotten credit for the role it played in promoting modern design.","author":"Camille Paglia","topic":"Design"},{"quote":"I wanted to design a line based on Hollywood&#39;s Golden Era. I talked with Stephen Burrows and with Willi Smith and with one or two other people, but it just seems like such a hard field to break into. I need someone like Calvin Klein&#39;s manager to get behind me!","author":"Aretha Franklin","topic":"Design"},{"quote":"All those lessons that I&#39;ve learned on the court, I have applied them to my life outside of the court in business, my company, called V Starr interiors, an interior design company, and EleVen, which I wear on court.","author":"Venus Williams","topic":"Design"},{"quote":"My style is kind of eclectic and I don&#39;t like to do the same thing over and over again. I like to have fun and explore myself so you won&#39;t see the same design.","author":"Venus Williams","topic":"Design"},{"quote":"I love design.","author":"Venus Williams","topic":"Design"},{"quote":"I&#39;ve gone to school for business, for design, for architecture.","author":"Venus Williams","topic":"Design"},{"quote":"I don&#39;t know whether the universe contains any evidence of intelligent design, but I can assure you that thousands of everyday products do not.","author":"Gary Hamel","topic":"Design"},{"quote":"There are people who design buildings that are not technically and financially good, and there are those who do. Two categories - simple.","author":"Frank Gehry","topic":"Design"},{"quote":"I don&#39;t think there is anything wrong with white space. I don&#39;t think it&#39;s a problem to have a blank wall.","author":"Annie Leibovitz","topic":"Design"},{"quote":"To be able to design for the plus-sized consumer, for me, that&#39;s just beyond. It&#39;s a dream.","author":"Khloe Kardashian","topic":"Design"},{"quote":"One thing I longed to do was to design a complete look, from head to toe, so I started a make-up line in 1966.","author":"Mary Quant","topic":"Design"},{"quote":"For one thing, I am still working as an adviser on fashion, design and colour and stuff.","author":"Mary Quant","topic":"Design"},{"quote":"The dynamics of film directing and fashion design - in the ways that I&#39;ve done it - were not dissimilar.","author":"Tom Ford","topic":"Design"},{"quote":"As a designer, design director or any creative person, you have to hire great people, support them and make them feel comfortable so they can contribute and give you their best.","author":"Tom Ford","topic":"Design"},{"quote":"I love to design. I am a commercial fashion designer. I always design jackets with two sleeves. I don&#39;t design jackets with three sleeves, or the layers and layers come off like little dolls from Russia. Fashion for me is a creative endeavor, but it is not art for me.","author":"Tom Ford","topic":"Design"},{"quote":"I hate going out for lunch during a workday because it slows down my pace and ruins my rhythm. I prefer to eat at my desk. Actually, I wander around the design studio with a plate in my hand as I dine on, for example, salmon sashimi and a salad of tomatoes and mozzarella. I often have a bit of dark chocolate after lunch.","author":"Tom Ford","topic":"Design"},{"quote":"There are many designers who have much greater talent as a designer than I do, but they may not have my drive, they may not work as hard, they may not have the focus, the desire... You have to have a talent because, at the end of the day, if the pants you design don&#39;t make someone&#39;s butt look great, they&#39;re not going to buy them.","author":"Tom Ford","topic":"Design"},{"quote":"When he entered the Oval Office - by fate, not by design - Citizen Ford knew that he was not perfect, just as he knew he was not perfect when he left. But what president ever was?","author":"Tom Brokaw","topic":"Design"},{"quote":"Western design houses have been exploring China in terms of investment for well over a decade.","author":"Anna Wintour","topic":"Design"},{"quote":"Economic engineering is about the design and analysis of frameworks for achieving specific economic objectives.","author":"Ben Bernanke","topic":"Design"},{"quote":"There&#39;s so many interesting aspects of making a movie: the costume department, the set design, the casting itself, the locations.","author":"Jason Statham","topic":"Design"},{"quote":"I design for the woman who loves being a woman.","author":"Diane von Furstenberg","topic":"Design"},{"quote":"I never like to think that I design for a particular person. I design for the woman I wanted to be, the woman I used to be, and - to some degree - the woman I&#39;m still a little piece of.","author":"Diane von Furstenberg","topic":"Design"},{"quote":"A challenging economy is always good for design. It unites necessity and functionality. You are forced to be creative with poor materials.","author":"Diane von Furstenberg","topic":"Design"},{"quote":"The way I design generally is very much travel-oriented because that is my life. That&#39;s why I make clothes that are so light and so easy to pack and a little bit seasonless.","author":"Diane von Furstenberg","topic":"Design"},{"quote":"I like the idea of people who&#39;ve had some success in one form secretly wanting to be something else; I have some of that myself. I look for it in other people who&#39;ve established themselves in some particular art form, and then you find out that they really would like to design running shoes, or edit literary magazines or something.","author":"William Gibson","topic":"Design"},{"quote":"I would like to design what people generally call streetwear. I&#39;d like to dress skateboarders, or whatever the older equivalent of skateboarders are. I pay more attention to that stuff than anyone would ever imagine because I&#39;m watching what the designers do.","author":"William Gibson","topic":"Design"},{"quote":"The actual tragedies of life bear no relation to one&#39;s preconceived ideas. In the event, one is always bewildered by their simplicity, their grandeur of design, and by that element of the bizarre which seems inherent in them.","author":"Jean Cocteau","topic":"Design"},{"quote":"Eighteenth century American furniture and the design of the architects Greene and Greene are my special love.","author":"Barbra Streisand","topic":"Design"},{"quote":"Because I am much like Reagan and Margaret Thatcher, I&#39;m such an unconventional political figure that you really need to design a unique campaign that fits the way I operate.","author":"Newt Gingrich","topic":"Design"},{"quote":"Technology&#39;s related to everything. Technology is making the world more accessible, so yeah, as generations go by, they&#39;ll become more and more married to each other, for sure. I think they go hand in hand - fashion inspires design, and technology inspires design as well.","author":"Justin Timberlake","topic":"Design"},{"quote":"I have too much product, and I&#39;m trying to rein it in and sell more of my main collection. I wish you didn&#39;t have to design so often; it would be good if you could keep on selling the same things for a few years and not have to do new things all the time.","author":"Vivienne Westwood","topic":"Design"},{"quote":"I wish you didn&#39;t have to design so often. Try to do quality and cut down on quantity. I think fashion is very, very important.","author":"Vivienne Westwood","topic":"Design"},{"quote":"The thing that makes my clothes really different is that, number one, they are really great designs; they&#39;re not tacky; they are very professional; the design is made from lots of decisions.","author":"Vivienne Westwood","topic":"Design"},{"quote":"My job at the end of the day is to design timeless, desirable, beautiful products. It&#39;s not about just designing a bunch of organic jumpers. I have a balance within the brand. If you try to create something people enjoy, and it happens to be made in a responsible way, then that&#39;s when you can really strike an incredible balance.","author":"Stella McCartney","topic":"Design"},{"quote":"Unfortunately, some women want to remake their husbands after their own design.","author":"Gordon B. Hinckley","topic":"Design"},{"quote":"Italy is full of historical buildings. And Europe holds a great history of philosophy from Greece until today. I read all those books and see these buildings, and I think of where I stand when I design my architecture.","author":"Tadao Ando","topic":"Design"},{"quote":"All those involved in the construction of an architectural design, from the architect to the builder, have an attachment to the architecture, although it&#39;s difficult to quantify the attachment.","author":"Tadao Ando","topic":"Design"},{"quote":"I don&#39;t subscribe to the view some people have in the industry that you should purposefully design products that do not last that long. I don&#39;t think it is good for anyone.","author":"Tim Cook","topic":"Design"},{"quote":"Studying design has made me a much, much more astute observer of this aspect of business. And I&#39;m working mightily to improve my empathic skills. I&#39;ve dramatically improved my ability to read facial expressions - and I&#39;m trying to be a better, more attentive listener.","author":"Daniel H. Pink","topic":"Design"},{"quote":"I&#39;m a total control freak and love to participate in the design of every single aspect of life.","author":"Drew Barrymore","topic":"Design"},{"quote":"The evidence in this universe for design - or, if you will, the fine-tuning that cannot be explained by chance or by &#39;enough time&#39; - is so compelling that the only way around it is to suggest that our universe is only one of an infinite number of universes.","author":"Dennis Prager","topic":"Design"},{"quote":"My mom modeled and made clothes, so I always had such an appreciation for design.","author":"Blake Lively","topic":"Design"},{"quote":"Perhaps I&#39;d like to design cars, but I don&#39;t think I&#39;d be much good at it.","author":"Jonathan Ive","topic":"Design"},{"quote":"The emphasis and value on ideas and original thinking is an innate part of British culture, and in many ways, that describes the traditions of design.","author":"Jonathan Ive","topic":"Design"},{"quote":"Eight years of work can be copied in six months. It wasn&#39;t inevitable that it was going to work. A stolen design is stolen time.","author":"Jonathan Ive","topic":"Design"},{"quote":"All I&#39;ve ever wanted to do is design and make; it&#39;s what I love doing.","author":"Jonathan Ive","topic":"Design"},{"quote":"When something&#39;s made in the smallest volume - as a one-off couture piece - or in large quantities, deep care is critical to determine authentic, successful design and, ultimately, manufacture.","author":"Jonathan Ive","topic":"Design"},{"quote":"We struggle with the right words to describe the design process at Apple. But it is very much about designing and prototyping and making.","author":"Jonathan Ive","topic":"Design"},{"quote":"Deep in the culture of Apple is this sense and understanding of design, developing, and making. Form and the material and process - they are beautifully intertwined - completely connected.","author":"Jonathan Ive","topic":"Design"},{"quote":"My focus is incredibly narrow. I can&#39;t talk with any authority other than design and development of product.","author":"Jonathan Ive","topic":"Design"},{"quote":"That&#39;s just tragic, that you can spend four years of your life studying the design of three dimensional objects and not make one.","author":"Jonathan Ive","topic":"Design"},{"quote":"I try to push design boundaries using new draping and fabric manipulation techniques every time I approach a new design.","author":"Zac Posen","topic":"Design"},{"quote":"I went through the workroom at Central Saint Martins in London, which is the most competitive workroom of a design school in the world. Very high creativity, very conceptual, very international, age-diverse and cutthroat - people who have master degrees reapplying into a foundation there is just wild to me to launch their careers.","author":"Zac Posen","topic":"Design"},{"quote":"As an industrial designer, you design the thing by yourself, and then it goes away from you, whereas fashion is in constant relation to the body and to psychology. It makes it more complicated, and it makes it more challenging.","author":"Raf Simons","topic":"Design"},{"quote":"If you want to make computers that really work, create a design team composed only of healthy, active women with lots else to do in their lives, and give them carte blanche.","author":"Brian Eno","topic":"Design"},{"quote":"I&#39;ve always been a bit of a decorator. I think if I wasn&#39;t a singer I&#39;d probably be in stage setting or interior design or something. I like clutter and I&#39;m quite visually greedy. I can&#39;t have things to be plain; I have to have things looking interesting... maybe I&#39;m just a frustrated interior designer stuck in a singing career.","author":"Florence Welch","topic":"Design"},{"quote":"I see the Beijing National Stadium as an architectural project. I accepted Herzog and De Meuron&#39;s invitation to collaborate on the design, and our proposal won the competition. From beginning to end, I stayed with the project. I am committed to fostering relationships between a city and its architecture.","author":"Ai Weiwei","topic":"Design"},{"quote":"If you only design menus that are essentially junk or fast food, the whole infrastructure supports junk.","author":"Jamie Oliver","topic":"Design"},{"quote":"If a course needs to be in great condition to be played effectively, then the design strategy is flawed.","author":"Tom Watson","topic":"Design"},{"quote":"I think it is really important to have a sense of business. As a designer you can get so wrapped up in the design and fashion side that you forget the business side.","author":"Tommy Hilfiger","topic":"Design"},{"quote":"While a case can be made for intelligent design, I can&#39;t figure out why some Christians are so thrilled about that possibility. First of all, it doesn&#39;t prove there&#39;s a God. If anything, intelligent design lends support to some form of pantheism that defines God as immanent within nature.","author":"Tony Campolo","topic":"Design"},{"quote":"Google has withdrawn from China, arguing that it is no longer willing to design its search engine to block information that the Chinese government does not wish its citizens to have. In liberal democracies around the world, this decision has generally been greeted with enthusiasm.","author":"Peter Singer","topic":"Design"},{"quote":"Most of the robots being developed for home use are functional in design - Gecko&#39;s homecare robot looks rather like the Star Wars robot R2-D2. Honda and Sony are designing robots that look more like the same movie&#39;s &#39;android&#39; C-3PO.","author":"Peter Singer","topic":"Design"},{"quote":"How can you look at the Texas legislature and still believe in intelligent design?","author":"Kinky Friedman","topic":"Design"},{"quote":"As a director, I design every movie to be true to itself, and damn it if they like it, and damn it if they don&#39;t.","author":"Guillermo del Toro","topic":"Design"},{"quote":"Every project that you write about or read about, it goes through years of hard work. We write a screenplay; we design. Then you submit those and the budget, and it&#39;s out of your hands.","author":"Guillermo del Toro","topic":"Design"},{"quote":"I would have killed to do &#39;Beauty And The Beast&#39; at Warners, which went away. I would have killed to do &#39;The Witches&#39; at Warners that went away. God knows there are many, many of them. All I can do is diligently do the screenplay, diligently do the design work, deliver a budget, and then await a decision.","author":"Guillermo del Toro","topic":"Design"},{"quote":"I began doing writing projects and art and design projects to explore a new way of seeing Canada. Roots is one more way of continuing this exploration. I want to present a wide-open Canadian sense of color, adventure, communication and openness that defines our country.","author":"Douglas Coupland","topic":"Design"},{"quote":"I was at Emily Carr College of Art and Design in Vancouver for four years, and I loved it.","author":"Douglas Coupland","topic":"Design"},{"quote":"We always say we are a brand for our fans because through social media we&#39;re so lucky to see what people are asking us for, what they&#39;re looking for, and so we really design what we like but also take our fans in mind.","author":"Kourtney Kardashian","topic":"Design"},{"quote":"We do have a two against one rule. If two sisters feel very strongly about a design or trend we want to try, we go for it.","author":"Kourtney Kardashian","topic":"Design"},{"quote":"We spent a lot of time trend forecasting and collaborating on ways to design a fresh line of fashion-forward, affordable luxury.","author":"Kourtney Kardashian","topic":"Design"},{"quote":"Designing was always something I was interested in. I studied fashion design in high school as well as how to sew.","author":"Kourtney Kardashian","topic":"Design"},{"quote":"I&#39;ve always loved to paint - I was studying to do an art degree when I was approached to become a model - and I&#39;ve being doing some design work as well. I also love just having a quiet time, sitting in my little library at home in Brooklyn and reading or watching documentaries or listening to music.","author":"Alek Wek","topic":"Design"},{"quote":"I love the way my tattoos look. I especially love Japanese-style tattoos and being completely sleeved by them, so it&#39;s not just these little individual and unrelated pieces, but everything&#39;s working together to create a larger design.","author":"Nikki Sixx","topic":"Design"},{"quote":"I help design my own tennis clothes.","author":"Maria Sharapova","topic":"Design"},{"quote":"I have always had an interest in fashion and design and I appreciate style and timelessness within my footwear and accessories both on and off the court.","author":"Maria Sharapova","topic":"Design"},{"quote":"Ever since I was young I loved making things and being part of the design process.","author":"Maria Sharapova","topic":"Design"},{"quote":"The themes in WordPress drive a lot of design trends. It democratizes design... You make a theme, and suddenly it&#39;s on hundreds and thousands of sites.","author":"Matt Mullenweg","topic":"Design"},{"quote":"I was very interested in theatre, mostly in stage design. I did a little bit of acting.","author":"Jim Henson","topic":"Design"},{"quote":"We thought it would be fun to try to design a show that would work well internationally and so that&#39; s what we&#39;re intending to do with Fraggle Rock, and we are indeed now selling it around the world.","author":"Jim Henson","topic":"Design"},{"quote":"I spearhead interior design for all Trump projects.","author":"Ivanka Trump","topic":"Design"},{"quote":"Pete Dye introduced me to golf course design back in the 1960&#39;s. He came to my hometown Columbus, Ohio to work on The Golf Club.","author":"Jack Nicklaus","topic":"Design"},{"quote":"A Nicklaus Design golf course is done by the guys in my company that I work with, that have been trained in my vision, and they do what they think I might do. They might come in the office and ask me questions and I&#39;d certainly answer their questions, but I&#39;m not involved in the site visits or anything else.","author":"Jack Nicklaus","topic":"Design"},{"quote":"I love design in general, the creativity. Whether it is golf courses, my apparel line, ads we do or our business with AriZona, design is fun.","author":"Jack Nicklaus","topic":"Design"},{"quote":"Summer blockbusters are very expensive to make. They have things that have to be expensive, such as 600 effects shots or CG characters that have to go a certain way, or a film design that is different but expensive.","author":"Ang Lee","topic":"Design"},{"quote":"Marc Jacobs is full of creative people and Louis Vuitton is again a name on the door, a name that has existed for many years but I&#39;m a collaborator there and I bring in other people, other artists and I work with a great creative design team.","author":"Marc Jacobs","topic":"Design"},{"quote":"But I&#39;m blessed to work with great people. I collaborate with brilliant stylists both here and in Paris. I work with a great design team. I really allow everyone to bring their ideas. I almost rely on them to inspire me.","author":"Marc Jacobs","topic":"Design"},{"quote":"We don&#39;t design by calculator or by demographics or anything like that. We really are a group of creative, sensitive people. We have our charmed little world where we get to make things. We&#39;re really lucky.","author":"Marc Jacobs","topic":"Design"},{"quote":"Whether it&#39;s an $11 flip-flop or a $2 key ring or a $2,000 dress, they&#39;re all done with integrity. They&#39;re all done with a design sense. As long as the creativity exists, then I don&#39;t think it&#39;s a sellout. A sellout is putting your name on any piece of crap and then expecting people to buy it because it&#39;s got your name on it.","author":"Marc Jacobs","topic":"Design"},{"quote":"Design is a series of creative choices - it&#39;s a collaborative effort, an evolutionary process. You choose your fabrics depending upon what you want to say, then you work with mills to get those fabrics. Through the process, you realize what you want it to be.","author":"Marc Jacobs","topic":"Design"},{"quote":"By no definition of any modern scientist is intelligent design science, and it&#39;s a waste of our students&#39; time to subject them to it.","author":"Lawrence M. Krauss","topic":"Design"},{"quote":"When we changed from Tiger to Nike, we had to have a design for the shoe. And where do you go to? There&#39;s no &#39;dial 9-1-1&#39; for design.","author":"Phil Knight","topic":"Design"},{"quote":"The profusion of fonts is one more product of the digital revolution. Beginning in the mid-&#39;80s and accelerating in the 1990s, type design weathered the sort of radical, technology-driven transformation that other creative industries, including music, publishing, and movies, now face.","author":"Virginia Postrel","topic":"Design"},{"quote":"Genome design is going to be a key part of the future. That&#39;s why we need fast, cheap, accurate DNA synthesis, so you can make a lot of iterations of something and test them.","author":"Craig Venter","topic":"Design"},{"quote":"When you think of all the things that are made from oil or in the chemical industry, if in the future we could find cells to replace most of those processes, the ideal way would be to do it by direct design.","author":"Craig Venter","topic":"Design"},{"quote":"Agriculture as we know it needs to disappear. We can design better and healthier proteins than we get from nature.","author":"Craig Venter","topic":"Design"},{"quote":"Genetic design is something we can use to fight the lack of sustainability we humans are forcing on the earth&#39;s environment.","author":"Craig Venter","topic":"Design"},{"quote":"In a biological system, the software builds its own hardware, but design is critical, and if you start with digital information, it has to be really accurate.","author":"Craig Venter","topic":"Design"},{"quote":"Sometime in the future, I am a hundred percent certain scientists will sit down at a computer terminal, design what they want the organism to do, and build it.","author":"Craig Venter","topic":"Design"},{"quote":"As the Industrial Age is drawing to a close, I think that we&#39;re witnessing the dawn of the era of biological design.","author":"Craig Venter","topic":"Design"},{"quote":"I just like music that sounds like music. Not like machines and computers and things that you design to make things sound slick and perfect.","author":"Zooey Deschanel","topic":"Design"},{"quote":"Watching my dad, Ralph Lauren, design clothes when I was young, I was always inspired.","author":"Dylan Lauren","topic":"Design"},{"quote":"I love Janet Jackson and her creative set design.","author":"Dylan Lauren","topic":"Design"},{"quote":"With the clothes I design, I think about my friends, how I&#39;d want them to dress, what I&#39;d want them to wear.","author":"Jeremy Scott","topic":"Design"},{"quote":"When I design, I always pull from things that are significant to me. In my work, I search for happiness and then try to convey that joy in the clothes.","author":"Jeremy Scott","topic":"Design"},{"quote":"Readers always seem to think that the author has some control over the design of their books.","author":"Donald Norman","topic":"Design"},{"quote":"It is relatively easy to design for the perfect cases, when everything goes right, or when all the information required is available in proper format.","author":"Donald Norman","topic":"Design"},{"quote":"I prefer design by experts - by people who know what they are doing.","author":"Donald Norman","topic":"Design"},{"quote":"By divine design, men and women are intended to progress together toward perfection and a fulness of glory. Because of their distinctive temperaments and capacities, males and females each bring to a marriage relationship unique perspectives and experiences.","author":"David A. Bednar","topic":"Design"},{"quote":"I&#39;m an artist, so I love the graphic design of Instagram.","author":"Pierce Brosnan","topic":"Design"},{"quote":"Everything that I design I would wear myself.","author":"Victoria Beckham","topic":"Design"},{"quote":"If you wanted to design a robot that could learn as well as it possibly could, you might end up with something that looked a lot like a 3-year-old.","author":"Alison Gopnik","topic":"Design"},{"quote":"When I was a very little boy, I lived underneath the air pattern of LaGuardia airport in New York and I watched the planes fly to their destinations. I was in love with the design of these airplanes.","author":"John Travolta","topic":"Design"},{"quote":"As soon as the show is over, I always think, &#39;How will the woman I design for go forward?&#39; It&#39;s so important to start quickly because I can&#39;t let her get away.","author":"Sonia Rykiel","topic":"Design"},{"quote":"There&#39;s a lot of shoes that people consider high-end fashion, from Balenciaga to this and that or whatever, and the Pro Models are very similar to me. They&#39;re very fashionable to me - the design and the shape of them. I just like them.","author":"Big Sean","topic":"Design"},{"quote":"I majored in fashion design in school, and I have always wanted to design my own line of clothing, jewelry, and stuff like that; so this was just a step for me in that direction.","author":"Diana Ross","topic":"Design"},{"quote":"It seems to be a law of design that for every advantage introduced through redesign, there is an accompanying unintended disadvantage.","author":"Henry Petroski","topic":"Design"},{"quote":"Case studies of failure should be made a part of the vocabulary of every engineer so that he or she can recall or recite them when something in a new design or design process is suggestive of what went wrong in the case study.","author":"Henry Petroski","topic":"Design"},{"quote":"I have always been fascinated by the way things work and how they came to take the form that they did. Writing about these things satisfies my curiosity about the made world while at the same time giving me an opportunity to design a new explanation for the processes that shape it.","author":"Henry Petroski","topic":"Design"},{"quote":"No design, no matter how common or seemingly insignificant, is without its adamant critics as well as its ardent admirers.","author":"Henry Petroski","topic":"Design"},{"quote":"Design is nothing if not decision making.","author":"Henry Petroski","topic":"Design"},{"quote":"People might not know, but F1 drivers have new helmets made throughout the season. Usually, the design is the same, but I like to do something special for Monaco.","author":"Lewis Hamilton","topic":"Design"},{"quote":"I&#39;ve always made weird sounds with my mouth. I&#39;ve always been fascinated by the sound design, what you can do with your mouth. I was the kid dancing around in third grade on the basketball court. While everyone would be playing sports, I would be jumping around.","author":"Charlie Puth","topic":"Design"},{"quote":"I design a lot of things that I wear onstage, but I&#39;m always looking for unique stuff. I like creative things, so anything I can find at a secondhand costume shop to a Helmut Lang store, it doesn&#39;t matter - just unique stuff.","author":"Amy Lee","topic":"Design"},{"quote":"I love French auto design of the early &#39;50s, &#39;60s, early &#39;70s of Citorens, Renaults, and Peugeots. They&#39;re so unique.","author":"John Lasseter","topic":"Design"},{"quote":"British innovation in design, in the creative arts, in engineering and manufacturing is world class.","author":"Margaret Heffernan","topic":"Design"},{"quote":"I&#39;m not into politics but I am committed to a cause: ensuring design technology and engineering stays on the U.K. curriculum, alongside science and maths - grounding abstract theory, merging the practical with the academic.","author":"James Dyson","topic":"Design"},{"quote":"When you say &#39;design,&#39; everybody thinks of magazine pages. So it&#39;s an emotive word. Everybody thinks it&#39;s how something looks, whereas for me, design is pretty much everything.","author":"James Dyson","topic":"Design"},{"quote":"I don&#39;t particularly follow the Bauhaus school of design, where you make everything into a black box - simplify it.","author":"James Dyson","topic":"Design"},{"quote":"Design and technology should be the subject where mathematical brainboxes and science whizzkids turn their bright ideas into useful products.","author":"James Dyson","topic":"Design"},{"quote":"Britain&#39;s great strength is its innovative, design and engineering natural ability and we&#39;re not using it.","author":"James Dyson","topic":"Design"},{"quote":"I don&#39;t design down to a price.","author":"James Dyson","topic":"Design"},{"quote":"I&#39;ve always loved fashion design. I love drawing and creating looks and styling.","author":"Lily Collins","topic":"Design"},{"quote":"I was a cartoonist when I was at university, but I decided to go into movie making knowing that I could still draw by doing movies, design work, story boards, and such.","author":"Robert Rodriguez","topic":"Design"},{"quote":"My design is no design.","author":"Issey Miyake","topic":"Design"},{"quote":"I gravitated towards the field of clothing design, partly because it is a creative format that is modern and optimistic.","author":"Issey Miyake","topic":"Design"},{"quote":"You can be a mason and build 50 buildings, but it doesn&#39;t mean you can design one.","author":"John Malkovich","topic":"Design"},{"quote":"Well, I design costumes because I started with the theater in Chicago, but somehow a few lines just sort of fell to me to do it. And I studied it in school and I always liked it.","author":"John Malkovich","topic":"Design"},{"quote":"The accumulated knowledge of materials, computing, electromagnetism, product design, and all the rest that we&#39;ve learned over the last several centuries converts a few ounces of raw materials worth mere pennies into a device with more computing power than the entire planet possessed fifty years ago.","author":"Ramez Naam","topic":"Design"},{"quote":"The promise I&#39;ve tried to honor my entire career, that the rule of law and the design of the founders, right, the oversight of courts and the oversight of Congress will be at the heart of what the FBI does.","author":"James Comey","topic":"Design"},{"quote":"If you have total freedom to design, you won&#39;t get anything interesting. So I give myself restraints in order to kind of push myself through, to create something new. It&#39;s the torture that I give myself, the pain and the struggle that I go through.","author":"Rei Kawakubo","topic":"Design"},{"quote":"My design process never starts or finishes. I am always hoping to find something through the mere act of living my daily life. I do not work from a desk and do not have an exact starting point for any collection.","author":"Rei Kawakubo","topic":"Design"},{"quote":"There&#39;s a simple arithmetical logic at work. Build more unaffordable and not always architecturally sympathetic apartments, watch the rents rise, the tarts leave, the small shops, production offices and design studios close down, and hey presto, we have another fashionable London suburb indistinguishable from the rest.","author":"Howard Jacobson","topic":"Design"},{"quote":"It was by design that we mostly used pictures that you could not necessarily see what was going on, and that didn&#39;t really focus in on the band, but instead focused in on a theme.","author":"Mike McCready","topic":"Design"},{"quote":"It&#39;s fashionable to use terms like &#39;sales funnels&#39; to describe the sales process for many companies, and it is true that the funnel design is very appropriate for the digital world, but despite all the prose written on sales funnels and the like, my question is still the same - when do you close your sales, and how long does that take?","author":"Michael E. Gerber","topic":"Design"},{"quote":"Deep down, creationists realize they will never win factual arguments with science. This is why they have construed their own science-like universe, known as Intelligent Design, and eagerly jump on every tidbit of information that seems to go their way.","author":"Frans de Waal","topic":"Design"},{"quote":"For much of its existence, design was all about convenience. We wanted to hide technology so that users are not distracted into thinking about the tools they use.","author":"Evgeny Morozov","topic":"Design"},{"quote":"I went to high school in Ellicott City, Maryland, and I felt pretty ambivalent about the whole thing. It just took time away from my doing things on the Internet - like creating clans in Quake II or starting a Web design nonprofit. In school, I was just a kid. Online, I had authority.","author":"Alexis Ohanian","topic":"Design"},{"quote":"I design all my sets. With my tour and my album artwork, I co-design that with people who are better at drawing than me. But I&#39;ve got a good imagination. I went to art school so I understand how to communicate my ideas.","author":"Paloma Faith","topic":"Design"},{"quote":"I actually started as a model builder and quickly progressed into production design, which made sense because I could draw and paint. But I kept watching that guy over there who was moving the actors around and setting up the shots.","author":"James Cameron","topic":"Design"},{"quote":"The design of &#39;Love Actually,&#39; the typeface, the basic line of that poster and that DVD cover has been ripped off so many times.","author":"Martin Freeman","topic":"Design"},{"quote":"The Japanese have a wonderful sense of design and a refinement in their art. They try to produce beautiful paintings with the minimum number of strokes.","author":"David Rockefeller","topic":"Design"},{"quote":"I&#39;d love there to be more larger models, but it&#39;s just not going to happen. Designers love to design for slim girls.","author":"Twiggy","topic":"Design"},{"quote":"Even before I was discovered in 1966, I used to make my own clothes. I learned how to sew early on, and it&#39;s still my passion now. I constantly have ideas in my head about clothes so jumped at the chance to do my own collection and am very hands-on. Everything I design, I wear and I love.","author":"Twiggy","topic":"Design"},{"quote":"Wearing a bold print gets harder as you get older. It&#39;s safer to stick to subtle prints or block colours. I have always found prints quite tricky. My daughter Carly, who is on the design team at Stella McCartney, is obsessed with them.","author":"Twiggy","topic":"Design"},{"quote":"You can design a mortgage system that is different without a Fannie and Freddie, but there are principles you have to have, to have a good system.","author":"Jamie Dimon","topic":"Design"},{"quote":"I&#39;ve never had anyone define purity. You probably can&#39;t define purity. Purity is to live according to original design.","author":"Josh McDowell","topic":"Design"},{"quote":"The problem with State of the Union speeches is that they are, by their nature and design, alphabet soup. It&#39;s hard to know what a president really cares about when they run down a laundry list and check every issue box under the sun for fear they will offend some constituency if they don&#39;t.","author":"Mark McKinnon","topic":"Design"},{"quote":"Most of the things at the zoo don&#39;t look like us. We&#39;re one design that works. Our chimp pals sort of look like us, so that&#39;s a different take on the same basic design. But fish don&#39;t look like us, and giraffes don&#39;t. They look a little like us, but not too much. And insects certainly don&#39;t look like us, and they work just fine.","author":"Seth Shostak","topic":"Design"},{"quote":"I try to absorb all types of style and design. I don&#39;t try and restrict my thinking. I enjoy the old and the new. You need that broad perspective to create something different.","author":"Chad Hurley","topic":"Design"},{"quote":"From time to time, I&#39;ve experimented with sculpture or metal design. It&#39;s a good break from just sitting behind the keyboard.","author":"Chad Hurley","topic":"Design"},{"quote":"The first 10 years of my professional life had only to do with running away from my father. He was a wonderful cabinet-maker, and me being the eldest son, I had to take over his shop, his profession and so on and so on. I tried to escape by going to art school and then going on to industrial design and then interior design.","author":"Peter Zumthor","topic":"Design"},{"quote":"When I concentrate on a specific site or place for which I am going to design a building, I try to plumb its depths, its form, its history and its sensuous qualities.","author":"Peter Zumthor","topic":"Design"},{"quote":"Although my art work was heavily informed by my design work on a formal and visual level, as regards meaning and content the two practices parted ways.","author":"Barbara Kruger","topic":"Design"},{"quote":"Even when I was a little girl, I remember going to the Museum of Modern Art. I think my parents took me there once or twice. And what I really remember is the design collection.","author":"Barbara Kruger","topic":"Design"},{"quote":"So, I&#39;m always around video games but I&#39;ve always been interested in them from a visual perspective, with the graphic design and that whole thing. I don&#39;t know if that comes from my love of photography or what but that&#39;s always what&#39;s held my interest about them.","author":"Sophia Bush","topic":"Design"},{"quote":"Gorillas are still wild creatures. That&#39;s made very clear when you observe them in nature. They charge and perform other displays that are terrifying by design. But they don&#39;t attack unless they feel threatened.","author":"Andy Serkis","topic":"Design"},{"quote":"The new Zune may not be an iPod killer, but it does offer a clean interface, great industrial design, HD radio, and a subscription model for music, making it significantly less expensive for big users.","author":"Douglas Rushkoff","topic":"Design"},{"quote":"My art teacher told me I&#39;d be suited to graphic design, but I just couldn&#39;t, because it was what my dad had done.","author":"Alexa Chung","topic":"Design"},{"quote":"I love the &#39;60s and sort of wish all design had stopped in 1967. That would be my dream. They were really just nailing it - everyone looked great - but then it started getting a bit slippery after that.","author":"Alexa Chung","topic":"Design"},{"quote":"In its heyday, the car was an expression of technical flair and design genius: the original Mini, the Beetle, the 2CV, and the Fiat 500 were all, in their various ways, inspired incarnations of functionality.","author":"Martin Jacques","topic":"Design"},{"quote":"Luckily I don&#39;t have to buy shoes anymore, because I design them! I&#39;m off tour, so I can dive in and create the shoes that I want for my line. But okay, I did buy a pair of vintage combat boots because they were so beaten up - I had to have them.","author":"Fergie","topic":"Design"},{"quote":"All those years of skating and dancing have carried over. I can&#39;t design anything without thinking of how a woman&#39;s body will look and move when she&#39;s wearing it.","author":"Vera Wang","topic":"Design"},{"quote":"I like the gritty parts of fashion, the design, the studio, the pictures.","author":"Vera Wang","topic":"Design"},{"quote":"Design is about point of view, and there should be some sort of woman or lifestyle or attitude in one&#39;s head as a designer. So my being able to reach the masses was something that meant a great deal to me - especially for women who could never wear Vera Wang.","author":"Vera Wang","topic":"Design"},{"quote":"My closet is organized by tops, pants, and outerwear, but not a lot of dresses. Gowns are in another room because I don&#39;t often dress formally, even though I design gowns. Like most designers, I have a uniform, and mine is a legging.","author":"Vera Wang","topic":"Design"},{"quote":"Steve Jobs was the greatest manufacturer of consumer products of his age. His marketing vision put him on par with Henry Ford, and his grasp of the aesthetic component to industrial design far surpassed Ford&#39;s.","author":"Timothy Noah","topic":"Design"},{"quote":"When writing for the page, the focus is on the design - how the words appear on the page. I try to make it as direct and simple as possible.","author":"Rupi Kaur","topic":"Design"},{"quote":"In design as in life, smart can also mean wise, kind, inspiring - and cost-effective. And that has a charm all its own.","author":"Nancy Gibbs","topic":"Design"},{"quote":"Design is important, it&#39;s an important dimension in the car. It&#39;s not the only one.","author":"Carlos Ghosn","topic":"Design"},{"quote":"I approve designs not because I think I am more gifted or somebody who can see ahead three or four years from now, but just to make sure that the design is a logical, rational decision, taken after analyzing pros and cons.","author":"Carlos Ghosn","topic":"Design"},{"quote":"When I come to a design decision, people know that is that.","author":"Carlos Ghosn","topic":"Design"},{"quote":"Writing generally, it may be said that in design, roof, and general aspect, Japanese Buddhist temples are all alike. The sacred architectural idea expresses itself in nearly the same form always.","author":"Isabella Bird","topic":"Design"},{"quote":"Perhaps believing in good design is like believing in God, it makes you an optimist.","author":"Terence","topic":"Design"},{"quote":"I always kept the fans happy. They always saw a different Rey, whether it was a mask, a design, a color. I never gave them the same thing twice and always kept them on their feet. They were always excited to see what Rey was going to bring to the table.","author":"Rey Mysterio","topic":"Design"},{"quote":"I am always updating and coming up with something fresh, whether it&#39;s a colour, a trend, or a design, as my uncle always taught me to be unique and different.","author":"Rey Mysterio","topic":"Design"},{"quote":"It is to be noted that when any part of this paper appears dull there is a design in it.","author":"Richard Steele","topic":"Design"},{"quote":"I might want to open a hotel and design all the rooms. Or maybe a museum that lets me curate all the events.","author":"Theophilus London","topic":"Design"},{"quote":"When government programs aren&#39;t working, those on the Left tend to support more funding, while those on the Right want to scrap them altogether. It is better to ask whether the problem is complexity and poor design. We can solve those problems - sometimes without spending a penny.","author":"Cass Sunstein","topic":"Design"},{"quote":"Sacred spaces can be created in any environment.","author":"Christy Turlington","topic":"Design"},{"quote":"If I want to make people moved or cry in a film, I figure out what the room looks like, what the people are wearing, what time of day it is, what the light is, how to photograph it, where to put the camera. It involves optics and costume design and set design and architecture.","author":"Sydney Pollack","topic":"Design"},{"quote":"I&#39;d love to design bridal dresses.","author":"Lauren Conrad","topic":"Design"},{"quote":"I would be most content if my children grew up to be the kind of people who think decorating consists mostly of building enough bookshelves.","author":"Anna Quindlen","topic":"Design"},{"quote":"You have to have talent to design and to dress thousands of women or millions of women around the world. And you know very well, the only thing they want is to look more beautiful.","author":"Carolina Herrera","topic":"Design"},{"quote":"I rarely go into a shop on holiday, because fashion and design are what I&#39;m involved in every day. I need another world.","author":"Carolina Herrera","topic":"Design"},{"quote":"I&#39;d love to design a school.","author":"Nolan Bushnell","topic":"Design"},{"quote":"Preventing global warming from becoming a planetary catastrophe may take something even more drastic than renewable energy, superefficient urban design, and global carbon taxes.","author":"Jamais Cascio","topic":"Design"},{"quote":"With increasing fervor since the 1980s, sustainability has been the watchword of scientists, environmental activists, and indeed all those concerned about the complex, fragile systems on the sphere we inhabit. It has shaped debates about business, design, and our lifestyles.","author":"Jamais Cascio","topic":"Design"},{"quote":"I was at art school that had quite a celebrated film course as well. I tried for that film course when I was 18, but they said I was too young. I tried this audio and visual design course instead. Two years later, I reapplied for that higher course, but they said I was still too young and to try in five years.","author":"Edgar Wright","topic":"Design"},{"quote":"I&#39;d like to do a lot of things - whether in design or architecture or business.","author":"Caroline Wozniacki","topic":"Design"},{"quote":"I like to hike and cook. I enjoy furniture and design - not making it, just looking at it. I&#39;m always kind of trying to spread my interests around and try new things.","author":"Kevin Bacon","topic":"Design"},{"quote":"I love cities, I spend most of my life talking about cities. And the design of cities does have an effect on your life. You&#39;re lucky if you can see trees out of your window and you have a square nearby, or a bar, a cornershop, a surgery. Then you&#39;re living well.","author":"Richard Rogers","topic":"Design"},{"quote":"A greater focus on design in all new homes would make the best use of land, create homes and public spaces, and reinforce the structures of urban life.","author":"Richard Rogers","topic":"Design"},{"quote":"I don&#39;t think I have a sense of fashion. But I do have an aesthetic, which I feel is an offshoot of me working in the design industry. For example, if I am mixing and matching prints on my sofas and cushion covers, I tend to do that with my wardrobe as well.","author":"Twinkle Khanna","topic":"Design"},{"quote":"What we&#39;re looking at is God&#39;s design, nature&#39;s template, and using that as a pattern to cut around and lay it down on a domestic model to duplicate that pattern that we see in nature.","author":"Joel Salatin","topic":"Design"},{"quote":"Peter Fleming was a famous English traveler, explorer and adventurer, whose non-fiction books were hugely successful. My father owned signed copies of all of them - he and Peter Fleming had become acquainted over some detail of set design at the Korda film studio in Shepperton - and I had read each of them with breathless adolescent excitement.","author":"Michael Korda","topic":"Design"},{"quote":"The big deal about the Internet design was you could have an arbitrary large number of networks so that they would all work together.","author":"Vint Cerf","topic":"Design"},{"quote":"I am always locked in my design studio.","author":"Valentino Garavani","topic":"Design"},{"quote":"One of the biggest differences between you and a traditionally published author is that a self-pubbed author is responsible for everything. Not just writing the book - but cover design, editing, producing, distribution, and publicity as well.","author":"M. J. Rose","topic":"Design"},{"quote":"Schoolchildren are not taught how to distinguish accurate information from inaccurate information online - surely there are ways to design web-browsers to help with this task and ways to teach young people how to use the powerful online tools available to them.","author":"Howard Rheingold","topic":"Design"},{"quote":"I graduated from Academy of Fashion and Costume Design in Rome. At first, I thought I was going to be a costume designer for films, and then I ended up working in fashion - not as a designer, but mostly as a model.","author":"Isabella Rossellini","topic":"Design"},{"quote":"Game design has always been a secondary passion. I don&#39;t know how to program, though, so I&#39;m at this strange crossroads where I&#39;m like, &#39;I wonder if I can convince people who know what they&#39;re doing to hear me out on one of my ideas.&#39;","author":"Thomas Middleditch","topic":"Design"},{"quote":"I studied literature design and fashion design.","author":"Danielle Steel","topic":"Design"},{"quote":"If I weren&#39;t involved with food, I&#39;d be working in architecture. Design is that critical to me.","author":"Alice Waters","topic":"Design"},{"quote":"I love to paint. And I have another profession - an interior design business.","author":"Mary Steenburgen","topic":"Design"},{"quote":"People interact with their phones very differently than they do with their PCs, and I think that when you design from the ground up with mobile in mind, you create a very different product than going the other way.","author":"Kevin Systrom","topic":"Design"},{"quote":"In our interconnected world, novel technology could empower just one fanatic, or some weirdo with a mindset of those who now design computer viruses, to trigger some kind of disaster. Indeed, catastrophe could arise simply from technical misadventure - error rather than terror.","author":"Martin Rees","topic":"Design"},{"quote":"And we should keep our minds open, or at least ajar, to concepts on the fringe of science fiction. Flaky American futurologists aren&#39;t always wrong. They remind us that a superintelligent machine is the last instrument that humans may ever design - the machine will itself take over in making further steps.","author":"Martin Rees","topic":"Design"},{"quote":"When our Founders created this great experiment in self-governance, the House of Representatives became, by design, the body closest to the people. We are the most accountable, and we must be the most transparent.","author":"Cathy McMorris Rodgers","topic":"Design"},{"quote":"Design our world so that we have positive social and environmental side effects.","author":"Bjarke Ingels","topic":"Design"},{"quote":"We can engineer a building and design a building with least reliance on active machinery to make it inhabitable.","author":"Bjarke Ingels","topic":"Design"},{"quote":"Obamacare&#39;s design flaws were not the fault of the American people.","author":"Kevin Brady","topic":"Design"},{"quote":"I love creating things, especially out of metal. There&#39;s something truly satisfying about shaping a piece of metal and seeing the impurities peeling away as you weld it into your chosen design.","author":"Sean Bean","topic":"Design"},{"quote":"I&#39;d like to do some crazy art installations and design some weird synthesizers and work with other people and make some fun stuff for a bit. Maybe tap into virtual reality stuff or maybe write another record... We&#39;ll see.","author":"Flume","topic":"Design"},{"quote":"I&#39;m not thinking about the next record really yet. I kind of want to do a bunch of stuff with Jonathan Zawada, the guy who did the album art. I&#39;d like to do some crazy art installations and design some weird synthesizers and work with other people and make some fun stuff for a bit. Maybe tap into virtual reality stuff or maybe write another record.","author":"Flume","topic":"Design"},{"quote":"I think a lot of times people design restaurants with flash in mind. I think you should design restaurants with function in mind. Make sure it&#39;s functional and works with what you&#39;re trying to accomplish. Design can come later.","author":"Bobby Flay","topic":"Design"},{"quote":"Sculptures created from found materials like ice and thorns, driftwood, and even bleached kangaroo bones all presuppose that artistic design will yield to the cycles of time and climate, whether over an hour or a decade.","author":"Simon Schama","topic":"Design"},{"quote":"I really love muscle cars. I don&#39;t think people might realize that about me. I really want to go to an auto auction and blow my life savings on a Camaro. They have such design around them, such panache.","author":"Alex Guarnaschelli","topic":"Design"},{"quote":"Multitasking, throughput, efficiency - these are excellent machine concepts, useful in the design of computer systems. But are they principles that nurture human thought and imagination?","author":"Ellen Ullman","topic":"Design"},{"quote":"I believe in the democracy of design.","author":"Giles Deacon","topic":"Design"},{"quote":"I don&#39;t design for wallflowers.","author":"Giles Deacon","topic":"Design"},{"quote":"We design for a whole range of ages and body types, and we always have done. What&#39;s great about us is that the common thing that they all like is an accessible eccentricity of an accessible flamboyance, and I think the super thing about that, it isn&#39;t age-specific: you&#39;re not only dressing 25-year-olds; we&#39;re dressing women from 25 to 65+.","author":"Giles Deacon","topic":"Design"},{"quote":"I design all of the costumes for my movies, actually.","author":"Xavier Dolan","topic":"Design"},{"quote":"I always try to design fashion that is interesting and innovative, and I like to break traditions and challenge people&#39;s expectations.","author":"Jonathan Anderson","topic":"Design"},{"quote":"Collaborations are incredibly important in design.","author":"Jonathan Anderson","topic":"Design"},{"quote":"Working with Uniqlo is probably the most incredible template of democracy in fashion, and it&#39;s nice that my design can be accessible to anyone, on all different levels.","author":"Jonathan Anderson","topic":"Design"},{"quote":"I was in college, and very disappointed. I majored in commercial art and interior design for three or four years. At that time, it seemed the thing I really wanted to do, production design, just wasn&#39;t available in the U.K., so I turned to music.","author":"Eric Burdon","topic":"Design"},{"quote":"I have played a few times in Barcelona, including the fantastic Olympic Stadium. It&#39;s undoubtedly one of my favourite cities in terms of the people, arts, food, architecture and design.","author":"Jean-Michel Jarre","topic":"Design"},{"quote":"A jellyfish is little more than a pulsating bell, a tassel of trailing tentacles and a single digestive opening through which it both eats and excretes - as regrettable an example of economy of design as ever was.","author":"Jeffrey Kluger","topic":"Design"},{"quote":"We are bodies which think, and we&#39;re at home with steampunk because it is an ethos of design and creativity which acknowledges the humanly physical: that which we can understand with our fingers.","author":"Nick Harkaway","topic":"Design"},{"quote":"By coincidence and not design, &#39;Everstar&#39; is written and drawn by an all-female creative team, and it makes me smile to think that there may be young female readers out there, future writers and artists, who get to see that comics doesn&#39;t have to be a &#39;boys&#39; club.&#39;","author":"Mark Waid","topic":"Design"},{"quote":"After working with clothes for so long, it seemed right to design them.","author":"L'Wren Scott","topic":"Design"},{"quote":"God didn&#39;t design anyone to be recognized by 2 billion people.","author":"Peter Falk","topic":"Design"},{"quote":"As for design, I gravitate to traditional styles but mix it with an element of surprise. Whether it&#39;s a big sash bow in the back or an unexpected fabric, it all needs to work together.","author":"Emilia Wickstead","topic":"Design"},{"quote":"I put myself into another world and another identity, and I design not for how my life is but for how my imaginary life is.","author":"Emilia Wickstead","topic":"Design"},{"quote":"I love doing fittings and seeing women look really confident in their clothes because they&#39;re not wearing something too boxy but that really shows off their figures. Everybody has a different figure - it&#39;s important to design for different shapes.","author":"Emilia Wickstead","topic":"Design"},{"quote":"I love everything I design.","author":"Emilia Wickstead","topic":"Design"},{"quote":"The message I want to put forward for women is that I never want it to be about, &#39;Oh, it&#39;s a bit difficult to put that together,&#39; or, &#39;She can dress that way, but I can&#39;t.&#39; Actually, my designs are for all women, and I truly believe that you can make yourself feel wonderful in whatever you wear. That&#39;s the importance behind what I design.","author":"Emilia Wickstead","topic":"Design"},{"quote":"My autumn\/winter 2011-12 collection embodies the bold and beautiful while reflecting an innovative style and passion for immaculate design. I believe that this collection radiates modern femininity and beauty in its purest form.","author":"Emilia Wickstead","topic":"Design"},{"quote":"Whether by design or circumstance, every startup will eventually get disrupted.","author":"Jay Samit","topic":"Design"},{"quote":"Does anyone recall hippies designing things for Generation X? Does anyone recall the elegance of that? How design was about making things simpler?","author":"Timothy Morton","topic":"Design"},{"quote":"I was so overwhelmed by the amazing response I had from thousands of women saying they felt beautiful in my first collection, I wanted to design more clothes they could love themselves in.","author":"Jameela Jamil","topic":"Design"},{"quote":"At the most basic level, prioritizing design also represents a practical consideration. It&#39;s far easier to design first and engineer later.","author":"Ryan Holmes","topic":"Design"},{"quote":"In a way, advertising, for all its shallowness, its love of design, its modishness and its self-justification, is curiously innocent. The idea of the hidden persuader or the manipulator is largely absurd.","author":"Justin Cartwright","topic":"Design"},{"quote":"Nike is the uniform for kids all over the world, and African design has been killed by Nike. Africans no longer want to wear their own designs.","author":"M.I.A.","topic":"Design"},{"quote":"Great design... you won&#39;t have a business today without great design.","author":"Angela Ahrendts","topic":"Design"},{"quote":"Great design alone isn&#39;t going to yield the results investors are expecting.","author":"Angela Ahrendts","topic":"Design"},{"quote":"If I look to any company as a model, it&#39;s Apple. They&#39;re a brilliant design company working to create a lifestyle.","author":"Angela Ahrendts","topic":"Design"},{"quote":"There&#39;s a perennial debate about whether the propagandistic tripe produced by establishment media outlets is shaped more by evil or by stupidity. Personally, I think it&#39;s both: a healthy dose of each is needed. The system design is malicious, while those who serve as its public face are generally vacant.","author":"Glenn Greenwald","topic":"Design"},{"quote":"Embedded in &#39;The New York Times&#39; institutional perspective and reporting methodologies are all sorts of quite debatable and subjective political and cultural assumptions about the world. And with some noble exceptions, &#39;The Times,&#39; by design or otherwise, has long served the interests of the same set of elite and powerful factions.","author":"Glenn Greenwald","topic":"Design"},{"quote":"There&#39;s a big gaping hole in the EDM space for songwriting. It&#39;s one thing to learn how to be a great sound designer and become big just on sound design. Especially if you&#39;re in the dubstep category, it&#39;s like, how much fatter and more interesting can you make those drops.","author":"Steve Aoki","topic":"Design"},{"quote":"The design of Rhetoric is to remove those Prejudices that lie in the way of Truth, to Reduce the Passions to the Government of Reasons; to place our Subject in a Right Light, and excite our Hearers to a due consideration of it.","author":"Mary Astell","topic":"Design"},{"quote":"Puma was all about function and not at all about design. The founder of the company always believed functionality and performance were the only ingredients that could make Puma successful and design never mattered.","author":"Jochen Zeitz","topic":"Design"},{"quote":"We have no general conceptual thrust for the band, other than trying to make music that keeps our interest. When things are novel, they are probably things we have discovered by accident or investigation rather than by design.","author":"Steve Albini","topic":"Design"},{"quote":"The details are the very source of expression in architecture. But we are caught in a vice between art and the bottom line.","author":"Arthur Erickson","topic":"Design"},{"quote":"No wonder the film industry started in the desert in California where, like all desert dwellers, they dream their buildings, rather than design them.","author":"Arthur Erickson","topic":"Design"},{"quote":"After 1980, you never heard reference to space again. Surface, the most convincing evidence of the descent into materialism, became the focus of design. Space disappeared.","author":"Arthur Erickson","topic":"Design"},{"quote":"What I love most about Her Majesty is that she has kept hats alive in people&#39;s minds for more than 60 years. You can&#39;t think of her without imagining her with a hat or a crown. I would, of course, love to design one for her.","author":"Philip Treacy","topic":"Design"},{"quote":"I always design the hat with the wearer in mind; otherwise, it&#39;s an inanimate object.","author":"Philip Treacy","topic":"Design"},{"quote":"I&#39;m representative of 21st century Irish design, so I promote Irishness all over the world wherever I go.","author":"Philip Treacy","topic":"Design"},{"quote":"As an artist, as I design and lay out a page, the less-important things, things I want you to spend less time looking at, I draw them very small, maybe even silhouette them. The more-important pivotal scenes, I draw them larger, maybe even a double-page spread.","author":"Jim Lee","topic":"Design"},{"quote":"If I were a rock star, I&#39;d design my own clothes. I&#39;d do it because that&#39;s the mark of a true rock star.","author":"Shawn Amos","topic":"Design"},{"quote":"The fact I&#39;ve been in every lineup of Yes has been more by default than design.","author":"Chris Squire","topic":"Design"},{"quote":"I was in the National Academy of Fine Arts and Design, on a scholarship. I was - still am - an artist. They were looking for an actor for &#39;Take a Giant Step,&#39; and a producer liked my look and asked if I could act. I said, &#39;Yep!&#39; Then I got into acting more or less just to make money for paints and canvases.","author":"Billy Dee Williams","topic":"Design"},{"quote":"We experience every space in five senses, so it&#39;s strange that architects design just for the eyes.","author":"Julian Treasure","topic":"Design"},{"quote":"It is a shame that homebrew development can&#39;t be officially sanctioned and supported, because it would be a wonderful platform for a modern generation of programmers to be able to get a real feel for low level design work, to be contrasted with the high level web and application work that so many entry level people start with.","author":"John Carmack","topic":"Design"},{"quote":"I&#39;m not like most designers, who have to set sail on an exotic getaway to get inspired. Most of the time, it&#39;s on my walk to work, or sitting in the subway and seeing something random or out of context.","author":"Alexander Wang","topic":"Design"},{"quote":"It&#39;s very difficult to design something for someone if you have no empathy.","author":"Stewart Butterfield","topic":"Design"},{"quote":"I feel like the business side came more naturally to me along with the product design side, but managing and effectively leading large organizations of people is something that is perpetually challenging and the topic on which I am constantly looking for good advice.","author":"Stewart Butterfield","topic":"Design"},{"quote":"In software design, it&#39;s all about making a guess, trying it, and then learning from the experience.","author":"Stewart Butterfield","topic":"Design"},{"quote":"What I&#39;ve learned from different designers is that it&#39;s key to be true to who you are and your vision. That&#39;s always been my line of thinking. Working through the whole design process, I don&#39;t want to create something I wouldn&#39;t be proud to wear.","author":"Kellan Lutz","topic":"Design"},{"quote":"&#39;Commercial&#39; is not the word that has to be said only by CEOs. It has to be something that is maybe the essence of design, because design has some sort of art in it and creation, but it&#39;s also some object that you have to use. There is also this pragmatic end to it.","author":"Alber Elbaz","topic":"Design"},{"quote":"When you&#39;re 8 years old, and you&#39;ve become subconsciously familiar with the layout and design of Black Sparrow books, and you know the difference between Miles Davis and John Coltrane, something is bound to stick.","author":"Patrick deWitt","topic":"Design"},{"quote":"The beauty of the Stir It Up lies in its ecological balance. We&#39;re bringing high quality, earth-friendly materials together with innovative design. The result is powerful sound and a stylish look for the new turntable.","author":"Rohan Marley","topic":"Design"},{"quote":"Success isn&#39;t something you achieve by accident, but rather by design.","author":"David H. Murdock","topic":"Design"},{"quote":"There really are so many lines of work that you can join that don&#39;t have to only be design. And that was one that particularly interested me a lot, because the editors could appreciate all the trends, all the designs and all the work of the designers.","author":"Nina Garcia","topic":"Design"},{"quote":"I was obsessed with fashion when I was young. I thought fashion meant fashion design, and I thought I wanted to be a designer at some point.","author":"Nina Garcia","topic":"Design"},{"quote":"I mean, I think about it, but I don&#39;t design my record to get a certain public response.","author":"Liz Phair","topic":"Design"},{"quote":"Costume design is so important and really helpful, and I really love that aspect of character development, just figuring it out.","author":"Katherine Waterston","topic":"Design"},{"quote":"Film gives us the luxury of deciding where the viewpoint of the audience is, and by knowing that, we can very effectively design around what is actually seen on camera.","author":"Freddie Wong","topic":"Design"},{"quote":"YouTube&#39;s a funny place because so many creators fall into their aesthetics out of necessity and the visuals are driven out of an urge to create. You get a lot of interesting examples of interesting design choices that have roots in practicality as well as an artistic sentiment.","author":"Freddie Wong","topic":"Design"},{"quote":"I would like to mention that I have flown the 262 first in May &#39;43. At this time, the aircraft was completely secret. I first knew of the existence of this aircraft only early in &#39;42 - even in my position. This aircraft didn&#39;t have any priority in design or production.","author":"Adolf Galland","topic":"Design"},{"quote":"In regards to being a fashion aficionado, there&#39;s a certain amount of taking yourself seriously in the professional world. The self-effacing person can&#39;t completely go down the serious road. But I design, and love when things are beautiful.","author":"St. Vincent","topic":"Design"},{"quote":"Consumers have zero time for products that are not simple, intuitive, and attractive to use. This is especially true with Internet products, where clean and useful design is a prerequisite to keeping anyone on your site for more than 30 seconds.","author":"David Cohen","topic":"Design"},{"quote":"In designing hardware to be used every day, it was important to keep both the human aspects and the machine in mind. What looks good also often feels good.","author":"Michael Graves","topic":"Design"},{"quote":"There&#39;s simply no better company out there doing mobile travel apps with the same level of design sensibility and utility as Mobiata.","author":"Dara Khosrowshahi","topic":"Design"},{"quote":"Nothing I do is by design. It&#39;s always the result of a happy accident. I didn&#39;t have a career plan. It has just become the way it is. It&#39;s all good fun.","author":"Lena Headey","topic":"Design"},{"quote":"You find a story - or more importantly, you find some characters - that you want to be around as a filmmaker. The style and how we&#39;re going to shoot it and how we&#39;re going to design it and how it&#39;s all going to feel and look depends on that story. They tell me how I should shoot it.","author":"Morten Tyldum","topic":"Design"},{"quote":"I was lucky enough to create my own dress, deciding on every single design detail. But, even if you don&#39;t have a custom dress, you can still create a signature wedding-day look with personalization - a belt, altering the sleeves, etc. But, when creating your bridal style, the most important thing to remember is to make it feel like you.","author":"Margherita Missoni","topic":"Design"},{"quote":"I don&#39;t design for myself. I design something keeping in mind that it has to please a lot of women.","author":"Dries van Noten","topic":"Design"},{"quote":"I&#39;m a fashion designer, not a shoe designer. I like to design clothes.","author":"Dries van Noten","topic":"Design"},{"quote":"The universe began in an instant, is expanding, and exhibits design, order, and complexity. Every effect must have a Cause, and design must have a Designer.","author":"Ray Comfort","topic":"Design"},{"quote":"The i730 combines the familiarity of Windows Mobile software with the innovative design of Samsung that will be a popular choice for mobile professionals.","author":"Suzan DelBene","topic":"Design"},{"quote":"There&#39;s a lot of books that I&#39;ve purchased simply because of the cover design. On the other hand, there&#39;s certain books that, even if I&#39;m very curious about the content, I can&#39;t bring myself to buy if I really dislike the cover.","author":"Adrian Tomine","topic":"Design"},{"quote":"Books are the heart of any home, and I spend hours going through books for design inspiration.","author":"Nate Berkus","topic":"Design"},{"quote":"I didn&#39;t grow up thinking I&#39;d be a decorator. Design is my greatest passion, and it naturally just pulled me down the path. Same with TV. Being famous or having a show was never the motivation. I got a call and was swept up by the challenge of that first small space redesign.","author":"Nate Berkus","topic":"Design"},{"quote":"First and foremost, I&#39;m a decorator and product designer. Everything I do, the television shows, the books, that comes from the design work. It&#39;s what I love.","author":"Nate Berkus","topic":"Design"},{"quote":"Design, to me, is part psychology, part sociology, and part magic. A good decorator should know what&#39;s going on in someone&#39;s marriage and how their kids are doing in school.","author":"Nate Berkus","topic":"Design"},{"quote":"We all have our preferences - some people go for birds - but for me, there&#39;s just something about the wolf; the design of it is really aesthetically pleasing.","author":"Sarah Hall","topic":"Design"},{"quote":"My actual first summer internship was in the design department of Clinique.","author":"Aerin Lauder","topic":"Design"},{"quote":"I&#39;m a very visual person, and I love opening beautiful books on art or design and looking through them.","author":"Aerin Lauder","topic":"Design"},{"quote":"We hope &#39;Toy Story 3&#39; looks amazing but still retains the character design of the first film. I like to think it looks like &#39;Toy Story&#39; would have looked back then had we had the skills and the technology.","author":"Lee Unkrich","topic":"Design"},{"quote":"Often, we think that things are the way they are because of intelligent design - because somebody super-smart, or some group of academics, came up with the best system ever to do XYZ. Actually, things are often the way they are because of an accident of history.","author":"Leila Janah","topic":"Design"},{"quote":"I realised I&#39;ve got quite a talent for coming up with ideas for design. I&#39;ve got so many ideas about fashion.","author":"John Caudwell","topic":"Design"},{"quote":"A movie contains literally tens of thousands of ideas. They&#39;re in the form of every sentence; in the performance of each line; in the design of characters, sets, and backgrounds; in the locations of the camera; in the colors, the lighting, the pacing.","author":"Ed Catmull","topic":"Design"},{"quote":"I went to art and design high school with a lot of people taking fashion. They would get up in the morning, and what they put on meant a lot to them.","author":"Amy Heckerling","topic":"Design"},{"quote":"I attended Art &amp; Design High School, and at one point, you had to write about what you wanted to be when you grew up. I wrote that I wanted to be a writer for &#39;Mad&#39; magazine.","author":"Amy Heckerling","topic":"Design"},{"quote":"French architecture always manages to combine the most magnificent underlying themes of architecture; like Roman design, it looks to the community.","author":"Stephen Gardiner","topic":"Design"},{"quote":"For me, unemployment and poverty in the Greater Montreal area is not mainly a problem of structure, or design, or statistics. It is a profoundly human situation.","author":"Kim Campbell","topic":"Design"},{"quote":"Steve Jobs, if he had lived, was gonna design an iCar. I think cars have an extraordinary opportunity for cool design.","author":"Mickey Drexler","topic":"Design"},{"quote":"Apple has beautiful design, beautiful product, incredibly functional. But mostly, it&#39;s about picking product, getting behind it, marketing it, and introducing it to a customer. What they&#39;ve done just inspires me.","author":"Mickey Drexler","topic":"Design"},{"quote":"First, as I&#39;ve always said, it all starts with product, which means having the right assortment, styles, and fits. Second is price, where we strive to offer the best quality, style, and design at a fair value. This is critically important, given the highly promotional environment we are operating in. And third, traffic.","author":"Mickey Drexler","topic":"Design"},{"quote":"We are actors who show up for work in our sloppy gear, and we&#39;ve got this extraordinary tailor. It&#39;s someone else who&#39;s done the design; someone else who&#39;s cut the suit; someone else who&#39;s measured it. Basically, your job is to just wear it.","author":"Colin Firth","topic":"Design"},{"quote":"Book-jacket design may become a lost art, like album-cover design, without which late-20th-century iconography would have been pauperized.","author":"James Wolcott","topic":"Design"},{"quote":"The emphasis on innovation and technology in our companies has resulted in a few of them establishing global benchmarks in product design and development, manufacturing practices and human resource capabilities. However, there is no room for complacency.","author":"Baba Kalyani","topic":"Design"},{"quote":"From an operational perspective, exports challenge companies to design, develop, manufacture and supply products to discerning customers in global markets. This, in turn, motivates companies to scale up the value chain, which results in higher realisations.","author":"Baba Kalyani","topic":"Design"},{"quote":"Before 2000, we were unable to design a single car; all the cars were designed in Japan, Europe or somewhere else. We were just converting.","author":"Baba Kalyani","topic":"Design"},{"quote":"I have high hopes that GIS will become increasingly relevant for landscape architects as we make the tools easier to use for the design process of just inventory and mapping.","author":"Jack Dangermond","topic":"Design"},{"quote":"We tell stories with maps about global warming, biodiversity; we can design more livable cities, track the spread of epidemics. That makes a difference.","author":"Jack Dangermond","topic":"Design"},{"quote":"AppStudio is a native app builder that allows you to build the app and automatically deploy it on Android, iPhone, and Windows. It lets you design it once and then implement it anywhere.","author":"Jack Dangermond","topic":"Design"},{"quote":"McSweeney&#39;s as a publishing company is built on a business model that only works when we sell physical books. So we try to put a lot of effort into the design and production of the book-as-object.","author":"Dave Eggers","topic":"Design"},{"quote":"I think the good thing about Dogme is that it forces you into an extreme sense of reality because there&#39;s no artificial light and no set design and all of those icings on the cake that you usually have on a movie.","author":"Susanne Bier","topic":"Design"},{"quote":"I&#39;ve always known I wanted to be in design somehow. It was going to be architecture, but I would&#39;ve had to quit acting for it. I realized with horology, I could learn at my own pace.","author":"Aldis Hodge","topic":"Design"},{"quote":"I was always really geeky about design and buildings. Always into architecture as a kid.","author":"Aldis Hodge","topic":"Design"},{"quote":"The visual aspect of a dish is so important; the shapes and colors and overall design have to strike the right mood and convey the right idea.","author":"Daniel Humm","topic":"Design"},{"quote":"Engineering, medicine, business, architecture and painting are concerned not with the necessary but with the contingent - not with how things are but with how they might be - in short, with design.","author":"Herbert Simon","topic":"Design"},{"quote":"I originally had opened the studio in New York to combine my two loves, music and design. And we created videos and packaging for many musicians that you know, and for even more that you&#39;ve never heard of. As I realized, just like with many, many things in my life that I actually love, I adapt to it. And I get, over time, bored by them.","author":"Stefan Sagmeister","topic":"Design"},{"quote":"I had given a presentation on design and happiness for quite a long while at design conferences. I had found thinking about the topic helpful for my own practice, as it forced me to consider the fundamentals, and the feedback from the audience was always enthusiastic.","author":"Stefan Sagmeister","topic":"Design"},{"quote":"If you want to communicate something, you&#39;d better make sure that your design piece is well-dressed and that its teeth are fixed. At the same time, I still believe that if it is only stylistically great and it has nothing to say, it still is not going to make a lasting impression on anybody.","author":"Stefan Sagmeister","topic":"Design"},{"quote":"Some people said, &#39;Oh you&#39;re going to become a fine artist now and do exhibits and stuff.&#39; But I have no desire to do that. I really like design and I&#39;m going to stay with it.","author":"Stefan Sagmeister","topic":"Design"},{"quote":"God is not an American. Nature did not design Americans to be prosperous forever.","author":"Richard Lamm","topic":"Design"},{"quote":"NPR editors and journalists found themselves caught in a game of trying to please a leadership team who did not want to hear stories on the air about conservatives, the poor, or anyone who didn&#39;t fit their profitable design of NPR as the official voice of college-educated, white, liberal-leaning, upper-income America.","author":"Juan Williams","topic":"Design"},{"quote":"What we do in the laboratory is we try to design drugs that will not just eradicate cancer cells but will eradicate their homes.","author":"Siddhartha Mukherjee","topic":"Design"},{"quote":"By the late Nineties, we had become a more visual nation. Big-money taste moved to global standards - new architecture, design and show-off contemporary art. The Sloane domestic aesthetic - symmetry, class symbolism and brown furniture - became as unfashionable as it had been hot in the early Eighties.","author":"Peter York","topic":"Design"},{"quote":"There is an interior style we intellectuals and design policy wonks know as Haut Euro Pooftastic, which really takes the biscuit.","author":"Peter York","topic":"Design"},{"quote":"All brands, whether high-ticket luxury ones such as Cartier or Rolls-Royce or &#39;masstige&#39; ones with luxe-y overtones but altogether more affordable, all want to grow. Even brands that may have started in a modestly niche design and lifestyle fashion can find themselves under pressure to go global or to sell out at the top.","author":"Peter York","topic":"Design"},{"quote":"My guilty pleasure is I like to watch a lot of HGTV. I really like watching design shows about houses, like extreme homes. Like buying a bridge and turning it into a house or something like that. I really am interested in home design or something like that... architecture.","author":"Taylor Schilling","topic":"Design"},{"quote":"If I had to design a career for myself, I would have done comedy.","author":"Rene Russo","topic":"Design"},{"quote":"Independent graphic novelists have already achieved good work in terms of design, but all these great minds are writing in English. There is a need for people to write in Hindi.","author":"Anurag Kashyap","topic":"Design"},{"quote":"I&#39;ve never mentioned this, but when I was at Parsons teaching, the other design disciplines, they don&#39;t like fashion design. They see it as very nineteenth-century.","author":"Tim Gunn","topic":"Design"},{"quote":"I&#39;ve teamed up with BaubleBar to curate a collection of gorgeous jewelry pieces. I worked closely with the BaubleBar team to design a collection that encompasses my style and all of my go to pieces.","author":"Ashley Madekwe","topic":"Design"},{"quote":"I really, really like interior design. I grew up in a really old house outside of Philly that was built in 1821. My mom is really into antiques, and my dad is very mid-century. They&#39;re not together anymore, so in the middle of growing up, I, all of the sudden, had two houses that were very different but really well done in each of their own ways.","author":"Abbi Jacobson","topic":"Design"},{"quote":"I&#39;m not the expert on the great gameplay. I come in for the character design, monsters, atmosphere. I&#39;m not the technician.","author":"Clive Barker","topic":"Design"},{"quote":"Keep it simple, stupid. Good game design shouldn&#39;t keep you looking at the manual but should have enough depth where you feel like you bring something new to the game every time you play.","author":"Rob Manuel","topic":"Design"},{"quote":"The exposure I have had to beautiful materials across the world, from Japan to Italy, enables me to pull design ideas together. This, combined with years of historical research, has created a great fountain of ideas for me.","author":"Colleen Atwood","topic":"Design"},{"quote":"I don&#39;t design my own clothes. It&#39;s so not what I think about.","author":"Colleen Atwood","topic":"Design"},{"quote":"For contemporary fashion, I&#39;m a huge fan of so many of the people out there. I think Azzedine Alaia holds up through three generations of very specific, beautiful design. I think Jean Paul Gaultier also is very interesting with a long span.","author":"Colleen Atwood","topic":"Design"},{"quote":"I worked in fashion, but I worked more in the sales side of fashion than in design. I was an assistant buyer for a department store back in the &#39;70s and the early years of Saint Laurent. And I used to have a lot of private clients that I bought for.","author":"Colleen Atwood","topic":"Design"},{"quote":"I think that sometimes people don&#39;t understand that a costume that has to be worn every day and doesn&#39;t change the whole movie becomes iconic. It&#39;s very important because it requires a different design process, since you have to make something that people aren&#39;t going to get tired of looking at.","author":"Colleen Atwood","topic":"Design"},{"quote":"I grew up in a small town in Washington State, so I wasn&#39;t really aware of costume design as a career growing up, but I loved clothes. I remember I saved all my money, and the first thing that I bought was a white blazer, which was to the horror to my parents. But I have always had a strange connection with clothing.","author":"Colleen Atwood","topic":"Design"},{"quote":"I can create clothes for so many different time periods. I&#39;ve always tried to avoid being pigeonholed. Plus, everything I learn about design and costume from one movie somehow works its way into something else.","author":"Colleen Atwood","topic":"Design"},{"quote":"My own style is pretty classic; I much prefer to design for others.","author":"Colleen Atwood","topic":"Design"},{"quote":"I design for the movie and the character as well as the person wearing the costume. I show the ideas to the actor, then do fittings for shape and technical things such as movement in the costume. Once the costume in this form is on the actor, you have a sense of their connection with it. I then take it to the next level with the final fit.","author":"Colleen Atwood","topic":"Design"},{"quote":"I really don&#39;t over-theorize about design. I&#39;d rather feel it than talk it to death. A lot happens as you unroll the design.","author":"Colleen Atwood","topic":"Design"},{"quote":"When I sit down and design, it&#39;s shoes that always appear.","author":"Edgardo Osorio","topic":"Design"},{"quote":"I design flats like I design heels: They must be seductive, beautiful and comfortable.","author":"Edgardo Osorio","topic":"Design"},{"quote":"Being inspired is one thing, but completely knocking off a design is another. There is a big difference.","author":"Edgardo Osorio","topic":"Design"},{"quote":"Sometimes you design a shoe, and you think this one is a winner, but you never know when something will be such a crazy phenomenon.","author":"Edgardo Osorio","topic":"Design"},{"quote":"When we were in the design studio I always was pretending like I was in a closet asking my friend before I step out into the world what do I look like? And everybody wants that honest friend before they go and go to dinner or go to an event.","author":"Nicole Richie","topic":"Design"},{"quote":"I am extremely involved in the design process of both my brands, Winter Kate and House of Harlow 1960.","author":"Nicole Richie","topic":"Design"},{"quote":"No one who set out to design a form of communication would ever end up with anything like English, Mandarin, or any of the more than six thousand languages spoken today.","author":"Joshua Foer","topic":"Design"},{"quote":"With Eric Rohmer - as with Mozart, Austen, James, and Proust - we need to remember that art is seldom about life, or not quite about life. Art is about discovery and design and reasoning with chaos.","author":"Andre Aciman","topic":"Design"},{"quote":"I think fan fiction is the way most writers start, and the same goes for music and design.","author":"Malorie Blackman","topic":"Design"},{"quote":"I remember someone once said there is a practical aspect to my designs, and I remember thinking, &#39;That doesn&#39;t sound so creative,&#39; but that is actually the truth. There is a practicality to it. I don&#39;t design just to design. There is a reason and, hopefully, an interesting reason behind it - that is where my creativity comes in.","author":"Kate Spade","topic":"Design"},{"quote":"I learn my lines while on the golf course. I try to do two or three things at once. I have ideas for books all the time, I have ideas for paintings all the time, and I write them all down. I take my sketchpad and my iPad, which I design on, and I do sit down and do specific tasks at specific times.","author":"Jane Seymour","topic":"Design"},{"quote":"Growing up, Guess always had these amazing billboards and cool affordable clothing. I wore it then, and I still wear it now! It&#39;s come full-circle. When I design the clothes, I have a very good team around me, showing me different pieces and cuts.","author":"Tiesto","topic":"Design"},{"quote":"Through no divine design or cosmic plan, we have inherited the mantle of life&#39;s caretaker on the earth, the only home we have ever known.","author":"Michael Shermer","topic":"Design"},{"quote":"I&#39;m not too fond of really cool design. I&#39;ve got quite kitsch taste really, in things like tableware. I&#39;m quite a sucker for 1930s pressed glass.","author":"Kevin McCloud","topic":"Design"},{"quote":"My aspiration isn&#39;t to be famous; it&#39;s to design clothes. If that gets me attention at the end of the day, cool.","author":"Sofia Richie","topic":"Design"},{"quote":"The age of recalcitrance is over. The best solution is no longer just to regurgitate a 19th-century design.","author":"Thom Mayne","topic":"Design"},{"quote":"Everybody in Hollywood has to beat the &#39;no&#39; - and if you write code in Silicon Valley, or if you design cars in Detroit, if you manage hedge funds in Lower Manhattan, you also have to learn to beat the &#39;no.&#39;","author":"Brian Grazer","topic":"Design"},{"quote":"People kind of tend to mystify design and architecture by suggesting you need to train.","author":"Marc Newson","topic":"Design"},{"quote":"I have always loved clothes, and the opportunity to design my own line could not be missed. It&#39;s a dream job.","author":"Jasmine Guinness","topic":"Design"},{"quote":"What&#39;s skateable is limitless by design.","author":"Rob Dyrdek","topic":"Design"},{"quote":"We worked with the engineers in the design and construction and testing phases in those various areas, then we would get back together at the end of the week and brief each other as to what had gone on.","author":"Alan Shepard","topic":"Design"},{"quote":"When clients come to my design agency and say &#39;I want to be the Apple of this or that,&#39; we say &#39;Okay, are you ready to be the Steve Jobs?&#39; Few are up to the task.","author":"Yves Behar","topic":"Design"},{"quote":"What I learned from my years in Silicon Valley is that design can have a primary role in how a business is shaped, how a company can be design-driven. In my experience of large industry in Europe, that knowledge has been lost.","author":"Yves Behar","topic":"Design"},{"quote":"I wanted to be a writer as a teen... so storytelling was my first love. In my late teens, design became an obsession as I realized that I could express myself through the medium. Much later, when I founded Fuseproject in 1999, our slogan became &#39;design brings stories to life.&#39;","author":"Yves Behar","topic":"Design"},{"quote":"Design is a tool that either allows us to create new markets or disrupt existing ones.","author":"Yves Behar","topic":"Design"},{"quote":"I&#39;m interested in technology for the masses. Good tech design should not just be for enthusiasts but for the general public. It should be something that touches everyone.","author":"Yves Behar","topic":"Design"},{"quote":"I am always looking for ways to move technology away from being over-featured. Moving to Silicon Valley in the mid-1990s meant I grew up as a designer in an environment where technology is a tool and not a means to an end. I believe that design should be driven by ideas, not style.","author":"Yves Behar","topic":"Design"},{"quote":"Juicero is the first company to make cold-pressed juice something that people can make themselves at home. The challenges to design and engineer a press that can deliver 8,000 pounds of force are tremendous.","author":"Yves Behar","topic":"Design"},{"quote":"I truly believe that we&#39;re about to enter a second golden age of design. The first one was in the &#39;50s and &#39;60s, when designers like Raymond Loewy, Charles Eames, George Nelson and Dieter Rams were shepherds of the brands they were working with. They had influence over the products and how companies communicated and promoted themselves.","author":"Yves Behar","topic":"Design"},{"quote":"Design accelerates the adoption of new ideas. And many of these ideas are important for designers to show that there is a way. When you see things through that lens, you realize it applies to any industry and any form of design.","author":"Yves Behar","topic":"Design"},{"quote":"Having one foot in design and the other in sustainable and social projects, I hear this question quite often: &#39;Why does the world need another chair?&#39; My answer is that the world needs another chair\/bicycle\/car or any new product for that matter, like the world needs another book.","author":"Yves Behar","topic":"Design"},{"quote":"I am passionate about what design can do - how far it can support the new ideas and the new ways of living of this 21st Century. Good design accelerates this exciting future where manufacturing is local, materials and processes are cradle to cradle, business models are both socially and financially driven.","author":"Yves Behar","topic":"Design"},{"quote":"Exposure to fields like design to technology and from art to psychology gave me a quite nice\/interesting viewpoint to the world.","author":"Pranav Mistry","topic":"Design"},{"quote":"The craftless anarchy of the Beat poets on the one hand, and the extreme control of Henry James on the other, suggest that for most human beings, just as both freedom and discipline are necessary in life, serendipity and design must coexist in a work to make it readable.","author":"Mark Helprin","topic":"Design"},{"quote":"Once you understand this way, you will be able to make your room alive; you will be able to design a house together with your family; a garden for your children; places where you can work; beautiful terraces where you can sit and dream.","author":"Christopher Alexander","topic":"Design"},{"quote":"Most of my ideas come from drawing patterns across conversations I have with different types of people - technology investors, young fashion design students, a CEO. This variety is stimulating and offers many different perspectives on the things I am thinking about.","author":"Imran Amed","topic":"Design"},{"quote":"I think there is a new awareness in this 21st century that design is as important to where and how we live as it is for museums, concert halls and civic buildings.","author":"Daniel Libeskind","topic":"Design"},{"quote":"And then, build a bustling wonderful city of the 21st century, with a restoration of a spectacular skyline, which Manhattan, of course, needs. So, that is really the design as a whole.","author":"Daniel Libeskind","topic":"Design"},{"quote":"I can&#39;t design anything unless I&#39;m excited by it, meaning I have an urge to wear it.","author":"Rachel Roy","topic":"Design"},{"quote":"I am excited to partner with Aeropostale for my very own collection. It was a great experience to be able to work with them. Not only did I get to design an entire fashion line, but I got to do it at a great price point with quality clothes, both of which are very important to me.","author":"Bethany Mota","topic":"Design"},{"quote":"The aim of being a good designer is to have an influence. If you design furniture or lifestyle, you should influence the way people evolve globally. It&#39;s good to have an influence.","author":"Olivier Theyskens","topic":"Design"},{"quote":"I always wanted to be an actor, but I always loved design, and growing up in New Orleans there was such great style, great architecture. I would decorate my little apartment in New York over and over again, because it only had a couple of rooms. And I did it for friends and family on the side just for fun.","author":"Bryan Batt","topic":"Design"},{"quote":"I had a faux-hawk for a while and I used to buzz the sides and design it. It was really bad.","author":"Joe Jonas","topic":"Design"},{"quote":"I used to do design before I was actually rapping. I went to art and design high school.","author":"ASAP Ferg","topic":"Design"},{"quote":"I studied to be an architect. And I find tremendous similarities between building a company and the design process. Businesses have to do their planning on the fly in a fashion similar to an architect sketching.","author":"John Katzman","topic":"Design"},{"quote":"From a design perspective, the U.S. has always been a great source of inspiration for me.","author":"Brunello Cucinelli","topic":"Design"},{"quote":"With the Larry Bertlemann portrait, I started with a photograph that I could use for it. I built the drawing&#39;s identity to serve as a graphic identity. After a number of sketches, I went into my own abstract vernacular of drawn lines and shapes to create the composition for the poster design.","author":"John Van Hamersveld","topic":"Design"},{"quote":"There&#39;s good movies and there&#39;s bad movies. The genres are never dead, it&#39;s just about how to apply them and articulate them and execute them - the story, the quality of the writing, the acting, the design elements, the directorial execution - all these things make it what it is.","author":"Andy Garcia","topic":"Design"},{"quote":"Everything at Apple can be best understood through the lens of designing. Whether it&#39;s designing the look and feel of the user experience, or the industrial design, or the system design, and even things like how the boards were laid out.","author":"John Sculley","topic":"Design"},{"quote":"I&#39;m inspired by many things, from landscapes to textiles. Art and architecture always influence my design process.","author":"Francisco Costa","topic":"Design"},{"quote":"My vision is the ability to design clothes for a man who wants to create his own style and doesn&#39;t want to dress like he&#39;s in uniform, to look like the guy in the ad, or to feel like he has to put it together that way.","author":"John Varvatos","topic":"Design"},{"quote":"I have always been interested in design, but in the beginning I didn&#39;t set out to make jewelry specifically.","author":"Paloma Picasso","topic":"Design"},{"quote":"Design firms and progressive companies rely on many of the same tools: rapid prototyping, observational research, creative thinking, collaborative work environments, and multidisciplinary teams.","author":"Tahl Raz","topic":"Design"},{"quote":"Design is the Zeppo Marx of management disciplines - the one that everyone seems to forget.","author":"Tahl Raz","topic":"Design"},{"quote":"Pure art is a noble pursuit. Applied art is a business. That&#39;s one reason design firms have been so eager of late to add consulting and manufacturing to their core aesthetic competencies.","author":"Tahl Raz","topic":"Design"},{"quote":"This is what I like about being a designer: You can&#39;t really get it until you see it.","author":"Isaac Mizrahi","topic":"Design"},{"quote":"I was going to design sports cars, but my father came to my college to visit me. At the time he was making a picture in Sweden and he took me there with him. I got to see Ingmar Bergman&#39;s company and I thought, &#39;Gee, filmmaking is a lot more fun than sports cars,&#39; so I decided to follow him and go into acting.","author":"James Cromwell","topic":"Design"},{"quote":"When I was very, very young, seven years old, I heard there was school where you could go to learn to draw. That was my absolute driven passion, to become an artist or a painter. So the romantic realist in me, I studied to be a graphic design artist and an art teacher.","author":"David Coverdale","topic":"Design"},{"quote":"I was interested in virtual reality for several years even before working at USC, it wasn&#39;t an interest that started there at all. In fact, when I started working at USC, I already had prototypes of the Rift that were very similar to the final design.","author":"Palmer Luckey","topic":"Design"},{"quote":"Design is about creating spaces for people to enjoy and of course, creating moments where you elevate the spirit, but &#39;design for good&#39; is figuring out a program that not only creates better spaces, but creates jobs, creates new industry and really kind of raises the conversation about how we rebuild.","author":"Cameron Sinclair","topic":"Design"},{"quote":"I was very much inspired by the things that I&#39;d seen and done in politics, but I was also desperate for a complete departure from the reality of my political experience. &#39;It&#39;s Classified&#39; and my previous book &#39;Eighteen Acres&#39; are both works of fiction, but if they do seem realistic, it&#39;s by design.","author":"Nicolle Wallace","topic":"Design"},{"quote":"If you&#39;re talking to an architect, he can look at a blank piece of paper, and once the initial design is there, the formula kicks in. Each room should have something unique and different about it - much the same way that in a song, every eight bars or so, a new piece of information should be introduced.","author":"Ryan Tedder","topic":"Design"},{"quote":"Received wisdom is that if you spend time up front getting the design right, you avoid costs later. But the longer you spend getting the design right, the more your upfront costs are, and the longer it takes for the software to start earning.","author":"Kent Beck","topic":"Design"},{"quote":"When I was about 13, I met the coolest, chicest young woman I had ever seen. She was a neighbor of mine who became a fashion designer and had a small design studio. She taught me so many things about style and fashion. I had always loved making things, so when she told me about her career in fashion, I knew I had found my path.","author":"Narciso Rodriguez","topic":"Design"},{"quote":"Many of my clients have become close friends, and that informs the clothing I design for them. Julianna Margulies was introduced to me by her publicist many years ago, and we&#39;ve been good friends ever since.","author":"Narciso Rodriguez","topic":"Design"},{"quote":"When I graduated from Parsons School of Design, the dean at that time said I would never be a designer. Obviously I didn&#39;t listen.","author":"Narciso Rodriguez","topic":"Design"},{"quote":"I got to train with some of the best and have critics like Oscar de la Renta and Calvin Klein. As a student under Calvin Klein, my project was to make a coat, and then years later, I was hired at Calvin, by Calvin, to design coats for him. It came full circle!","author":"Narciso Rodriguez","topic":"Design"},{"quote":"So, to really execute design in its highest form and making people feel joy, that&#39;s a great reward.","author":"Genevieve Gorder","topic":"Design"},{"quote":"Don&#39;t bring on the design engineers too soon. One of the worst things you can do in the early phases of a project is to bring on a bunch of detailed design engineers and then not give them clear direction and close supervision.","author":"Bruce Pittman","topic":"Design"},{"quote":"I don&#39;t design cars. I&#39;m not a designer. I know what I desire to be built, I know what the end result is, the horsepower, the competition we&#39;ll be working against - but I leave it to the people who work with me to put it all together. I don&#39;t do anything.","author":"Carroll Shelby","topic":"Design"},{"quote":"I like stuff designed by dead people. The old designers. They always got it right because they didn&#39;t have to grow up with computers. All of the people that made the spoon and the dishes and the vacuum cleaner didn&#39;t have microprocessors and stuff. You could do a good design back then.","author":"John Maeda","topic":"Design"},{"quote":"I&#39;m completely taken and impressed by the planning authority of Singapore and its Urban Redevelopment Authority (URA). It&#39;s the most cutting-edge agency in the world. They have very effective guidelines for development, and they review design as it evolves.","author":"Moshe Safdie","topic":"Design"},{"quote":"I make spaces that are calm rather than confrontational. I seek a certain kind of logic that allows you to move in space and perceive it as beautiful and rational. Clarity is a worthwhile quality.","author":"Annabelle Selldorf","topic":"Design"},{"quote":"My dad was an interior design and furniture person. I started working with him for four years before my first TV writing break.","author":"Stephen J. Cannell","topic":"Design"},{"quote":"I would think twice about designing stuff for which there was no need and which didn&#39;t endure.","author":"Robin Day","topic":"Design"},{"quote":"After all, C++ isn&#39;t a perfect match for Java&#39;s design aims either.","author":"Bjarne Stroustrup","topic":"Design"},{"quote":"My studio cube is an experiment in solar heating and design. The south wall is covered with glass planks that collect and distribute heat naturally to my work studio on the second level.","author":"Steven Holl","topic":"Design"},{"quote":"Design is an unknown.","author":"Geoffrey Beene","topic":"Design"},{"quote":"I have made bouquets of pleats, bouquets of flowers, bouquets of ruffles, bouquets of feathers. Often I design in mousseline, held tightly around the waist, and with something else going on all around.","author":"Giambattista Valli","topic":"Design"},{"quote":"I&#39;ve come up through art school, through painting, through graphic design, through advertising, through TV commercials and music video. I&#39;ve designed books, built billboards, matchbooks, corporate identities. I continuously paint, I&#39;ve done conceptual art pictures.","author":"Tony Kaye","topic":"Design"},{"quote":"Buildings designed with careful attention to aesthetics arouse and enlighten their occupants and that promotes their good health.","author":"Robert Evans","topic":"Design"},{"quote":"I really liked the design of Batman. I liked the concept. There&#39;s a lot more you can do with Batman than most other superheroes.","author":"Chip Kidd","topic":"Design"},{"quote":"For many years, I have lived uncomfortably with the belief that most planning and architectural design suffers for lack of real and basic purpose. The ultimate purpose, it seems to me, must be the improvement of mankind.","author":"James Rouse","topic":"Design"},{"quote":"When I am true to my inspiration, even fight for my design, the project always turns out well.","author":"Christian de Portzamparc","topic":"Design"},{"quote":"I just bought a Mac to help me design the next Cray.","author":"Seymour Cray","topic":"Design"},{"quote":"By appreciating the darkness when you design the light, you create much more interesting environments that truly enhance our lives.","author":"Rogier van der Heide","topic":"Design"},{"quote":"Design is people.","author":"Jane Jacobs","topic":"Design"},{"quote":"What is design? It&#39;s where you stand with a foot in two worlds - the world of technology and the world of people and human purposes - and you try to bring the two together.","author":"Mitchell Kapor","topic":"Design"},{"quote":"Outside of the chair, the teapot is the most ubiquitous and important design element in the domestic environment and almost everyone who has tackled the world of design has ended up designing one.","author":"David McFadden","topic":"Design"},{"quote":"We design our world, while our world acts back on us and designs us.","author":"Anne-Marie Willis","topic":"Design"}]