[{"quote":"Your diet is a bank account. Good food choices are good investments.","author":"Bethenny Frankel","topic":"Diet"},{"quote":"The only way to keep your health is to eat what you don&#39;t want, drink what you don&#39;t like, and do what you&#39;d rather not.","author":"Mark Twain","topic":"Diet"},{"quote":"Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you&#39;re working out, you&#39;re going to feel good.","author":"Jason Statham","topic":"Diet"},{"quote":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer&#39;s, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","author":"David Suzuki","topic":"Diet"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Diet"},{"quote":"I think of dieting, then I eat pizza.","author":"Lara Stone","topic":"Diet"},{"quote":"A balanced diet and physical activity are vital to academic performance. A healthy diet has a direct link to increased cognitive function and memory skills, decreased absenteeism from school, and improved mood. These advantages can help students stay focused and complete their coursework.","author":"Matt Cartwright","topic":"Diet"},{"quote":"If I could give one tip for people - it&#39;s not an exercise or nutrition regimen. It&#39;s to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don&#39;t get you in shape. It&#39;s your accountability to your word.","author":"Brett Hoebel","topic":"Diet"},{"quote":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","author":"Arnold Schwarzenegger","topic":"Diet"},{"quote":"Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment.","author":"John Muir","topic":"Diet"},{"quote":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","author":"Robert Atkins","topic":"Diet"},{"quote":"Food is an important part of a balanced diet.","author":"Fran Lebowitz","topic":"Diet"},{"quote":"Nothing burns more calories than dancing in 5-inch heels... try it!","author":"Ariana Grande","topic":"Diet"},{"quote":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","author":"Kenneth H. Cooper","topic":"Diet"},{"quote":"I&#39;ve always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there&#39;s bound to be a report that comes out that says, &#39;Broccoli actually... &#39; So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.","author":"Christie Brinkley","topic":"Diet"},{"quote":"We have these weapons of mass destruction on every street corner, and they&#39;re called donuts, cheeseburgers, French fries, potato chips, junk food. Our kids are living on a junk food diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"This is what people don&#39;t understand: obesity is a symptom of poverty. It&#39;s not a lifestyle choice where people are just eating and not exercising. It&#39;s because kids - and this is the problem with school lunch right now - are getting sugar, fat, empty calories - lots of calories - but no nutrition.","author":"Tom Colicchio","topic":"Diet"},{"quote":"The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It&#39;s similar to introducing organic food into your daily diet.","author":"Ivanka Trump","topic":"Diet"},{"quote":"The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.","author":"Drew Carey","topic":"Diet"},{"quote":"The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.","author":"Misty May-Treanor","topic":"Diet"},{"quote":"A healthy diet is a solution to many of our health-care problems. It&#39;s the most important solution.","author":"John Mackey","topic":"Diet"},{"quote":"The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The heart, like the stomach, wants a varied diet.","author":"Gustave Flaubert","topic":"Diet"},{"quote":"The most important factors for a long life, I think, are partly in the genes; number two is lifestyle, which includes healthy diet and regular exercise. I walk, run and swim every day. However, I think too much exercise is also unhealthy because of over-stress; sometimes people who exercise too many hours per day die early.","author":"John Gokongwei","topic":"Diet"},{"quote":"Pasta doesn&#39;t make you fat. How much pasta you eat makes you fat.","author":"Giada De Laurentiis","topic":"Diet"},{"quote":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","author":"Jim Davis","topic":"Diet"},{"quote":"People have got to learn: if they don&#39;t have cookies in the cookie jar, they can&#39;t eat cookies.","author":"Suze Orman","topic":"Diet"},{"quote":"You can be the most beautiful person on Earth, and if you don&#39;t have a fitness or diet routine, you won&#39;t be beautiful.","author":"Martha Stewart","topic":"Diet"},{"quote":"No disease that can be treated by diet should be treated with any other means.","author":"Maimonides","topic":"Diet"},{"quote":"Childhood obesity is best tackled at home through improved parental involvement, increased physical exercise, better diet and restraint from eating.","author":"Bob Filner","topic":"Diet"},{"quote":"I didn&#39;t grow up vegan or vegetarian. I grew up with junk food! And because of the way I ate before changing my diet, I can truly understand the challenges of making changes and stepping away from foods that provided a form of comfort and happiness growing up, but finding out that most of what I loved was really bad for me!","author":"Kim Barnouin","topic":"Diet"},{"quote":"I don&#39;t go long without eating. I never starve myself: I grab a healthy snack.","author":"Vanessa Hudgens","topic":"Diet"},{"quote":"Pizza is no longer on my diet.","author":"John Catsimatidis","topic":"Diet"},{"quote":"Life is too short to be on a diet.","author":"Taylor Jenkins Reid","topic":"Diet"},{"quote":"Just like keeping a healthy diet is important to maintaining a healthy lifestyle, eating the right foods is just as important for getting the most out of your workout.","author":"Marcus Samuelsson","topic":"Diet"},{"quote":"In the course of my life, I have often had to eat my words, and I must confess that I have always found it a wholesome diet.","author":"Winston Churchill","topic":"Diet"},{"quote":"Developing a diet that is healthful, balanced, and appropriate for your particular caloric needs is easy enough and is absolutely critical to establishing a healthful lifestyle that incorporates proper nutrition, adequate fitness, and mental resilience.","author":"Daphne Oz","topic":"Diet"},{"quote":"I don&#39;t stop eating when I&#39;m full. The meal isn&#39;t over when I&#39;m full. It&#39;s over when I hate myself.","author":"Louis C. K.","topic":"Diet"},{"quote":"What&#39;s the two things they tell you are healthiest to eat? Chicken and fish. You know what you should do? Combine them, eat a penguin.","author":"Dave Attell","topic":"Diet"},{"quote":"It&#39;s never been an issue for me - I don&#39;t want to go on a diet, I don&#39;t want to eat a Caesar salad with no dressing, why would I do that? I ain&#39;t got time for this, just be happy and don&#39;t be stupid. If I&#39;ve got a boyfriend and he loves my body then I&#39;m not worried.","author":"Adele","topic":"Diet"},{"quote":"One of the basic steps in saving a threatened species is to learn more about it: its diet, its mating and reproductive processes, its range patterns, its social behavior.","author":"Dian Fossey","topic":"Diet"},{"quote":"You can&#39;t be fat and fast, too; so lift, run, diet and work.","author":"Hank Stram","topic":"Diet"},{"quote":"I naturally favour a clean, healthy diet. A salad sandwich is one of my favourite meals!","author":"Victoria Pendleton","topic":"Diet"},{"quote":"In money, and in life, you are very often your own worst enemy. You promise yourself you&#39;re going to diet, then eat not one or two French fries but a whole plate. You decide to really commit to saving for retirement, only to wind up with a new pair of shoes in your closet.","author":"Jean Chatzky","topic":"Diet"},{"quote":"My kids know there&#39;s no candy, no soda, until the weekend. Those are the days they get to indulge in their sweets. We&#39;re big on organic food. I&#39;m not a diet guy; I don&#39;t believe in diets. I just believe in a great meal plan.","author":"Donald Driver","topic":"Diet"},{"quote":"So, when it comes to eating healthy, it&#39;s just doing the right thing. And it&#39;s not something you have to do 365 days a year, but I think it&#39;s something you have to do 25 days a month. Let&#39;s put it that way.","author":"Mike Ditka","topic":"Diet"},{"quote":"You take the healthiest diet in the world, if you gave those people vitamins, they would be twice as healthy. So vitamins are valuable.","author":"Robert Atkins","topic":"Diet"},{"quote":"The human body is a miraculous self-healing machine, but those self-repair systems require a nutrient-dense diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The abundance of cheap food with low nutritional value in the Western diet has wreaked havoc on our health; in America, one third of children and two thirds of adults are overweight or obese and are more likely to develop diabetes and cardiovascular disease.","author":"Ellen Gustafson","topic":"Diet"},{"quote":"I think of reading like a balanced diet; if your sentences are too baggy, too baroque, cut back on fatty Foster Wallace, say, and pick up Kafka as roughage.","author":"Zadie Smith","topic":"Diet"},{"quote":"I&#39;ve etched out who I am through myriad haircut attempts, outfit attempts, beauty attempts, diet attempts. It&#39;s been an evolution.","author":"Jamie Lee Curtis","topic":"Diet"},{"quote":"Making changes in the fast food that makes up such a significant part of the American diet, even if the numbers aren&#39;t impressive, will have important health up sides.","author":"David Perlmutter","topic":"Diet"},{"quote":"As for those grapefruit and buttermilk diets, I&#39;ll take roast chicken and dumplings.","author":"Hattie McDaniel","topic":"Diet"},{"quote":"I don&#39;t find it a struggle to maintain a healthy diet now as my palate has changed. I don&#39;t crave rich food.","author":"Jennifer Ellison","topic":"Diet"},{"quote":"Throughout my life, I have tried to share my belief that getting and staying healthy doesn&#39;t have to feel like work. My life is not about deprivation; I don&#39;t diet or slave away in a gym. What I do is eat clean, nutritious, real food. I enjoy delicious meals with healthy fats, I eat until I am full and satisfied, and I remain thin.","author":"Suzanne Somers","topic":"Diet"},{"quote":"A systemic cleansing and detox is definitely the way to go after each holiday. It is the key to fighting high blood pressure, heart disease, cancer, and other health-related illnesses.","author":"Lee Haney","topic":"Diet"},{"quote":"I like food too much to go on some crazy diet. French fries are my favorite downfall.","author":"Holly Madison","topic":"Diet"},{"quote":"Food feeds both the body and soul - there are clear reasons to eat a balanced diet, but there are also reasons you cling to your mom&#39;s secret chicken noodle soup recipe when you&#39;re sick.","author":"Michael Mina","topic":"Diet"},{"quote":"Insulin is not a cure for diabetes; it is a treatment. It enables the diabetic to burn sufficient carbohydrates so that proteins and fats may be added to the diet in sufficient quantities to provide energy for the economic burdens of life.","author":"Frederick Banting","topic":"Diet"},{"quote":"Diets, like clothes, should be tailored to you.","author":"Joan Rivers","topic":"Diet"},{"quote":"An optimist is a person who starts a new diet on Thanksgiving Day.","author":"Irv Kupcinet","topic":"Diet"},{"quote":"Want to learn to eat a lot? Here it is: Eat a little. That way, you will be around long enough to eat a lot.","author":"Tony Robbins","topic":"Diet"},{"quote":"I never worry about diets. The only carrots that interest me are the number you get in a diamond.","author":"Mae West","topic":"Diet"},{"quote":"I give myself a cheat day where I annihilate my diet. I&#39;m an all-American girl, so I go for a burger and fries and a shake.","author":"Ashley Wagner","topic":"Diet"},{"quote":"In this media-drenched, multitasking, always-on age, many of us have forgotten how to unplug and immerse ourselves completely in the moment. We have forgotten how to slow down. Not surprisingly, this fast-forward culture is taking a toll on everything from our diet and health to our work and the environment.","author":"Carl Honore","topic":"Diet"},{"quote":"Because the biological mechanisms that affect our health and well-being are so dynamic, when people change their diet and lifestyle, they usually feel so much better, so quickly; it reframes the reason for changing from fear of dying to joy of living. Also, the support that patients give each other is a powerful motivator.","author":"Dean Ornish","topic":"Diet"},{"quote":"Seafood was always my favorite food. I mean, fried lobster? Come on. Once I found out shrimp, scallops and lobster were my allergic triggers, I had to change my diet.","author":"Adrian Peterson","topic":"Diet"},{"quote":"The only way you get that fat off is to eat less and exercise more.","author":"Jack LaLanne","topic":"Diet"},{"quote":"I believe that parents need to make nutrition education a priority in their home environment. It&#39;s crucial for good health and longevity to instill in your children sound eating habits from an early age.","author":"Cat Cora","topic":"Diet"},{"quote":"Unless you&#39;re living on the street and surviving on a diet of discarded turkey drumsticks, there&#39;s no point in being gloomy. We&#39;ve spent too long trying to cheer ourselves up by spending money on brightly coloured things we don&#39;t really need. We&#39;ve stopped using our imaginations.","author":"Jarvis Cocker","topic":"Diet"},{"quote":"Diet is really important, and I think vitamins are really important, also.","author":"Glenn Danzig","topic":"Diet"},{"quote":"The number of kids affected by obesity has tripled since 1980, and this can be traced in large part to lack of exercise and a healthy diet.","author":"Virginia Foxx","topic":"Diet"},{"quote":"A safe and nutritionally adequate diet is a basic individual right and an essential condition for sustainable development, especially in developing countries.","author":"Gro Harlem Brundtland","topic":"Diet"},{"quote":"There&#39;s no reason that we need to be counting things and adding things up in order to sit down and eat a meal. I enjoy eating so much; I don&#39;t want to do match every time I eat. I guarantee you, maybe your diet soda has no calories, but it&#39;s still poison. We have to think about what are we putting in our mouths.","author":"Rory Freedman","topic":"Diet"},{"quote":"We never repent of having eaten too little.","author":"Thomas Jefferson","topic":"Diet"},{"quote":"Look at our society. Everyone wants to be thin, but nobody wants to diet. Everyone wants to live long, but few will exercise. Everybody wants money, yet seldom will anyone budget or control their spending.","author":"John C. Maxwell","topic":"Diet"},{"quote":"I did every diet: Atkins. Cabbage-soup diet. Dean Ornish. But I couldn&#39;t live the rest of my life like a rabbit.","author":"Mike Huckabee","topic":"Diet"},{"quote":"I can&#39;t be on the cheeseburger diet all the time.","author":"Bobby Flay","topic":"Diet"},{"quote":"You need a good, healthy diet - it&#39;s about finding out what your body needs. Sugar is a disaster for skin, as is white flour.","author":"Thandie Newton","topic":"Diet"},{"quote":"I still indulge in a glass of wine or chocolate - treats are mandatory. Without deviating from the day-to-day healthy diet once in a while, it wouldn&#39;t be sustainable for me, and that&#39;s what I wanted: an approach to eating to last my entire life.","author":"Alanis Morissette","topic":"Diet"},{"quote":"You should never go on diet and must follow a healthy lifestyle.","author":"Nargis Fakhri","topic":"Diet"},{"quote":"Simply switching to a healthy, plant-based diet can lessen stroke risk by reducing cholesterol and blood pressure, flooding your body with antioxidants and improving blood flow.","author":"Michael Greger","topic":"Diet"},{"quote":"Yes - I am usually overweight. I have had to be interested in diet because of being diabetic for 30 years and having kidney failure.","author":"Sue Townsend","topic":"Diet"},{"quote":"If I go on a diet and work out, I&#39;m always in a bad mood. I&#39;d rather be a little heavier but nice.","author":"Salma Hayek","topic":"Diet"},{"quote":"I grew up in North Carolina, and they have a soft drink called Sun Drop. I love the diet version of it. It&#39;s the greatest thing on the face of the earth. I always have it in my fridge - bus fridge and home fridge.","author":"Eric Church","topic":"Diet"},{"quote":"I do practice what I preach when it comes to nutrition.","author":"Mehmet Oz","topic":"Diet"},{"quote":"We must not be misled by left-wing incompetent news media that, day after day, feed us a diet of fantasy telling us we are bigots, racists and hate-mongers.","author":"George Wallace","topic":"Diet"},{"quote":"The diet is a twisted, noxious thing, all tortured abstinence and short-term fraud. I speak from bitter experience. As a restaurant critic, I eat to live and live to eat. And having a toxic aversion to exercise, there is little to prevent the inevitable bulging of my gut. Hence the need for the occasional diet.","author":"Tom Parker Bowles","topic":"Diet"},{"quote":"Eating a varied plant-based diet - and avoiding all meat, fish, chicken and dairy products - may have much to recommend it, but it&#39;s certainly not for everyone.","author":"Michael Greger","topic":"Diet"},{"quote":"For me, it&#39;s all about moderation. I don&#39;t kick things out of my diet, like carbs. But I&#39;m not going to eat fast food.","author":"Bobby Flay","topic":"Diet"},{"quote":"It&#39;s not an easy thing to captive-breed a falcon. You need to take extreme care of its diet and exercise and keep it close to its natural environment. Whenever the birds take ill, I only use Ayurveda to cure them.","author":"Shahid Khan","topic":"Diet"},{"quote":"I have been really enjoying making a project out of seeking out an extremely healthy diet of raw, organic, vegan foods - and I plan on continuing to do so.","author":"Steve-O","topic":"Diet"},{"quote":"I started working out, eating a good diet, and just did everything I could that I thought would benefit me. I also started studying a lot harder in school. It matured me a remarkable amount and made me completely focused.","author":"Becky Lynch","topic":"Diet"},{"quote":"Being on the road is no excuse for having a poor diet. I don&#39;t like fast food, but if I have to, I&#39;ll order three plain grilled chicken sandwiches and throw out the buns.","author":"Triple H","topic":"Diet"},{"quote":"I really don&#39;t follow a strict diet; I just watch my fat intake and stay away from fried foods.","author":"Justice Smith","topic":"Diet"},{"quote":"One of the main secrets to staying young is staying healthy. I&#39;ve sometimes had to suppress a smile when some young lady, who has obviously not taken care of herself through diet or exercise, says admiringly, &#39;Ooh, I hope I look as good as you do when I&#39;m your age!&#39; Although it&#39;s intended to be complimentary, it&#39;s actually a back-hander.","author":"Joan Collins","topic":"Diet"},{"quote":"We have been brainwashed into craving a diet that is killing us. What we believe tastes good is generally what we have been socially conditioned to enjoy.","author":"Jane Velez-Mitchell","topic":"Diet"},{"quote":"I feel that people who think it&#39;s okay to barely eat are wrong. There has to be a good balance of diet, food, and workout for your body to stay in good shape, always!","author":"Rithvik Dhanjani","topic":"Diet"},{"quote":"Shoot for a total of no more than 80 grams of carbs in your daily diet. This means favoring vegetables that grow above ground like kale, broccoli, spinach, and cauliflower as opposed to those that store carbohydrate in the form of starch like potatoes and beets.","author":"David Perlmutter","topic":"Diet"},{"quote":"If you are the kind who has an active lifestyle and are not hellbent on looking all buffed up, I&#39;d think a vegetarian diet is the way to go.","author":"Sidharth Malhotra","topic":"Diet"},{"quote":"I put my diet chart aside when I am in MP! Be it poha, jalebi, daal baafla, or namkeen, I always make sure that I relish the local delicacies before leaving Indore. Indore is a must visit for all the foodies.","author":"Sriti Jha","topic":"Diet"},{"quote":"I am healthy because of my strict diet. I can eat anything, but I don&#39;t eat everything.","author":"Ciputra","topic":"Diet"},{"quote":"Our society&#39;s strong emphasis on dieting and self-image can sometimes lead to eating disorders. We know that more than 5 million Americans suffer from eating disorders, most of them young women.","author":"Tipper Gore","topic":"Diet"},{"quote":"The right diet directs sexual energy into the parts that matter.","author":"Barbara Cartland","topic":"Diet"},{"quote":"I am involved in Greenpeace. And I just recently completely switched my diet over to near-veganism. So you try to do little things that you can. I recycle every single day. Every single thing in my house that can be recycled is.","author":"Lindsey Shaw","topic":"Diet"},{"quote":"I like starting off the new year fresh. I&#39;m excited to see how 2013 turns out. Maybe because I&#39;m an actress and I am always on a diet and fitness program, but my New Year&#39;s resolution is to let myself be nice to myself about my body.","author":"Busy Philipps","topic":"Diet"},{"quote":"My doctor told me to stop having intimate dinners for four. Unless there are three other people.","author":"Orson Welles","topic":"Diet"},{"quote":"Once you have to start counting calories, it takes away from the joy of eating.","author":"Mireille Guiliano","topic":"Diet"},{"quote":"If you knew you could change your lifestyle and diet and avoid heart disease and other things, you should do it.","author":"Laila Ali","topic":"Diet"},{"quote":"When I&#39;m getting ready for a movie, let&#39;s just say my diet is &#39;The Antisocial Diet.&#39; I don&#39;t go to restaurants. I don&#39;t eat what I really want to eat. I don&#39;t eat much. I eat small things frequently. Lots of protein and greens. And I don&#39;t eat with people, because there&#39;s a tendency to get social and then to overeat.","author":"Jason Statham","topic":"Diet"},{"quote":"French fries. I love them. Some people are chocolate and sweets people. I love French fries. That and caviar.","author":"Cameron Diaz","topic":"Diet"},{"quote":"I always had a sense that I would fall in love with Tokyo. In retrospect I guess it&#39;s not that surprising. I was of the generation that had grown up in the &#39;80s when Japan was ascendant (born aloft by a bubble whose burst crippled its economy for decades), and I&#39;d fed on a steady diet of anime and samurai films.","author":"Junot Diaz","topic":"Diet"},{"quote":"I saw many people who had advanced heart disease and I was so frustrated because I knew if they just knew how to do the right thing, simple lifestyle and diet steps, that the entire trajectory of their life and health would have been different.","author":"Mehmet Oz","topic":"Diet"},{"quote":"And I believe that the best buy in public health today must be a combination of regular physical exercise and a healthy diet.","author":"Julie Bishop","topic":"Diet"},{"quote":"Every single diet I ever fell off of was because of potatoes and gravy of some sort.","author":"Dolly Parton","topic":"Diet"},{"quote":"There were years when I was a beer and tequila guy, then I got real fat. And then I found that you could actually go on a diet and drink scotch. Then I got hooked on scotch, and if you get hooked on scotch, then everything else just tastes wrong.","author":"Ron White","topic":"Diet"},{"quote":"You can&#39;t exercise your way out of a bad diet.","author":"Mark Hyman","topic":"Diet"},{"quote":"Try to think of working out and healthy eating as a lifestyle. Rather than go on a diet or try a crazy exercise routine, try making them something you do every day.","author":"Allyson Felix","topic":"Diet"},{"quote":"Such lifestyle factors such as cigarette smoking, excessive alcohol consumption, little physical activity and low dietary calcium intake are risk factors for osteoporosis as well as for many other non-communicable diseases.","author":"Gro Harlem Brundtland","topic":"Diet"},{"quote":"The secret to longevity, as I see it, has less to do with diet, or even exercise, and more to do with the environment in which a person lives: social and physical. What do I mean by this? They live rewardingly inconvenient lives.","author":"Dan Buettner","topic":"Diet"},{"quote":"The choices you make each day in your diet and lifestyle have a direct influence on how your genetic predisposition is expressed - for better and for worse. You&#39;re only as old as your genes, but how your genes are expressed may be modified by exercise, diet and lifestyle choices much more than had previously been believed - and more quickly.","author":"Dean Ornish","topic":"Diet"},{"quote":"I have argued for years that we do not have a health care system in America. We have a disease-management system - one that depends on ruinously expensive drugs and surgeries that treat health conditions after they manifest rather than giving our citizens simple diet, lifestyle and therapeutic tools to keep them healthy.","author":"Andrew Weil","topic":"Diet"},{"quote":"Living on hypocrisy is not a healthy diet for patriots.","author":"Tom Tancredo","topic":"Diet"},{"quote":"I drink Diet Coke from the minute I get up to the minute I go to bed.","author":"Karl Lagerfeld","topic":"Diet"},{"quote":"Small changes in diet don&#39;t have much effect on preventing coronary heart disease and cancer. But bigger changes in diet and lifestyle may prevent heart attacks in almost everyone.","author":"Dean Ornish","topic":"Diet"},{"quote":"Almost as soon as I went vegan, people started telling me that my skin looked great, and that I appeared younger, slimmer, and healthier. I&#39;m convinced that of all the changes I&#39;ve made to my lifestyle, it&#39;s the adoption of a vegan diet that has been best for me - physically, mentally, and certainly spiritually.","author":"Steve-O","topic":"Diet"},{"quote":"I love healthy stuff and junk an equal amount. Whatever I&#39;m craving, I go for it. I&#39;m never trying to lose weight - or gain it. I&#39;m just being.","author":"Kelly Clarkson","topic":"Diet"},{"quote":"I literally never ate fruit or vegetables before. My diet instead revolved around ice cream, chocolate, peanut butter and jelly eaten with a spoon, pick-n-mix, and lots of cereal and pasta - I was a sugar monster.","author":"Ella Woodward","topic":"Diet"},{"quote":"There is really no room in any healthy diet for trans fat, artificial sweeteners, and artificial colors in food.","author":"Jillian Michaels","topic":"Diet"},{"quote":"The second day of a diet is always easier than the first. By the second day you&#39;re off it.","author":"Jackie Gleason","topic":"Diet"},{"quote":"I&#39;m on my version of the protein diet, but there ain&#39;t no protein in it. It&#39;s a Krispy Kreme doughnut between two Cinnabons. And you soak it overnight in Red Bull. Then you chase it with a Snickers.","author":"J. B. Smoove","topic":"Diet"},{"quote":"Never in a million years would I want to live at Versailles with Marie Antoinette or anybody else. I hate to tell you this but I did not even like visiting Versailles. I found it just too ornate. It was like a complete diet of cotton candy, marzipan, and whipped cream.","author":"Kathryn Lasky","topic":"Diet"},{"quote":"I made a resolution in 2010 to stop drinking Diet Coke, and I haven&#39;t had Diet Coke since then. I think it was the best life change I&#39;ve ever made, because I drank quite a lot of it.","author":"Nick Jonas","topic":"Diet"},{"quote":"Cereal eating is almost a marker for a healthy lifestyle. It sets you up for the day, so you don&#39;t overeat.","author":"Bruce Barton","topic":"Diet"},{"quote":"Everyone&#39;s been on a ramen noodle diet once or twice.","author":"Kim Shaw","topic":"Diet"},{"quote":"The astounding variety of foods on offer in the modern supermarket obscures the fact that the actual number of species in the modern diet is shrinking. For reasons of economics, the food industry prefers to tease its myriad processed offerings from a tiny group of plant species, corn and soybeans chief among them.","author":"Michael Pollan","topic":"Diet"},{"quote":"Since having the babies, I realize that 90 percent of losing weight is my diet.","author":"Mariah Carey","topic":"Diet"},{"quote":"Neither am I on an extreme diet nor am I on an extreme workout.","author":"Jacqueline Fernandez","topic":"Diet"},{"quote":"Excess dietary salt is most notorious for increasing blood pressure. Americans have a 90 percent lifetime probability of developing high blood pressure - so even if your blood pressure is normal now, if you continue to eat the typical American diet, you will be at risk.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"Diet cola is my absolute favorite drink in the world; I used to drink four cans a day. But to help me cut down, I&#39;ve turned it into a treat. Now, instead of having dessert, I&#39;ll have a can of diet soda. Putting a limit on how often I can drink it has helped me appreciate it more.","author":"Kaley Cuoco","topic":"Diet"},{"quote":"It&#39;s important to have a healthy balanced diet but not to get too bogged down about it. It&#39;s important to enjoy your food, too.","author":"Katie Taylor","topic":"Diet"},{"quote":"Diet and supplements and exercise programs aren&#39;t what is achieving longevity. Having a faith-based community can add four to 14 years.","author":"Dan Buettner","topic":"Diet"},{"quote":"If you maintain a healthy diet, or at least are smart about your food choices, you&#39;ll still see the pounds come off.","author":"Misty May-Treanor","topic":"Diet"},{"quote":"My goal? To test out every diet and exercise regimen on planet earth and figure out which work best. I sweated, I cooked, I learned to pole dance. In the end, I lost weight, lowered my cholesterol and doubled my energy level. I feel better than I ever have.","author":"A. J. Jacobs","topic":"Diet"},{"quote":"Look I eat really well and I work out, but I also indulge when I want to. I don&#39;t starve myself in an extremist way. You&#39;re not taking away my coffee or my dairy or my glass of wine because I&#39;d be devastated.","author":"Jennifer Aniston","topic":"Diet"},{"quote":"Let me ask you a question: If you never ate a balanced diet, what would happen to your body? You know the answer: Eventually you&#39;d grow weak; you might even open yourself to serious illness or disease. We all need a balanced diet if we are to stay healthy.","author":"Billy Graham","topic":"Diet"},{"quote":"I&#39;ve done everything every fat person ever has. I&#39;ve tried every diet.","author":"Dolly Parton","topic":"Diet"},{"quote":"What some call health, if purchased by perpetual anxiety about diet, isn&#39;t much better than tedious disease.","author":"Alexander Pope","topic":"Diet"},{"quote":"If you&#39;ve got a big gut and you start doing sit-ups, you are going to get bigger because you build up the muscle. You&#39;ve got to get rid of that fat! How do you get rid of fat? By changing your diet.","author":"Jack LaLanne","topic":"Diet"},{"quote":"I talk to younger actor types, and they bring up that word, &#39;brand,&#39; and it&#39;s like, &#39;All right, if that&#39;s the way you want to look at yourself.&#39; Diet Pepsi&#39;s a brand; you&#39;re a human being.","author":"Zach Galifianakis","topic":"Diet"},{"quote":"Mexican food is far more varied than people think. It changes like dialects. I was brought up in Jalisco by the sea on a basic diet - tomatoes, chillis, peppers of every size and rice, which is a Mexican staple. The Pacific coast has a huge array of seafood.","author":"Gael Garcia Bernal","topic":"Diet"},{"quote":"A plant-based diet is like a one-stop shop against chronic diseases.","author":"Michael Greger","topic":"Diet"},{"quote":"I returned from my last L.A. visit to find myself tipping the scales like Homer Simpson when he tries to gain enough weight to qualify as disabled to be allowed to work from home. All I was missing was his kaftan and Fat Guy Hat. So, I decided it was time to diet.","author":"John Niven","topic":"Diet"},{"quote":"The average customer comes into McDonald&#39;s three to four times a month, and I&#39;m absolutely convinced that can fit in very comfortably into a balanced diet.","author":"Steve Easterbrook","topic":"Diet"},{"quote":"I&#39;ve never followed a vegan or vegetarian diet in the past, but I think I could do it. It would not be easy. I have worked with nutritionists who have said a vegan diet is not necessarily all positive for your health, because you need nutrients you only find in meats. I believe in a balanced diet.","author":"Joel Robuchon","topic":"Diet"},{"quote":"My experience as a school nurse taught me that we need to make a concerted effort, all of us, to increase physical fitness activity among our children and to encourage all Americans to adopt a healthier diet that includes fruits and vegetables, but there is more.","author":"Lois Capps","topic":"Diet"},{"quote":"The unforgivable political sin is vanity; the killer diet is sour grapes.","author":"Neil Kinnock","topic":"Diet"},{"quote":"If you think of exercise as a 60-minute commitment 3 times a week at the gym, you&#39;re missing the point completely. If you think that going on a diet has something to do with nutrition, you don&#39;t see the forest through the trees. It is a lifestyle. I know it sounds cliche, but you have to find things you love to do.","author":"Brett Hoebel","topic":"Diet"},{"quote":"Healthy people are those who live in healthy homes on a healthy diet; in an environment equally fit for birth, growth work, healing, and dying... Healthy people need no bureaucratic interference to mate, give birth, share the human condition and die.","author":"Ivan Illich","topic":"Diet"},{"quote":"A friend doesn&#39;t go on a diet because you are fat.","author":"Erma Bombeck","topic":"Diet"},{"quote":"Look at the average American diet: ice cream, butter, cheese, whole milk, all this fat. People don&#39;t realize how much of this stuff you get by the end of the day. High blood pressure is from all this high-fat eating.","author":"Jack LaLanne","topic":"Diet"},{"quote":"Hindered by asthma since I was six weeks old, I had begun experimenting with my diet and discovered a disquieting correlation. When I stopped eating the normal American diet of sugar, fats, alcohol, chemicals, and additives, I felt better. I could breathe freely. When I tried to sneak in a hamburger and a Coke, my body rebelled.","author":"Paul Hawken","topic":"Diet"},{"quote":"I always had to diet. I&#39;m diabetic, so it&#39;s a lifestyle for me anyway just to stay healthy and not end up in the hospital.","author":"Halle Berry","topic":"Diet"},{"quote":"You don&#39;t want to make a steady diet of just lettuce. You don&#39;t want to make a steady diet of fried chicken.","author":"Paula Deen","topic":"Diet"},{"quote":"Simply by starting to cook again, you declare your independence from the culture of fast food. As soon as you cook, you start thinking about ingredients. You start thinking about plants and animals and not the microwave. And you will find that your diet, just by that one simple act, that is greatly improved.","author":"Michael Pollan","topic":"Diet"},{"quote":"The very fact that we are having a national conversation about what we should eat, that we are struggling with the question about what the best diet is, is symptomatic of how far we have strayed from the natural conditions that gave rise to our species, from the simple act of eating real, whole, fresh food.","author":"Mark Hyman","topic":"Diet"},{"quote":"Our typical Western diet is full of inflammatory fats - saturated fats, trans fats, too many omega-6, inflammatory, processed vegetable oils like soy and corn oils. These increase IGF-1 and stimulate pimple follicles.","author":"Mark Hyman","topic":"Diet"},{"quote":"Although many people believe that the primary emphasis of my work is about diet, it&#39;s not. What we eat is important, of course, but what comes out of our mouth may be more important than what goes into it.","author":"Dean Ornish","topic":"Diet"},{"quote":"I never diet. I smoke. I drink now and then. I never work out.","author":"Naomi Campbell","topic":"Diet"},{"quote":"Eating a high-nutrient diet actually makes you more satisfied with less food, and actually gives the ability to enjoy food more without overeating.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"I freak out if I go a little too long without being in the gym. For a long time it was all about getting the weight off because I was 240 pounds at my heaviest, and now I&#39;m around 175, so the majority of that weight loss was due to diet and exercise.","author":"Nick Carter","topic":"Diet"},{"quote":"For me, juicing isn&#39;t about binging and cleansing; I try to incorporate it into a balanced diet.","author":"Eddie Huang","topic":"Diet"},{"quote":"Keep your energy levels high by adding bananas and egg whites to your diet.","author":"Nargis Fakhri","topic":"Diet"},{"quote":"There are no captions on red-carpet photos that say, &#39;This girl trained for two weeks, she went on a juice diet, she has a professional hair and makeup person, and this dress was made for her.&#39; I just wish they&#39;d say, &#39;It ain&#39;t the truth.&#39;","author":"Emilia Clarke","topic":"Diet"},{"quote":"I absolutely relate to being alone in squalor, trying to come up with something adequate. I relate to that, and I&#39;ve been known to crawl out of bed and drink out of a 2-liter bottle of Diet Coke.","author":"Diablo Cody","topic":"Diet"},{"quote":"If you hunger for certain types of clothes, for which you have little use, put yourself on a diet. Just as you resist too much whipped cream and French pastry to keep your figure in shape, you can say no to those yearned-for but unneeded purchases that lead to a wardrobe that is shapeless and without form.","author":"Edith Head","topic":"Diet"},{"quote":"I had to find a diet that would kick me back into dating shape, because I know that I can&#39;t date at size 8. I have to date at size 2. And it&#39;s just a fact of nature. Go get your injections and your chemical peels. You gotta look good to attract a man.","author":"Patti Stanger","topic":"Diet"},{"quote":"Most Americans live on a diet that includes processed fare that is neither fresh nor natural.","author":"Homaro Cantu","topic":"Diet"},{"quote":"I told my doctor I get very tired when I go on a diet, so he gave me pep pills. Know what happened? I ate faster.","author":"Joe E. Lewis","topic":"Diet"},{"quote":"The first couple of days on the detox diet aren&#39;t pleasant.","author":"Carol Vorderman","topic":"Diet"},{"quote":"The 20th-century ulcer epidemic was a sign of good health in American people - good diet, strong acidity and healthy immune response actually make ulcers more likely. That&#39;s why businessmen eating giant T-bone steaks were prone to ulcers.","author":"Barry Marshall","topic":"Diet"},{"quote":"I think violence, cynicism, brutality and fashion are the staples of our diet. I think in the grand history of story-telling, going back to people sitting around fires, the dark side of human nature has always been very important. Movies are part of that tradition.","author":"Eric Stoltz","topic":"Diet"},{"quote":"I&#39;m lucky, I don&#39;t like sweets, not even chocolate.","author":"Eva Herzigova","topic":"Diet"},{"quote":"I work out like a maniac, three times more than anything I did in the past. I am off carbs, salt, sweets, and live on a fish diet. And I promise I am not going to indulge in food again. See, when I was 49 years old, I was fine, but the moment I touched 50, I felt that something within me had changed drastically. My metabolic rate dropped.","author":"Sanjay Dutt","topic":"Diet"},{"quote":"If someone offered me a free trip to the International Space Station, I would decline. I like Earth. I like the internet. I like Diet Coke. I have cats. I write about brave people - I&#39;m not one of them.","author":"Andy Weir","topic":"Diet"},{"quote":"All the pre-made sauces in a jar, and frozen and canned vegetables, processed meats, and cheeses which are loaded with artificial ingredients and sodium can get in the way of a healthy diet. My number one advice is to eat fresh, and seasonally.","author":"Todd English","topic":"Diet"},{"quote":"I tell people I&#39;m on a diet. If somebody sees me with a muffin, they&#39;ll think I&#39;m off my diet. It&#39;s like secret little police that I&#39;ve made for myself.","author":"Stephen Furst","topic":"Diet"},{"quote":"I work out really hard, and I stay on my diet all week.","author":"Charlotte McKinney","topic":"Diet"},{"quote":"I did my famous cabbage soup diet, so I was able to do it.","author":"Ellen Burstyn","topic":"Diet"},{"quote":"I became a vegetarian out of compassion for animals and to live as healthy as possible. I realized soon after that I was truly concerned with nonviolent consumption and my own health, a vegan diet was the best decision.","author":"Davey Havok","topic":"Diet"},{"quote":"I eat egg whites a lot. Aside from that, I eat everything. I try to avoid too much oily food, but I do eat carbs. I have to have a balanced diet.","author":"Genelia D'Souza","topic":"Diet"},{"quote":"I&#39;m going to the gym six days a week. I&#39;m eating right. Well-balanced diet. I drink a juice smoothie every morning.","author":"Chumlee","topic":"Diet"},{"quote":"In general, mankind, since the improvement of cookery, eats twice as much as nature requires.","author":"Benjamin Franklin","topic":"Diet"},{"quote":"The best doctors in the world are Doctor Diet, Doctor Quiet, and Doctor Merryman.","author":"Jonathan Swift","topic":"Diet"},{"quote":"My mom was always really healthy and cautious about her diet, so I&#39;m not a big sugar guy.","author":"Paul Walker","topic":"Diet"},{"quote":"Taking in too much added sugar from highly marketed sugary foods and drinks displaces healthier foods in the diet.","author":"Chuck Norris","topic":"Diet"},{"quote":"When working, my diet degrades to pizza three times a day, because I don&#39;t want to distract myself from anything.","author":"Chuck Palahniuk","topic":"Diet"},{"quote":"Any woman who diets all the time can&#39;t help but be grouchy. Nobody can be amusing or entertaining on a diet.","author":"Zsa Zsa Gabor","topic":"Diet"},{"quote":"Some people are willing to pay the price and it&#39;s the same with staying healthy or eating healthy. There&#39;s some discipline involved. There&#39;s some sacrifices.","author":"Mike Ditka","topic":"Diet"},{"quote":"Do you know how many calories are in butter and cheese and ice cream? Would you get your dog up in the morning for a cup of coffee and a donut?","author":"Jack LaLanne","topic":"Diet"},{"quote":"Start your diet during a period of optimism and happiness.","author":"Karl Lagerfeld","topic":"Diet"},{"quote":"In New York I pretty much live in diners - I order French Fries, Diet Coke floats and lots of coffee.","author":"Lana Del Rey","topic":"Diet"},{"quote":"When I go and work with people, I never say, &#39;Your dog is changed for the rest of its life.&#39; It&#39;s like a diet. You&#39;ve got to maintain a discipline and ritual in your life to keep a certain figure.","author":"Cesar Millan","topic":"Diet"},{"quote":"My diet has definitely become greener; however, I am a big proponent of everything in moderation. I enjoy having a farm-to-table dinner, as well as indulging in a special, decadent treat on occasion.","author":"Ivanka Trump","topic":"Diet"},{"quote":"I basically have the diet of a 19th-century Irish navy, apart from the litre of stout a day. It&#39;s meat and potatoes and bread and cheese: those are my four food groups.","author":"Daniel Radcliffe","topic":"Diet"},{"quote":"Mam was always saying we had a simple diet: tea and bread, bread and tea, a liquid and a solid, a balanced diet - what more do you need? Nobody got fat.","author":"Frank McCourt","topic":"Diet"},{"quote":"High-quality food is better for your health.","author":"Michael Pollan","topic":"Diet"},{"quote":"A program to make municipal composting of food and yard waste mandatory and then distributing the compost free to area farmers would shrink America&#39;s garbage heap, cut the need for irrigation and fossil-fuel fertilizers in agriculture, and improve the nutritional quality of the American diet.","author":"Michael Pollan","topic":"Diet"},{"quote":"I think cooking is really key because it&#39;s the only way you&#39;re going to take back control of your diet from the corporations who want to cook for us. The fact is, so far, corporations don&#39;t cook that well. They tend to use too much salt, fat, and sugar - much more than you would ever use at home.","author":"Michael Pollan","topic":"Diet"},{"quote":"I love Spanish food. My diet is the Mediterranean diet, which is good food. I eat well.","author":"Penelope Cruz","topic":"Diet"},{"quote":"Lifestyle change and changes in diet work faster, better and more cheaply than any medication and are as effective or more effective than gastric bypass without any side effects or long-term complications.","author":"Mark Hyman","topic":"Diet"},{"quote":"Whether you&#39;re six or sixty, if you go on a diet and lifestyle program and feel constrained, you&#39;re likely to go off it sooner or later. Offering a spectrum of choices is much more effective; then, you feel free and empowered.","author":"Dean Ornish","topic":"Diet"},{"quote":"As a veteran of the diet wars, I think it&#39;s time to call a truce. Rather than hear experts argue, most people want practical information they can use.","author":"Dean Ornish","topic":"Diet"},{"quote":"Whether you&#39;re on a diet, or you&#39;re looking for a go-to one bowl dinner recipe, salads should be thought of as crowd-pleasers, not a dreaded component of a meal.","author":"Marcus Samuelsson","topic":"Diet"},{"quote":"I love to go to a movie, get a Diet Coke and a barrel of popcorn, and sit there with my kids and watch a film.","author":"William Shatner","topic":"Diet"},{"quote":"I began researching natural healing, which is how I came to change my diet. Overnight, I gave up refined sugar, gluten, dairy, anything processed or refined, and meat.","author":"Ella Woodward","topic":"Diet"},{"quote":"I think just drinking juice is too extreme for a diet. Your body needs more than juice, so I think it&#39;s a very hard thing to do - very challenging and probably very unhealthy for your body. You can&#39;t get everything you need from a juice. I love juice because it can provide you with nutrients - but drink it alongside your diet!","author":"Victoria Pendleton","topic":"Diet"},{"quote":"Environmental concern is a little like dieting or paying off credit-card debt - an episodically terrific idea that burns brightly and then seems to fade when we realize there&#39;s a reason we need to diet or pay down our debt. The reason is that it&#39;s really, really hard, and too many of us in too many spheres of life choose the easy over the hard.","author":"Jon Meacham","topic":"Diet"},{"quote":"I was a vegan for two years, and I really enjoyed it. Then, I got to a point in my life at which I wanted to do something else, so now I&#39;m a vegetarian. You should make your diet one that best fits you and how you feel. Listen to your body. The most important thing is to exercise, drink lots of water, and take really good care of yourself.","author":"Lea Michele","topic":"Diet"},{"quote":"If you want ideal health, you need to overcompensate and eat an excellent diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"We need radical dietary improvement, and the earlier in life that change is made, the better. Just following a vegan diet or eating a few more vegetables is not enough.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The American diet causes disease. It is composed of 25 percent animal products and 62 percent processed foods and only 5 percent of calories from fruits and vegetables.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"I think one of the saddest things that&#39;s happening to literature is that it&#39;s getting over-simplified by this diet of simple political ideas.","author":"Arundhati Roy","topic":"Diet"},{"quote":"I just got tired of being overweight and unfit, so I changed my diet from hamburgers to yogurt and muesli, and it seems to work.","author":"Peter Jackson","topic":"Diet"},{"quote":"Software-industry battles are fought by highly paid and out-of-shape nerds furiously pounding computer keyboards while they guzzle diet Coke. The stakes aren&#39;t very dramatic. Life? Liberty? The pursuit of happiness? Nope, it&#39;s about stock options.","author":"Nathan Myhrvold","topic":"Diet"},{"quote":"In L.A., I get a meal delivery service called Diet Designs. I like a nice butter lettuce salad with some avocado, fresh grapefruit, shredded chicken breast and raw almond slices with a sesame vinaigrette dressing. I also love juicing and am kind of obsessed with it.","author":"Fergie","topic":"Diet"},{"quote":"Once in a while, I&#39;ll slip and get off my vegan diet and have egg whites in the morning, that&#39;s a good source of protein while I&#39;m out on the road. If I can feel my body starting to tire, those are good to keep you healthy.","author":"Travis Barker","topic":"Diet"},{"quote":"A balanced diet may be the best medicine. I was eating too much good eats. But people consider that part of your job, you know? Eat. And I do!","author":"Alton Brown","topic":"Diet"},{"quote":"A boxer&#39;s diet should be low in fat and high in proteins and sugar. Therefore you should eat plenty of lean meat, milk, leafy vegetables, and fresh fruit and ice cream for sugar.","author":"Gene Tunney","topic":"Diet"},{"quote":"If I can&#39;t eat the meal in a restaurant, and the waiter asks, &#39;Is everything all right, Madam?&#39;, I tell them that I&#39;m on a diet.","author":"Cilla Black","topic":"Diet"},{"quote":"You can train and train until you are blue in the face, but you&#39;ve got to diet, you&#39;ve got to have that leanness because if you are not lean, your abs won&#39;t show. Of course, the training has to be put in, but then you&#39;ve to shed all the fat and keep the fat off. And that&#39;s how you get an eight pack.","author":"Henry Cavill","topic":"Diet"},{"quote":"I have been dairy free for several years, and I started because I felt it was going to reduce my allergies, which it did, and help me lose weight, which it did.","author":"Fran Drescher","topic":"Diet"},{"quote":"Most of my diet is low on carbohydrates and fats.","author":"Gautam Gambhir","topic":"Diet"},{"quote":"I definitely try to eat a healthy diet, but I am the first person to say I love unhealthy food. I would never tell you I don&#39;t. I love fried chicken or mac and cheese. Do I order them all the time when I&#39;m out at restaurants? No, though I do have one splurge meal a week.","author":"Rachel Nichols","topic":"Diet"},{"quote":"Books should be right up there with exercise and diet as something that don&#39;t just entertain us but heal us. They tell us we are not alone and fix the pieces of us that can be shattered by reality. They are teachers, and they are friends, and we should never contemplate a world - or a life - without them.","author":"Matt Haig","topic":"Diet"},{"quote":"A good way to adjust to a healthier diet is to think of three meals you enjoy that are largely plant-based. Pasta with tomato sauce can be tweaked to whole-grain pasta with added vegetables.","author":"Michael Greger","topic":"Diet"},{"quote":"I keep my diet simple by sticking to mostly fruits and vegetables all day and then having whatever I want for dinner. I end up making healthy choices, like sushi or grilled fish, because I feel so good from eating well.","author":"Jennifer Morrison","topic":"Diet"},{"quote":"Health food makes me sick.","author":"Calvin Trillin","topic":"Diet"},{"quote":"I became a vegetarian for about maybe a year. It was more of a little detox for me. I tend to do a lot of detoxes. I was on the Body Ecology Diet before I got pregnant, which I believe is one of the reasons I was able to get pregnant.","author":"Tia Mowry","topic":"Diet"},{"quote":"Shame is something you&#39;ll find a lot of - particularly Catholic - girls feel about their bodies, about their sexuality, about their diet, about anything you like. Shame is the way you keep them down. That&#39;s the way to crush a girl.","author":"Rachel Cusk","topic":"Diet"},{"quote":"Exercise your brain and body, keep engaged with work and friends, and feed your brain with a healthy, plant-based diet - as well as knowledge.","author":"David H. Murdock","topic":"Diet"},{"quote":"I try to work out twice a week. I don&#39;t restrict myself from any food in my diet; I think it&#39;s all about balance. I&#39;m also very lucky with my genetics and metabolism.","author":"Sara Sampaio","topic":"Diet"},{"quote":"If you&#39;re trying to diet, what do you do? You grab your two friends and say, &#39;We&#39;re going to the gym; let&#39;s do this together.&#39; Money shouldn&#39;t be any different. If you&#39;re trying to make progress, if you&#39;re trying to save more, we really need to be able to get support.","author":"Alexa Von Tobel","topic":"Diet"},{"quote":"We are also in the process of defining how best to work together with food and other companies to address diet and physical activity factors in order to prevent chronic diseases.","author":"Gro Harlem Brundtland","topic":"Diet"},{"quote":"The one thing I like about &#39;Playboy&#39; is they don&#39;t have the anorexic look. The women are voluptuous. So I didn&#39;t really want to diet. I just wanted to tone up.","author":"Jenny McCarthy","topic":"Diet"},{"quote":"I saw Boy George looking amazing, absolutely unbelievable, and messaged him asking for the number of his nutritionist. I got in touch with her, and she put me on this diet plan, working out which foods do and don&#39;t suit me. It&#39;s not rocket science - basically, don&#39;t eat cake, don&#39;t eat bread.","author":"James Corden","topic":"Diet"},{"quote":"I followed the same diet for 20 years, eliminating starches, living on salads, lean meat, and small portions.","author":"Gene Tierney","topic":"Diet"},{"quote":"I don&#39;t need a diet pill. I need something that gives you an electric shock when you reach for food.","author":"Joy Behar","topic":"Diet"},{"quote":"To me, Ann Romney sounds like a better candidate than her husband. She put her MS into remission through horseback riding, alternative therapies, and a healthy diet. She knows how to pace herself. She has a sense of humor and an innate honesty, and her hair moves in the wind. Maybe she should run.","author":"Patti Davis","topic":"Diet"},{"quote":"I went on a Hot Pocket diet where I ate two Hot Pockets every four hours. I only had the pepperoni pizza flavour. I didn&#39;t go anywhere near the cheeseburger macaroni.","author":"Jason Segel","topic":"Diet"},{"quote":"I got into being vegan because I was simply looking to benefit from being more compassionate. I have since come to learn that it is an animal-based diet that is responsible for the overwhelming majority of cases of cancer, heart disease, diabetes, obesity, multiple sclerosis, and all kinds of other problems.","author":"Steve-O","topic":"Diet"},{"quote":"I have to stay in shape for the physical endeavour stunts I do. I work out a lot. I have a personal trainer. I go two or three times a week. I&#39;m on a diet where I photograph everything I eat and send it to her.","author":"Keith Barry","topic":"Diet"},{"quote":"Today, the world is so awash in sugar - it is such a staple of the modern diet, associated with all that is cheap and unhealthy - that it&#39;s hard to believe things were once exactly the opposite. The West Indies were colonized in a world where sugar was seen as a scarce, luxurious, and profoundly health-giving substance.","author":"Tom Reiss","topic":"Diet"},{"quote":"It&#39;s my firm intention to whop cancer into submission and I truly believe I&#39;ve given myself the best start possible by radically overhauling my diet and by staying true to my motto, which is: Don&#39;t worry, be happy, feel good. The first thing I did when I was diagnosed was to turn vegan.","author":"Larry Hagman","topic":"Diet"},{"quote":"The public is increasingly disgusted with a steady diet of defamation, and prepared to reward those who refrain from it.","author":"Mitch Daniels","topic":"Diet"},{"quote":"I&#39;ve never been a huge sweets eater, and I&#39;ve always loved a Mediterranean diet. We eat a lot of dark leafy greens, and a couple meals each week are meat-free. We enjoy eating a balanced diet.","author":"Rachael Ray","topic":"Diet"},{"quote":"I hate to tell you this, but I did not even like visiting Versailles. I found it just too ornate. It was like a complete diet of cotton candy, marzipan, and whipped cream. It gave me the mental equivalent of one of those toothaches you get when you bite into something too sweet.","author":"Kathryn Lasky","topic":"Diet"},{"quote":"I&#39;m on a strict gossip diet. No gossip websites, no gossip magazines. Otherwise, I find it paralyzing to exist.","author":"Julie Bowen","topic":"Diet"},{"quote":"I am not naturally that thin, so I had to go through everything from using drugs to diet pills to laxatives to fasting. Those were my main ways of controlling my weight.","author":"Carre Otis","topic":"Diet"},{"quote":"I&#39;ve been able to learn a lot through diet and exercise, but I&#39;ve got to tell you, it&#39;s having true love in your life and somebody who has your back 24 hours a day that makes the difference.","author":"Montel Williams","topic":"Diet"},{"quote":"Every year when I put away my winter clothes and get out my summer clothes, they fit. And I haven&#39;t been on a diet since the Reagan administration.","author":"Victoria Moran","topic":"Diet"},{"quote":"I&#39;m not perfect, but what&#39;s wonderful about eating a plant-based diet is, I don&#39;t have to be.","author":"Victoria Moran","topic":"Diet"},{"quote":"Meat is a wasteful use of water and creates a lot of greenhouse gases. It puts enormous pressure on the world&#39;s resources. A vegetarian diet is better.","author":"Nicholas Stern","topic":"Diet"},{"quote":"A relationship book I once read told women to use the word &#39;fun&#39; whenever possible. The author claimed it had a subliminal aphrodisiac effect on men, who want a relaxed girl attached only to good times - the human equivalent of Diet Coke. This is not me.","author":"Julie Klausner","topic":"Diet"},{"quote":"I don&#39;t know if those things work, where you do, like, this crash diet or crash starvation. It&#39;s just not something I&#39;ve ever been into.","author":"Amanda Peet","topic":"Diet"},{"quote":"I&#39;m cancer-free. And I&#39;m on antioxidants and acupuncture and a different diet. And I have a different outlook on life. I don&#39;t have resentment any more. It&#39;s wonderful.","author":"Louis Gossett, Jr.","topic":"Diet"},{"quote":"A &#39;diet&#39; is simply an individual&#39;s eating regimen: it doesn&#39;t have to mean the restrictive plan we&#39;ve come to associate this word with.","author":"Daphne Oz","topic":"Diet"},{"quote":"I don&#39;t diet, I don&#39;t do fads, I&#39;ve just decided to not eat carbs. So no more bread and pasta for the month. I can&#39;t live without chocolate, though. I&#39;ve always got a bar in my handbag. It has to be 72%. Any less and it&#39;s too sweet, any more and it&#39;s inedible. Like I said, I&#39;m very particular.","author":"Nancy Meyers","topic":"Diet"},{"quote":"Every year, there is a new diet that all the celebs or housewives are trying. We all want the perfect diet or the perfect pill. If we surveyed a million women, and they could choose to learn the truth about God or the foolproof diet, I guarantee more women would pick the miracle diet over the miracle of life.","author":"Marissa Jaret Winokur","topic":"Diet"},{"quote":"I thought, you know the food and the diet thing is one way to start yourself onto a healthy lifestyle, but if you don&#39;t move, if you don&#39;t start exercising you&#39;re gonna deteriorate.","author":"Warren Cuccurullo","topic":"Diet"},{"quote":"I think I just stick to eating a well-rounded diet. I don&#39;t cut out anything; if I crave something, I eat it. But I definitely try to stick to a balanced diet always.","author":"Martha Hunt","topic":"Diet"},{"quote":"I have to be very careful about diet and exercise.","author":"Taylor Dayne","topic":"Diet"},{"quote":"The first thing I did on my diet was take the batteries out of the remote control and make myself get up and change the channel. That&#39;s probably the hardest exercise I did.","author":"Stephen Furst","topic":"Diet"},{"quote":"When followed correctly, the Dukan Diet is both a safe and effective method of weight loss.","author":"Pierre Dukan","topic":"Diet"},{"quote":"Don&#39;t compare yourself with someone else&#39;s version of happy or thin. Accepting yourself burns the most calories.","author":"Caroline Rhea","topic":"Diet"},{"quote":"Of capital importance is to have a good diet and exercise a lot.","author":"Evelyn Lauder","topic":"Diet"},{"quote":"I was 17 when my body started changing, and I worried about what I did wrong. I went through a period where I didn&#39;t eat at all. I also had someone who was encouraging me to take diet pills. I pushed myself to the extreme because I woke up one day and had hips - and a butt - and thought, &#39;Oh my gosh, I&#39;m getting fat!&#39;","author":"Shantel VanSanten","topic":"Diet"},{"quote":"I&#39;ve been more or less vegetarian for about 40 years. Health diet really helps. I do meditation every day, and either yoga or sport several times a week.","author":"Mahavishnu John McLaughlin","topic":"Diet"},{"quote":"I almost fainted. There was no family history. I had been eating a vegetarian diet and I exercised.","author":"Rue McClanahan","topic":"Diet"},{"quote":"Diseases happen in acidic environments, so it&#39;s very important to keep your body alkaline. Keeping a diet high in leafy greens, spring water, fresh air, raw almonds, lemons, grapefruits, and warm water with juice from half a lemon helps lower acidity levels.","author":"Valentina Zelyaeva","topic":"Diet"},{"quote":"Leave the table while you still feel you could eat a little more.","author":"Helena Rubinstein","topic":"Diet"},{"quote":"I keep my diet low in carbohydrates and high in protein.","author":"Sullivan Stapleton","topic":"Diet"},{"quote":"I eat a lot of ice - isn&#39;t that ridiculous? I chew on ice, and I have maybe two diet sodas a day.","author":"Jo Marie Payton","topic":"Diet"},{"quote":"And let&#39;s be clear: It&#39;s not enough just to limit ads for foods that aren&#39;t healthy. It&#39;s also going to be critical to increase marketing for foods that are healthy.","author":"Michelle Obama","topic":"Diet"},{"quote":"I try to not eat as much sugar, but it&#39;s so hard in our American diet to do that... It&#39;s hard to completely avoid.","author":"Tom Brady","topic":"Diet"},{"quote":"My interesting diet tips are eat early and don&#39;t nosh between meals. I mean, I can pack it away.","author":"Carol Burnett","topic":"Diet"},{"quote":"When I&#39;m off the road, and I can really control my diet down to the calorie, I juice seven days a week. Every afternoon, whatever I have at hand, beets, carrots, ginger, whatever. I juice, literally, every single day. And on the road, I try to find fresh juice wherever I can.","author":"Henry Rollins","topic":"Diet"},{"quote":"The dieting wars have got to stop.","author":"Lady Gaga","topic":"Diet"},{"quote":"I have to be on such a strict diet constantly.","author":"Lady Gaga","topic":"Diet"},{"quote":"I always ate healthy, but it wasn&#39;t scientific. Now it&#39;s a high-protein diet and no carbohydrates. I have more consistent energy, and I don&#39;t get tired after a meal. It does take a very detailed meal plan.","author":"Lindsey Vonn","topic":"Diet"},{"quote":"I don&#39;t care how pumped up or psyched you are to start a new diet or a new program - that emotion will fade.","author":"Phil McGraw","topic":"Diet"},{"quote":"As for my diet, I try to eat lean, clean and healthy - nothing too surprising. And I avoid too much meat or dairy because they slow you down.","author":"Bear Grylls","topic":"Diet"},{"quote":"In the 1970s we got nouvelle cuisine, in which a lot of the old rules were kicked over. And then we had cuisine minceur, which people mixed up with nouvelle cuisine but was actually fancy diet cooking.","author":"Julia Child","topic":"Diet"},{"quote":"There&#39;s no reason to think that you&#39;ll be capable of loyalty to a diet until you address your basic disloyalty toward yourself.","author":"Marianne Williamson","topic":"Diet"},{"quote":"Sugar does make people happy, but then you fall off the edge after a few minutes, so I&#39;ve really pretty much cut it out of my diet. Except for cupcakes. I like those.","author":"David Lynch","topic":"Diet"},{"quote":"But I can only take so much TV, because there is so much advice. I find people will preach about virtually anything - your diet, how to live your life, how to improve your golf. The lot. I have always had a thing against the Mister Know-It-Alls.","author":"Bill Murray","topic":"Diet"},{"quote":"An athlete&#39;s diet is a complicated thing.","author":"Chuck Norris","topic":"Diet"},{"quote":"It&#39;s important to remember that because these athletes exercise so beyond what even a normal active person would, they generally must also supplement their diet.","author":"Chuck Norris","topic":"Diet"},{"quote":"I eat pretty much whatever I want. I don&#39;t have a strict diet. It&#39;s all about cramming in as many calories into my system as I possibly can.","author":"Michael Phelps","topic":"Diet"},{"quote":"I try to work out my mind more these days. I try to eat right. I don&#39;t drink, I don&#39;t smoke, and I take the skin off chicken. But I&#39;m not on no special diet. I like my steak and potatoes, ice cream, doughnuts.","author":"Mr. T","topic":"Diet"},{"quote":"For different roles, my condition and training and diet does alter. Depending on the role, it will really dictate the type of training I do.","author":"Dwayne Johnson","topic":"Diet"},{"quote":"It starts with your diet and then to your exercise... you have to make the right decisions as a consumer and learn about carbs and proteins as well as watching your portion control, and from there you have to stay active as much as possible.","author":"Apolo Ohno","topic":"Diet"},{"quote":"I don&#39;t have a strict diet; I keep it simple. I try to eat fish, meat, veg and carbs - potatoes and rice - but I&#39;ll try and pack it in because as I&#39;m burning so much energy. I have to see food as an energy source.","author":"Anthony Joshua","topic":"Diet"},{"quote":"I&#39;m obsessed with cheese and milk, but eliminating them from my diet made the biggest difference. In a month and a half, I lost 11 pounds just from not eating dairy, without doing anything else different, and that totally blew my mind.","author":"Khloe Kardashian","topic":"Diet"},{"quote":"I have been on a diet since 1962.","author":"Mary Quant","topic":"Diet"},{"quote":"My diet is mostly chicken and fish. I make sure I get a lot of vegetables, a lot of fruit. I am a big fruit man, I am a vegetable man anyway. And I also get a lot of rest. That&#39;s the key I may be up early, but I&#39;m in bed early too.","author":"Magic Johnson","topic":"Diet"},{"quote":"When I work, a lot of times I have to lose weight, and I do that, but in my regular life I was not eating right, and I was not getting enough exercise. But by the nature of my diet and that lifestyle - boom! The end result was high blood sugars that reach the levels where it becomes Type 2 diabetes. I share that with a gajillion other people.","author":"Tom Hanks","topic":"Diet"},{"quote":"I exercise, walk a lot, and break into the occasional trot. I also lift weights three days a week, and I like to read about what makes a good diet. Overall, I do follow a healthy lifestyle.","author":"Marv Levy","topic":"Diet"},{"quote":"As a coach you can influence the diet of your players. You can point out what is wrong.","author":"Arsene Wenger","topic":"Diet"},{"quote":"Once you lose the weight, you&#39;re really anxious to eat healthy.","author":"Etta James","topic":"Diet"},{"quote":"I eat only vegetables and fruit, and to me it&#39;s the most aspirational diet because it&#39;s so easy. It&#39;s quite simple, the cooking I do.","author":"Vivienne Westwood","topic":"Diet"},{"quote":"I like having my hair and face done, but I&#39;m not going to lose weight because someone tells me to. I make music to be a musician not to be on the cover of Playboy.","author":"Adele","topic":"Diet"},{"quote":"If you&#39;re going to choose to do something like the Paleo Diet, then you choose not to enjoy your nights out.","author":"Chrissy Teigen","topic":"Diet"},{"quote":"I love meat and vegetables. If I did a diet, I would do Paleo, except they have no cheese, which is very upsetting. I&#39;m going to start my own Chrissy diet that&#39;s like Paleo plus cheese. Plus late Saturday night drive-through.","author":"Chrissy Teigen","topic":"Diet"},{"quote":"I&#39;ve just been growing right along. It&#39;s painful, but it&#39;s a great pain, and I like suffering for great results. It&#39;s like going to the gym. It hurts really bad at first, but after a couple of months and after that diet, you&#39;re looking so hot.","author":"Mary J. Blige","topic":"Diet"},{"quote":"I eat steak primarily. That&#39;s pretty much what my diet consists of. Sometimes I supplement that with other steaks.","author":"Jocko Willink","topic":"Diet"},{"quote":"Diet is weird. It&#39;s elusive. I just try to listen to my body.","author":"Laura Dern","topic":"Diet"},{"quote":"We always think of a diet with a big groan. But I think diets are fun. I think it is an American pastime for a lot of women.","author":"Mindy Kaling","topic":"Diet"},{"quote":"I like coffee in the morning and decaf green tea throughout the day... When I was younger and modeling, to kick-start a diet I would do a juice cleanse.","author":"Christie Brinkley","topic":"Diet"},{"quote":"Perhaps one of the most important things you can do for human beings is wean them off an animal-based diet. It hardens the arteries and runs up our health-care costs. The last thing a poor person can afford is a heart attack or cancer or a stroke. And that&#39;s all linked to a meat-based diet. I think animal liberation is human liberation.","author":"Ingrid Newkirk","topic":"Diet"},{"quote":"Going meat-free can make a huge difference. Studies show that vegetarians are, on average, 10 to 20 pounds lighter than meat-eaters and that a vegetarian diet reduces our risk of heart disease by 40 percent and adds seven or more years to our lifespan.","author":"Ingrid Newkirk","topic":"Diet"},{"quote":"The best diet is the one that can be sustained over the long term, combined with other healthful lifestyle behaviors.","author":"Francis Collins","topic":"Diet"},{"quote":"I don&#39;t eat junk foods and I don&#39;t think junk thoughts.","author":"Peace Pilgrim","topic":"Diet"},{"quote":"The first thing I did was give up sweet tea because I drank so much. I&#39;d start drinking at lunchtime and wouldn&#39;t set it down until I went to bed. When you calculate how much empty calories and how much sugar I was consuming, it was staggering. So I haven&#39;t had a glass of sweet tea in three years.","author":"Paula Deen","topic":"Diet"},{"quote":"But if you pick up every other magazine, it is the peanut butter diet, or the cabbage soup diet, and then you go to the radio and you hear that you can drink some solution and you will lose weight overnight. It just does not work that way!","author":"Richard Simmons","topic":"Diet"},{"quote":"The fact is, I diet every day of my life. I have to work at it. But I diet so I can pig out.","author":"Jack Nicklaus","topic":"Diet"},{"quote":"For so many years, I felt so insecure, so inferior, and I still have those moments, but I have a newfound confidence since I got in shape and changed my diet.","author":"Marc Jacobs","topic":"Diet"},{"quote":"When we win, I&#39;m so happy I eat a lot. When we lose, I&#39;m so depressed, I eat a lot. When we&#39;re rained out, I&#39;m so disappointed I eat a lot.","author":"Tommy Lasorda","topic":"Diet"},{"quote":"Yeah, I&#39;m kind of fit. And I&#39;m quite careful about my diet.","author":"Orlando Bloom","topic":"Diet"},{"quote":"I love food - I am never on a diet - I swear to God!","author":"Irina Shayk","topic":"Diet"},{"quote":"I try not to be but I&#39;m super-neurotic about diet. I&#39;m neurotic about trying not to be neurotic! I&#39;m like every other girl. I have to try really hard my whole life to try to be fit. And I&#39;m super-vain. And I want to wear cute clothes.","author":"Gwen Stefani","topic":"Diet"},{"quote":"I won&#39;t sit here and say I&#39;ve never had a pimple, but I try to have a really great diet, you know, lots of vegetables and fish. And I think stress plays a huge part too.","author":"Janelle Monae","topic":"Diet"},{"quote":"I&#39;ve changed my diet a few times. Now I&#39;m trying to eat more protein. I eat little meals throughout the day. I love food, so I still give myself great meals. Also, when I&#39;m busy, it&#39;s easy to lose weight.","author":"Michael Keaton","topic":"Diet"},{"quote":"I&#39;ve given up coffee, made diet changes.","author":"Boy George","topic":"Diet"},{"quote":"I am very lucky in that I can eat what I want and don&#39;t have to follow any special diet.","author":"Carine Roitfeld","topic":"Diet"},{"quote":"I&#39;m always trying to learn and grow, so my diet has, over the years, evolved.","author":"J. J. Watt","topic":"Diet"},{"quote":"Frankly, I don&#39;t trust any diet that doesn&#39;t allow sugar.","author":"Bethenny Frankel","topic":"Diet"},{"quote":"After trying Atkins and doing Nutrisystem a few times, now I&#39;m just focused on maintaining a healthy lifestyle rather than dieting.","author":"Miranda Lambert","topic":"Diet"},{"quote":"I take care of myself, which includes dieting, exercising and minimising stress. I joke that I&#39;ve been on a diet since 1974, which is basically true.","author":"Kim Cattrall","topic":"Diet"},{"quote":"It&#39;s easy to diet or get off a diet when you&#39;ve got a juicy role to play.","author":"Kim Cattrall","topic":"Diet"},{"quote":"Those of us who care about food and where it comes from will miss both Obama and Michelle. Even though Obama failed to do many things he indicated he would do around food, Michelle Obama has done a lot to shine a light on the link between diet and health, which is really important.","author":"Michael Pollan","topic":"Diet"},{"quote":"To the extent we push meat a little bit to the side and move vegetables to the center of our diet, we&#39;re also going to be a lot healthier.","author":"Michael Pollan","topic":"Diet"},{"quote":"There is no quick fix. At the end of the day, you still have to do the work to maintain your weight. It can&#39;t be a diet. You have to change your life.","author":"Al Roker","topic":"Diet"},{"quote":"I would have never wanted to write another management book. There are so many of them, and everybody says the same thing about them, and they are all the same - they give the exact same advice. It&#39;s like a diet book; they all say eat less calories, exercise more, and every single book has the same conclusion.","author":"Ben Horowitz","topic":"Diet"},{"quote":"I don&#39;t think you can name one diet I haven&#39;t done.","author":"Trisha Yearwood","topic":"Diet"},{"quote":"I try to not be too hard on myself regarding my diet. I&#39;ve always been a workout-to-eat kind of a girl.","author":"Jennie Finch","topic":"Diet"},{"quote":"I try to not be too hard on myself regarding my diet. I&#39;ve always been a workout-to-eat kind of a girl. I like to eat, to say the least.","author":"Jennie Finch","topic":"Diet"},{"quote":"Even today with the public&#39;s growing interest in food and diet issues, politicians rarely include food as part of their political platforms.","author":"Jose Andres","topic":"Diet"},{"quote":"I don&#39;t have a very good diet.","author":"Margot Robbie","topic":"Diet"},{"quote":"The big curse of America, to me, is skinless, boneless chicken breasts. They&#39;re banal and relatively flavorless. The rest of the world&#39;s trying to get some fat to eat, and we&#39;re trying to ban it from our diet.","author":"Jim Harrison","topic":"Diet"},{"quote":"Calories from protein affect your brain, your appetite control center, so you are more satiated and satisfied.","author":"Mark Hyman","topic":"Diet"},{"quote":"While pimples are not as simple as too much milk or sugar in your diet, both have a significant impact. Nutritional deficiencies as well as excesses can worsen acne.","author":"Mark Hyman","topic":"Diet"},{"quote":"Do not suppose, however, that I intend to urge a diet of classics on anybody. I have seen such diets at work. I have known people who have actually read all, or almost all, the guaranteed Hundred Best Books. God save us from reading nothing but the best.","author":"Robertson Davies","topic":"Diet"},{"quote":"It&#39;s been pretty effortless with Sensa because I am not thinking about how long do I need to do this. Usually, when you stop a diet program, you lose control again. But I don&#39;t need to stop what I&#39;m doing. I&#39;m eating everything that I like. Sensa just helps me keep it all in check.","author":"Octavia Spencer","topic":"Diet"},{"quote":"I have tried every diet to lose weight. When you restrict yourself, you&#39;re setting yourself up for failure.","author":"Octavia Spencer","topic":"Diet"},{"quote":"In 2010, I consulted with President Clinton after his bypass grafts occluded and encouraged him to make healthy lifestyle changes including a whole-foods, plant-based diet low in refined carbohydrates.","author":"Dean Ornish","topic":"Diet"},{"quote":"When most people think about my work, they think about diet. To me, diet has always been the least interesting part of it.","author":"Dean Ornish","topic":"Diet"},{"quote":"If we can reach populations in developing countries and help them understand the value of their indigenous diet and lifestyles rather than copying ours, perhaps we can reverse the exponential rise in cardiovascular disease that is plaguing them.","author":"Dean Ornish","topic":"Diet"},{"quote":"Not everything that lowers HDL is bad for you. If you change from a high-fat, high-cholesterol diet to a healthy low-fat, low-cholesterol diet, your HDL levels may stay the same or even decrease because there is less need for it. When you have less garbage, you need fewer garbage trucks to remove it, so your body may make less HDL.","author":"Dean Ornish","topic":"Diet"},{"quote":"If you go on a diet and feel constrained, you are more likely to drop it. But if you see your food choices each day as part of a spectrum, then you are more likely to feel free and empowered.","author":"Dean Ornish","topic":"Diet"},{"quote":"If you&#39;re at high risk or are trying to reverse heart disease or prevent the recurrence of cancer, you probably need to make bigger changes in diet and lifestyle than someone who just wants to lose a few pounds and is otherwise healthy. If you just want to lower your cholesterol, weight or blood pressure, begin by making moderate changes.","author":"Dean Ornish","topic":"Diet"},{"quote":"An Asian way of eating and living may help prevent and even reverse the progression of coronary heart disease, diabetes, hypertension, obesity, prostate cancer and breast cancer. Incorporate more fruits, vegetables, whole grains, legumes, soy products and fish in your diet. Eat at home more with your family and friends.","author":"Dean Ornish","topic":"Diet"},{"quote":"When I feel stressed, I turn to food for comfort, but I don&#39;t like to diet and I&#39;m not good at it.","author":"Salma Hayek","topic":"Diet"},{"quote":"Since the gluten-free diet is not for everyone, it&#39;s recommended that you stick with a gluten-free diet for at least 3 weeks first to see if it works for you.","author":"Marcus Samuelsson","topic":"Diet"},{"quote":"The diet for climbing all the time isn&#39;t really different from the diet for living. It&#39;s not like cardio sports where you&#39;re burning a bajillion calories every day.","author":"Alex Honnold","topic":"Diet"},{"quote":"For four to six months at a time, I would barely eat. I lived on a diet of Melba toast, carrots, and black coffee.","author":"Alanis Morissette","topic":"Diet"},{"quote":"I do weight training and follow strict diet. It is very important to look a certain way. I don&#39;t think being extra skinny and thin is desirable, but you have to be fit.","author":"Alia Bhatt","topic":"Diet"},{"quote":"My whole thing isn&#39;t about being vegan, to be honest. It&#39;s more about a more natural diet.","author":"Ella Woodward","topic":"Diet"},{"quote":"Crohn&#39;s patients differentiate their diet. You know, what I can handle and tolerate, another person couldn&#39;t, and what they can, I can&#39;t.","author":"Mike McCready","topic":"Diet"},{"quote":"I was really inspired by lots of people I came across who were managing various illnesses through diet and lifestyle. I kind of figured, you know, if it worked for them, then I might as well try it and see if it works. So I did.","author":"Ella Woodward","topic":"Diet"},{"quote":"I&#39;ve always been pretty lucky with my skin. I did notice a big change when I changed my diet and started to eat more natural foods in that my skin just got clearer and brighter.","author":"Ella Woodward","topic":"Diet"},{"quote":"My problem with the word &#39;clean&#39; is that it has become too complicated. It has become too loaded. When I first read the term, it meant natural, unprocessed. Now it doesn&#39;t mean that at all. It means diet. It means fad.","author":"Ella Woodward","topic":"Diet"},{"quote":"It&#39;s about making small changes at first and adding foods to your diet before you take any away; start with one extra vegetable or fruit at every meal, and hey, presto, that&#39;s 21 portions a week.","author":"Ella Woodward","topic":"Diet"},{"quote":"I don&#39;t want people to see healthy eating as a diet. I want it to be satisfying food that everyone takes pleasure in eating.","author":"Ella Woodward","topic":"Diet"},{"quote":"Eating a natural diet with loads of fresh fruit and veg and little processed food helps me manage the symptoms of my illness.","author":"Ella Woodward","topic":"Diet"},{"quote":"Before I changed my diet, every time I ate, my torso would feel burning hot, and the areas around my lymph nodes would really ache.","author":"Ella Woodward","topic":"Diet"},{"quote":"The facts of the fossil record never justified denying poor people a healthy diet. The facts of the weather record do not justify denying poor people affordable energy. And no set of facts, whatever they may be, can justify denying scientists - or anyone else, for that matter - the right to free speech.","author":"Robert Zubrin","topic":"Diet"},{"quote":"I try to stick to a certain diet all the time, and then when I feel like a reward, I have it. I try to stick to no dairy, no sugar, no wheat.","author":"Paloma Faith","topic":"Diet"},{"quote":"When you bring telomerase RNA levels down by using a mechanism that targets the RNA for destruction, the cells which were running on very high telomerase levels are now running on a lean diet of telomerase.","author":"Elizabeth Blackburn","topic":"Diet"},{"quote":"I&#39;m trying to do the paleo diet. No carbs.","author":"Robin Wright","topic":"Diet"},{"quote":"I weighed 193 pounds and had three chins. I couldn&#39;t get up before 9 a.m. and never saw patients before 10. I decided to go on a diet.","author":"Robert Atkins","topic":"Diet"},{"quote":"A diet should be named after what you do eat, not what you don&#39;t eat.","author":"Robert Atkins","topic":"Diet"},{"quote":"I have had cardiomyopathy, which is a non-coronary condition and is in no way related to diet.","author":"Robert Atkins","topic":"Diet"},{"quote":"Fruit is definitely on the maintenance diet. It&#39;s on the lifestyle diet.","author":"Robert Atkins","topic":"Diet"},{"quote":"I&#39;ve pretty much always been on a diet since I was born. And the women in my family struggle, so I find the less I think about food, in a way, the happier I am. In general, I think I eat less the less I think about it.","author":"Lauren Graham","topic":"Diet"},{"quote":"I get a delivery of a diet food during the week, which doesn&#39;t mean that I don&#39;t eat the occasional Krispy Kreme doughnut.","author":"Lauren Graham","topic":"Diet"},{"quote":"Instead of trying to increase your metabolism with the goal of losing weight, try to slow your metabolism with a low-calorie, high-nutrient diet for a longer, healthier life.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The modern diet is grossly deficient in hundreds of important plant-derived immunity-building compounds which makes us highly vulnerable to viruses, infections and disease.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"If you eat the standard Western diet that most people eat in the modern world, it&#39;s quite likely you will develop heart disease.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"To provide optimal levels of protective micronutrients, a diet must be vegetable-based, not grain-based.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The human diet, for millions of years, did not contain any added salt - only the sodium present in natural foods, adding up to only about 1000 mg sodium per day.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The problem with the standard American diet, a primary cause of our current obesity epidemic, is the fact that the majority of foods consumed are high in calories and low in micronutrients.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"One can be a vegan and eating a health-promoting, high-nutrient diet, but one can also eat a small amount of animal products while following a Nutritarian diet and still live a long, healthy life.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"Sodium is an important mineral that is essential for proper functioning of the human body - however, the American diet contains dangerously high amounts of sodium, almost 80 percent of which comes from processed and restaurant foods.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"A high nutrient diet, if widely adopted, could bring millions of people in touch with true hunger, and stop the proliferation of obesity and preventable chronic disease.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"A high nutrient density diet was associated with more feelings of hunger in the mouth and throat and less in the head and stomach.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"A significant number of research studies have documented that heart disease is easily and almost completely preventable through a diet rich in plant produce and lower in processed foods and animal products.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"Your future health can be predicted by the nutrient density of your diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"We can reduce these cancer rates - breast cancer, prostate cancer, colon cancer - by 90 percent or more by people adopting what I call a nutritrarian diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"I was on a starvation diet to look like I was near death in a film... but I went at it with a plan, and I had a guide; a nutritionist kind of helped me with it.","author":"Anne Hathaway","topic":"Diet"},{"quote":"The majority of my UFO diet consists of reports describing suspected encounters. This is not surprising, as there are thousands of sightings annually. The emailer has seen something unusual in the sky that he interprets as probable evidence of alien presence.","author":"Seth Shostak","topic":"Diet"},{"quote":"The key is to master a few simple ways to exercise that will burn the most calories in the least time. And you also need to figure out how can you eat more of the good stuff and less of the bad stuff without feeling deprived so your diet regimen feels manageable.","author":"Jillian Michaels","topic":"Diet"},{"quote":"Cutting meat out of your diet is the best thing you can do for animals and your own health.","author":"Joan Jett","topic":"Diet"},{"quote":"When I&#39;m training hard, the diet is miserable.","author":"Luke Evans","topic":"Diet"},{"quote":"It&#39;s good for your body to have a break. Even when you&#39;re training, you have to have a cheat day every week. The body reacts better to training if you give it intervals of not training, or you relax the diet.","author":"Luke Evans","topic":"Diet"},{"quote":"I would never recommend going on a crash diet. Drastically reducing your calorie intake can cause numerous problems, and your body will store fat because you have sent it into starvation mode. I eat every two hours to maintain my blood sugar levels.","author":"Ranveer Singh","topic":"Diet"},{"quote":"When you&#39;re changing your diet, or you&#39;re becoming a vegan, your system will become a bit more sensitive, and you just have to deal with it.","author":"Kat Graham","topic":"Diet"},{"quote":"The comedian sticks as religiously to her theme as a dancer sticks to a diet.","author":"Jo Brand","topic":"Diet"},{"quote":"Sometimes I&#39;ve had to put myself on a diet.","author":"Roger Moore","topic":"Diet"},{"quote":"It&#39;s really unfair to working women in America who read celebrity news and think, &#39;Why can&#39;t I lose weight when I&#39;ve had a baby?&#39; Well, everyone you&#39;re reading about has money for a trainer and a chef. That doesn&#39;t make it realistic.","author":"Rachel Zoe","topic":"Diet"},{"quote":"For me, I just like to cut out bread. I like to keep the good carbs in my diet - I love pasta and Italian food - but I try to eat just that on the weekends and cut out carbs during the week.","author":"Ashley Tisdale","topic":"Diet"},{"quote":"For the vast majority of those who are obese - those with a Body Mass Index over 30 - their size is their choice. They choose to take in more calories than they burn. They choose to take in high fat calories over low-fat ones. They choose to fad diet, if they choose to diet at all.","author":"John Ridley","topic":"Diet"},{"quote":"My doctor explained that exercise and diet changes might help and that I also might need a medication.","author":"Della Reese","topic":"Diet"},{"quote":"The circuit training program along with a healthy clean diet is the way to excellent results.","author":"Lee Haney","topic":"Diet"},{"quote":"Many cows are fed a high-protein diet, which creates a more liquid manure that is easier to spray on fields.","author":"Charles Duhigg","topic":"Diet"},{"quote":"A steady diet of the higher truths might prove exhausting, but it&#39;s important that we acknowledge their validity and celebrate their survival.","author":"Robert Gottlieb","topic":"Diet"},{"quote":"I&#39;m kind of like a middle mix between a warrior diet and a Paleo diet, so I only eat once a day and it&#39;s at night - so kind of like interval fasting. But I eat until I&#39;m full, I eat as much as I want, and I really don&#39;t eat anything that you couldn&#39;t find, you know, 10,000 years ago.","author":"Ronda Rousey","topic":"Diet"},{"quote":"I go mainly by the Dolce diet. It is a little hard to describe: it&#39;s not really a diet but more of a lifestyle. I eat throughout the day; I have three meals and two snacks, and it changes according to what I need at the time.","author":"Ronda Rousey","topic":"Diet"},{"quote":"I need protein from food rather than just protein supplements. I changed my diet.","author":"Travis Barker","topic":"Diet"},{"quote":"I never thought that I would become a staple in the Australian cultural diet. The equivalent of bread or milk, or a fine old Tasmanian Mauve Vein. I think it&#39;s because I talk about things that people dare not mention. I don&#39;t mean raunchy things or unsavoury things. I call a spade a spade - I discuss things in a realistic manner.","author":"Barry Humphries","topic":"Diet"},{"quote":"I would love to pretend I don&#39;t diet, but I work very hard. I stay active and eat very healthy. Anybody who says otherwise is either unhealthy or lying! I will admit that I&#39;m addicted to sugar - licorice, Jujubees and jelly candies. And I actually love bran muffins!","author":"Evangeline Lilly","topic":"Diet"},{"quote":"My diet, my regime, the whole life I have on the road has always got that little bit of stress because I&#39;m always afraid I&#39;m going to get a cold. And it&#39;s just such a nightmare when you got a cold or an irritation and you have to do a show.","author":"Geddy Lee","topic":"Diet"},{"quote":"Quite simply, my diet has and will always be everything in moderation. People look at Olympic athletes and think they must cut out all those things everyone else indulges in, and speaking for myself, I never did.","author":"Summer Sanders","topic":"Diet"},{"quote":"The hardest diet I was ever on was the one when I was fat. You can only wear fat clothes, you don&#39;t feel good, your sex life gets damaged, you don&#39;t have energy for anything. It&#39;s horrible.","author":"Drew Carey","topic":"Diet"},{"quote":"I&#39;ve had weight issues all my life. I&#39;ve been on all the diets: Atkins, liquid protein, Scarsdale diet. Now I go to the gym often. I&#39;m always on the StairMaster, and I do weights.","author":"Hoda Kotb","topic":"Diet"},{"quote":"&#39;Immortals&#39; was very much a martial arts based training program - a lot of body weight stuff, very little in the way of actually lifting heavy weights, and a very, very low calorie diet.","author":"Henry Cavill","topic":"Diet"},{"quote":"I&#39;ve always eaten well and have a balanced diet.","author":"Christy Turlington","topic":"Diet"},{"quote":"I adopted a healthier diet. I take at least a tablespoon of apple-cider vinegar a day. It&#39;s an old wives&#39; tale, but it really is one of the best things you can put in your mouth.","author":"Melissa Etheridge","topic":"Diet"},{"quote":"I&#39;ve realized that I&#39;m more important than food is. I love a big slice of pizza, but I love myself more. Being thin is about changing the way you think about yourself. It&#39;s about saying that you deserve to be healthy.","author":"Valerie Bertinelli","topic":"Diet"},{"quote":"My nutritionist has done a great job in changing my diet after we established I am allergic to things like gluten - I can&#39;t eat pizza, pasta and bread. I have lost some weight, but my movement is sharper and I feel great.","author":"Novak Djokovic","topic":"Diet"},{"quote":"Quantity in diet is more to be regarded than quality. A full meal is a great enemy both to study and industry.","author":"Samuel Richardson","topic":"Diet"},{"quote":"My mother always wants me to put me on a diet.","author":"Twinkle Khanna","topic":"Diet"},{"quote":"I don&#39;t really read non-fiction, but I have grown up on a steady diet of Wodehouse and, of course, science fiction.","author":"Twinkle Khanna","topic":"Diet"},{"quote":"I think diet plays an important role before any beauty and skincare regime. Taking care of what you eat and drinking lots of water throughout the day always come first.","author":"Disha Patani","topic":"Diet"},{"quote":"Weight Watchers is not intimidating. It&#39;s not a diet. It&#39;s a lifestyle.","author":"Jessica Simpson","topic":"Diet"},{"quote":"I believe in nourishment and having a balanced diet. I avoid bingeing and try and eat healthy, especially lots of amla, and drink lots and lots of water.","author":"Yami Gautam","topic":"Diet"},{"quote":"I am following a particular diet, and it requires me to not just eat right but also at the right time. So, I carry food from home.","author":"Yami Gautam","topic":"Diet"},{"quote":"Largely in the beginning, I did a lot of extra work because I was lighter than all the other guys. I was at a massive disadvantage, so I had to put on weight. I started with eating. I had to really focus on my diet.","author":"David Robinson","topic":"Diet"},{"quote":"I had to get healthy for a period in my life, so I learned a lot about food and diet.","author":"Cobie Smulders","topic":"Diet"},{"quote":"I was on a strict diet to stay in shape for &#39;Jack Reacher,&#39; but each day on set in New Orleans, catering dropped off delicious food at my trailer.","author":"Cobie Smulders","topic":"Diet"},{"quote":"People need to eat whole food plant foods, primarily... whole grains, fruits, vegetables, nuts and seeds. That diet supports our lives. We ought to live to be 90 or 100 without getting any diseases.","author":"John Mackey","topic":"Diet"},{"quote":"I don&#39;t believe in diets. They don&#39;t necessarily work. What they do is scrub your weight down, but as soon as you finish, you naturally go back up. I keep everything in my diet - gluten and sugar - I just cut it down a little bit and train more. It&#39;s not rocket science.","author":"Paul Hollywood","topic":"Diet"},{"quote":"I&#39;ve never been on a diet and never will.","author":"Paul Hollywood","topic":"Diet"},{"quote":"I will never, ever go on a carb-free diet.","author":"Paul Hollywood","topic":"Diet"},{"quote":"I don&#39;t do the gym and I don&#39;t diet. I&#39;m vegetarian but I don&#39;t diet.","author":"Pamela Anderson","topic":"Diet"},{"quote":"I started modeling at 28. I&#39;m 5-feet-7 1\/2, and I never went on a diet. I followed what my doctor told me: &#39;It&#39;s good to have a little bit of fat. Your weight is fine. Don&#39;t go any lighter.&#39;","author":"Isabella Rossellini","topic":"Diet"},{"quote":"Polynesian women are known for their long hair, glowing skin, and thick nails. And that comes from the local diet, which is mostly plant based with a little bit of fish and a lot of natural fats and oils.","author":"Nikki Reed","topic":"Diet"},{"quote":"Exercise is more important than diet for me because it&#39;s a twofer. It keeps me in good physical shape, and it relieves stress. And when you&#39;re a representative of the public, there&#39;s never a shortage of things to do.","author":"Aaron Schock","topic":"Diet"},{"quote":"I stagger out of bed, take the dogs outside, and then I&#39;ll get a Diet Coke and a couple of dog biscuits and go upstairs. By the time I&#39;ve consumed my Diet Coke and had a quick run through the morning email and Twitter feed, I will probably be compos mentis enough to work.","author":"Diana Gabaldon","topic":"Diet"},{"quote":"The best way to lose weight is to close your mouth - something very difficult for a politician. Or watch your food - just watch it, don&#39;t eat it.","author":"Ed Koch","topic":"Diet"},{"quote":"Everyone is going to binge on a diet, for instance, so plan for it, schedule it, and contain the damage.","author":"Tim Ferriss","topic":"Diet"},{"quote":"There has never been a verified scientific report that chelation therapy, a gluten-free diet, or anything else can cure autism.","author":"Michael Specter","topic":"Diet"},{"quote":"I pay attention to my diet to be a healthier gymnast, but I&#39;m not obsessive over it.","author":"Shawn Johnson","topic":"Diet"},{"quote":"I need my food to keep my energy up, so I can&#39;t really diet.","author":"Sienna Miller","topic":"Diet"},{"quote":"The typical Western diet is the number-one cause of premature death and the number-one cause of disability. In other words, a long and healthy life is largely a matter of choice.","author":"Michael Greger","topic":"Diet"},{"quote":"I had one of my best years in 1991; I was 31. I made a renewed effort to work harder. I got better at my diet. I paid attention to how much sleep I got. I was always someone of routine. I became more strict.","author":"Cal Ripken, Jr.","topic":"Diet"},{"quote":"One of the reasons it&#39;s so difficult to study the relationship between diet and disease is because many dietary behaviors are associated with non-dietary behaviors.","author":"Michael Greger","topic":"Diet"},{"quote":"Anyone who&#39;s promoting the exact diet that they were in previous years probably isn&#39;t keeping up with the latest science, though in general, the balance of evidence has remained remarkably consistent - centering one&#39;s diet around whole plant foods.","author":"Michael Greger","topic":"Diet"},{"quote":"The benefits of a healthier diet are far-reaching because they also equate to fewer animals being bred into inhumane factory farm conditions and fewer greenhouse gas emissions.","author":"Michael Greger","topic":"Diet"},{"quote":"After following more than 60,000 people for more than a dozen years, University of Oxford researchers found those who consume a plant-based diet were less likely to develop all forms of cancer combined.","author":"Michael Greger","topic":"Diet"},{"quote":"I&#39;m a wonderful disaster. So are you. We&#39;re all a mess. We&#39;re in this culture that says take this pill and you&#39;ll be happy, go on this diet and you&#39;ll be thinner, have your teeth whitened, people will love you more.","author":"Emilio Estevez","topic":"Diet"},{"quote":"My daily diet consists of basically anything I think looks tasty, whether that&#39;s pizza, sushi, burgers, quesadillas. I like everything.","author":"Cameron Dallas","topic":"Diet"},{"quote":"I went to a nutritionist; my diet is pretty clean, but I wanted to get some more knowledge and understanding in some areas. My two favorite things, Clif Bars and lattes, she just destroyed in our first meeting. Coffee is fine, but soy is the most genetically modified food that we eat.","author":"Andre Ward","topic":"Diet"},{"quote":"It is not easy to lose or gain weight. The diet and the exercise regime should be compatible with your body, or else you end up with wrinkles and hair loss.","author":"R. Madhavan","topic":"Diet"},{"quote":"The only specialized diet that I follow is home-cooked food.","author":"Sangram Singh","topic":"Diet"},{"quote":"I am a pure vegetarian, and I&#39;m much healthier compared to those who live on a non-veg diet.","author":"Sangram Singh","topic":"Diet"},{"quote":"As a late teenager, I had some puppy fat on me, and I noticed that I could put on weight. I have always been very disciplined because my mother was very beautiful, a very pretty woman, but she was immobilised by obesity. At her biggest, she was about 17 stone. And she was always on some sort of fad diet.","author":"Trudie Styler","topic":"Diet"},{"quote":"My diet is very kale-heavy. It&#39;s so nutrient-dense. I stay away from fake processed stuff.","author":"Daniel Bryan","topic":"Diet"},{"quote":"I&#39;ve adopted a diet that minimises high glycemic index carbs, coupled with lean protein sources and a mix of vegetables.","author":"Fawad Khan","topic":"Diet"},{"quote":"I am diabetic. So diet control is a pre-given for me.","author":"Fawad Khan","topic":"Diet"},{"quote":"I&#39;m not as conscious as I should be about my diet and eating a healthy balance of fruit and vegetables because I do so much exercise. However, I love good grilled fish and Mediterranean\/Middle-Eastern salads.","author":"Robert Rinder","topic":"Diet"},{"quote":"I have pessimistic moments when I think I should go on a diet because people are paying money to see movies with exceptional-looking actresses. But being in college has helped me realize that the best thing I can do is to feel good about myself and forget about other people&#39;s standards.","author":"Julia Stiles","topic":"Diet"},{"quote":"I like to stay balanced in life, so I don&#39;t have to do some radical diet. I love my job, and I obviously want to feel good when I am working, but I also want to feel energized and agile all the time. As a New Yorker, I live in the land of plenty, and yet every day I see people who could use a good meal.","author":"Julia Stiles","topic":"Diet"},{"quote":"Omelettes, I&#39;d say, are my secret weapon in terms of diet: I love them, they&#39;re nice and easy to make, they&#39;re very nutritious, and they&#39;re low in carbs.","author":"Michael Bisping","topic":"Diet"},{"quote":"I&#39;m well trained. The only reason I am this slim is that I have to fit into the clothes. The samples are size 8, and I am naturally a size 10 to 12. I have been on a diet for my entire life.","author":"Marie Helvin","topic":"Diet"},{"quote":"My training diet can be quite strict when I&#39;m coming up to competition; it&#39;s a weight-making sport, of course. But I eat quite healthily anyway, and it&#39;s less strict when out of competition.","author":"Katie Taylor","topic":"Diet"},{"quote":"My parents have been incredibly supportive from perhaps the first real independent decision I made to become a vegetarian at 11, which was certainly not consistent with their diet at the time.","author":"Chelsea Clinton","topic":"Diet"},{"quote":"I have to make sure I get the right amount of protein and iron, and I take supplements for that. I think people would be surprised if they saw my diet, though; it&#39;s very normal.","author":"Lizzie Armitstead","topic":"Diet"},{"quote":"I eat a lot more now than I ever used to. I have taken a real interest in nutrition and believe in the difference that makes when fueling your body correctly. That means never skipping a meal and making sure that my diet supports my training needs.","author":"Lizzie Armitstead","topic":"Diet"},{"quote":"Eating well is really important to me. That means having balanced meals, never missing a meal, never skipping a meal, having a balanced diet, and never doing anything extreme.","author":"Lizzie Armitstead","topic":"Diet"},{"quote":"Every human being is unique and reacts differently to different food items. A diet that works for you may not necessarily work for your friend.","author":"Adnan Sami","topic":"Diet"},{"quote":"Far too many times over the next 12 to 15 years, it was brought to my attention that people who followed my exercise guidelines exactly but ignored their diet, their weight and their cigarette smoking had heart attacks at age 55.","author":"Kenneth H. Cooper","topic":"Diet"},{"quote":"I still believe that a plant-based diet has tremendous health benefits, but I have incorporated more animal protein into my diet. I found that my body personally got to a point where I needed something more.","author":"Bob Harper","topic":"Diet"},{"quote":"Literary readings aren&#39;t going to shake their reputation as the added-fibre of our entertainment diet until the people who organize and participate in them snap out of this mentality.","author":"Lynn Coady","topic":"Diet"},{"quote":"I am a big-structured guy, and so I always felt my weight was justified until I chanced upon Cavemen&#39;s diet.","author":"Harshvardhan Rane","topic":"Diet"},{"quote":"Simply put, Cavemen&#39;s diet is a diet plan which suggest food eaten by the cavemen. Cavemen ate what was available - like meat, vegetables and a few nuts. What we grow for food is carbohydrates, and that leads to weight gain. I started this diet a few years ago, and ever since, I haven&#39;t had carbs at all.","author":"Harshvardhan Rane","topic":"Diet"},{"quote":"I had to go on the strict caveman diet where you eat only vegetables, chicken, and egg whites. This diet in many ways sounds right to me, and it has worked wonderfully.","author":"Harshvardhan Rane","topic":"Diet"},{"quote":"As American as an apple is and as American as baseball is, they don&#39;t go together. You can&#39;t be chewing an apple at a baseball game. You&#39;ve got to let go of the diet that day.","author":"Kevin James","topic":"Diet"},{"quote":"I got sick of trying everything. I tried every single thing imaginable - diet, exercise. I even bought a house on the health spa property, and I still gained weight.","author":"Lisa Lampanelli","topic":"Diet"},{"quote":"It was when my American coach Dan Pfaff came over from the States in 2009 and started working with me that we really began to look at my diet. He decided I was eating too many carbohydrates, so I cut back on bread. Over the next year I lost weight and became leaner.","author":"Greg Rutherford","topic":"Diet"},{"quote":"Although Shanghai is on the sea, it long lacked the prosperity that Hong Kong enjoyed, so while Hong Kong became known for its exotic ocean creatures, Shanghai built its diet around more commonplace river and sea fish.","author":"Evan Osnos","topic":"Diet"},{"quote":"Famously cancer fighting, laden with vitamins, minerals, soluble fiber, and phytonutrients, broccoli and its relatives are among the healthiest ingredients of the human diet.","author":"Kate Christensen","topic":"Diet"},{"quote":"Diet Coke is the only way I get through filming because I get so tired.","author":"Lily James","topic":"Diet"},{"quote":"I try not to diet because it never really works for me, if I tell myself I can&#39;t eat something then I tend to want to eat everything in sight.","author":"Leona Lewis","topic":"Diet"},{"quote":"I&#39;m terrible with my workout regime and following it strictly. I&#39;m terrible with a healthy diet and following it strictly. I&#39;m terrible on the weekends about getting up at reasonable hours and all of those things. But, when it comes to my work and the discipline it takes to get to work on time - I hate unprofessionalism.","author":"Katherine Heigl","topic":"Diet"},{"quote":"The New Nordic diet originated in 2004, when the visionary chefs Rene Redzepi and Claus Meyer called a symposium of regional chefs to address the public&#39;s increasing consumption of processed foods, additives, highly refined grains, and mass-produced poultry and meat.","author":"Kate Christensen","topic":"Diet"},{"quote":"After my experiences with the 5:2 diet, I wasn&#39;t interested in a short-term fix that would fail later. I wanted a way of eating that made me lose weight without feeling deprived.","author":"Kate Christensen","topic":"Diet"},{"quote":"Reminded of what a diet really is, I began eating more slowly, being more conscious of when I was full. I started to enjoy my buckwheat bread with goat cheese and pureed butternut-squash soup as a response to real hunger.","author":"Kate Christensen","topic":"Diet"},{"quote":"New York apartments are notoriously small, and my cute little studio is no exception - space is at a premium, which is one of the reasons that I only have a mini-fridge. Great for leftovers, cheese, and chilling Diet Coke.","author":"Rachel Sklar","topic":"Diet"},{"quote":"I&#39;ve seen so many people - loved ones and colleagues - who jump from one diet to the next, one exercise regimen to the next . I was trying to figure out what were some of the basic things that each of us can build into a lifestyle for good, instead of bouncing from one thing to the next.","author":"Tom Rath","topic":"Diet"},{"quote":"I used to be hung up on my figure, but it&#39;s a waste of time. I don&#39;t believe in diets. Have four pints one night, be healthy the next.","author":"Sophie Ellis-Bextor","topic":"Diet"},{"quote":"Push-ups, sit-ups, and a strict diet of raisins. That&#39;s my plan.","author":"Jack Black","topic":"Diet"},{"quote":"I have something called endometriosis, and I was told by my gynecologist that I needed to go on a specific diet if I didn&#39;t want to have any more surgery.","author":"Tia Mowry","topic":"Diet"},{"quote":"I saw how changing my diet really benefitted my health. After I changed my diet, I was able to get pregnant, and then my eczema went away, and then my migraines went away.","author":"Tia Mowry","topic":"Diet"},{"quote":"The vegan diet is obviously lacking whatever essential nutrient it is that makes people likeable.","author":"Jim Goad","topic":"Diet"},{"quote":"I am fussy, about my diet and straining my voice. I know, sounds a bit over the top. But I&#39;m not as bad as I used to be. These days I don&#39;t drink alcohol for five days before a show - very dehydrating for the vocal cords, and all that acid reflux. I used to ban it for a fortnight. Nightmare.","author":"Katherine Jenkins","topic":"Diet"},{"quote":"I do follow a version of the Dukan diet, but I don&#39;t follow it to the extreme so a lot of fish and vegetables. If I want chocolate I&#39;ll let myself have a bit of chocolate in moderation.","author":"Katherine Jenkins","topic":"Diet"},{"quote":"I started dieting. I dieted, dieted, dieted and tried all the diets and I would lose and then I would go back to normal eating and would put it on and then some.","author":"Suzanne Somers","topic":"Diet"},{"quote":"Throughout my life, I have tried to share my philosophy that getting and staying healthy doesn&#39;t have to feel like work. I don&#39;t diet or slave away in a gym - what I do is make excellent food choices.","author":"Suzanne Somers","topic":"Diet"},{"quote":"I stopped dieting on plain, boring, unsatisfying food and started eating rich, delicious meals full of flavor and, yes... fat. I got skinny on fat and realized I would never have to diet again.","author":"Suzanne Somers","topic":"Diet"},{"quote":"After working with many nutritionists, reading books, and practicing trial and error on my own body, I have finally found a way to control my weight without deprivation. I call my program &#39;Somersizing,&#39; and Somersizing is not a diet. Diet is a nasty four-letter word that conjures up negative thoughts of sacrifice and obsession and guilt.","author":"Suzanne Somers","topic":"Diet"},{"quote":"The myriad of serious health risks resulting from poor diet include high cholesterol, heart disease, type 2 diabetes, high blood pressure, stroke, and even sleep apnea.","author":"Jane Velez-Mitchell","topic":"Diet"},{"quote":"I&#39;m not a dieter. I have the palate of a 7-year-old boy, although I&#39;m working on it. I order off the kids&#39; menu! I&#39;m working hard to eat more fruit and veggies and round it all out, but I&#39;m a big pretzels and Diet Coke kind of girl.","author":"Allison Williams","topic":"Diet"},{"quote":"I remember when the Atkins diet arrived; I lost 16 lb in the first month, but when I stopped, it all went back on again.","author":"Bonnie Tyler","topic":"Diet"},{"quote":"If you follow a strict diet for a few months, flaunting six packs abs is no big deal.","author":"Akkineni Nagarjuna","topic":"Diet"},{"quote":"I&#39;m on the Sensa diet. It&#39;s a little magic powder based on Dr. Hirsh&#39;s clinical trials and studies and it basically signals the brain that you&#39;re full through smellology.","author":"Patti Stanger","topic":"Diet"},{"quote":"I follow a dairy-free and gluten-free diet, which can be challenging in some places.","author":"Brandon Boyd","topic":"Diet"},{"quote":"It&#39;s not a struggle to be on a diet. You feel lighter, and your spirit is lighter, too. But I love chocolate, and I allow myself to have chocolate. That doesn&#39;t go against a diet for me.","author":"Juliette Binoche","topic":"Diet"},{"quote":"I&#39;m naturally a muscular gal with some curves, so eating a Mediterranean diet makes my body happy.","author":"Debi Mazar","topic":"Diet"},{"quote":"I try to eat fruit and veggies and meat and all the different categories and have a well rounded diet.","author":"Andrew Luck","topic":"Diet"},{"quote":"People who shop in health food stores never look healthy.","author":"Amy Sedaris","topic":"Diet"},{"quote":"My diet is always extremely important to me. I&#39;ve taken a new approach to eating in terms of my blood type. I really don&#39;t eat much chicken, sugar, salts, or beef. Just eating clean and feeling so much better.","author":"Larry Fitzgerald","topic":"Diet"},{"quote":"It&#39;s one thing to lose weight, but it&#39;s another thing to eat healthy.","author":"Jennifer Hudson","topic":"Diet"},{"quote":"No pills, not even aspirin, and certainly no supplements ever enter my mouth - everything I need comes from my fish and vegetarian diet, which incorporates many different kinds of fruit and vegetables every week.","author":"David H. Murdock","topic":"Diet"},{"quote":"Since acquiring major interests in Dole Food Company 28 years ago, educating the public on proper diet has constituted the agenda of the Dole Nutrition Institute.","author":"David H. Murdock","topic":"Diet"},{"quote":"My plant-based diet plus fish is to credit for my low blood pressure, high energy, and robust immunity.","author":"David H. Murdock","topic":"Diet"},{"quote":"We are increasingly offered a diet in which sensation, not story, is king.","author":"Beeban Kidron","topic":"Diet"},{"quote":"I grew up with a Mediterranean diet, so I like clean, simple food. But if there&#39;s pizza on a menu, I always end up ordering it. I can&#39;t resist it.","author":"Sara Sampaio","topic":"Diet"},{"quote":"I try to cook more now so I can control my diet and what I ingest.","author":"Sara Sampaio","topic":"Diet"},{"quote":"I find it almost comforting to count calories, because it makes me conscious of what I&#39;m eating. But on Super Bowl Sunday, I thought, &#39;Surrender to it. It&#39;s nacho time.&#39; Then I ate nothing but Doritos all day.","author":"Kristen Bell","topic":"Diet"},{"quote":"When I learned that flour pound for pound has as many calories as sugar, and that when eating pasta you&#39;re basically eating cake, I was size 23, and my neck was restricting my breathing, and so I got on a microbiotic diet and got myself an exercise bike.","author":"Caitlin Moran","topic":"Diet"},{"quote":"I&#39;m gluten intolerant, so that automatically cuts carbs from my diet.","author":"Malin Akerman","topic":"Diet"},{"quote":"I follow an extremely strict diet counting my calorie intake, keeping in mind a very balanced ratio of proteins, carbs, and fats.","author":"Rithvik Dhanjani","topic":"Diet"},{"quote":"There are some disheartening days where I don&#39;t get to eat my favourite sweets, but my diet has to be followed.","author":"Rithvik Dhanjani","topic":"Diet"},{"quote":"I hate the gym, so I try to diversify my workouts with swimming and basketball. Indoors, it&#39;s less boring than running. I do find that diet is key. I eat lots of lean protein, no soda, no fast food or fried foods, and a lot of water. But I love food and often cook.","author":"Mike Colter","topic":"Diet"},{"quote":"The longest-lived people eat a plant-based diet. They eat meat but only as a condiment or a celebration. Nothing they eat has a plastic wrapper.","author":"Dan Buettner","topic":"Diet"},{"quote":"There&#39;s no quick or magical way to lose weight. You just have to do it the natural way - diet and exercise and stick to it - and be able to do it at your own pace.","author":"Jordin Sparks","topic":"Diet"},{"quote":"You feel better when you&#39;re eating food that retains nutritional value.","author":"Amber Heard","topic":"Diet"},{"quote":"If I like myself at this weight, then this is what I&#39;m going to be. I don&#39;t have an eating disorder.","author":"Courteney Cox","topic":"Diet"},{"quote":"At age 12, I was on &#39;Guiding Light,&#39; and I wanted to be accepted by these adults I was working with. I started with the Eat Right for Your Type diet. A friend who was a little older was doing it. I have a perfectionist personality, so I wanted to do the best job I could. I was not eating anything it said not to.","author":"Brittany Snow","topic":"Diet"},{"quote":"If you want to make the best of yourself, you don&#39;t necessarily need to diet - you need to wear the right stuff.","author":"Trinny Woodall","topic":"Diet"},{"quote":"They&#39;re still advertising the added health-giving advantages of vitamins in your daily diet, although it has long since been shown that you&#39;d be better off eating Smarties.","author":"Terry Wogan","topic":"Diet"},{"quote":"The best diet for overall health, and specifically for heart, brain, and cancer risk reduction, is a diet that&#39;s aggressively low in carbohydrates with an abundance of healthful fat, and this is the central theme of &#39;Grain Brain.&#39;","author":"David Perlmutter","topic":"Diet"},{"quote":"Fat is your friend. The brain thrives on a fat-rich, low-carbohydrate diet.","author":"David Perlmutter","topic":"Diet"},{"quote":"The Mediterranean diet is rich in fruits and vegetables while low in sodium. It is also enriched with olive oil, high in antioxidants as well as monounsaturated and polyunsaturated fats.","author":"David Perlmutter","topic":"Diet"},{"quote":"I really believe that my family&#39;s infrequency of getting sick is due to our diet.","author":"Kristin Cavallari","topic":"Diet"},{"quote":"Getting as much sleep as possible and following a healthy diet will stop you from feeling run-down if, like me, you&#39;re super-stressed.","author":"Elizabeth Hurley","topic":"Diet"},{"quote":"It&#39;s difficult to maintain the six-pack abs. They demand a specific workout and diet plan. Even professional bodybuilders sport six-pack abs on and off.","author":"Allu Arjun","topic":"Diet"},{"quote":"I have found the right way to deal with my diet, largely through trial and error, but also by having good people around me all the time, and they have given me the right advice for my body.","author":"Tony McCoy","topic":"Diet"},{"quote":"Most days, I have a slice of toast, then lie in a hot bath for an hour to get up a sweat. I have a sauna at the racecourse and then go and ride. On the way home, I might stop at a service station and have a bar of chocolate and a Diet Coke. And that&#39;s it, basically.","author":"Tony McCoy","topic":"Diet"},{"quote":"Arjun&#39;s character has brought discipline in my life. Now everything happens in my life well planned. Initially, I used to get up at any time, but now I get up at appropriate time, and I keep a check on my diet.","author":"Shaheer Sheikh","topic":"Diet"},{"quote":"I used to drink tons of caffeine. Now I make smoothies with frozen berries and Green Vibrance health powder.","author":"Leighton Meester","topic":"Diet"},{"quote":"I put on fifteen pounds of muscle, so that was a lot of eating chicken and a high protein, low-carb diet. Also a lot of heavy lifting and a very different kind of training with an ex-navy SEAL guy who wanted to kill me every time I got with him. In a good way.","author":"Josh Hutcherson","topic":"Diet"},{"quote":"I never, ever, restrict food, and I will never go on a diet ever again.","author":"Portia de Rossi","topic":"Diet"},{"quote":"Even if I&#39;m hormonal and I feel like I&#39;ve got a couple pounds of water weight, I will never starve myself, I will never, ever go on a diet.","author":"Portia de Rossi","topic":"Diet"},{"quote":"I&#39;m not on a special diet, but I do try to stay away from a lot of fried foods and from a lot of carbs. Yes, I eat a little bit of all of it.","author":"Tilman J. Fertitta","topic":"Diet"},{"quote":"I was definitely one of those people who fell for the fat-free cookies and chips that are loaded with sugar and calories.","author":"Alison Sweeney","topic":"Diet"},{"quote":"I would eat healthy at times and pig out at times. But I never had to go on a strict diet plan.","author":"Tori Spelling","topic":"Diet"},{"quote":"Our pets rely on us entirely for their nutrition. So if you&#39;re making your own judgments, that could lead to a mistake. At the same time, we have more control over our pet&#39;s diet than we do with our children or with ourselves, so your vet can tell you what is appropriate for your dog and you can assign them that.","author":"Alison Sweeney","topic":"Diet"},{"quote":"As people move further away from a meat-based diet, I think the focus will shift to using grains as the central focus of our food supply.","author":"Daniel Humm","topic":"Diet"},{"quote":"My diet is high on protein, which keeps me energised and fresh.","author":"Karan Patel","topic":"Diet"},{"quote":"I&#39;ve never had body issues, I&#39;ve never had an eating disorder. I&#39;ve never had to go on a diet and that&#39;s because of Weight Watchers.","author":"Ginnifer Goodwin","topic":"Diet"},{"quote":"I&#39;ve tried just about every crazy diet you can imagine.","author":"Brooke Burke","topic":"Diet"},{"quote":"I feel about airplanes the way I feel about diets. It seems to me that they are wonderful things for other people to go on.","author":"Jean Kerr","topic":"Diet"},{"quote":"I never count calories, but I eat so well.","author":"Alicia Silverstone","topic":"Diet"},{"quote":"My diet is not unorthodox. I just eat like anyone else - that&#39;s just how I am. Everyone is different. It is just my metabolism that keeps me this slim.","author":"Jamie Vardy","topic":"Diet"},{"quote":"But I don&#39;t do the diet thing anymore. I&#39;m a big believer in feeding your body what it needs. Deny yourself something and you&#39;re going to end up shoving your face full of it.","author":"Ashley Greene","topic":"Diet"},{"quote":"I&#39;ve drunk Amazon&#39;s free Diet Coke. Nothing makes more sense to me than a company trying to make bookselling into a profitable business. I&#39;m not anti-Amazon, and I&#39;m not pro-publishers either. I&#39;m pro-books.","author":"Lev Grossman","topic":"Diet"},{"quote":"For my diet, I choose mostly organic. But in general, I am a big believer in trying to strike a balance with everything.","author":"Liya Kebede","topic":"Diet"},{"quote":"I don&#39;t eat pork or beef. I cut that out when my father passed away about 20 years ago. I wanted to modify my diet because he passed away from diabetes. And, you know, it&#39;s very hereditary.","author":"Tony Cardenas","topic":"Diet"},{"quote":"My wife is a very attractive woman, and she&#39;s always worried about her diet. But she doesn&#39;t pay attention to me, and I don&#39;t pay attention to her. She&#39;s a vegetarian, and it drives me crazy.","author":"Alan King","topic":"Diet"},{"quote":"I don&#39;t starve myself. Anyone who knows me will tell you I have an appetite. I&#39;d much rather work out and not diet than not work out and have to diet.","author":"Marisa Miller","topic":"Diet"},{"quote":"I do lead a careful diet, I don&#39;t overeat, I have fruit and vegetables every day and I drink a lot of water. And my darling wife keeps me so young it is ridiculous. Being with her is an inspiration as well.","author":"Bruce Forsyth","topic":"Diet"},{"quote":"I am not qualified to talk about the diet. Simply because I am not a dietician.","author":"Mark Spitz","topic":"Diet"},{"quote":"Yes, I&#39;m obsessed with health, which has been an interesting journey. I went down the raw-food diet route, but got ill. It was really hard, especially in Britain in winter, trying to survive on raw carrots. I became so ill and anemic, so I stopped that and became a vitamin junkie. I just ate lots of vegetables, exercised and breathed.","author":"Naomie Harris","topic":"Diet"},{"quote":"I always have eaten really healthy, but I&#39;m not a diet freak.","author":"Behati Prinsloo","topic":"Diet"},{"quote":"I try to eat whatever I want. I don&#39;t like putting myself on a diet, but I try to eat organic, healthy, and lean with lots of green vegetables.","author":"Elsa Hosk","topic":"Diet"},{"quote":"I thought that losing weight by following a strict diet will make me more flexible and feel more confident about my body. I have become so used to the routine now and have fallen in love with my body that I would want to follow it forever.","author":"Amruta Khanvilkar","topic":"Diet"},{"quote":"For most teenage runners, the right foods means a varied diet, decreasing the amount of fat found in the typical American diet and replacing those calories with carbohydrates. Avoid saturated fats, such as those found in fried foods, and eat plenty of fresh fruits and vegetables.","author":"Don Kardong","topic":"Diet"},{"quote":"I eat a balanced diet. The secret is to watch your portions, but I also work out a lot. Working out a lot isn&#39;t necessary, but I am very active, and my body can endure intense workouts.","author":"Adriana Lima","topic":"Diet"},{"quote":"I have a completely addictive personality. Diet Coke is my last - God, I know people counting days off Diet Coke; I&#39;m such a Diet Cokehead. Now I won&#39;t let myself buy it.","author":"Mary Karr","topic":"Diet"},{"quote":"I honestly don&#39;t diet or work out regularly. I&#39;m just always running around - you&#39;ll never catch me having a day on the sofa.","author":"Abbey Clancy","topic":"Diet"},{"quote":"The best anti-aging advice I&#39;ve ever received? Drink a lot of water and have a plant-based diet. I also do mindful meditation with my daughter every day. It takes ten minutes. I think reducing stress plays a big part in anti-aging.","author":"Carolyn Murphy","topic":"Diet"},{"quote":"Jamie Oliver, quite rightly, was talking about trying to improve the diet of children in schools and improving school meals, but the net effect was the number of children eating school meals in many of these places didn&#39;t go up, it went down.","author":"Andrew Lansley","topic":"Diet"},{"quote":"I think we have to understand that sugar is an essential component of food; it&#39;s just that sugar in excess is an inappropriate and unhelpful diet.","author":"Andrew Lansley","topic":"Diet"},{"quote":"I have a slight addiction to Diet Coke, and, of course, I absolutely shouldn&#39;t touch it because it makes the kidneys work really hard.","author":"Sue Townsend","topic":"Diet"},{"quote":"If I could have a Barbie body, which has no cellulite, I totally would. I would like to have a flatter stomach, but that won&#39;t happen either. That is never going to happen. No matter how much weight I lose, my stomach, below the belly button, always pooches out.","author":"Holly Madison","topic":"Diet"},{"quote":"American cities are not scaled to the energy diet of the future. They have become too large. They&#39;re over-scaled.","author":"James Howard Kunstler","topic":"Diet"},{"quote":"The doctor asked what my diet was like and I had to sit down and realize it&#39;s not normal, and hadn&#39;t been normal for about 20 years.","author":"Carre Otis","topic":"Diet"},{"quote":"The Depression was remarkable because you had nothing, and the salaries, when you got a job, were very small. But you could do anything. You see, a donut was ten cents. A cup of coffee was a nickel. That was lunch, with an apple. And I would be playing a lead on a Broadway show on that kind of diet.","author":"Norman Lloyd","topic":"Diet"},{"quote":"I tried the Atkins diet in the Seventies when pregnant with my son, as I didn&#39;t want to pile on the pounds. Now, so long as I&#39;m healthy, I don&#39;t care what my scales say.","author":"Britt Ekland","topic":"Diet"},{"quote":"I inherited my weight problem from my mum. She was always on diets. If there was a box of chocolates in the house, she&#39;d eat half a chocolate, then put the other half back. She loved me, but she did encourage me to diet in my teens.","author":"Lesley Nicol","topic":"Diet"},{"quote":"I realize that I&#39;m a mature woman and one of these days, incredible diet or not, I&#39;ll be a little old lady.","author":"Victoria Moran","topic":"Diet"},{"quote":"It simply feels right to me to blend the glittery delights of New York City with a largely raw vegan diet - with the soul-deep conviction that animals are not ours to eat, wear, exploit or experiment on.","author":"Victoria Moran","topic":"Diet"},{"quote":"The whole idea of juicing is good if you are trying to diet and use it in limited basis. I use juice drinks only once a week. I use emulsified drinks because in emulsification you are keeping everything. You are keeping the pulp, you are keeping the skin with all of the phytonutrients.","author":"Montel Williams","topic":"Diet"},{"quote":"If a patient became sugar-free and blood sugar normal on a basal requirement diet, the caloric intake was gradually increased until sugar appeared in the urine. The tolerance was thus ascertained.","author":"Frederick Banting","topic":"Diet"},{"quote":"I try my best to be extremely disciplined about my diet.","author":"Mika Brzezinski","topic":"Diet"},{"quote":"I am constantly working out-circuit training, jumping rope, and stair-stepping, and sticking to 1200 calories a day. It can&#39;t be something that you&#39;re doing to lose weight, and then once you do, you&#39;re done. I do it every day of my life.","author":"LeAnn Rimes","topic":"Diet"},{"quote":"A diet that is high in fat, sugar and salt makes it really hard for a body to function efficiently.","author":"Tamra Davis","topic":"Diet"},{"quote":"We have lots of fruit trees and vegetables - we live endlessly on courgettes. I certainly wouldn&#39;t approve of a diet of McDonald&#39;s for my children.","author":"Jade Jagger","topic":"Diet"},{"quote":"I grew up with a heavy diet of gospel, folk, and blues because those are kind of the cornerstones of traditional American music.","author":"Ben Harper","topic":"Diet"},{"quote":"I grew up with the Blind Boys&#39; music. My family owns a music store in Claremont, California, called The Claremont Folk Music Center. I grew up with a heavy diet of gospel, folk, and blues because those are kind of the cornerstones of traditional American music.","author":"Ben Harper","topic":"Diet"},{"quote":"I&#39;ve probably tried every fad diet in the world.","author":"Jenna Ushkowitz","topic":"Diet"},{"quote":"At one point, I even thought, &#39;Oh, I&#39;ll take diet pills.&#39; I tried it for one day, and I thought my heart was going to explode. It&#39;s awful, and I would never, ever recommend it.","author":"Jenna Ushkowitz","topic":"Diet"},{"quote":"A number of countries around the world, and indeed the E.U. as a whole, have chosen not to allow the import from the U.S. of beef from cows fed a diet that includes the hormone ractopamine, because of the fairly grave health concerns.","author":"Zac Goldsmith","topic":"Diet"},{"quote":"I kind of want to get the music back on a road it hasn&#39;t been on for a while. I want to promote the arts as part of the American diet.","author":"Jason Moran","topic":"Diet"},{"quote":"Statistically, if you have ever dieted you are extremely likely not only to regain any weight you lose, but to go on to gain even more. Dieting makes you fat.","author":"Arabella Weir","topic":"Diet"},{"quote":"Sticking to a diet required me to have a permanently low self-esteem. But happily, I developed other skills beyond a fluctuating weight, eventually building up a different source of self-worth.","author":"Arabella Weir","topic":"Diet"},{"quote":"In the 20 long, hungry years between my late teens and late 30s I bought in to virtually every new diet and\/or exercise regime that hoved into view, particularly at this most vulnerable time for those of us prone to poor body image - a new year.","author":"Arabella Weir","topic":"Diet"},{"quote":"When the season ends, I like to take a little time off from the diet I follow when I&#39;m playing.","author":"D'Brickashaw Ferguson","topic":"Diet"},{"quote":"A diet that relies heavily on meat production results in higher emissions than a typical vegetarian diet. Different individuals will make different choices. However, the debate about climate change should not be dumbed down to a single slogan, such as &#39;give up meat to save the planet.&#39;","author":"Nicholas Stern","topic":"Diet"},{"quote":"I think I am becoming obsessive-compulsive. David Beckham apparently turns all the Diet Coke cans in his fridge to face the same way every morning, and I nerdily sharpen all the pencils in my pot before sitting down to work.","author":"Andrew O'Hagan","topic":"Diet"},{"quote":"We&#39;re so marinated in the culture of speed that we almost fail to notice the toll it takes on every aspect of our lives - on our health, our diet, our work, our relationships, the environment and our community.","author":"Carl Honore","topic":"Diet"},{"quote":"Our obsession with speed, with cramming more and more into every minute, means that we race through life instead of actually living it. Our health, diet and relationships suffer. We make mistakes at work. We struggle to relax, to enjoy the moment, even to get a decent night&#39;s sleep.","author":"Carl Honore","topic":"Diet"},{"quote":"Good diet and exercise are key, but abject fear has its own rewards. And arriving on the first day for rehearsals for &#39;Spamalot&#39; and seeing all these much younger, much fitter people, who I was going to be on stage with, became a catalyst for cutting out the more unhealthy aspects of my life.","author":"Sanjeev Bhaskar","topic":"Diet"},{"quote":"This is not what anyone wants to hear, just like somebody who wants to lose weight doesn&#39;t want to hear &#39;diet and exercise,&#39; but I think giving yourself time and abstaining from interaction is the only way to get over somebody.","author":"Julie Klausner","topic":"Diet"},{"quote":"Someone with a figure like Jennifer Aniston has a trainer, a cook spinning out some version of the latest diet, and probably a stop at the tanning salon.","author":"Amanda Peet","topic":"Diet"},{"quote":"And I grew up on a steady diet of science fiction, especially apocalyptic and postapocalyptic fiction.","author":"Justin Cronin","topic":"Diet"},{"quote":"If you continually diet, you are putting your body in a quasi-famine situation. It slows your metabolism down and breaks the thermostat. Diets don&#39;t work. They don&#39;t help you understand why you&#39;re eating more than your body wanted in the first place.","author":"Susie Orbach","topic":"Diet"},{"quote":"I try to eat healthy for the most part. When I cut weight, I cut pretty much everything out. I don&#39;t have protein when I cut weight other than what I might get from something like chicken breast. So I don&#39;t eat any extra protein, just because I&#39;m trying to get the weight off. That&#39;s the only real diet I have.","author":"Paige VanZant","topic":"Diet"},{"quote":"When I was in my early to mid-teens, that was a very heavy diet of science fiction and fantasy, so those were the kinds of books I tended to imagine writing someday, or even began to try to write.","author":"Michael Chabon","topic":"Diet"},{"quote":"I don&#39;t have a problem with my body. I don&#39;t diet, and I&#39;m not hiding anything. I&#39;m not going to be the subject of a movie of the week 10 years from now.","author":"Lara Flynn Boyle","topic":"Diet"},{"quote":"My biggest regret is putting my body through fad diets - Atkins, cleanses, the hCG diet.","author":"Jennie Garth","topic":"Diet"},{"quote":"I would much rather have a couple of hundred grams of chicken in the afternoon than neck a shake. You&#39;re better off just keeping your diet relatively lean and eating simply.","author":"Jai Courtney","topic":"Diet"},{"quote":"In the African-American community, we struggle with a lot of health problems that have a lot to do with our diet.","author":"Marvin Sapp","topic":"Diet"},{"quote":"I still love to eat, and my diet isn&#39;t perfect.","author":"Rob Kardashian","topic":"Diet"},{"quote":"As I mentioned previously, the tools that allow for optimum health are diet and exercise.","author":"Bill Toomey","topic":"Diet"},{"quote":"I don&#39;t diet. I just don&#39;t eat as much as I&#39;d like to.","author":"Linda Evangelista","topic":"Diet"},{"quote":"Right now I&#39;d love to be sitting on a Greek island somewhere because of being Greek American, eating great octopus salad and some fantastic lamb. Or sipping a little ouzo. I think the Mediterranean diet is one of the healthiest... Lots of nuts, vegetables, fruits, fresh fish, lean meats, yogurt.","author":"Cat Cora","topic":"Diet"},{"quote":"By learning about my body and making small, subtle changes, I find out what I enjoy and what is effective. I&#39;m always finessing: adjusting my diet and my workouts. You have to figure out which exercises are fun and interesting and stimulate your brain - or else you&#39;ll never keep at them.","author":"Lisa Edelstein","topic":"Diet"},{"quote":"If you eat a lot of starchy foods, introduce a vegetable once a week, then twice a week, and then three times a week. Slowly fill your diet with new flavors. By the time you&#39;re ready to let go of whatever it is you want to let go of, you&#39;ve got a full menu.","author":"Lisa Edelstein","topic":"Diet"},{"quote":"These cricketers work so hard, be it training schedules or their diet.","author":"Hazel Keech","topic":"Diet"},{"quote":"It seems every year, people make the resolution to exercise and lose weight and get in shape.","author":"Ed Smith","topic":"Diet"},{"quote":"After my first week of no wheat, my stomachaches were gone, my mucous cleared up, and I felt incredibly energetic. My headaches were also less frequent and less severe, and I had lost 3 pounds, most of it swelling and water weight my body had been holding onto as part of its response to the wheat products in my diet.","author":"Daphne Oz","topic":"Diet"},{"quote":"A gluten-free diet still allows you access to almost every fruit and vegetable, a variety of grains and legumes, your pick of dairy products, fresh meats and fish and a whole slew of special gluten-free delights to satisfy your pretzel-bagel-muffin-doughnut craving.","author":"Daphne Oz","topic":"Diet"},{"quote":"The Dorm Room Diet is nothing like the conventional diets you may have tried in the past. It offers guidelines for creating a healthy lifestyle on your own, without the daunting restrictions of a quick-fix diet.","author":"Daphne Oz","topic":"Diet"},{"quote":"At my heaviest, I was 5&#39;8&quot; and 175 pounds. I ate well, but in too large quantities, and I rarely made a concerted effort to burn off the extra calories. I&#39;d beat myself up about being overweight, even though I had the tools to be in shape. Then I&#39;d resort to an unhealthy diet to lose the weight that was making me self-conscious.","author":"Daphne Oz","topic":"Diet"},{"quote":"I eliminated coffee and fish from my diet. The pesticides in coffee and fish, as well as the mercury in the latter, are considered possible contributors to birth defects in fetal tissue.","author":"Constance Marie","topic":"Diet"},{"quote":"I cook croquetas, and I eat jamon. I keep my diet 100% Mediterranean and drink my Rioja. In that sense, I have a piece of Spain in West Hollywood.","author":"Paz Vega","topic":"Diet"},{"quote":"Breastfeeding is the very best diet I&#39;ve been on.","author":"Rebecca Romijn","topic":"Diet"},{"quote":"I don&#39;t do faddy diets any more. I once did a no-carbs diet a few years ago but it made me depressed. I couldn&#39;t be doing with that!","author":"Jennifer Ellison","topic":"Diet"},{"quote":"One day I looked in the mirror, and I wasn&#39;t happy. If you&#39;re not feeling good mentally, emotionally and physically, you&#39;re just a mess - and that&#39;s the point I felt like. It was a change in attitude and a shift in lifestyle. There&#39;s no crazy diet; I train six days a week, and I eat really well.","author":"Ricki-Lee Coulter","topic":"Diet"},{"quote":"Even after you win the championship, the work doesn&#39;t stop; it probably only becomes more. I&#39;m just basically focused on what I need to do. There&#39;s a lot that goes into this - diet, preparation, assembling the right people around you, sparring partners, coaches, etc. - so I&#39;m not enjoying anything.","author":"Alistair Overeem","topic":"Diet"},{"quote":"I&#39;ve done every diet there is.","author":"Kate Walsh","topic":"Diet"},{"quote":"I&#39;m an emotional eater. When I get upset, my diet goes out the window.","author":"Kelly Osbourne","topic":"Diet"},{"quote":"If you can eat 70 percent raw or introduce raw into your diet, it will help your health.","author":"Carol Alt","topic":"Diet"},{"quote":"I box for four hours a week and my diet is pretty healthy.","author":"Tony Parsons","topic":"Diet"},{"quote":"I work out every day, and I eat 1,200 calories. Here&#39;s the truth - like I&#39;ve said to everybody, &#39;Every diet works if you follow the diet.&#39;","author":"Marissa Jaret Winokur","topic":"Diet"},{"quote":"I&#39;m on this diet where you&#39;re supposed to eat only fish and meat.","author":"Lasse Hallstrom","topic":"Diet"},{"quote":"I go to the gym five days a week and I have a personal trainer. I am on a strict diet, which is kind of hard to keep up with on the road, but I stick to it as well as I can.","author":"Lou Gramm","topic":"Diet"},{"quote":"We talk about, you know, diet and that we shouldn&#39;t give our kids big things and obesity and fast food. Well, you know there are people who don&#39;t have that problem because they&#39;re not getting any food! We have so many deep problems and issues facing humanity.","author":"Chris Noth","topic":"Diet"},{"quote":"We can all put weight on or lose weight.","author":"Keith Emerson","topic":"Diet"},{"quote":"These days I travel so much it&#39;s hard to get into a routine. When I&#39;m on the road, I tend to use hotel gyms. When I&#39;m home in L.A., I like to hike and hit the surf. All in all, I try to keep a balanced diet and exercise routine, which has stood me in good stead to date.","author":"Curtis Stone","topic":"Diet"},{"quote":"I don&#39;t believe in the no-carb diet... I have a theory. I think if you give up carbs, you get cranky. You must include them in your daily diet.","author":"Karisma Kapoor","topic":"Diet"},{"quote":"I&#39;m terrible at sticking to any sort of diet. The more I think I can&#39;t eat something, the more I want to eat it. And I know this is the most annoying thing for a girl to say, but I&#39;m just really lucky; I can eat pretty much what I want.","author":"Liberty Ross","topic":"Diet"},{"quote":"Feeding is a very important ritual for me. I don&#39;t trust people who don&#39;t like to eat.","author":"Gina Gershon","topic":"Diet"},{"quote":"Few men in their 70s looked as good as my father did. What was his secret? Genes, maybe, since he didn&#39;t exercise or diet, and he kept a candy drawer, drank a pot of black coffee every day, and read in the middle of the night. Still, he took such joy in being a dad - and in life in general - and his happiness showed.","author":"Jennifer Grant","topic":"Diet"},{"quote":"I was elected to the Diet in the same way as at every parliamentary election.","author":"Fritz Sauckel","topic":"Diet"},{"quote":"I was member of the Diet as long as it existed, until May 1933.","author":"Fritz Sauckel","topic":"Diet"},{"quote":"The Diet was dissolved by a Reich Government decree.","author":"Fritz Sauckel","topic":"Diet"},{"quote":"I have a carbohydrate and protein-rich diet. For breakfast, I typically have two slices of bread with butter or jam, four to five eggs - boiled or fried - a few bananas and a glass of milk.","author":"Vijender Singh","topic":"Diet"},{"quote":"I eat healthy and don&#39;t go by a diet chart. The breakfast is usually heavy, complemented with short frequent meals. My dinner is high on proteins and low on carbohydrates.","author":"Vijender Singh","topic":"Diet"},{"quote":"For my own health, I thought it was better to eat a plant based diet. I&#39;m going to be 60 soon and I have boundless energy and I feel really good, so I&#39;m all for it.","author":"Ed Begley, Jr.","topic":"Diet"},{"quote":"Each of us should take personal responsibility for our diet, and our children&#39;s diet, and the government&#39;s role should be to make certain it provides the best information possible to help people stay healthy.","author":"Jim Talent","topic":"Diet"},{"quote":"I&#39;m only drinking white wine because I&#39;m on a diet and I don&#39;t eat.","author":"Oliver Reed","topic":"Diet"},{"quote":"A plant-based diet has actually simplified my life in so many ways. For breakfast, I try to get my first serving of fruits and nuts for fuel. I&#39;m completely addicted to coconut water for the electrolytes and hydration.","author":"Michelle Forbes","topic":"Diet"},{"quote":"I thought a vegan diet would be too difficult, being on the road so much, but it&#39;s been far easier than I thought.","author":"Michelle Forbes","topic":"Diet"},{"quote":"Young girls look to me as a role model and think I crash diet to keep slim. That&#39;s not true, I always eat properly.","author":"Denise Van Outen","topic":"Diet"},{"quote":"I&#39;ve never been on a fad diet.","author":"Denise Van Outen","topic":"Diet"},{"quote":"You know as far as diet goes, for a while I was really obsessed with counting fat grams along with the rest of the world.","author":"Jean Smart","topic":"Diet"},{"quote":"Whenever you&#39;re looking at new ways to get in shape, first you have to decide what you want. Do you want a more muscular look, or do you want to slim down and appear more toned and ripped? I adapt my training and diet with each role I do, depending on the image I want to convey.","author":"Scott Adkins","topic":"Diet"},{"quote":"I don&#39;t believe in depriving myself of any food or being imprisoned by a diet.","author":"Joely Fisher","topic":"Diet"},{"quote":"I think I&#39;ve done every crazy diet there was in the beginning, but it&#39;s weird: I&#39;m thinner now than I was when I was modeling. I don&#39;t obsess about it.","author":"Molly Sims","topic":"Diet"},{"quote":"I stick to lots of protein and veggies and try not to eat so many carbs, even though carbs are my favorite. I eat healthy things like quinoa, and I add fresh juices to my diet to get extra vitamins.","author":"Martha Hunt","topic":"Diet"},{"quote":"Bacon has been a staple of the American diet since the first European settlers, but until recently, it was consumed in a predictable, seasonal pattern. The bulk of sales came from home consumers, diners, and pancake houses, which fried it up along with eggs for breakfast.","author":"David Sax","topic":"Diet"},{"quote":"I&#39;m not strictly vegetarian, but meat doesn&#39;t play a big part in my diet.","author":"Katie Holmes","topic":"Diet"},{"quote":"Most diets would have you cutting things out from your diet; they are about denial and discipline.","author":"Kathy Freston","topic":"Diet"},{"quote":"Though I&#39;m vegan and advocate that others eat a plant-based diet, I know that many people aren&#39;t quite ready to take that step in whole.","author":"Kathy Freston","topic":"Diet"},{"quote":"I&#39;ll make a diet cheesecake, but I&#39;ll put it in a Sara Lee box. Or I&#39;ll have a huge bowl of pasta, but it&#39;s actually just a cup of pasta - the rest is vegetables. It makes me feel less deprived.","author":"Stephen Furst","topic":"Diet"},{"quote":"One of the key things I did to stay on my diet is I never allowed myself to get hungry. As soon as I got hungry, I&#39;d eat healthy foods.","author":"Stephen Furst","topic":"Diet"},{"quote":"When I was pregnant. I exercised and was healthy, but it was also the first time since I was 14 that I wasn&#39;t on a diet.","author":"Liv Tyler","topic":"Diet"},{"quote":"I&#39;m nutty for nutrition. I&#39;ve become one of those people who can&#39;t stop talking about the connection between food and health. Now that I know how much changing what you eat can transform your life, I can&#39;t stop proselytizing.","author":"Robin Quivers","topic":"Diet"},{"quote":"I don&#39;t like to diet, so I work out with a trainer a few times a week. We do kickboxing and strengthening - it&#39;s hard! I also do yoga and love to walk everywhere. I live in Brooklyn, so walking is the best way to discover the city and the neighbourhoods.","author":"Anna Ewers","topic":"Diet"},{"quote":"My soul is dark with stormy riot: directly traced over to diet.","author":"Samuel Hoffenstein","topic":"Diet"},{"quote":"I think by planning an exercise regime, your diet follows to some extent.","author":"Dolph Lundgren","topic":"Diet"},{"quote":"I always recommend a sensible diet, including lots of carbohydrates and avoiding too much fat. Dancers don&#39;t need different fuel from other people - they just need more of it because they use more energy.","author":"Deborah Bull","topic":"Diet"},{"quote":"My diet is always terrible, unfortunately. I don&#39;t know moderation.","author":"Sean Astin","topic":"Diet"},{"quote":"Mine is the least fat diet in the world.","author":"Pierre Dukan","topic":"Diet"},{"quote":"All in all, I&#39;d like to venture into film. Films are my staple diet, so I would love to be part of a feature film, independent film... it all just depends on the story and the people behind it, really.","author":"Tom Weston-Jones","topic":"Diet"},{"quote":"I started out doing commercials, like Diet Coke and Pizza Hut. And I started to find there was a different life for me, in a different field. From there, I got a call from a director in Italy, and we did &#39;Indio&#39; I and II, and that&#39;s where it started.","author":"Marvin Hagler","topic":"Diet"},{"quote":"It looks to me to be obvious that the whole world cannot eat an American diet.","author":"Jerry Brown","topic":"Diet"},{"quote":"A bonus: You don&#39;t have to diet to direct.","author":"Joey Lauren Adams","topic":"Diet"},{"quote":"Much in the way Olympic athletes optimize their game by paying an enormous - borderline maniacal - amount of attention to things like diet, exercise, sleep, and of course the essential R&amp;R, we all would do well to pay more attention to those key aspects of our lives that comprise our overall health equation.","author":"David Agus","topic":"Diet"},{"quote":"I was completely unhealthy, obese, so I committed to running three miles every morning for six months and following a strict diet, and 100 pounds came off.","author":"Josh Young","topic":"Diet"},{"quote":"Milk is a really important part of my diet. For London, I had to be in the best shape of my life, and having milk every day played a part in that.","author":"Jade Jones","topic":"Diet"},{"quote":"Sex keeps me in shape. I don&#39;t diet, I eat what I like. I love Mars bars and I smoke and drink. But I love running off in the middle of the day to make love. It really burns up calories.","author":"Lisa Snowdon","topic":"Diet"},{"quote":"After college, I went on a real big classics kick. Read everything by Faulkner, Hemingway, Woolf, Proust, Dostoevsky. And that classics train dropped me off at &#39;Dracula.&#39; Halfway through it, I understood I&#39;d never be going back, never &#39;leaving&#39; the genre again. Since then, I&#39;ve been on a fairly strict horror diet.","author":"Josh Malerman","topic":"Diet"},{"quote":"I am, in fact, a medical doctor; I am a world expert in mechanical heart technology; and I am an athletically fit man who takes care of his own health through diet and exercise, including frequent five mile runs.","author":"Robert Jarvik","topic":"Diet"},{"quote":"Like so many people, I only remembered Orson Welles as this huge, fat, bearded figure selling wine in TV commercials. So whenever anyone said I looked like Orson Welles I said that I wasn&#39;t that fat, and I would get on a diet, quickly.","author":"Christian McKay","topic":"Diet"},{"quote":"I&#39;m not regimented. I don&#39;t diet, and I exercise the way I want to.","author":"Lena Olin","topic":"Diet"},{"quote":"She used to diet on any kind of food she could lay her hands on.","author":"Arthur Baer","topic":"Diet"},{"quote":"Adopting a new healthier lifestyle can involve changing diet to include more fresh fruit and vegetables as well as increasing levels of exercise.","author":"Linford Christie","topic":"Diet"},{"quote":"Unfortunately, diet is 75 or 80 percent of trying to get in shape, so you do have to try to cut the carbs. The diet&#39;s a huge part! I&#39;m from Kansas, so I love ranch dressing and McDonald&#39;s. When I&#39;m working, I have to stay away from all that!","author":"Colton Haynes","topic":"Diet"},{"quote":"I was a vegetarian first. I had high blood pressure at 27, everybody in my family died of cancer, and I knew it was in the food, so I changed my diet.","author":"John Salley","topic":"Diet"},{"quote":"I am just as ordinary as anyone else, and I also have my problems, but I also am responsible for my own health. So I&#39;ll be on that exercise bike, I&#39;ll be out there walking and try to improve my health and diet as much as I&#39;m expecting of other Tasmanians.","author":"Lara Giddings","topic":"Diet"},{"quote":"When I travel, there are no rules with my diet. I eat whatever looks good, but in small portions. Food is such a rich part of the travel experience. There is no way I would cut that out!","author":"Zoe McLellan","topic":"Diet"},{"quote":"If your diet is dialed in, you can train in a pretty subpar manner and still get passable results. On the other hand, if your training is fantastic but your diet is crap, you have a harder road ahead of you.","author":"John Romaniello","topic":"Diet"},{"quote":"I don&#39;t really go on diets because when I go on a diet, my brain stops working. I mean, really, that&#39;s all I think about: what I can eat, what I can&#39;t eat. I sort of decided that&#39;s not what I want to do with my time on this planet. It&#39;s not it.","author":"Sarah Dunn","topic":"Diet"},{"quote":"For most of my 20s, I looked like I was 12. Now that I&#39;m pushing 40, I guess I look closer to... 15? It must be my macrobiotic diet. Oh, wait, except that I don&#39;t have one of those.","author":"Gabriel Mann","topic":"Diet"},{"quote":"The idea behind diet confusion is, you have to keep your body off-kilter. So by changing the type of foods that you eat, the frequency of the foods that you eat, you can keep your metabolism revved up.","author":"Ian K. Smith","topic":"Diet"},{"quote":"Uh, I just had an operation last March which was rather serious and I&#39;m recuperating now. I&#39;m on a very bland diet. But, uh, I&#39;m lucky, I was just lucky, that&#39;s all.","author":"Rube Goldberg","topic":"Diet"},{"quote":"The best physicians are Dr. Diet, Dr. Quiet, and Dr. Merryman.","author":"Daniel D. Palmer","topic":"Diet"},{"quote":"I am now in that happy comfortable state that I do not hesitate to indulge in any fancy in regard to diet, but watch the consequences, and do not continue any course which adds to weight or bulk and consequent discomfort.","author":"William Banting","topic":"Diet"},{"quote":"For the sake of argument and illustration I will presume that certain articles of ordinary diet, however beneficial in youth, are prejudicial in advanced life, like beans to a horse, whose common ordinary food is hay and corn.","author":"William Banting","topic":"Diet"},{"quote":"Eating at home is fine, as I can easily work around the foods that don&#39;t agree with me and still eat heartily with the rest of my family. I don&#39;t force them to follow my diet.","author":"Andrea McLean","topic":"Diet"},{"quote":"Subsisting on a diet drawn from one food group isn&#39;t healthy or gratifying. Even eating cupcakes 24\/7 eventually would get old!","author":"Jenna McCarthy","topic":"Diet"},{"quote":"When we get in late and the only thing open is fast food, it can be tough to maintain a healthy diet.","author":"Mike Trout","topic":"Diet"},{"quote":"I refuse to spend my life worrying about what I eat. There is no pleasure worth forgoing just for an extra three years in the geriatric ward.","author":"John Mortimer","topic":"Diet"},{"quote":"I don&#39;t have a strict diet where I have to eat 100g of this, 200g of that, but before, I had a problem with sweet things, so I cut them out completely.","author":"Robert Lewandowski","topic":"Diet"},{"quote":"The more I read and watched about the meat industry, the more determined I became to keep meat out of my diet. The things I saw in slaughterhouse exposes made me feel sick and I refused to just ignore what I now knew.","author":"Renee Olstead","topic":"Diet"},{"quote":"Love is such an objective thing. I mean, I can say I love my family, or I love my Diet Coke. So I guess, in different ways, yeah, I do believe in love.","author":"Emilie de Ravin","topic":"Diet"},{"quote":"Food does not rank high on my list. I eat to live, and I&#39;m very particular about my diet. It&#39;s strictly low fat diet for me.","author":"Terence Lewis","topic":"Diet"},{"quote":"I&#39;m eating a lot of organic proteins and vegetables! Maintaining a healthy, balanced diet is my No. 1 priority because I&#39;m nursing my daughter.","author":"Lily Aldridge","topic":"Diet"},{"quote":"I&#39;ve never been one to be too careful with my diet. If I really start watching what I eat, I&#39;m already a thin guy - I just won&#39;t have any physical strength. I think I&#39;ll disappear if I don&#39;t eat what I need to eat or what I like to eat.","author":"Daniel Nestor","topic":"Diet"},{"quote":"I travel 330 days a year and eat every two and a half hours - I&#39;m a big guy. I always carry a fork, little bottles of spices, and Sriracha. I eat what I feel like eating.","author":"Robert Irvine","topic":"Diet"},{"quote":"I dream about &#39;Cheers.&#39; Like when you go on a diet and you dream of pizza. I always think of those wonderful years. I loved working on it.","author":"George Wendt","topic":"Diet"},{"quote":"I tried the paleo diet, which is the caveman diet - lots of meat. And I tried the calorie restriction diet: The idea is that if you eat very, very little - if you&#39;re on the verge of starvation, you will live a very long time, whether or not you want to, of course.","author":"A. J. Jacobs","topic":"Diet"},{"quote":"The 3-hour Diet is absolutely safe - in fact it&#39;s not a diet, it&#39;s a lifestyle! Once you reach your goal weight, you just adjust the portion sizes slightly to maintain that optimal weight.","author":"Jorge Cruise","topic":"Diet"},{"quote":"I actually went on a vegan diet. So I was nagging myself there. I don&#39;t nag other people about it. It was sort of an interesting experiment, and I found it wasn&#39;t that hard at all.","author":"Paul Fleischman","topic":"Diet"},{"quote":"I have been following a vegan diet now since the 1980s, and find it not only healthier, but also much more attractive than the chunks of meat that were on my plate as a child.","author":"Neal Barnard","topic":"Diet"},{"quote":"A vegan diet takes care of most of what we need to do. But you&#39;ll also want to minimize the use of oils generally, because while olive oil and other vegetable oils are better for your heart than chicken fat, they are as fattening as animal fats.","author":"Neal Barnard","topic":"Diet"},{"quote":"I was starting to become impotent through this diet and couldn&#39;t perform. How many people who are taking the little blue pill, if they started to change what they are eating most of the time, could change the way their sex life is?","author":"Morgan Spurlock","topic":"Diet"},{"quote":"I&#39;m not completely vegan - my diet&#39;s probably about 80 percent plant based, but I do eat some meat. I try to know where everything comes from, though. And all bets are off if my husband and I go to a really great restaurant.","author":"Lauren Bowles","topic":"Diet"},{"quote":"If you&#39;re an actress, you&#39;re always on one diet or another - it&#39;s a way of life.","author":"Leigh-Allyn Baker","topic":"Diet"},{"quote":"I don&#39;t have a trainer. I have what I call &#39;the poor man&#39;s workout and the rich man&#39;s diet.&#39; I run for 1 hour every day and do 500 sit-ups and 1000 crunches, and I lift weights at the Y for 28 bucks a month, even if it&#39;s 3 in the morning.","author":"T. J. Thyne","topic":"Diet"},{"quote":"My Ph.D. thesis problem was to determine if the DNA content of rat tissues increased if there was B12 in the diet. This problem was suggested by my adviser based on the observation that thymine could replace vitamin B12 in a lactobacillus.","author":"Irwin Rose","topic":"Diet"},{"quote":"It&#39;s never fun having to bulk up for a job on an action film, then lose weight for another role. I don&#39;t actually mind working out, but it&#39;s the diet: I&#39;m half-French, so I love my food, and boiled chicken breast for breakfast is not my idea of a good meal.","author":"Oliver Jackson-Cohen","topic":"Diet"},{"quote":"I know what I have to do if I want to lose weight and stay healthy: eat a proper diet and exercise. All I&#39;ve got to do is apply it.","author":"John Candy","topic":"Diet"},{"quote":"The sad thing is, when it comes to diet, is that even when well-intentioned Feds try to do right by us, they fail. Either they&#39;re outvoted by puppets of agribusiness, or they are puppets of agribusiness.","author":"Mark Bittman","topic":"Diet"},{"quote":"Let me pose you a question. Can farm-raised salmon be organic when its feed has nothing to do with its natural diet, even if the feed itself is supposedly organic, and the fish themselves are packed tightly in pens, swimming in their own filth?","author":"Mark Bittman","topic":"Diet"},{"quote":"The USDA is not our ally here. We have to take matters into our own hands, not only by advocating for a better diet for everyone - and that&#39;s the hard part - but by improving our own. And that happens to be quite easy. Less meat, less junk, more plants.","author":"Mark Bittman","topic":"Diet"},{"quote":"Like everyone, there are times when I just don&#39;t feel like exercising. When that happens, I&#39;m a bit more careful with my diet. But on days I really want a treat, like chocolate, I work out a little harder. I don&#39;t believe in beating myself up for not being &#39;good.&#39;","author":"Judy Reyes","topic":"Diet"},{"quote":"I was diagnosed with a lung disorder that some people walk around with and don&#39;t even know they have. Through early diagnosis, I&#39;m happy to share that I stay healthy with diet and exercise.","author":"Tisha Campbell-Martin","topic":"Diet"},{"quote":"If you&#39;re feeling frumpy or grumpy, try to eat Paleo. It&#39;s a way of eating that is sometimes referred to as the &#39;Caveman Diet.&#39;","author":"Chelan Simmons","topic":"Diet"},{"quote":"The first time I met Elizabeth Edwards, she greeted me at the door of her home juggling a yogurt in one hand and a Diet Coke in the other.","author":"Jennifer Palmieri","topic":"Diet"},{"quote":"We see that mice that undergo caloric restriction show a lower telomere shortening rate than those fed with a normal diet. These mice therefore have longer telomeres as adults, as well as lower rates of chromosome anomalies.","author":"María Blasco Marhuenda","topic":"Diet"},{"quote":"We believe that such a significant increase in longevity is due to the protective effect against cancer produced by caloric restriction - incidences fall by 40 percent if we compare them with the mice that produce more telomerase and have a normal diet - and, added to the presence of longer telomeres, this makes the mice live longer and better.","author":"María Blasco Marhuenda","topic":"Diet"},{"quote":"Hope is a very thin diet.","author":"Thomas Shadwell","topic":"Diet"},{"quote":"&#39;The 17 Day Diet&#39; keeps your body and metabolism guessing. I call this &#39;body confusion.&#39;","author":"Mike Moreno","topic":"Diet"},{"quote":"I don&#39;t really watch what I eat. I love sitting around with friends and eating loads and drinking loads for hours. Maybe when I&#39;m 40 I&#39;ll worry about my diet.","author":"Santiago Cabrera","topic":"Diet"},{"quote":"We are convinced that Organic Avenue is extraordinarily well positioned to become a national leader in both the rapidly growing $5 billion organic juicing industry and the $75 billion natural foods industry, driven by an increasing number of consumers moving towards a healthier diet of organic foods.","author":"Jonathan Grayer","topic":"Diet"},{"quote":"I don&#39;t believe in fad diets.","author":"Jenny Craig","topic":"Diet"},{"quote":"We have the opportunity to provide the first FDA reviewed and approved over-the-counter option that can help people lose weight and make changes to their lifestyle and diet.","author":"Steve Burton","topic":"Diet"},{"quote":"As the people of Shishmaref lose their natural hunting grounds to the warming sea, they are forced to buy U.S. canned goods from the only local store on the island; however, this is not their natural diet and cannot sustain them throughout the year.","author":"Amy J. Berg","topic":"Diet"},{"quote":"This cream will help one&#39;s nature strengthen and grow, The diet gives support in my decline.","author":"Du Fu","topic":"Diet"},{"quote":"I highly recommend worrying. It is much more effective than dieting.","author":"William Powell","topic":"Diet"},{"quote":"I&#39;m not on a diet or anything. I do watch what I eat, though. But what I want, I get it. I learned when I was at 280 pounds, when I was in that life before, denial was not the answer.","author":"Jo Marie Payton","topic":"Diet"},{"quote":"I&#39;ve been on a diet for two weeks and all I&#39;ve lost is two weeks.","author":"Totie Fields","topic":"Diet"},{"quote":"I certainly feel that the time is not far distant when a knowledge of the principles of diet will be an essential part of one&#39;s education. Then mankind will eat to live, be able to do better mental and physical work and disease will be less frequent.","author":"Fannie Farmer","topic":"Diet"},{"quote":"Dieting is murder on the road. Show me a man who travels and I&#39;ll show you one who eats.","author":"Bruce Froemming","topic":"Diet"},{"quote":"Your diet is a bank account. Good food choices are good investments.","author":"Bethenny Frankel","topic":"Diet"},{"quote":"The only way to keep your health is to eat what you don&#39;t want, drink what you don&#39;t like, and do what you&#39;d rather not.","author":"Mark Twain","topic":"Diet"},{"quote":"Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you&#39;re working out, you&#39;re going to feel good.","author":"Jason Statham","topic":"Diet"},{"quote":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer&#39;s, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","author":"David Suzuki","topic":"Diet"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Diet"},{"quote":"I think of dieting, then I eat pizza.","author":"Lara Stone","topic":"Diet"},{"quote":"A balanced diet and physical activity are vital to academic performance. A healthy diet has a direct link to increased cognitive function and memory skills, decreased absenteeism from school, and improved mood. These advantages can help students stay focused and complete their coursework.","author":"Matt Cartwright","topic":"Diet"},{"quote":"If I could give one tip for people - it&#39;s not an exercise or nutrition regimen. It&#39;s to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don&#39;t get you in shape. It&#39;s your accountability to your word.","author":"Brett Hoebel","topic":"Diet"},{"quote":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","author":"Arnold Schwarzenegger","topic":"Diet"},{"quote":"Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment.","author":"John Muir","topic":"Diet"},{"quote":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","author":"Robert Atkins","topic":"Diet"},{"quote":"Food is an important part of a balanced diet.","author":"Fran Lebowitz","topic":"Diet"},{"quote":"Nothing burns more calories than dancing in 5-inch heels... try it!","author":"Ariana Grande","topic":"Diet"},{"quote":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","author":"Kenneth H. Cooper","topic":"Diet"},{"quote":"I&#39;ve always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there&#39;s bound to be a report that comes out that says, &#39;Broccoli actually... &#39; So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.","author":"Christie Brinkley","topic":"Diet"},{"quote":"We have these weapons of mass destruction on every street corner, and they&#39;re called donuts, cheeseburgers, French fries, potato chips, junk food. Our kids are living on a junk food diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"This is what people don&#39;t understand: obesity is a symptom of poverty. It&#39;s not a lifestyle choice where people are just eating and not exercising. It&#39;s because kids - and this is the problem with school lunch right now - are getting sugar, fat, empty calories - lots of calories - but no nutrition.","author":"Tom Colicchio","topic":"Diet"},{"quote":"The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It&#39;s similar to introducing organic food into your daily diet.","author":"Ivanka Trump","topic":"Diet"},{"quote":"The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.","author":"Drew Carey","topic":"Diet"},{"quote":"The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.","author":"Misty May-Treanor","topic":"Diet"},{"quote":"A healthy diet is a solution to many of our health-care problems. It&#39;s the most important solution.","author":"John Mackey","topic":"Diet"},{"quote":"The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The heart, like the stomach, wants a varied diet.","author":"Gustave Flaubert","topic":"Diet"},{"quote":"The most important factors for a long life, I think, are partly in the genes; number two is lifestyle, which includes healthy diet and regular exercise. I walk, run and swim every day. However, I think too much exercise is also unhealthy because of over-stress; sometimes people who exercise too many hours per day die early.","author":"John Gokongwei","topic":"Diet"},{"quote":"Pasta doesn&#39;t make you fat. How much pasta you eat makes you fat.","author":"Giada De Laurentiis","topic":"Diet"},{"quote":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","author":"Jim Davis","topic":"Diet"},{"quote":"Your diet is a bank account. Good food choices are good investments.","author":"Bethenny Frankel","topic":"Diet"},{"quote":"The only way to keep your health is to eat what you don&#39;t want, drink what you don&#39;t like, and do what you&#39;d rather not.","author":"Mark Twain","topic":"Diet"},{"quote":"Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you&#39;re working out, you&#39;re going to feel good.","author":"Jason Statham","topic":"Diet"},{"quote":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer&#39;s, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","author":"David Suzuki","topic":"Diet"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Diet"},{"quote":"I think of dieting, then I eat pizza.","author":"Lara Stone","topic":"Diet"},{"quote":"A balanced diet and physical activity are vital to academic performance. A healthy diet has a direct link to increased cognitive function and memory skills, decreased absenteeism from school, and improved mood. These advantages can help students stay focused and complete their coursework.","author":"Matt Cartwright","topic":"Diet"},{"quote":"If I could give one tip for people - it&#39;s not an exercise or nutrition regimen. It&#39;s to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don&#39;t get you in shape. It&#39;s your accountability to your word.","author":"Brett Hoebel","topic":"Diet"},{"quote":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","author":"Arnold Schwarzenegger","topic":"Diet"},{"quote":"Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment.","author":"John Muir","topic":"Diet"},{"quote":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","author":"Robert Atkins","topic":"Diet"},{"quote":"Food is an important part of a balanced diet.","author":"Fran Lebowitz","topic":"Diet"},{"quote":"Nothing burns more calories than dancing in 5-inch heels... try it!","author":"Ariana Grande","topic":"Diet"},{"quote":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","author":"Kenneth H. Cooper","topic":"Diet"},{"quote":"I&#39;ve always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there&#39;s bound to be a report that comes out that says, &#39;Broccoli actually... &#39; So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.","author":"Christie Brinkley","topic":"Diet"},{"quote":"We have these weapons of mass destruction on every street corner, and they&#39;re called donuts, cheeseburgers, French fries, potato chips, junk food. Our kids are living on a junk food diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"This is what people don&#39;t understand: obesity is a symptom of poverty. It&#39;s not a lifestyle choice where people are just eating and not exercising. It&#39;s because kids - and this is the problem with school lunch right now - are getting sugar, fat, empty calories - lots of calories - but no nutrition.","author":"Tom Colicchio","topic":"Diet"},{"quote":"The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It&#39;s similar to introducing organic food into your daily diet.","author":"Ivanka Trump","topic":"Diet"},{"quote":"The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.","author":"Drew Carey","topic":"Diet"},{"quote":"The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.","author":"Misty May-Treanor","topic":"Diet"},{"quote":"A healthy diet is a solution to many of our health-care problems. It&#39;s the most important solution.","author":"John Mackey","topic":"Diet"},{"quote":"The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The heart, like the stomach, wants a varied diet.","author":"Gustave Flaubert","topic":"Diet"},{"quote":"The most important factors for a long life, I think, are partly in the genes; number two is lifestyle, which includes healthy diet and regular exercise. I walk, run and swim every day. However, I think too much exercise is also unhealthy because of over-stress; sometimes people who exercise too many hours per day die early.","author":"John Gokongwei","topic":"Diet"},{"quote":"Pasta doesn&#39;t make you fat. How much pasta you eat makes you fat.","author":"Giada De Laurentiis","topic":"Diet"},{"quote":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","author":"Jim Davis","topic":"Diet"},{"quote":"Your diet is a bank account. Good food choices are good investments.","author":"Bethenny Frankel","topic":"Diet"},{"quote":"The only way to keep your health is to eat what you don&#39;t want, drink what you don&#39;t like, and do what you&#39;d rather not.","author":"Mark Twain","topic":"Diet"},{"quote":"Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you&#39;re working out, you&#39;re going to feel good.","author":"Jason Statham","topic":"Diet"},{"quote":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer&#39;s, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","author":"David Suzuki","topic":"Diet"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Diet"},{"quote":"I think of dieting, then I eat pizza.","author":"Lara Stone","topic":"Diet"},{"quote":"A balanced diet and physical activity are vital to academic performance. A healthy diet has a direct link to increased cognitive function and memory skills, decreased absenteeism from school, and improved mood. These advantages can help students stay focused and complete their coursework.","author":"Matt Cartwright","topic":"Diet"},{"quote":"If I could give one tip for people - it&#39;s not an exercise or nutrition regimen. It&#39;s to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don&#39;t get you in shape. It&#39;s your accountability to your word.","author":"Brett Hoebel","topic":"Diet"},{"quote":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","author":"Arnold Schwarzenegger","topic":"Diet"},{"quote":"Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment.","author":"John Muir","topic":"Diet"},{"quote":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","author":"Robert Atkins","topic":"Diet"},{"quote":"Food is an important part of a balanced diet.","author":"Fran Lebowitz","topic":"Diet"},{"quote":"Nothing burns more calories than dancing in 5-inch heels... try it!","author":"Ariana Grande","topic":"Diet"},{"quote":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","author":"Kenneth H. Cooper","topic":"Diet"},{"quote":"I&#39;ve always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there&#39;s bound to be a report that comes out that says, &#39;Broccoli actually... &#39; So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.","author":"Christie Brinkley","topic":"Diet"},{"quote":"We have these weapons of mass destruction on every street corner, and they&#39;re called donuts, cheeseburgers, French fries, potato chips, junk food. Our kids are living on a junk food diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"This is what people don&#39;t understand: obesity is a symptom of poverty. It&#39;s not a lifestyle choice where people are just eating and not exercising. It&#39;s because kids - and this is the problem with school lunch right now - are getting sugar, fat, empty calories - lots of calories - but no nutrition.","author":"Tom Colicchio","topic":"Diet"},{"quote":"The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It&#39;s similar to introducing organic food into your daily diet.","author":"Ivanka Trump","topic":"Diet"},{"quote":"The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.","author":"Drew Carey","topic":"Diet"},{"quote":"The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.","author":"Misty May-Treanor","topic":"Diet"},{"quote":"A healthy diet is a solution to many of our health-care problems. It&#39;s the most important solution.","author":"John Mackey","topic":"Diet"},{"quote":"The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The heart, like the stomach, wants a varied diet.","author":"Gustave Flaubert","topic":"Diet"},{"quote":"The most important factors for a long life, I think, are partly in the genes; number two is lifestyle, which includes healthy diet and regular exercise. I walk, run and swim every day. However, I think too much exercise is also unhealthy because of over-stress; sometimes people who exercise too many hours per day die early.","author":"John Gokongwei","topic":"Diet"},{"quote":"Pasta doesn&#39;t make you fat. How much pasta you eat makes you fat.","author":"Giada De Laurentiis","topic":"Diet"},{"quote":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","author":"Jim Davis","topic":"Diet"},{"quote":"Your diet is a bank account. Good food choices are good investments.","author":"Bethenny Frankel","topic":"Diet"},{"quote":"The only way to keep your health is to eat what you don&#39;t want, drink what you don&#39;t like, and do what you&#39;d rather not.","author":"Mark Twain","topic":"Diet"},{"quote":"Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you&#39;re working out, you&#39;re going to feel good.","author":"Jason Statham","topic":"Diet"},{"quote":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer&#39;s, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","author":"David Suzuki","topic":"Diet"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Diet"},{"quote":"I think of dieting, then I eat pizza.","author":"Lara Stone","topic":"Diet"},{"quote":"A balanced diet and physical activity are vital to academic performance. A healthy diet has a direct link to increased cognitive function and memory skills, decreased absenteeism from school, and improved mood. These advantages can help students stay focused and complete their coursework.","author":"Matt Cartwright","topic":"Diet"},{"quote":"If I could give one tip for people - it&#39;s not an exercise or nutrition regimen. It&#39;s to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don&#39;t get you in shape. It&#39;s your accountability to your word.","author":"Brett Hoebel","topic":"Diet"},{"quote":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","author":"Arnold Schwarzenegger","topic":"Diet"},{"quote":"Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment.","author":"John Muir","topic":"Diet"},{"quote":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","author":"Robert Atkins","topic":"Diet"},{"quote":"Food is an important part of a balanced diet.","author":"Fran Lebowitz","topic":"Diet"},{"quote":"Nothing burns more calories than dancing in 5-inch heels... try it!","author":"Ariana Grande","topic":"Diet"},{"quote":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","author":"Kenneth H. Cooper","topic":"Diet"},{"quote":"I&#39;ve always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there&#39;s bound to be a report that comes out that says, &#39;Broccoli actually... &#39; So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.","author":"Christie Brinkley","topic":"Diet"},{"quote":"We have these weapons of mass destruction on every street corner, and they&#39;re called donuts, cheeseburgers, French fries, potato chips, junk food. Our kids are living on a junk food diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"This is what people don&#39;t understand: obesity is a symptom of poverty. It&#39;s not a lifestyle choice where people are just eating and not exercising. It&#39;s because kids - and this is the problem with school lunch right now - are getting sugar, fat, empty calories - lots of calories - but no nutrition.","author":"Tom Colicchio","topic":"Diet"},{"quote":"The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It&#39;s similar to introducing organic food into your daily diet.","author":"Ivanka Trump","topic":"Diet"},{"quote":"The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.","author":"Drew Carey","topic":"Diet"},{"quote":"The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.","author":"Misty May-Treanor","topic":"Diet"},{"quote":"A healthy diet is a solution to many of our health-care problems. It&#39;s the most important solution.","author":"John Mackey","topic":"Diet"},{"quote":"The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The heart, like the stomach, wants a varied diet.","author":"Gustave Flaubert","topic":"Diet"},{"quote":"The most important factors for a long life, I think, are partly in the genes; number two is lifestyle, which includes healthy diet and regular exercise. I walk, run and swim every day. However, I think too much exercise is also unhealthy because of over-stress; sometimes people who exercise too many hours per day die early.","author":"John Gokongwei","topic":"Diet"},{"quote":"Pasta doesn&#39;t make you fat. How much pasta you eat makes you fat.","author":"Giada De Laurentiis","topic":"Diet"},{"quote":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","author":"Jim Davis","topic":"Diet"},{"quote":"Your diet is a bank account. Good food choices are good investments.","author":"Bethenny Frankel","topic":"Diet"},{"quote":"The only way to keep your health is to eat what you don&#39;t want, drink what you don&#39;t like, and do what you&#39;d rather not.","author":"Mark Twain","topic":"Diet"},{"quote":"Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you&#39;re working out, you&#39;re going to feel good.","author":"Jason Statham","topic":"Diet"},{"quote":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer&#39;s, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","author":"David Suzuki","topic":"Diet"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Diet"},{"quote":"I think of dieting, then I eat pizza.","author":"Lara Stone","topic":"Diet"},{"quote":"A balanced diet and physical activity are vital to academic performance. A healthy diet has a direct link to increased cognitive function and memory skills, decreased absenteeism from school, and improved mood. These advantages can help students stay focused and complete their coursework.","author":"Matt Cartwright","topic":"Diet"},{"quote":"If I could give one tip for people - it&#39;s not an exercise or nutrition regimen. It&#39;s to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don&#39;t get you in shape. It&#39;s your accountability to your word.","author":"Brett Hoebel","topic":"Diet"},{"quote":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","author":"Arnold Schwarzenegger","topic":"Diet"},{"quote":"Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment.","author":"John Muir","topic":"Diet"},{"quote":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","author":"Robert Atkins","topic":"Diet"},{"quote":"Food is an important part of a balanced diet.","author":"Fran Lebowitz","topic":"Diet"},{"quote":"Nothing burns more calories than dancing in 5-inch heels... try it!","author":"Ariana Grande","topic":"Diet"},{"quote":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","author":"Kenneth H. Cooper","topic":"Diet"},{"quote":"I&#39;ve always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there&#39;s bound to be a report that comes out that says, &#39;Broccoli actually... &#39; So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.","author":"Christie Brinkley","topic":"Diet"},{"quote":"We have these weapons of mass destruction on every street corner, and they&#39;re called donuts, cheeseburgers, French fries, potato chips, junk food. Our kids are living on a junk food diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"This is what people don&#39;t understand: obesity is a symptom of poverty. It&#39;s not a lifestyle choice where people are just eating and not exercising. It&#39;s because kids - and this is the problem with school lunch right now - are getting sugar, fat, empty calories - lots of calories - but no nutrition.","author":"Tom Colicchio","topic":"Diet"},{"quote":"The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It&#39;s similar to introducing organic food into your daily diet.","author":"Ivanka Trump","topic":"Diet"},{"quote":"The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.","author":"Drew Carey","topic":"Diet"},{"quote":"The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.","author":"Misty May-Treanor","topic":"Diet"},{"quote":"A healthy diet is a solution to many of our health-care problems. It&#39;s the most important solution.","author":"John Mackey","topic":"Diet"},{"quote":"The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The heart, like the stomach, wants a varied diet.","author":"Gustave Flaubert","topic":"Diet"},{"quote":"The most important factors for a long life, I think, are partly in the genes; number two is lifestyle, which includes healthy diet and regular exercise. I walk, run and swim every day. However, I think too much exercise is also unhealthy because of over-stress; sometimes people who exercise too many hours per day die early.","author":"John Gokongwei","topic":"Diet"},{"quote":"Pasta doesn&#39;t make you fat. How much pasta you eat makes you fat.","author":"Giada De Laurentiis","topic":"Diet"},{"quote":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","author":"Jim Davis","topic":"Diet"},{"quote":"Your diet is a bank account. Good food choices are good investments.","author":"Bethenny Frankel","topic":"Diet"},{"quote":"The only way to keep your health is to eat what you don&#39;t want, drink what you don&#39;t like, and do what you&#39;d rather not.","author":"Mark Twain","topic":"Diet"},{"quote":"Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you&#39;re working out, you&#39;re going to feel good.","author":"Jason Statham","topic":"Diet"},{"quote":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer&#39;s, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","author":"David Suzuki","topic":"Diet"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Diet"},{"quote":"I think of dieting, then I eat pizza.","author":"Lara Stone","topic":"Diet"},{"quote":"A balanced diet and physical activity are vital to academic performance. A healthy diet has a direct link to increased cognitive function and memory skills, decreased absenteeism from school, and improved mood. These advantages can help students stay focused and complete their coursework.","author":"Matt Cartwright","topic":"Diet"},{"quote":"If I could give one tip for people - it&#39;s not an exercise or nutrition regimen. It&#39;s to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don&#39;t get you in shape. It&#39;s your accountability to your word.","author":"Brett Hoebel","topic":"Diet"},{"quote":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","author":"Arnold Schwarzenegger","topic":"Diet"},{"quote":"Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment.","author":"John Muir","topic":"Diet"},{"quote":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","author":"Robert Atkins","topic":"Diet"},{"quote":"Food is an important part of a balanced diet.","author":"Fran Lebowitz","topic":"Diet"},{"quote":"Nothing burns more calories than dancing in 5-inch heels... try it!","author":"Ariana Grande","topic":"Diet"},{"quote":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","author":"Kenneth H. Cooper","topic":"Diet"},{"quote":"I&#39;ve always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there&#39;s bound to be a report that comes out that says, &#39;Broccoli actually... &#39; So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.","author":"Christie Brinkley","topic":"Diet"},{"quote":"We have these weapons of mass destruction on every street corner, and they&#39;re called donuts, cheeseburgers, French fries, potato chips, junk food. Our kids are living on a junk food diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"This is what people don&#39;t understand: obesity is a symptom of poverty. It&#39;s not a lifestyle choice where people are just eating and not exercising. It&#39;s because kids - and this is the problem with school lunch right now - are getting sugar, fat, empty calories - lots of calories - but no nutrition.","author":"Tom Colicchio","topic":"Diet"},{"quote":"The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It&#39;s similar to introducing organic food into your daily diet.","author":"Ivanka Trump","topic":"Diet"},{"quote":"The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.","author":"Drew Carey","topic":"Diet"},{"quote":"The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.","author":"Misty May-Treanor","topic":"Diet"},{"quote":"A healthy diet is a solution to many of our health-care problems. It&#39;s the most important solution.","author":"John Mackey","topic":"Diet"},{"quote":"The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The heart, like the stomach, wants a varied diet.","author":"Gustave Flaubert","topic":"Diet"},{"quote":"The most important factors for a long life, I think, are partly in the genes; number two is lifestyle, which includes healthy diet and regular exercise. I walk, run and swim every day. However, I think too much exercise is also unhealthy because of over-stress; sometimes people who exercise too many hours per day die early.","author":"John Gokongwei","topic":"Diet"},{"quote":"Pasta doesn&#39;t make you fat. How much pasta you eat makes you fat.","author":"Giada De Laurentiis","topic":"Diet"},{"quote":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","author":"Jim Davis","topic":"Diet"},{"quote":"Your diet is a bank account. Good food choices are good investments.","author":"Bethenny Frankel","topic":"Diet"},{"quote":"The only way to keep your health is to eat what you don&#39;t want, drink what you don&#39;t like, and do what you&#39;d rather not.","author":"Mark Twain","topic":"Diet"},{"quote":"Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you&#39;re working out, you&#39;re going to feel good.","author":"Jason Statham","topic":"Diet"},{"quote":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer&#39;s, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","author":"David Suzuki","topic":"Diet"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Diet"},{"quote":"I think of dieting, then I eat pizza.","author":"Lara Stone","topic":"Diet"},{"quote":"A balanced diet and physical activity are vital to academic performance. A healthy diet has a direct link to increased cognitive function and memory skills, decreased absenteeism from school, and improved mood. These advantages can help students stay focused and complete their coursework.","author":"Matt Cartwright","topic":"Diet"},{"quote":"If I could give one tip for people - it&#39;s not an exercise or nutrition regimen. It&#39;s to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don&#39;t get you in shape. It&#39;s your accountability to your word.","author":"Brett Hoebel","topic":"Diet"},{"quote":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","author":"Arnold Schwarzenegger","topic":"Diet"},{"quote":"Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment.","author":"John Muir","topic":"Diet"},{"quote":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","author":"Robert Atkins","topic":"Diet"},{"quote":"Food is an important part of a balanced diet.","author":"Fran Lebowitz","topic":"Diet"},{"quote":"Nothing burns more calories than dancing in 5-inch heels... try it!","author":"Ariana Grande","topic":"Diet"},{"quote":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","author":"Kenneth H. Cooper","topic":"Diet"},{"quote":"I&#39;ve always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there&#39;s bound to be a report that comes out that says, &#39;Broccoli actually... &#39; So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.","author":"Christie Brinkley","topic":"Diet"},{"quote":"We have these weapons of mass destruction on every street corner, and they&#39;re called donuts, cheeseburgers, French fries, potato chips, junk food. Our kids are living on a junk food diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"This is what people don&#39;t understand: obesity is a symptom of poverty. It&#39;s not a lifestyle choice where people are just eating and not exercising. It&#39;s because kids - and this is the problem with school lunch right now - are getting sugar, fat, empty calories - lots of calories - but no nutrition.","author":"Tom Colicchio","topic":"Diet"},{"quote":"The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It&#39;s similar to introducing organic food into your daily diet.","author":"Ivanka Trump","topic":"Diet"},{"quote":"The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.","author":"Drew Carey","topic":"Diet"},{"quote":"The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.","author":"Misty May-Treanor","topic":"Diet"},{"quote":"A healthy diet is a solution to many of our health-care problems. It&#39;s the most important solution.","author":"John Mackey","topic":"Diet"},{"quote":"The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The heart, like the stomach, wants a varied diet.","author":"Gustave Flaubert","topic":"Diet"},{"quote":"The most important factors for a long life, I think, are partly in the genes; number two is lifestyle, which includes healthy diet and regular exercise. I walk, run and swim every day. However, I think too much exercise is also unhealthy because of over-stress; sometimes people who exercise too many hours per day die early.","author":"John Gokongwei","topic":"Diet"},{"quote":"Pasta doesn&#39;t make you fat. How much pasta you eat makes you fat.","author":"Giada De Laurentiis","topic":"Diet"},{"quote":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","author":"Jim Davis","topic":"Diet"},{"quote":"Your diet is a bank account. Good food choices are good investments.","author":"Bethenny Frankel","topic":"Diet"},{"quote":"The only way to keep your health is to eat what you don&#39;t want, drink what you don&#39;t like, and do what you&#39;d rather not.","author":"Mark Twain","topic":"Diet"},{"quote":"Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you&#39;re working out, you&#39;re going to feel good.","author":"Jason Statham","topic":"Diet"},{"quote":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer&#39;s, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","author":"David Suzuki","topic":"Diet"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Diet"},{"quote":"I think of dieting, then I eat pizza.","author":"Lara Stone","topic":"Diet"},{"quote":"A balanced diet and physical activity are vital to academic performance. A healthy diet has a direct link to increased cognitive function and memory skills, decreased absenteeism from school, and improved mood. These advantages can help students stay focused and complete their coursework.","author":"Matt Cartwright","topic":"Diet"},{"quote":"If I could give one tip for people - it&#39;s not an exercise or nutrition regimen. It&#39;s to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don&#39;t get you in shape. It&#39;s your accountability to your word.","author":"Brett Hoebel","topic":"Diet"},{"quote":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","author":"Arnold Schwarzenegger","topic":"Diet"},{"quote":"Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment.","author":"John Muir","topic":"Diet"},{"quote":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","author":"Robert Atkins","topic":"Diet"},{"quote":"Food is an important part of a balanced diet.","author":"Fran Lebowitz","topic":"Diet"},{"quote":"Nothing burns more calories than dancing in 5-inch heels... try it!","author":"Ariana Grande","topic":"Diet"},{"quote":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","author":"Kenneth H. Cooper","topic":"Diet"},{"quote":"I&#39;ve always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there&#39;s bound to be a report that comes out that says, &#39;Broccoli actually... &#39; So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.","author":"Christie Brinkley","topic":"Diet"},{"quote":"We have these weapons of mass destruction on every street corner, and they&#39;re called donuts, cheeseburgers, French fries, potato chips, junk food. Our kids are living on a junk food diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"This is what people don&#39;t understand: obesity is a symptom of poverty. It&#39;s not a lifestyle choice where people are just eating and not exercising. It&#39;s because kids - and this is the problem with school lunch right now - are getting sugar, fat, empty calories - lots of calories - but no nutrition.","author":"Tom Colicchio","topic":"Diet"},{"quote":"The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It&#39;s similar to introducing organic food into your daily diet.","author":"Ivanka Trump","topic":"Diet"},{"quote":"The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.","author":"Drew Carey","topic":"Diet"},{"quote":"The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.","author":"Misty May-Treanor","topic":"Diet"},{"quote":"A healthy diet is a solution to many of our health-care problems. It&#39;s the most important solution.","author":"John Mackey","topic":"Diet"},{"quote":"The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The heart, like the stomach, wants a varied diet.","author":"Gustave Flaubert","topic":"Diet"},{"quote":"The most important factors for a long life, I think, are partly in the genes; number two is lifestyle, which includes healthy diet and regular exercise. I walk, run and swim every day. However, I think too much exercise is also unhealthy because of over-stress; sometimes people who exercise too many hours per day die early.","author":"John Gokongwei","topic":"Diet"},{"quote":"Pasta doesn&#39;t make you fat. How much pasta you eat makes you fat.","author":"Giada De Laurentiis","topic":"Diet"},{"quote":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","author":"Jim Davis","topic":"Diet"},{"quote":"Your diet is a bank account. Good food choices are good investments.","author":"Bethenny Frankel","topic":"Diet"},{"quote":"The only way to keep your health is to eat what you don&#39;t want, drink what you don&#39;t like, and do what you&#39;d rather not.","author":"Mark Twain","topic":"Diet"},{"quote":"Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you&#39;re working out, you&#39;re going to feel good.","author":"Jason Statham","topic":"Diet"},{"quote":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer&#39;s, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","author":"David Suzuki","topic":"Diet"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Diet"},{"quote":"I think of dieting, then I eat pizza.","author":"Lara Stone","topic":"Diet"},{"quote":"A balanced diet and physical activity are vital to academic performance. A healthy diet has a direct link to increased cognitive function and memory skills, decreased absenteeism from school, and improved mood. These advantages can help students stay focused and complete their coursework.","author":"Matt Cartwright","topic":"Diet"},{"quote":"If I could give one tip for people - it&#39;s not an exercise or nutrition regimen. It&#39;s to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don&#39;t get you in shape. It&#39;s your accountability to your word.","author":"Brett Hoebel","topic":"Diet"},{"quote":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","author":"Arnold Schwarzenegger","topic":"Diet"},{"quote":"Bread without flesh is a good diet, as on many botanical excursions I have proved. Tea also may easily be ignored. Just bread and water and delightful toil is all I need - not unreasonably much, yet one ought to be trained and tempered to enjoy life in these brave wilds in full independence of any particular kind of nourishment.","author":"John Muir","topic":"Diet"},{"quote":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","author":"Robert Atkins","topic":"Diet"},{"quote":"Food is an important part of a balanced diet.","author":"Fran Lebowitz","topic":"Diet"},{"quote":"Nothing burns more calories than dancing in 5-inch heels... try it!","author":"Ariana Grande","topic":"Diet"},{"quote":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","author":"Kenneth H. Cooper","topic":"Diet"},{"quote":"I&#39;ve always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there&#39;s bound to be a report that comes out that says, &#39;Broccoli actually... &#39; So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.","author":"Christie Brinkley","topic":"Diet"},{"quote":"We have these weapons of mass destruction on every street corner, and they&#39;re called donuts, cheeseburgers, French fries, potato chips, junk food. Our kids are living on a junk food diet.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"This is what people don&#39;t understand: obesity is a symptom of poverty. It&#39;s not a lifestyle choice where people are just eating and not exercising. It&#39;s because kids - and this is the problem with school lunch right now - are getting sugar, fat, empty calories - lots of calories - but no nutrition.","author":"Tom Colicchio","topic":"Diet"},{"quote":"The more natural or eco-based products you can introduce into your beauty regimen, the more beneficial it is for your skin. It&#39;s similar to introducing organic food into your daily diet.","author":"Ivanka Trump","topic":"Diet"},{"quote":"The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.","author":"Drew Carey","topic":"Diet"},{"quote":"The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.","author":"Misty May-Treanor","topic":"Diet"},{"quote":"A healthy diet is a solution to many of our health-care problems. It&#39;s the most important solution.","author":"John Mackey","topic":"Diet"},{"quote":"The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.","author":"Joel Fuhrman","topic":"Diet"},{"quote":"The heart, like the stomach, wants a varied diet.","author":"Gustave Flaubert","topic":"Diet"},{"quote":"The most important factors for a long life, I think, are partly in the genes; number two is lifestyle, which includes healthy diet and regular exercise. I walk, run and swim every day. However, I think too much exercise is also unhealthy because of over-stress; sometimes people who exercise too many hours per day die early.","author":"John Gokongwei","topic":"Diet"},{"quote":"Pasta doesn&#39;t make you fat. How much pasta you eat makes you fat.","author":"Giada De Laurentiis","topic":"Diet"},{"quote":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","author":"Jim Davis","topic":"Diet"}]