[{"quote":"Education is the most powerful weapon which you can use to change the world.","author":"Nelson Mandela","topic":"Education"},{"quote":"Education is the passport to the future, for tomorrow belongs to those who prepare for it today.","author":"Malcolm X","topic":"Education"},{"quote":"An investment in knowledge pays the best interest.","author":"Benjamin Franklin","topic":"Education"},{"quote":"Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent.","author":"Calvin Coolidge","topic":"Education"},{"quote":"Education is what remains after one has forgotten what one has learned in school.","author":"Albert Einstein","topic":"Education"},{"quote":"Education is not preparation for life; education is life itself.","author":"John Dewey","topic":"Education"},{"quote":"Education is the key to unlock the golden door of freedom.","author":"George Washington Carver","topic":"Education"},{"quote":"Develop a passion for learning. If you do, you will never cease to grow.","author":"Anthony J. D'Angelo","topic":"Education"},{"quote":"The roots of education are bitter, but the fruit is sweet.","author":"Aristotle","topic":"Education"},{"quote":"The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education.","author":"Martin Luther King, Jr.","topic":"Education"},{"quote":"What sculpture is to a block of marble, education is to the soul.","author":"Joseph Addison","topic":"Education"},{"quote":"Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.","author":"Kofi Annan","topic":"Education"},{"quote":"Change is the end result of all true learning.","author":"Leo Buscaglia","topic":"Education"},{"quote":"Education is not just about going to school and getting a degree. It&#39;s about widening your knowledge and absorbing the truth about life.","author":"Shakuntala Devi","topic":"Education"},{"quote":"It is the mark of an educated mind to be able to entertain a thought without accepting it.","author":"Aristotle","topic":"Education"},{"quote":"I have no special talent. I am only passionately curious.","author":"Albert Einstein","topic":"Education"},{"quote":"The aim of education is the knowledge, not of facts, but of values.","author":"William S. Burroughs","topic":"Education"},{"quote":"The goal of education is not to increase the amount of knowledge but to create the possibilities for a child to invent and discover, to create men who are capable of doing new things.","author":"Jean Piaget","topic":"Education"},{"quote":"You have to stay in school. You have to. You have to go to college. You have to get your degree. Because that&#39;s the one thing people can&#39;t take away from you is your education. And it is worth the investment.","author":"Michelle Obama","topic":"Education"},{"quote":"Education is the foundation upon which we build our future.","author":"Christine Gregoire","topic":"Education"},{"quote":"Give a man a fish and you feed him for a day; teach a man to fish and you feed him for a lifetime.","author":"Maimonides","topic":"Education"},{"quote":"Education is the key to success in life, and teachers make a lasting impact in the lives of their students.","author":"Solomon Ortiz","topic":"Education"},{"quote":"My family is everything. I am what I am thanks to my mother, my father, my brother, my sister... because they have given me everything. The education I have is thanks to them.","author":"Ronaldinho","topic":"Education"},{"quote":"Education comes from within; you get it by struggle and effort and thought.","author":"Napoleon Hill","topic":"Education"},{"quote":"Education must not simply teach work - it must teach Life.","author":"W. E. B. Du Bois","topic":"Education"},{"quote":"You are always a student, never a master. You have to keep moving forward.","author":"Conrad Hall","topic":"Education"},{"quote":"There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.","author":"Jiddu Krishnamurti","topic":"Education"},{"quote":"Learning is not attained by chance, it must be sought for with ardor and diligence.","author":"Abigail Adams","topic":"Education"},{"quote":"Education without values, as useful as it is, seems rather to make man a more clever devil.","author":"C. S. Lewis","topic":"Education"},{"quote":"The best education I have ever received was through travel.","author":"Lisa Ling","topic":"Education"},{"quote":"Education is not the filling of a pail, but the lighting of a fire.","author":"William Butler Yeats","topic":"Education"},{"quote":"I no have education. I have inspiration. If I was educated, I would be a damn fool.","author":"Bob Marley","topic":"Education"},{"quote":"Humans aren&#39;t as good as we should be in our capacity to empathize with feelings and thoughts of others, be they humans or other animals on Earth. So maybe part of our formal education should be training in empathy. Imagine how different the world would be if, in fact, that were &#39;reading, writing, arithmetic, empathy.&#39;","author":"Neil deGrasse Tyson","topic":"Education"},{"quote":"Early childhood education is the key to the betterment of society.","author":"Maria Montessori","topic":"Education"},{"quote":"Through my education, I didn&#39;t just develop skills, I didn&#39;t just develop the ability to learn, but I developed confidence.","author":"Michelle Obama","topic":"Education"},{"quote":"The highest result of education is tolerance.","author":"Helen Keller","topic":"Education"},{"quote":"Education is the movement from darkness to light.","author":"Allan Bloom","topic":"Education"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Education"},{"quote":"The whole purpose of education is to turn mirrors into windows.","author":"Sydney J. Harris","topic":"Education"},{"quote":"In the first place, God made idiots. That was for practice. Then he made school boards.","author":"Mark Twain","topic":"Education"},{"quote":"Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.","author":"Albert Einstein","topic":"Education"},{"quote":"Don&#39;t limit a child to your own learning, for he was born in another time.","author":"Rabindranath Tagore","topic":"Education"},{"quote":"Music is the movement of sound to reach the soul for the education of its virtue.","author":"Plato","topic":"Education"},{"quote":"Education is a weapon whose effects depend on who holds it in his hands and at whom it is aimed.","author":"Joseph Stalin","topic":"Education"},{"quote":"To educate a man in mind and not in morals is to educate a menace to society.","author":"Theodore Roosevelt","topic":"Education"},{"quote":"Democracy cannot succeed unless those who express their choice are prepared to choose wisely. The real safeguard of democracy, therefore, is education.","author":"Franklin D. Roosevelt","topic":"Education"},{"quote":"The goal of education is the advancement of knowledge and the dissemination of truth.","author":"John F. Kennedy","topic":"Education"},{"quote":"Good manners will open doors that the best education cannot.","author":"Clarence Thomas","topic":"Education"},{"quote":"The great aim of education is not knowledge but action.","author":"Herbert Spencer","topic":"Education"},{"quote":"Education is a shared commitment between dedicated teachers, motivated students and enthusiastic parents with high expectations.","author":"Bob Beauprez","topic":"Education"},{"quote":"Without education, you are not going anywhere in this world.","author":"Malcolm X","topic":"Education"},{"quote":"A person who won&#39;t read has no advantage over one who can&#39;t read.","author":"Mark Twain","topic":"Education"},{"quote":"There is no greater education than one that is self-driven.","author":"Neil deGrasse Tyson","topic":"Education"},{"quote":"Education begins the gentleman, but reading, good company and reflection must finish him.","author":"John Locke","topic":"Education"},{"quote":"He who opens a school door, closes a prison.","author":"Victor Hugo","topic":"Education"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Education"},{"quote":"The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done.","author":"Jean Piaget","topic":"Education"},{"quote":"The only person who is educated is the one who has learned how to learn and change.","author":"Carl Rogers","topic":"Education"},{"quote":"In education, technology can be a life-changer, a game changer, for kids who are both in school and out of school. Technology can bring textbooks to life. The Internet can connect students to their peers in other parts of the world. It can bridge the quality gaps.","author":"Queen Rania of Jordan","topic":"Education"},{"quote":"The cost of college education today is so high that many young people are giving up their dream of going to college, while many others are graduating deeply in debt.","author":"Bernie Sanders","topic":"Education"},{"quote":"Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill.","author":"Charles R. Swindoll","topic":"Education"},{"quote":"If a man neglects education, he walks lame to the end of his life.","author":"Plato","topic":"Education"},{"quote":"Intellectual growth should commence at birth and cease only at death.","author":"Albert Einstein","topic":"Education"},{"quote":"Poor people, people of color - especially are much more likely to be found in prison than in institutions of higher education.","author":"Angela Davis","topic":"Education"},{"quote":"The foundation of every state is the education of its youth.","author":"Diogenes","topic":"Education"},{"quote":"Without education, your children can never really meet the challenges they will face. So it&#39;s very important to give children education and explain that they should play a role for their country.","author":"Nelson Mandela","topic":"Education"},{"quote":"A thorough knowledge of the Bible is worth more than a college education.","author":"Theodore Roosevelt","topic":"Education"},{"quote":"Research shows that there is only half as much variation in student achievement between schools as there is among classrooms in the same school. If you want your child to get the best education possible, it is actually more important to get him assigned to a great teacher than to a great school.","author":"Bill Gates","topic":"Education"},{"quote":"Illegal immigration is crisis for our country. It is an open door for drugs, criminals, and potential terrorists to enter our country. It is straining our economy, adding costs to our judicial, healthcare, and education systems.","author":"Timothy Murphy","topic":"Education"},{"quote":"Formal education will make you a living; self-education will make you a fortune.","author":"Jim Rohn","topic":"Education"},{"quote":"Real education enhances the dignity of a human being and increases his or her self-respect. If only the real sense of education could be realized by each individual and carried forward in every field of human activity, the world will be so much a better place to live in.","author":"A. P. J. Abdul Kalam","topic":"Education"},{"quote":"Education is for improving the lives of others and for leaving your community and world better than you found it.","author":"Marian Wright Edelman","topic":"Education"},{"quote":"He that loves reading has everything within his reach.","author":"William Godwin","topic":"Education"},{"quote":"The paradox of education is precisely this - that as one begins to become conscious one begins to examine the society in which he is being educated.","author":"James A. Baldwin","topic":"Education"},{"quote":"Men are born ignorant, not stupid. They are made stupid by education.","author":"Bertrand Russell","topic":"Education"},{"quote":"The giving of love is an education in itself.","author":"Eleanor Roosevelt","topic":"Education"},{"quote":"Education is an ornament in prosperity and a refuge in adversity.","author":"Aristotle","topic":"Education"},{"quote":"Training is everything. The peach was once a bitter almond; cauliflower is nothing but cabbage with a college education.","author":"Mark Twain","topic":"Education"},{"quote":"The philosophy of the school room in one generation will be the philosophy of government in the next.","author":"Abraham Lincoln","topic":"Education"},{"quote":"Everyone who remembers his own education remembers teachers, not methods and techniques. The teacher is the heart of the educational system.","author":"Sidney Hook","topic":"Education"},{"quote":"The greatest education in the world is watching the masters at work.","author":"Michael Jackson","topic":"Education"},{"quote":"The mere imparting of information is not education.","author":"Carter G. Woodson","topic":"Education"},{"quote":"Education is the key to the future: You&#39;ve heard it a million times, and it&#39;s not wrong. Educated people have higher wages and lower unemployment rates, and better-educated countries grow faster and innovate more than other countries. But going to college is not enough. You also have to study the right subjects.","author":"Alex Tabarrok","topic":"Education"},{"quote":"At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence.","author":"Booker T. Washington","topic":"Education"},{"quote":"The Negro race, like all races, is going to be saved by its exceptional men. The problem of education, then, among Negroes must first of all deal with the Talented Tenth; it is the problem of developing the Best of this race that they may guide the Mass away from the contamination and death of the Worst, in their own and other races.","author":"W. E. B. Du Bois","topic":"Education"},{"quote":"Education&#39;s purpose is to replace an empty mind with an open one.","author":"Malcolm Forbes","topic":"Education"},{"quote":"Cauliflower is nothing but cabbage with a college education.","author":"Mark Twain","topic":"Education"},{"quote":"Education and work are the levers to uplift a people.","author":"W. E. B. Du Bois","topic":"Education"},{"quote":"I do not inveigh against higher education, I simply maintain that the sort of education the colored people of the South stand most in need of, is elementary and industrial. They should be instructed for the work to be done.","author":"Timothy Thomas Fortune","topic":"Education"},{"quote":"I never let schooling interfere with my education.","author":"Mark Twain","topic":"Education"},{"quote":"Education is the development of power and ideal.","author":"W. E. B. Du Bois","topic":"Education"},{"quote":"A system of education is not one thing, nor does it have a single definite object, nor is it a mere matter of schools. Education is that whole system of human training within and without the school house walls, which molds and develops men.","author":"W. E. B. Du Bois","topic":"Education"},{"quote":"True security is based on people&#39;s welfare - on a thriving economy, on strong public health and education programmes, and on fundamental respect for our common humanity. Development, peace, disarmament, reconciliation and justice are not separate from security; they help to underpin it.","author":"Ban Ki-moon","topic":"Education"},{"quote":"It is a miracle that curiosity survives formal education.","author":"Albert Einstein","topic":"Education"},{"quote":"There are many problems, but I think there is a solution to all these problems; it&#39;s just one, and it&#39;s education.","author":"Malala Yousafzai","topic":"Education"},{"quote":"Until we get equality in education, we won&#39;t have an equal society.","author":"Sonia Sotomayor","topic":"Education"},{"quote":"Besides taking jobs from American workers, illegal immigration creates huge economic burdens on our health care system, our education system, our criminal justice system, our environment, our infrastructure and our public safety.","author":"Jan C. Ting","topic":"Education"},{"quote":"You must get an education. You must go to school, and you must learn to protect yourself. And you must learn to protect yourself with the pen, and not the gun.","author":"Josephine Baker","topic":"Education"},{"quote":"It turns out that advancing equal opportunity and economic empowerment is both morally right and good economics, because discrimination, poverty and ignorance restrict growth, while investments in education, infrastructure and scientific and technological research increase it, creating more good jobs and new wealth for all of us.","author":"William J. Clinton","topic":"Education"},{"quote":"The purpose of education is to make good human beings with skill and expertise... Enlightened human beings can be created by teachers.","author":"A. P. J. Abdul Kalam","topic":"Education"},{"quote":"We discovered that education is not something which the teacher does, but that it is a natural process which develops spontaneously in the human being.","author":"Maria Montessori","topic":"Education"},{"quote":"Education is learning what you didn&#39;t even know you didn&#39;t know.","author":"Daniel J. Boorstin","topic":"Education"},{"quote":"Education must lead us from the irresponsible opinion to true responsible judgment. It must lead us from chance and arbitrariness to rational clarity and intellectual order. Therefore, let us guide our students over the road of discipline from materials, through function, to creative work.","author":"Ludwig Mies van der Rohe","topic":"Education"},{"quote":"All real education is the architecture of the soul.","author":"William Bennett","topic":"Education"},{"quote":"Standardized testing is at cross purposes with many of the most important purposes of public education. It doesn&#39;t measure big-picture learning, critical thinking, perseverance, problem solving, creativity or curiosity, yet those are the qualities great teaching brings out in a student.","author":"Randi Weingarten","topic":"Education"},{"quote":"No one should be denied the opportunity to get an education and increase their earning potential based solely on their inability to pay for a college education.","author":"Bobby Scott","topic":"Education"},{"quote":"Access to computers and the Internet has become a basic need for education in our society.","author":"Kent Conrad","topic":"Education"},{"quote":"The American Dream is still alive out there, and hard work will get you there. You don&#39;t necessarily need to have an Ivy League education or to have millions of dollars startup money. It can be done with an idea, hard work and determination.","author":"Bill Rancic","topic":"Education"},{"quote":"Education is the ability to listen to almost anything without losing your temper or your self-confidence.","author":"Robert Frost","topic":"Education"},{"quote":"Education, therefore, is a process of living and not a preparation for future living.","author":"John Dewey","topic":"Education"},{"quote":"What I call my &#39;self&#39; now is hardly a person at all. It&#39;s mainly a meeting place for various natural forces, desires, and fears, etcetera, some of which come from my ancestors, and some from my education, some perhaps from devils. The self you were really intended to be is something that lives not from nature but from God.","author":"C. S. Lewis","topic":"Education"},{"quote":"We cannot create observers by saying &#39;observe&#39;, but by giving them the power and the means for this observation and these means are procured through education of the senses.","author":"Maria Montessori","topic":"Education"},{"quote":"No other investment yields as great a return as the investment in education. An educated workforce is the foundation of every community and the future of every economy.","author":"Brad Henry","topic":"Education"},{"quote":"I wanted to race cars. I didn&#39;t like school, and all I wanted to do was work on cars. But right before I graduated, I got into a really bad car accident, and I spent that summer in the hospital thinking about where I was heading. I decided to take education more seriously and go to a community college.","author":"George Lucas","topic":"Education"},{"quote":"The right to a quality education is, I believe, the perfect path to bridge the gap between different cultures and to reconcile various civilizations. Without such a right, the values of liberty, justice and equality will have no meaning. Ignorance is by far the biggest danger and threat to humankind.","author":"Moza bint Nasser","topic":"Education"},{"quote":"For every challenge we face - unemployment, poverty, crime, income growth, income inequality, productivity, competitiveness - a great education is a major component of the solution.","author":"Bruce Rauner","topic":"Education"},{"quote":"Our future growth relies on competitiveness and innovation, skills and productivity... and these in turn rely on the education of our people.","author":"Julia Gillard","topic":"Education"},{"quote":"By making college unaffordable and student loans unbearable, we risk deterring our best and brightest from pursuing higher education and securing a good-paying job.","author":"Mark Pocan","topic":"Education"},{"quote":"I don&#39;t think there should be more gun control. I think there should be more education.","author":"Sam Brownback","topic":"Education"},{"quote":"Learn to think continentally.","author":"Alexander Hamilton","topic":"Education"},{"quote":"The education of a man is never completed until he dies.","author":"Robert E. Lee","topic":"Education"},{"quote":"The illiterate of the future will not be the person who cannot read. It will be the person who does not know how to learn.","author":"Alvin Toffler","topic":"Education"},{"quote":"Public education is our greatest pathway to opportunity in America. So we need to invest in and strengthen our public universities today, and for generations to come.","author":"Michelle Obama","topic":"Education"},{"quote":"One thing that education can do is it can provide us with an opportunity to understand one another better, and so while I&#39;ve spent a lot of my time in the world of politics, I&#39;ve always felt that it is really not politics that will solve this for us.","author":"Condoleezza Rice","topic":"Education"},{"quote":"If a man&#39;s wit be wandering, let him study the mathematics.","author":"Francis Bacon","topic":"Education"},{"quote":"Education should learn from the positive side of gaming - reward, accomplishment, and fun.","author":"Sebastian Thrun","topic":"Education"},{"quote":"Education is a progressive discovery of our own ignorance.","author":"Will Durant","topic":"Education"},{"quote":"The mark of higher education isn&#39;t the knowledge you accumulate in your head. It&#39;s the skills you gain about how to learn.","author":"Adam Grant","topic":"Education"},{"quote":"A man who has never gone to school may steal from a freight car; but if he has a university education, he may steal the whole railroad.","author":"Theodore Roosevelt","topic":"Education"},{"quote":"Arts education is a big part of building a 21st century creative mind, and I think that we have let way too many kids lose their way by not drawing in their young minds with music, dance, painting and the other various ways we can express those things we do not have words for.","author":"Heather Watts","topic":"Education"},{"quote":"A good education is a foundation for a better future.","author":"Elizabeth Warren","topic":"Education"},{"quote":"To succeed, you will soon learn, as I did, the importance of a solid foundation in the basics of education - literacy, both verbal and numerical, and communication skills.","author":"Alan Greenspan","topic":"Education"},{"quote":"Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught.","author":"Oscar Wilde","topic":"Education"},{"quote":"If I were again beginning my studies, I would follow the advice of Plato and start with mathematics.","author":"Galileo Galilei","topic":"Education"},{"quote":"Our higher education system is one of the things that makes America exceptional. There&#39;s no place else that has the assets we do when it comes to higher education. People from all over the world aspire to come here and study here. And that is a good thing.","author":"Barack Obama","topic":"Education"},{"quote":"I believed in studying just because I knew education was a privilege. It was the discipline of study, to get into the habit of doing something that you don&#39;t want to do.","author":"Wynton Marsalis","topic":"Education"},{"quote":"Growing up in a small town gives you two things: a sense of place and a feeling of self-consciousness - self-consciousness about one&#39;s education and exposure, both of which tend to be limited. On the other hand, limited possibilities also mean creating your own options.","author":"E. L. Konigsburg","topic":"Education"},{"quote":"My parents, especially my father, discussed the question of my brothers&#39; education as a matter of real importance. My education and that of my sister were scarcely discussed at all.","author":"Emmeline Pankhurst","topic":"Education"},{"quote":"Until justice is blind to color, until education is unaware of race, until opportunity is unconcerned with the color of men&#39;s skins, emancipation will be a proclamation but not a fact.","author":"Lyndon B. Johnson","topic":"Education"},{"quote":"You have to go through the falling down in order to learn to walk. It helps to know that you can survive it. That&#39;s an education in itself.","author":"Carol Burnett","topic":"Education"},{"quote":"The need for a college education is even more important now than it was before, but I think that the increased costs are a very severe obstacle to access. It is an American dream, and I think that one of our challenges is to find a way to make that available.","author":"Roy Romer","topic":"Education"},{"quote":"If you want to get laid, go to college. If you want an education, go to the library.","author":"Frank Zappa","topic":"Education"},{"quote":"In so many ways, segregation shaped me, and education liberated me.","author":"Maya Angelou","topic":"Education"},{"quote":"To the uneducated, an A is just three sticks.","author":"A. A. Milne","topic":"Education"},{"quote":"Education is all a matter of building bridges.","author":"Ralph Ellison","topic":"Education"},{"quote":"All I want is an education, and I am afraid of no one.","author":"Malala Yousafzai","topic":"Education"},{"quote":"When I get a little money I buy books; and if any is left I buy food and clothes.","author":"Desiderius Erasmus","topic":"Education"},{"quote":"No one has yet realized the wealth of sympathy, the kindness and generosity hidden in the soul of a child. The effort of every true education should be to unlock that treasure.","author":"Emma Goldman","topic":"Education"},{"quote":"The arts, sciences, humanities, physical education, languages and maths all have equal and central contributions to make to a student&#39;s education.","author":"Ken Robinson","topic":"Education"},{"quote":"Whenever the people are well-informed, they can be trusted with their own government.","author":"Thomas Jefferson","topic":"Education"},{"quote":"The main force pushing toward reduction in inequality has always been the diffusion of knowledge and the diffusion of education.","author":"Thomas Piketty","topic":"Education"},{"quote":"Upon the subject of education, not presuming to dictate any plan or system respecting it, I can only say that I view it as the most important subject which we, as a people, can be engaged in.","author":"Abraham Lincoln","topic":"Education"},{"quote":"There are three major social issues that this country is struggling with: education, poverty, and drugs. Two of them we talk about, and one of them we don&#39;t.","author":"Steven Soderbergh","topic":"Education"},{"quote":"The American Dream is one of success, home ownership, college education for one&#39;s children, and have a secure job to provide these and other goals.","author":"Leonard Boswell","topic":"Education"},{"quote":"A captain of the Navy ought to be a man of strong and well connected sense, with a tolerable good education, a gentleman, as well as a seaman both in theory and practice.","author":"John Paul Jones","topic":"Education"},{"quote":"It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth.","author":"Jean Piaget","topic":"Education"},{"quote":"Education is a human right with immense power to transform. On its foundation rest the cornerstones of freedom, democracy and sustainable human development.","author":"Kofi Annan","topic":"Education"},{"quote":"For good nurture and education implant good constitutions.","author":"Plato","topic":"Education"},{"quote":"I have always had this view about the modern education system: we pay attention to brain development, but the development of warmheartedness we take for granted.","author":"Dalai Lama","topic":"Education"},{"quote":"Education is and will be the most powerful tool for individual and social change, and we must do all that it takes to facilitate it.","author":"Shiv Nadar","topic":"Education"},{"quote":"Crucial to science education is hands-on involvement: showing, not just telling; real experiments and field trips and not just &#39;virtual reality.&#39;","author":"Martin Rees","topic":"Education"},{"quote":"When you have strict censorship of the internet, young students cannot receive a full education. Their view of the world is imbalanced. There can be no true discussion of the issues.","author":"Ai Weiwei","topic":"Education"},{"quote":"The true purpose of education is to teach a man to carry himself triumphant to the sunset.","author":"Liberty Hyde Bailey","topic":"Education"},{"quote":"To penetrate and dissipate these clouds of darkness, the general mind must be strengthened by education.","author":"Thomas Jefferson","topic":"Education"},{"quote":"Education is that whole system of human training within and without the school house walls, which molds and develops men.","author":"W. E. B. Du Bois","topic":"Education"},{"quote":"To be successful in life what you need is education, not literacy and degrees.","author":"Munshi Premchand","topic":"Education"},{"quote":"Widespread public access to knowledge, like public education, is one of the pillars of our democracy, a guarantee that we can maintain a well-informed citizenry.","author":"Scott Turow","topic":"Education"},{"quote":"When the state or federal government control the education of all of our children, they have the dangerous and illegitimate monopoly to control and influence the thought process of our citizens.","author":"Michael Badnarik","topic":"Education"},{"quote":"The internet could be a very positive step towards education, organisation and participation in a meaningful society.","author":"Noam Chomsky","topic":"Education"},{"quote":"When you don&#39;t have equality of opportunity because you don&#39;t have equal access to education, it just seems so outrageous. It weakens our economy and leads to more inequality.","author":"Joseph Stiglitz","topic":"Education"},{"quote":"I doubt whether classical education ever has been or can be successfully carried out without corporal punishment.","author":"George Orwell","topic":"Education"},{"quote":"Education is not a tool for development - individual, community and the nation. It is the foundation for our future. It is empowerment to make choices and emboldens the youth to chase their dreams.","author":"Nita Ambani","topic":"Education"},{"quote":"Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.","author":"Chanakya","topic":"Education"},{"quote":"Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.","author":"Mary Wollstonecraft","topic":"Education"},{"quote":"A library is the delivery room for the birth of ideas, a place where history comes to life.","author":"Norman Cousins","topic":"Education"},{"quote":"The only thing that interferes with my learning is my education.","author":"Albert Einstein","topic":"Education"},{"quote":"Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level.","author":"A. P. J. Abdul Kalam","topic":"Education"},{"quote":"Women ought to feel a peculiar sympathy in the colored man&#39;s wrong, for, like him, she has been accused of mental inferiority, and denied the privileges of a liberal education.","author":"Angelina Grimke","topic":"Education"},{"quote":"Studies have shown that inmate participation in education, vocational and job training, prison work skills development, drug abuse, mental health and other treatment programs, all reduce recidivism, significantly.","author":"Bobby Scott","topic":"Education"},{"quote":"We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible.","author":"Barack Obama","topic":"Education"},{"quote":"The direction in which education starts a man will determine his future in life.","author":"Plato","topic":"Education"},{"quote":"To read without reflecting is like eating without digesting.","author":"Edmund Burke","topic":"Education"},{"quote":"Education is a work of self-organization by which man adapts himself to the conditions of life.","author":"Maria Montessori","topic":"Education"},{"quote":"I&#39;ve never known any trouble than an hour&#39;s reading didn&#39;t assuage.","author":"Arthur Schopenhauer","topic":"Education"},{"quote":"Information, education, skills, healthcare, livelihood, financial inclusion, small and village enterprises, opportunities for women, conservation of natural resources, distributed clean energy - entirely new possibilities have emerged to change the development model.","author":"Narendra Modi","topic":"Education"},{"quote":"Illegal immigration costs taxpayers $45 billion a year in health care, education, and incarceration expenses.","author":"Ric Keller","topic":"Education"},{"quote":"Yeah, I&#39;m a thrill seeker, but crikey, education&#39;s the most important thing.","author":"Steve Irwin","topic":"Education"},{"quote":"Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message.","author":"Charles Vest","topic":"Education"},{"quote":"No matter what happens on the field, getting an education makes you a winner.","author":"Lou Holtz","topic":"Education"},{"quote":"Education is freedom.","author":"Paulo Freire","topic":"Education"},{"quote":"For me, education was power.","author":"Michelle Obama","topic":"Education"},{"quote":"A rich, robust, well-resourced public education is one of the best routes out of poverty and a pathway to prosperity.","author":"Randi Weingarten","topic":"Education"},{"quote":"Every one in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her.","author":"Maria Montessori","topic":"Education"},{"quote":"Middle class families are struggling to send their sons and daughters to school. For many Americans, a college education is essential to future success.","author":"Albio Sires","topic":"Education"},{"quote":"There are 4 billion cell phones in use today. Many of them are in the hands of market vendors, rickshaw drivers, and others who&#39;ve historically lacked access to education and opportunity. Information networks have become a great leveler, and we should use them together to help lift people out of poverty and give them a freedom from want.","author":"Hillary Clinton","topic":"Education"},{"quote":"If you want to be an anthropologist, you need to study physical anthropology specialized in bones. If you want to be a forensic chemist, get a degree in chemistry. Do you want to do DNA work? Get a degree in microbiology. And do well. Study hard and go to graduate school.","author":"Kathy Reichs","topic":"Education"},{"quote":"We must promote upward mobility, starting with solutions that speak to our broken education system, broken immigration policy, and broken safety-net programs that foster dependency instead of helping people get back on their feet.","author":"Paul Ryan","topic":"Education"},{"quote":"The so-called modern education, with all its defects, however, does others so much more good than it does the Negro, because it has been worked out in conformity to the needs of those who have enslaved and oppressed weaker peoples.","author":"Carter G. Woodson","topic":"Education"},{"quote":"If we study learning as a data science, we can reverse engineer the human brain and tailor learning techniques to maximize the chances of student success. This is the biggest revolution that could happen in education, turning it into a data-driven science, and not such a medieval set of rumors professors tend to carry on.","author":"Sebastian Thrun","topic":"Education"},{"quote":"Ultimately, education in its real sense is the pursuit of truth. It is an endless journey through knowledge and enlightenment.","author":"A. P. J. Abdul Kalam","topic":"Education"},{"quote":"Education is a continual process, it&#39;s like a bicycle... If you don&#39;t pedal you don&#39;t go forward.","author":"George Weah","topic":"Education"},{"quote":"Self-education is, I firmly believe, the only kind of education there is.","author":"Isaac Asimov","topic":"Education"},{"quote":"The most valuable of all education is the ability to make yourself do the thing you have to do, when it has to be done, whether you like it or not.","author":"Aldous Huxley","topic":"Education"},{"quote":"Real education should consist of drawing the goodness and the best out of our own students. What better books can there be than the book of humanity?","author":"Cesar Chavez","topic":"Education"},{"quote":"The only fence against the world is a thorough knowledge of it.","author":"John Locke","topic":"Education"},{"quote":"The belief that all genuine education comes about through experience does not mean that all experiences are genuinely or equally educative.","author":"John Dewey","topic":"Education"},{"quote":"If you think education is expensive, try ignorance.","author":"Jeff Rich","topic":"Education"},{"quote":"If education is protection to life, you will realize that it is necessary that education accompany life during its whole course.","author":"Maria Montessori","topic":"Education"},{"quote":"A good education is the most important gift we can give our young people.","author":"Nicola Sturgeon","topic":"Education"},{"quote":"You can&#39;t have a university without having free speech, even though at times it makes us terribly uncomfortable. If students are not going to hear controversial ideas on college campuses, they&#39;re not going to hear them in America. I believe it&#39;s part of their education.","author":"Donna Shalala","topic":"Education"},{"quote":"For me, education has never been simply a policy issue - it&#39;s personal. Neither of my parents and hardly anyone in the neighborhood where I grew up went to college. But thanks to a lot of hard work and plenty of financial aid, I had the opportunity to attend some of the finest universities in this country.","author":"Michelle Obama","topic":"Education"},{"quote":"American liberals have become addicted to the courtroom, relying on judges and lawyers rather than elected leaders and the ballot box, as the primary means of effecting their social agenda on everything from gay marriage to assisted suicide to the use of vouchers for private-school education.","author":"Neil Gorsuch","topic":"Education"},{"quote":"Above all, I believe every child, no matter their ZIP code or their parents&#39; jobs, deserves access to a quality education.","author":"Betsy DeVos","topic":"Education"},{"quote":"A child miseducated is a child lost.","author":"John F. Kennedy","topic":"Education"},{"quote":"Every child should have the opportunity to receive a quality education.","author":"Bill Frist","topic":"Education"},{"quote":"We need sex education in schools, but we need it at home first. We need parents to learn the names of the teachers who are teaching their children. We need families to question day-care centers, to question other children and their own as to what goes on.","author":"Rod McKuen","topic":"Education"},{"quote":"It&#39;s not enough to train today&#39;s workforce. We also have to prepare tomorrow&#39;s workforce by guaranteeing every child access to a world-class education.","author":"Barack Obama","topic":"Education"},{"quote":"In large states public education will always be mediocre, for the same reason that in large kitchens the cooking is usually bad.","author":"Friedrich Nietzsche","topic":"Education"},{"quote":"I need to complete my homework on time.","author":"Malala Yousafzai","topic":"Education"},{"quote":"The PHYSICAL Act gives our schools the flexibility they need to give physical education the attention it deserves in promoting our children&#39;s well-being.","author":"Marcia Fudge","topic":"Education"},{"quote":"Education technology and school construction go together. Modernization, updating education facilities, and making a capital investment in education are all included.","author":"Major Owens","topic":"Education"},{"quote":"The most influential of all educational factors is the conversation in a child&#39;s home.","author":"William Temple","topic":"Education"},{"quote":"If we expect our children to thrive at our colleges and universities, and succeed in our economy once they graduate - first we must make quality, affordable early childhood education accessible to all.","author":"Kirsten Gillibrand","topic":"Education"},{"quote":"Education in general, and higher education in particular, is on the brink of a huge disruption. Two big questions, which were once so well-settled that we ceased asking them, are now up for grabs. What should young people be learning? And what sorts of credentials indicate they&#39;re ready for the workforce?","author":"Dan Pink","topic":"Education"},{"quote":"For every successful actor or actress, there are countless numbers who don&#39;t make it. The name of the game is rejection. You go to an audition and you&#39;re told you&#39;re too tall or you&#39;re too Irish or your nose is not quite right. You&#39;re rejected for your education, you&#39;re rejected for this or that and it&#39;s really tough.","author":"Liam Neeson","topic":"Education"},{"quote":"Don&#39;t let schooling interfere with your education.","author":"Mark Twain","topic":"Education"},{"quote":"Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery.","author":"Horace Mann","topic":"Education"},{"quote":"I believe that education is all about being excited about something. Seeing passion and enthusiasm helps push an educational message.","author":"Steve Irwin","topic":"Education"},{"quote":"A human being is not attaining his full heights until he is educated.","author":"Horace Mann","topic":"Education"},{"quote":"In some parts of the world, students are going to school every day. It&#39;s their normal life. But in other part of the world, we are starving for education... it&#39;s like a precious gift. It&#39;s like a diamond.","author":"Malala Yousafzai","topic":"Education"},{"quote":"Countries with higher levels of gender equality have higher economic growth. Companies with more women on their boards have higher returns. Peace agreements that include women are more successful. Parliaments with more women take up a wider range of issues - including health, education, anti-discrimination, and child support.","author":"Ban Ki-moon","topic":"Education"},{"quote":"Genius without education is like silver in the mine.","author":"Benjamin Franklin","topic":"Education"},{"quote":"Education is the best provision for old age.","author":"Aristotle","topic":"Education"},{"quote":"Education is not only a ladder of opportunity, but it is also an investment in our future.","author":"Ed Markey","topic":"Education"},{"quote":"The rising costs of higher education coupled with the stress of paying student loans are putting increasing pressure on students.","author":"Hank Johnson","topic":"Education"},{"quote":"It makes a lot more sense for us to be investing in jobs and education rather than jails and incarceration.","author":"Bernie Sanders","topic":"Education"},{"quote":"You can only learn so much from books. You can only learn so much from education. Ultimately, it is the wisdom of God that will carry you through in the toughest situations of life.","author":"Ravi Zacharias","topic":"Education"},{"quote":"Our school education ignores, in a thousand ways, the rules of healthy development.","author":"Elizabeth Blackwell","topic":"Education"},{"quote":"I am what I am thanks to my mother, my father, my brother, my sister... because they have given me everything. The education I have is thanks to them.","author":"Ronaldinho","topic":"Education"},{"quote":"Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom.","author":"Clifford Stoll","topic":"Education"},{"quote":"When I see the Confederate flag, I see the attempt to raise an empire in slavery. It really, really is that simple. I don&#39;t understand how anybody with any sort of education on the Civil War can see anything else.","author":"Ta-Nehisi Coates","topic":"Education"},{"quote":"The very spring and root of honesty and virtue lie in good education.","author":"Plutarch","topic":"Education"},{"quote":"I am a firm believer that upon release, ex-offenders should be afforded a second chance to become productive citizens by providing rehabilitation and education that will help them join the workforce.","author":"Charles B. Rangel","topic":"Education"},{"quote":"The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.","author":"John Glenn","topic":"Education"},{"quote":"Racial segregation has come back to public education with a vengeance.","author":"Jonathan Kozol","topic":"Education"},{"quote":"One of the most powerful tools for empowering individuals and communities is making certain that any individual who wants to receive a quality education can do so.","author":"Christine Gregoire","topic":"Education"},{"quote":"Learning, while at school, that the charge for the education of girls was the same as that for boys, and that, when they became teachers, women received only half as much as men for their services, the injustice of this distinction was so apparent.","author":"Lucretia Mott","topic":"Education"},{"quote":"The idea of education has been so tied to schools, universities, and professors that many assume there is no other way, but education is available to anyone within reach of a library, a post office, or even a newsstand.","author":"Louis L'Amour","topic":"Education"},{"quote":"Lack of education, old age, bad health or discrimination - these are causes of poverty, and the way to attack it is to go to the root.","author":"Robert Kennedy","topic":"Education"},{"quote":"Education in the light of present-day knowledge and need calls for some spirited and creative innovations both in the substance and the purpose of current pedagogy.","author":"Anne Sullivan","topic":"Education"},{"quote":"As an educator myself, I understand the profound effect that good teachers and a quality education have on the lives of our young people.","author":"Ben Bernanke","topic":"Education"},{"quote":"I need a teacher quite as much as Helen. I know the education of this child will be the distinguishing event of my life, if I have the brains and perseverance to accomplish it.","author":"Anne Sullivan","topic":"Education"},{"quote":"We have a responsibility to ensure that every individual has the opportunity to receive a high-quality education, from prekindergarten to elementary and secondary, to special education, to technical and higher education and beyond.","author":"Jim Jeffords","topic":"Education"},{"quote":"So if a college education is indispensable, the challenge as I see it is how to make it more accessible.","author":"Gordon Gee","topic":"Education"},{"quote":"From kindergarten to graduation, I went to public schools, and I know that they are a key to being sure that every child has a chance to succeed and to rise in the world.","author":"Dick Cheney","topic":"Education"},{"quote":"Public education is an investment in our future.","author":"Matt Blunt","topic":"Education"},{"quote":"Education is not solely about earning a great living. It means living a great life.","author":"Brad Henry","topic":"Education"},{"quote":"The immediate future is going to be tragic for all of us unless we find a way of making the vast educational resources of this country serve the true purpose of education, truth and justice.","author":"Anne Sullivan","topic":"Education"},{"quote":"Head Start graduates are more likely to graduate from high school and less likely to need special education, repeat a grade, or commit crimes in adolescence.","author":"Joe Baca","topic":"Education"},{"quote":"Much education today is monumentally ineffective. All too often we are giving young people cut flowers when we should be teaching them to grow their own plants.","author":"John W. Gardner","topic":"Education"},{"quote":"We conclude that in the field of public education the doctrine of &#39;separate but equal&#39; has no place.","author":"Earl Warren","topic":"Education"},{"quote":"Somewhere in Rwanda, a rural farmer is dreaming of providing an education for her children. Not just high school, but maybe even a university degree. Such a dream used to seem out of reach.","author":"Sylvia Mathews Burwell","topic":"Education"},{"quote":"The paradox of education is precisely this; that as one begins to become conscious one begins to examine the society in which he is being educated.","author":"James Baldwin","topic":"Education"},{"quote":"When you have solved the problem of controlling the attention of the child, you have solved the entire problem of its education.","author":"Maria Montessori","topic":"Education"},{"quote":"Donald Trump can take his message directly to the people via rallies and addresses carried over social media. I&#39;d call them updated versions of Roosevelt&#39;s fireside chats, but a portion of my younger readership doesn&#39;t even know what a radio is thanks to a Democrat-run education system.","author":"Milo Yiannopoulos","topic":"Education"},{"quote":"The highest education is that which does not merely give us information but makes our life in harmony with all existence.","author":"Rabindranath Tagore","topic":"Education"},{"quote":"I decided to start anew, to strip away what I had been taught.","author":"Georgia O'Keeffe","topic":"Education"},{"quote":"Apart from education, you need good health, and for that, you need to play sports.","author":"Kapil Dev","topic":"Education"},{"quote":"Steve Jobs, Bill Gates and Mark Zuckerberg didn&#39;t finish college. Too much emphasis is placed on formal education - I told my children not to worry about their grades but to enjoy learning.","author":"Nassim Nicholas Taleb","topic":"Education"},{"quote":"The ability to recognize opportunities and move in new - and sometimes unexpected - directions will benefit you no matter your interests or aspirations. A liberal arts education is designed to equip students for just such flexibility and imagination.","author":"Drew Gilpin Faust","topic":"Education"},{"quote":"A quality education grants us the ability to fight the war on ignorance and poverty.","author":"Charles B. Rangel","topic":"Education"},{"quote":"Education is a better safeguard of liberty than a standing army.","author":"Edward Everett","topic":"Education"},{"quote":"I cannot live without books.","author":"Thomas Jefferson","topic":"Education"},{"quote":"Our youth deserve the opportunity to complete their high school and college education, free of early parenthood. Their future children deserve the opportunity to grow up in financially and emotionally stable homes. Our communities benefit from healthy, productive, well-prepared young people.","author":"Jane Fonda","topic":"Education"},{"quote":"Education is our only political safety. Outside of this ark all is deluge.","author":"Horace Mann","topic":"Education"},{"quote":"Education is what survives when what has been learned has been forgotten.","author":"B. F. Skinner","topic":"Education"},{"quote":"Natural ability without education has more often raised a man to glory and virtue than education without natural ability.","author":"Marcus Aurelius","topic":"Education"},{"quote":"Education is the art of making man ethical.","author":"Georg Wilhelm Friedrich Hegel","topic":"Education"},{"quote":"Inclusive, good-quality education is a foundation for dynamic and equitable societies.","author":"Desmond Tutu","topic":"Education"},{"quote":"Encouragement of higher education for our youth is critical to the success of our collective future.","author":"Charles B. Rangel","topic":"Education"},{"quote":"Ensuring quality higher education is one of the most important things we can do for future generations.","author":"Ron Lewis","topic":"Education"},{"quote":"Vocational education programs have made a real difference in the lives of countless young people nationwide; they build self-confidence and leadership skills by allowing students to utilize their unique gifts and talents.","author":"Conrad Burns","topic":"Education"},{"quote":"That&#39;s the value of a college education... I don&#39;t know anywhere in the world where you can make an investment and make that kind of return.","author":"Gaston Caperton","topic":"Education"},{"quote":"Instead of a national curriculum for education, what is really needed is an individual curriculum for every child.","author":"Charles Handy","topic":"Education"},{"quote":"During my travels in Iraq, Israel, Gaza, Brazil, Indonesia, Japan, Europe and all over the United States, I have seen and heard the voices of people who want change. They want the stabilization of the economy, education and healthcare for all, renewable energy and an environmental vision with an eye on generations to come.","author":"Michael Franti","topic":"Education"},{"quote":"Your library is your paradise.","author":"Desiderius Erasmus","topic":"Education"},{"quote":"I think what&#39;s been lacking from our discussion for a long time is really that other part of what a Budget chair does, which is set the priorities for this country in terms of making sure we invest in the right places, in education, in job training, and to make sure we do a balanced approach moving forward.","author":"Patty Murray","topic":"Education"},{"quote":"Religion is the solid basis of good morals; therefore education should teach the precepts of religion, and the duties of man toward God.","author":"Gouverneur Morris","topic":"Education"},{"quote":"Education consists mainly of what we have unlearned.","author":"Mark Twain","topic":"Education"},{"quote":"If education is always to be conceived along the same antiquated lines of a mere transmission of knowledge, there is little to be hoped from it in the bettering of man&#39;s future. For what is the use of transmitting knowledge if the individual&#39;s total development lags behind?","author":"Maria Montessori","topic":"Education"},{"quote":"The aim of a college education is to teach you to know a good man when you see one.","author":"William James","topic":"Education"},{"quote":"The best math lesson we can teach college students this year is to subtract a tuition increase and benefit from the dividends of higher education.","author":"Jodi Rell","topic":"Education"},{"quote":"In many spheres of human endeavor, from science to business to education to economic policy, good decisions depend on good measurement.","author":"Ben Bernanke","topic":"Education"},{"quote":"An educated people can be easily governed.","author":"Frederick the Great","topic":"Education"},{"quote":"One of the factors a country&#39;s economy depends on is human capital. If you don&#39;t provide women with adequate access to healthcare, education and employment, you lose at least half of your potential. So, gender equality and women&#39;s empowerment bring huge economic benefits.","author":"Michelle Bachelet","topic":"Education"},{"quote":"Although children are only 24 percent of the population, they&#39;re 100 percent of our future and we cannot afford to provide any child with a substandard education.","author":"Ed Markey","topic":"Education"},{"quote":"I think everyone should go to college and get a degree and then spend six months as a bartender and six months as a cabdriver. Then they would really be educated.","author":"Al McGuire","topic":"Education"},{"quote":"Education remains the key to both economic and political empowerment.","author":"Barbara Jordan","topic":"Education"},{"quote":"The first big break was winning a scholarship to go to Cambridge University. I was very lucky, because my parents couldn&#39;t have afforded a university education for me. Without a scholarship I couldn&#39;t possibly have gone.","author":"Trevor Nunn","topic":"Education"},{"quote":"When our forbears - yours and mine - came to America, they came because this country promised them something. It promised them an opportunity, nourished by education, not merely to grind for a bare living, but to strive for a good life.","author":"Robert Kennedy","topic":"Education"},{"quote":"Education should be one of our top funding priorities; talking about it does not help the teachers and students who desperately need promises fulfilled.","author":"Solomon Ortiz","topic":"Education"},{"quote":"Permission marketing turns strangers into friends and friends into loyal customers. It&#39;s not just about entertainment - it&#39;s about education. Permission marketing is curriculum marketing.","author":"Seth Godin","topic":"Education"},{"quote":"By working to ensure we live in a society that prioritizes public safety, education, and innovation, entrepreneurship can thrive and create a better world for all of us to live in.","author":"Ron Conway","topic":"Education"},{"quote":"It is really important that we promote competitive support in schools. It is very important that we recognise that has to be underpinned by good quality physical education and by getting people into patterns of exercise.","author":"Sebastian Coe","topic":"Education"},{"quote":"Smart businesses do not look at labor costs alone anymore. They do look at market access, transportation, telecommunications infrastructure and the education and skill level of the workforce, the development of capital and the regulatory market.","author":"Janet Napolitano","topic":"Education"},{"quote":"Just as the science and art of agriculture depend upon chemistry and botany, so the art of education depends upon physiology and psychology.","author":"Edward Thorndike","topic":"Education"},{"quote":"When people are connected, we can just do some great things. They have the opportunity to get access to jobs, education, health, communications. We have the opportunity to bring the people we care about closer to us. It really makes a big difference.","author":"Mark Zuckerberg","topic":"Education"},{"quote":"In true education, anything that comes to our hand is as good as a book: the prank of a page- boy, the blunder of a servant, a bit of table talk - they are all part of the curriculum.","author":"Michel de Montaigne","topic":"Education"},{"quote":"Sex education classes are like in-home sales parties for abortions.","author":"Phyllis Schlafly","topic":"Education"},{"quote":"If I had learned education I would not have had time to learn anything else.","author":"Cornelius Vanderbilt","topic":"Education"},{"quote":"Contrary to what we learn from progressives in education and the media, the history of the Democratic Party well into the twentieth century is a virtually uninterrupted history of thievery, corruption, and bigotry.","author":"Dinesh D'Souza","topic":"Education"},{"quote":"When it comes to power, God Himself is the power. God often uses foolish things to confound the wise. That is why people like me will ever be grateful to God. In terms of knowledge, education and name, I am nowhere - a neglected stone.","author":"T. B. Joshua","topic":"Education"},{"quote":"Many schools today are sacrificing social studies, the arts and physical education so children can cover basic subjects like math, English and science.","author":"Geoffrey Canada","topic":"Education"},{"quote":"Education is indoctrination if you&#39;re white - subjugation if you&#39;re black.","author":"James A. Baldwin","topic":"Education"},{"quote":"The things I want to know are in books; my best friend is the man who&#39;ll get me a book I ain&#39;t read.","author":"Abraham Lincoln","topic":"Education"},{"quote":"There are over 200 million illiterate women in India. This low literacy negatively impacts not just their lives but also their families&#39; and the country&#39;s economic development. A girl&#39;s lack of education also has a negative impact on the health and well-being of her children.","author":"Sachin Tendulkar","topic":"Education"},{"quote":"Education means teaching kids how to do stuff and how to think about stuff. Education is a pretty simple concept with a very clear way to measure results: you give some kind of an exam - maybe it&#39;s one of those standardized tests all kids hate, maybe it&#39;s some kind of essay, but whatever it is, it&#39;ll measure the results, and the kids will hate it.","author":"Mike Gallagher","topic":"Education"},{"quote":"My education was paid for by the RAF Benevolent Fund, so a charity school, run like an orphanage, with uniforms and beatings. It was tough, but it got me to Cambridge - like being a chrysalis suddenly becoming a butterfly.","author":"Eric Idle","topic":"Education"},{"quote":"When a subject becomes totally obsolete we make it a required course.","author":"Peter Drucker","topic":"Education"},{"quote":"Education can become a self-fulfilling activity, liberating in and of itself.","author":"Abraham Maslow","topic":"Education"},{"quote":"As people do better, they start voting like Republicans - unless they have too much education and vote Democratic, which proves there can be too much of a good thing.","author":"Karl Rove","topic":"Education"},{"quote":"We pay a price when we deprive children of the exposure to the values, principles, and education they need to make them good citizens.","author":"Sandra Day O'Connor","topic":"Education"},{"quote":"How do you think we build a future? I think we build it by investing in our kids and investing in education.","author":"Elizabeth Warren","topic":"Education"},{"quote":"Violence is black children going to school for 12 years and receiving 6 years&#39; worth of education.","author":"Julian Bond","topic":"Education"},{"quote":"There&#39;s a difference between expanding someone&#39;s potential and expanding their actual performance. Performance may measure other things, whether one&#39;s culture supports education, other socio-economic factors.","author":"Dannel Malloy","topic":"Education"},{"quote":"Our progress as a nation can be no swifter than our progress in education. The human mind is our fundamental resource.","author":"John F. Kennedy","topic":"Education"},{"quote":"If we help an educated man&#39;s daughter to go to Cambridge are we not forcing her to think not about education but about war? - not how she can learn, but how she can fight in order that she might win the same advantages as her brothers?","author":"Virginia Woolf","topic":"Education"},{"quote":"Access to books and the encouragement of the habit of reading: these two things are the first and most necessary steps in education and librarians, teachers and parents all over the country know it. It is our children&#39;s right and it is also our best hope and their best hope for the future.","author":"Michael Morpurgo","topic":"Education"},{"quote":"We say arts education is good for general education, but that&#39;s not the point. The arts are what great nations are remembered for. They are a mirror.","author":"Damian Woetzel","topic":"Education"},{"quote":"I cannot believe that my generation may very well have been the last one to have sex education in schools that was truly the complete and total package. I mean what are we doing? Are we in the future, but acting like it&#39;s The Dark Ages?","author":"Sheryl Lee Ralph","topic":"Education"},{"quote":"Universal education is not only a moral imperative but an economic necessity, to pave the way toward making many more nations self-sufficient and self-sustaining.","author":"Desmond Tutu","topic":"Education"},{"quote":"Americans are a decade behind Canada when it comes to sex education and understanding their bodies.","author":"Sue Johanson","topic":"Education"},{"quote":"I don&#39;t think college athletes are given enough time to really take advantage of the free education that they&#39;re given, and it&#39;s frustrating because a lot of people get upset with student-athletes and say, &#39;They&#39;re not focused on school and they&#39;re not taking advantage of the opportunity they&#39;re given.&#39;","author":"Richard Sherman","topic":"Education"},{"quote":"Education is the only billion dollar industry that tolerates abject failure.","author":"Geoffrey Canada","topic":"Education"},{"quote":"We had great faith that with patience, understanding, and education, that my family and I could be helpful in changing their minds and attitudes around.","author":"Ryan White","topic":"Education"},{"quote":"Everything that happens to me in my life, be it good or bad, it&#39;s all education, and it&#39;s important for that to become part of what you do. It all feeds the beast.","author":"Tim Meadows","topic":"Education"},{"quote":"Many states can no longer afford to support public education, public benefits, public services without doing something about the exorbitant costs that mass incarceration have created.","author":"Bryan Stevenson","topic":"Education"},{"quote":"All of my education at Harvard, then Oxford, then Paris was in literature - even my thesis was on Shakespeare.","author":"Jonathan Kozol","topic":"Education"},{"quote":"Education is the best economic policy there is.","author":"Tony Blair","topic":"Education"},{"quote":"We look for people who demonstrate perseverance in the face of challenges, the ability to influence and motivate others - people who want to work relentlessly to ensure that kids who are facing the challenges of poverty have an excellent education.","author":"Wendy Kopp","topic":"Education"},{"quote":"Education should be totally secular. I am not telling people not to believe in God, but it should be a personal matter which should be done at home.","author":"Nawal El Saadawi","topic":"Education"},{"quote":"Research shows that children do better in school and are less likely to drop out when fathers are involved. Engaged parents can strengthen communities, mentor and tutor students, and demonstrate through their actions how much they value their children&#39;s education.","author":"Arne Duncan","topic":"Education"},{"quote":"At the time it seriously troubled me, but in drafting me as Marshall Plan Administrator, President Truman did as great a favor for me as one man can do for another. It opened my eyes to many things of which I was totally unaware and it was the beginning of my real education.","author":"Paul Hoffman","topic":"Education"},{"quote":"Parents matter, buildings count, curriculum choices, materials, resources - all these things are important in a top-class education. But, in the end, it comes down to the teachers.","author":"Kimberly Quinn","topic":"Education"},{"quote":"Some people will never learn anything, for this reason, because they understand everything too soon.","author":"Alexander Pope","topic":"Education"},{"quote":"Our libraries are valuable centers of education, learning and enrichment for people of all ages. In recent years, libraries have taken on an increasingly important role. today&#39;s libraries are about much more than books.","author":"Jodi Rell","topic":"Education"},{"quote":"The commitment to literacy was constant on the part of African Americans. And the percentages of literacy by the end of the century, by 1900, basic literacy has galloped ahead. People believed that education, of course, was the turnstile for advancement.","author":"David Levering Lewis","topic":"Education"},{"quote":"Education is important because, first of all, people need to know that discrimination still exists. It is still real in the workplace, and we should not take that for granted.","author":"Alexis Herman","topic":"Education"},{"quote":"Too much of the education system orients students toward becoming better thinkers, but there is almost no focus on our capacity to pay attention and cultivate awareness.","author":"Jon Kabat-Zinn","topic":"Education"},{"quote":"The economy is the start and end of everything. You can&#39;t have successful education reform or any other reform if you don&#39;t have a strong economy.","author":"David Cameron","topic":"Education"},{"quote":"The mother cannot expect her daughter to understand the mysteries of housekeeping without education. She should instruct them patiently, lovingly, and make the work as agreeable as she can by her cheerful countenance and encouraging words of approval. If they fail once, twice, or thrice, censure not.","author":"Ellen G. White","topic":"Education"},{"quote":"Give a girl an education and introduce her properly into the world, and ten to one but she has the means of settling well, without further expense to anybody.","author":"Jane Austen","topic":"Education"},{"quote":"My mother said I must always be intolerant of ignorance but understanding of illiteracy. That some people, unable to go to school, were more educated and more intelligent than college professors.","author":"Maya Angelou","topic":"Education"},{"quote":"It makes little difference how many university courses or degrees a person may own. If he cannot use words to move an idea from one point to another, his education is incomplete.","author":"Norman Cousins","topic":"Education"},{"quote":"I am a part of everything that I have read.","author":"Theodore Roosevelt","topic":"Education"},{"quote":"The benefits of education and of useful knowledge, generally diffused through a community, are essential to the preservation of a free government.","author":"Sam Houston","topic":"Education"},{"quote":"You can&#39;t legislate good will - that comes through education.","author":"Malcolm X","topic":"Education"},{"quote":"The answer is not to standardize education, but to personalize and customize it to the needs of each child and community. There is no alternative. There never was.","author":"Ken Robinson","topic":"Education"},{"quote":"I tell students that the opportunities I had were a result of having a good educational background. Education is what allows you to stand out.","author":"Ellen Ochoa","topic":"Education"},{"quote":"Future public education will require involvement and collaboration among various local, civic, private and nonprofit entities, a concept I like to refer to as &#39;community entrepreneurship.&#39;","author":"Donald Bren","topic":"Education"},{"quote":"Today there are people trying to take away rights that our mothers, grandmothers and great-grandmothers fought for: our right to vote, our right to choose, affordable quality education, equal pay, access to health care. We the people can&#39;t let that happen.","author":"Kerry Washington","topic":"Education"},{"quote":"An arts education helps build academic skills and increase academic performance, while also providing alternative opportunities to reward the skills of children who learn differently.","author":"Gavin Newsom","topic":"Education"},{"quote":"I was born in a middle class Muslim family, in a small town called Myonenningh in a northern part of Bangladesh in 1962. My father is a qualified physician; my mother is a housewife. I have two elder brothers and one younger sister. All of them received a liberal education in schools and colleges.","author":"Taslima Nasrin","topic":"Education"},{"quote":"Through hard work and education, we can deliver a strong economy and opportunity for all.","author":"Julia Gillard","topic":"Education"},{"quote":"All of us have been trained by education and environment to seek personal gain and security and to fight for ourselves. Though we cover it over with pleasant phrases, we have been educated for various professions within a system which is based on exploitation and acquisitive fear.","author":"Jiddu Krishnamurti","topic":"Education"},{"quote":"Good education is so important. We do need to look at the way people are taught. It not just about qualifications to get a job. It&#39;s about being educated.","author":"Zaha Hadid","topic":"Education"},{"quote":"Economists who have studied the relationship between education and economic growth confirm what common sense suggests: The number of college degrees is not nearly as important as how well students develop cognitive skills, such as critical thinking and problem-solving ability.","author":"Derek Bok","topic":"Education"},{"quote":"Soap and education are not as sudden as a massacre, but they are more deadly in the long run.","author":"Mark Twain","topic":"Education"},{"quote":"As the humanities and liberal arts are downsized, privatized, and commodified, higher education finds itself caught in the paradox of claiming to invest in the future of young people while offering them few intellectual, civic, and moral supports.","author":"Henry Giroux","topic":"Education"},{"quote":"Prejudices, it is well known, are most difficult to eradicate from the heart whose soil has never been loosened or fertilized by education; they grow firm there, firm as weeds among stones.","author":"Charlotte Bronte","topic":"Education"},{"quote":"We demand that segregation be ended in every school district in the year 1963! We demand that we have effective civil rights legislation - no compromise, no filibuster - and that include public accommodations, decent housing, integrated education, FEPC and the right to vote.","author":"Bayard Rustin","topic":"Education"},{"quote":"Without in any way minimising the economic and psychological blow that people experience when they lose their jobs, the unemployed in affluent countries still have a safety net, in the form of social security payments, and usually free healthcare and free education for their children. They also have sanitation and safe drinking water.","author":"Peter Singer","topic":"Education"},{"quote":"Education must, be not only a transmission of culture but also a provider of alternative views of the world and a strengthener of the will to explore them.","author":"Jerome Bruner","topic":"Education"},{"quote":"I spent three days a week for 10 years educating myself in the public library, and it&#39;s better than college. People should educate themselves - you can get a complete education for no money. At the end of 10 years, I had read every book in the library and I&#39;d written a thousand stories.","author":"Ray Bradbury","topic":"Education"},{"quote":"I don&#39;t know why people have divided the whole world into two groups, west and east. Education is neither eastern nor western. Education is education and it&#39;s the right of every human being.","author":"Malala Yousafzai","topic":"Education"},{"quote":"I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education. In order to appreciate cultures of another nation, one needs to go there, know the people and mingle with the culture of that country. One way to do that, if one is lucky enough, is to buy things from those cultures.","author":"David Rockefeller","topic":"Education"},{"quote":"Education is a cause very close to me. What matters is encouraging my fans to focus on their education, because only an educated generation can ensure a better future. Even when I was on tour, I did my homework and studied.","author":"Martin Garrix","topic":"Education"},{"quote":"To make your children capable of honesty is the beginning of education.","author":"John Ruskin","topic":"Education"},{"quote":"To throw obstacles in the way of a complete education is like putting out the eyes.","author":"Elizabeth Cady Stanton","topic":"Education"},{"quote":"What we need is an education system that works for every child, not a select few. This starts with providing a quality education for our youngest Americans so they can learn, grow, and become prosperous citizens.","author":"Marc Veasey","topic":"Education"},{"quote":"Well, I think that abstinence has its place as part of a comprehensive health and sex education curriculum. It would be wrong to exclude abstinence from a health curriculum, because there are some potentially very serious ramifications for early sexual activity.","author":"Kerry Healey","topic":"Education"},{"quote":"My notion of the KGB came from romantic spy stories. I was a pure and utterly successful product of Soviet patriotic education.","author":"Vladimir Putin","topic":"Education"},{"quote":"It is only as we develop others that we permanently succeed.","author":"Harvey S. Firestone","topic":"Education"},{"quote":"Scientific research and other studies have demonstrated that arts education can enhance American students&#39; math and language skills and improve test scores which in turn increase chances of higher education and good jobs in the future.","author":"Thad Cochran","topic":"Education"},{"quote":"We recommend for the training of teachers not only a considerable artistic education in general but special attention to the art of reading.","author":"Maria Montessori","topic":"Education"},{"quote":"The secret to the movie business, or any business, is to get a good education in a subject besides film - whether it&#39;s history, psychology, economics, or architecture - so you have something to make a movie about. All the skill in the world isn&#39;t going to help you unless you have something to say.","author":"George Lucas","topic":"Education"},{"quote":"I wish I had known that education is the key. That knowledge is power. Now I pick up books and watch educational shows with my husband. I&#39;m seeing how knowledge can elevate you.","author":"Mary J. Blige","topic":"Education"},{"quote":"Education in India has made monumental progress since Independence but continues to face daunting challenges at multiple levels, particularly in terms of quality, infrastructure and dropout rates. We have islands of excellence floating in a sea of mediocrity.","author":"Shashi Tharoor","topic":"Education"},{"quote":"I believe that any type of education can be great, but an education about ourselves can create something wonderful. I am a comedian, but people have called me a motivational speaker. I don&#39;t really consider myself that at all.","author":"Andy Andrews","topic":"Education"},{"quote":"Anyone who tries to make a distinction between education and entertainment doesn&#39;t know the first thing about either.","author":"Marshall McLuhan","topic":"Education"},{"quote":"He who laughs most, learns best.","author":"John Cleese","topic":"Education"},{"quote":"There is no cost difference between incarceration and an Ivy League education; the main difference is curriculum.","author":"Paul Hawken","topic":"Education"},{"quote":"The Clinton strength was to play to people without a college education. High school people. That&#39;s how you win elections.","author":"Stephen Bannon","topic":"Education"},{"quote":"Education is far less about a set of facts than a way of thinking, than learning how to critically think. And therefore, what I always think should be the basis of education is not answers but questions.","author":"Lawrence M. Krauss","topic":"Education"},{"quote":"I believe that parents need to make nutrition education a priority in their home environment. It&#39;s crucial for good health and longevity to instill in your children sound eating habits from an early age.","author":"Cat Cora","topic":"Education"},{"quote":"If you want a good education, go to private schools. If you can&#39;t afford it, tough luck. You can go to the public school.","author":"Paul LePage","topic":"Education"},{"quote":"The most important part of education is proper training in the nursery.","author":"Plato","topic":"Education"},{"quote":"No man should bring children into the world who is unwilling to persevere to the end in their nature and education.","author":"Plato","topic":"Education"},{"quote":"In poor countries, we still need better ways to measure the effectiveness of the many government workers providing health services. They are the crucial link bringing tools such as vaccines and education to the people who need them most. How well trained are they? Are they showing up to work?","author":"Bill Gates","topic":"Education"},{"quote":"After two years at UCLA, I decided to leave. I was convinced that no amount of education would help a black man get a job.","author":"Jackie Robinson","topic":"Education"},{"quote":"I am often amazed at how much more capability and enthusiasm for science there is among elementary school youngsters than among college students.","author":"Carl Sagan","topic":"Education"},{"quote":"It seems to me that at this time we need education in the obvious more than investigation of the obscure.","author":"Oliver Wendell Holmes, Jr.","topic":"Education"},{"quote":"I&#39;m a good son, a good father, a good husband - I&#39;ve been married to the same woman for 30 years. I&#39;m a good friend. I finished college, I have my education, I donate money anonymously. So when people criticize the kind of characters that I play on screen, I go, &#39;You know, that&#39;s part of history.&#39;","author":"Samuel L. Jackson","topic":"Education"},{"quote":"Every young man or woman should weigh the matter well before concluding that a college education is out of the question.","author":"Orison Swett Marden","topic":"Education"},{"quote":"Education can give you a skill, but a liberal education can give you dignity.","author":"Ellen Key","topic":"Education"},{"quote":"Learning is a result of listening, which in turn leads to even better listening and attentiveness to the other person. In other words, to learn from the child, we must have empathy, and empathy grows as we learn.","author":"Alice Miller","topic":"Education"},{"quote":"We need quantitative assessments of the success of education. We need certification and qualifications both for teachers and for pupils. It is not a choice between quantity and quality, between access and excellence. Both of these will happen together if people really do believe in the importance of education to change lives.","author":"Gordon Brown","topic":"Education"},{"quote":"Our approach to education has remained largely unchanged since the Renaissance: From middle school through college, most teaching is done by an instructor lecturing to a room full of students, only some of them paying attention.","author":"Daphne Koller","topic":"Education"},{"quote":"That is my wish, hope, instruction for all of you: Take your education seriously, okay? Always do that. Because I wouldn&#39;t be here today if it weren&#39;t for my education.","author":"Michelle Obama","topic":"Education"},{"quote":"There is a heavy emphasis in Mormonism on initiative, on responsibility, on a work ethic, and on education. If you take those elements together with a free-enterprise system, you&#39;ve got the chemistry for a lot of industry.","author":"Stephen Covey","topic":"Education"},{"quote":"Governments never learn. Only people learn.","author":"Milton Friedman","topic":"Education"},{"quote":"Human history becomes more and more a race between education and catastrophe.","author":"H. G. Wells","topic":"Education"},{"quote":"You go to Scandinavia, and you will find that people have a much higher standard of living, in terms of education, health care and decent paying jobs.","author":"Bernie Sanders","topic":"Education"},{"quote":"It is better to know some of the questions than all of the answers.","author":"James Thurber","topic":"Education"},{"quote":"In fact, I believe that we need better sex education in our own culture, here in America, so that young folk learn about things like venereal disease before they encounter it.","author":"Piers Anthony","topic":"Education"},{"quote":"The older I grow the more I see the influence of my family on my life. I didn&#39;t always see it. It was up to our parents to see that we had our education in a town that hadn&#39;t yet realized what racial prejudice was but actually knew and practiced it on occasion.","author":"Katherine Dunham","topic":"Education"},{"quote":"The ultimate end of education is happiness or a good human life, a life enriched by the possession of every kind of good, by the enjoyment of every type of satisfaction.","author":"Mortimer Adler","topic":"Education"},{"quote":"It&#39;s great to talk about how good things are now. But we can&#39;t sit on our laurels and expect that our time will sustain itself if we don&#39;t do a better job on issues like education... It&#39;s absolutely the case that the low cost of college tuition that I was able to enjoy and the financial aid I was able to receive made my education possible.","author":"Wendy Davis","topic":"Education"},{"quote":"My parents fled from a Cuban dictatorship in search of freedom. Growing up, I saw my parents struggle... I am here today because of them. My success is their success. Their sacrifice and perseverance made my education possible.","author":"Alexander Acosta","topic":"Education"},{"quote":"Good teaching is one-fourth preparation and three-fourths pure theatre.","author":"Gail Godwin","topic":"Education"},{"quote":"The end of education is to see men made whole, both in competence and in conscience.","author":"John Dickey","topic":"Education"},{"quote":"You can choose a future where more Americans have the chance to gain the skills they need to compete, no matter how old they are or how much money they have. Education was the gateway to opportunity for me. It was the gateway for Michelle. And now more than ever, it is the gateway to a middle-class life.","author":"Barack Obama","topic":"Education"},{"quote":"Segregation has no place in the education system.","author":"Richard Dawkins","topic":"Education"},{"quote":"You may be able to read Bernard Shaw&#39;s plays, you may be able to quote Shakespeare or Voltaire or some new philosopher; but if you in yourself are not intelligent, if you are not creative, what is the point of this education?","author":"Jiddu Krishnamurti","topic":"Education"},{"quote":"Education alone can conduct us to that enjoyment which is, at once, best in quality and infinite in quantity.","author":"Horace Mann","topic":"Education"},{"quote":"You can&#39;t have a competitive, egalitarian meritocracy if only some of your citizens have the opportunity for a good education.","author":"Rupert Murdoch","topic":"Education"},{"quote":"To defend a country you need an army, but to defend a civilization you need education.","author":"Jonathan Sacks","topic":"Education"},{"quote":"After one Olympics, if we invest in sports and say we will get a gold medal in the next Olympic, it doesn&#39;t work like that in sports. How it works is that you provide the infrastructure, provide education about nutrition and health.","author":"Mahendra Singh Dhoni","topic":"Education"},{"quote":"A girl child who is even a little bit educated is more conscious of family planning, health care and, in turn, her children&#39;s own education.","author":"Azim Premji","topic":"Education"},{"quote":"When I enrolled in college at age 19, I had a total of eight years of formal classroom education. As a result, I was not comfortable with formal lectures and receiving regular homework assignments.","author":"Philip Emeagwali","topic":"Education"},{"quote":"The most obvious purpose of college education is to help students acquire information and knowledge by acquainting them with facts, theories, generalizations, principles, and the like. This purpose scarcely requires justification.","author":"Derek Bok","topic":"Education"},{"quote":"Investing in science education and curiosity-driven research is investing in the future.","author":"Ahmed Zewail","topic":"Education"},{"quote":"Higher education should be based on quality, not quantity; receive merit-based funding; and be free of unnecessary bureaucracy. Not the least of the benefits of educational reform is to foster the pride of achievement at national and international levels.","author":"Ahmed Zewail","topic":"Education"},{"quote":"A high-quality public education can build much-needed skills and knowledge. It can help children reach their God-given potential. It can stabilize communities and democracies. It can strengthen economies. It can combat the kind of fear and despair that evolves into hatred.","author":"Randi Weingarten","topic":"Education"},{"quote":"President-elect Bush spoke in a forceful and candid manner that it is his passion that all children should have access to a first class education.","author":"George Miller","topic":"Education"},{"quote":"When I left South Africa in 1960 I was 20 years old. I wanted to try to get an education, and music education was not available for me in South Africa.","author":"Hugh Masekela","topic":"Education"},{"quote":"In schools giving students a full education, not to create great artists but about the right to have full expression and imagination and creativity, along with an acknowledgement that everybody learns differently. You try and you fail and you try again. All those skills are useful in the workplace, too.","author":"Damian Woetzel","topic":"Education"},{"quote":"In more than 20 years I&#39;ve spent studying the issue, I have yet to hear a convincing argument that college football has anything do with what is presumably the primary purpose of higher education: academics.","author":"H. G. Bissinger","topic":"Education"},{"quote":"You can spend a lot of money on education, but if you don&#39;t spend it wisely, on improving the quality of instruction, you won&#39;t get higher student outcomes.","author":"Andreas Schleicher","topic":"Education"},{"quote":"The object of education is to prepare the young to educate themselves throughout their lives.","author":"Robert M. Hutchins","topic":"Education"},{"quote":"My father, Oliver Hynes, was an educator. He was originally just a teacher, a very good one, but then he was promoted to be in charge of education for the entire area. He was always an inspirational teacher. He was my big personal supporter, always coming here for the Tony Awards. My mother, Carmel, was a homemaker.","author":"Garry Hynes","topic":"Education"},{"quote":"Yes, we&#39;ve still got more work to do. More work to do for every American still in need of a good job or a raise, paid leave or a decent retirement; for every child who needs a sturdier ladder out of poverty or a world-class education; for everyone who has not yet felt the progress of these past seven and a half years.","author":"Barack Obama","topic":"Education"},{"quote":"Whether you want to go into music, whether you want to be a lawyer, whether you want to be President of the United States, the bottom line for all of you is that you have got to get your education.","author":"Michelle Obama","topic":"Education"},{"quote":"The important thing to note is that it is not important whether Malala was shot or not - Malala is not asking for personal favors or support. She is asking for support with girls&#39; education and women&#39;s rights. So don&#39;t support Malala, support her campaign for girls&#39; education and women&#39;s rights.","author":"Malala Yousafzai","topic":"Education"},{"quote":"It is our moral obligation to give every child the very best education possible.","author":"Desmond Tutu","topic":"Education"},{"quote":"If you want to thrive in today&#39;s economy, you must challenge the status quo and get the financial education necessary to succeed.","author":"Robert Kiyosaki","topic":"Education"},{"quote":"An education isn&#39;t how much you have committed to memory, or even how much you know. It&#39;s being able to differentiate between what you know and what you don&#39;t.","author":"Anatole France","topic":"Education"},{"quote":"Music - that&#39;s been my education. There&#39;s not a day that goes by that I take it for granted.","author":"Billie Joe Armstrong","topic":"Education"},{"quote":"Being raised in a developing country opened my eyes to so much I cannot tolerate. In Colombia, education is sometimes considered a luxury, not a human right. And it&#39;s not a priority in the agendas of many leaders.","author":"Shakira","topic":"Education"},{"quote":"Next in importance to freedom and justice is popular education, without which neither freedom nor justice can be permanently maintained.","author":"James A. Garfield","topic":"Education"},{"quote":"How is it that little children are so intelligent and men so stupid? It must be education that does it.","author":"Alexandre Dumas","topic":"Education"},{"quote":"I was really aware, even while it was happening, that the discovery of arts education in my life sort of saved my life.","author":"Daveed Diggs","topic":"Education"},{"quote":"Hard work, years of sacrifice, and dedication are necessary to succeed in the real world. Snowden&#39;s most notable accomplishment was lying about his military service, his experience, and education to procure a job with the NSA in the first place.","author":"Pete Hoekstra","topic":"Education"},{"quote":"Early childhood education is an urgent educational, economic and moral imperative. Without it, we face a long-term national economic security crisis.","author":"J. B. Pritzker","topic":"Education"},{"quote":"Women are emerging as a major force for change. Countries that have invested in girls&#39; education and removed legal barriers that prevent women from achieving their potential are now seeing the benefits.","author":"Sri Mulyani Indrawati","topic":"Education"},{"quote":"After my primary school education, I started gathering little children by visiting parents to ask if they wanted somebody to care for their kids by teaching them the Bible. I have never attended any seminary school or Bible college in my life.","author":"T. B. Joshua","topic":"Education"},{"quote":"It&#39;s time to update traditional public schools, charter schools, home schools, online schools and parochial schools. Let the dollars follow the child instead of forcing the child to follow the dollars, so that every child has the opportunity to attain an education.","author":"Bobby Jindal","topic":"Education"},{"quote":"Middle-class families know education begins at birth.","author":"Geoffrey Canada","topic":"Education"},{"quote":"I do not want to speak about overpopulation or birth control, but I think education is the way to give new impetus to the poverty question.","author":"Harri Holkeri","topic":"Education"},{"quote":"I really don&#39;t want you to think of Qatar as a hydrocarbon country alone. We know that hydrocarbons will come and go. But education will stay. It is the most important thing for us.","author":"Hamad bin Khalifa Al Thani","topic":"Education"},{"quote":"Individually, museums are fine institutions, dedicated to the high values of preservation, education and truth; collectively, their growth in numbers points to the imaginative death of this country.","author":"Robert Hewison","topic":"Education"},{"quote":"No group and no government can properly prescribe precisely what should constitute the body of knowledge with which true education is concerned.","author":"Franklin D. Roosevelt","topic":"Education"},{"quote":"We need the middle class to feel more confident about its prospects and about its future. We need to cut down on this anxiety that sees some people succeeding and the majority struggling - having to make choices between paying for their kids&#39; education or saving for their own retirement.","author":"Justin Trudeau","topic":"Education"},{"quote":"We&#39;re throwing money down a rat hole drain of public education! We lead the world in public education spending. We lead the world in getting the least for it.","author":"Rush Limbaugh","topic":"Education"},{"quote":"Obsession with the market seem to prevent ministers looking at the huge problem and all its ramifications in health, education and employment that come from the housing insecurity that too many face.","author":"Jeremy Corbyn","topic":"Education"},{"quote":"While I appreciated the educational advantages I enjoyed in the school and was proud of what I could show in mental culture, I had an earnest desire for something more than a mere business education... I desired to study for a profession, and this prompted me to leave my native state.","author":"Hiram Rhodes Revels","topic":"Education"},{"quote":"Fine arts education in public schools is really abysmal. The same emphasis should be put on music, theater, dance - anything creative - that&#39;s put on math and science.","author":"Maren Morris","topic":"Education"},{"quote":"Inner city education must change. Our responsibility is not merely to provide access to knowledge; we must produce educated people.","author":"James L. Farmer, Jr.","topic":"Education"},{"quote":"But the fact is, no matter how good the teacher, how small the class, how focused on quality education the school may be none of this matters if we ignore the individual needs of our students.","author":"Roy Barnes","topic":"Education"},{"quote":"In my family, there was one cardinal priority - education. College was not an option; it was mandatory. So even though we didn&#39;t have a lot of money, we made it work. I signed up for financial aid, Pell Grants, work study, anything I could.","author":"Eva Longoria","topic":"Education"},{"quote":"Something happens to our creativity as we go through the education process; most of us lose touch with it.","author":"Anthony Browne","topic":"Education"},{"quote":"If students get a sound education in the history, social effects and psychological biases of technology, they may grow to be adults who use technology rather than be used by it.","author":"Neil Postman","topic":"Education"},{"quote":"To have a stable economy, to have a stable democracy, and to have a modern government is not enough. We have to build new pillars of development. Education, science and technology, innovation and entrepreneurship, and more equality.","author":"Sebastian Pinera","topic":"Education"},{"quote":"We have seven pillars of development. India has a cutting edge information technology industry. We are setting up a technology park. We would like to see technology penetration iin education. Besides, we would like to see cooperation in industries like fashion, filmmaking, ship-building, education, health and energy.","author":"Kamla Persad-Bissessar","topic":"Education"},{"quote":"If you become a teacher, by your pupils you&#39;ll be taught.","author":"Oscar Hammerstein II","topic":"Education"},{"quote":"Sixty years ago I knew everything; now I know nothing; education is a progressive discovery of our own ignorance.","author":"Will Durant","topic":"Education"},{"quote":"In an era ruled by materialism and unstable geopolitics, art must be restored to the center of public education.","author":"Camille Paglia","topic":"Education"},{"quote":"Apply yourself. Get all the education you can, but then, by God, do something. Don&#39;t just stand there, make it happen.","author":"Lee Iacocca","topic":"Education"},{"quote":"Poor people cannot rely on the government to come to help you in times of need. You have to get your education. Then nobody can control your destiny.","author":"Charles Barkley","topic":"Education"},{"quote":"Freedom can occur only through education.","author":"Friedrich Schiller","topic":"Education"},{"quote":"Dialogue and education for peace can help free our hearts from the impulse toward intolerance and the rejection of others.","author":"Daisaku Ikeda","topic":"Education"},{"quote":"When the students are occupied, they&#39;re not juvenile delinquents. I believe that education is a capital investment.","author":"Arlen Specter","topic":"Education"},{"quote":"The aim of education is the knowledge not of facts but of values.","author":"William Ralph Inge","topic":"Education"},{"quote":"I would argue that education, actual learning - it is hard work. It&#39;s very personal. Your parents don&#39;t teach you anything. Your teachers don&#39;t teach you anything. The government doesn&#39;t teach you anything. You read it. You don&#39;t understand it; you read it again. You break a pencil and read it again.","author":"Dean Kamen","topic":"Education"},{"quote":"For every fresh stage in our lives we need a fresh education, and there is no stage for which so little educational preparation is made as that which follows the reproductive period.","author":"Havelock Ellis","topic":"Education"},{"quote":"Because sanitation has so many effects across all aspects of development - it affects education, it affects health, it affects maternal mortality and infant mortality, it affects labor - it&#39;s all these things, so it becomes a political football. Nobody has full responsibility.","author":"Rose George","topic":"Education"},{"quote":"In his first year in office, President Obama pulled us back from the brink of the greatest economic crisis since the Great Depression and worked to lay a new foundation for economic growth. The president identified three key strategies to build that lasting prosperity: innovation, investment, and education.","author":"Tom Vilsack","topic":"Education"},{"quote":"Health care is not a privilege. It&#39;s a right. It&#39;s a right as fundamental as civil rights. It&#39;s a right as fundamental as giving every child a chance to get a public education.","author":"Rod Blagojevich","topic":"Education"},{"quote":"America is becoming so educated that ignorance will be a novelty. I will belong to the select few.","author":"Will Rogers","topic":"Education"},{"quote":"There is nothing of any consequence in education, in the economy, in city planning, in social policy that does not concern black people.","author":"Toni Morrison","topic":"Education"},{"quote":"Together we can and must fight for justice for our children and protect them from draconian tax cuts and budget choices that threaten their survival, education and preparation for the future. If they are not ready for tomorrow, neither is America.","author":"Marian Wright Edelman","topic":"Education"},{"quote":"Of the five most important things in life, health is first, education or knowledge is second, and wealth is third. I forget the other two.","author":"Chuck Berry","topic":"Education"},{"quote":"We must recognize the fact that adequate food is only the first requisite for life. For a decent and humane life, we must also provide an opportunity for good education, remunerative employment, comfortable housing, good clothing, and effective and compassionate medical care.","author":"Norman Borlaug","topic":"Education"},{"quote":"There is a subconscious way of taking violence as a way of expression, as a normality, and it has a lot of effects in the youth in the way they absorb education and what they hope to get out of life.","author":"Salma Hayek","topic":"Education"},{"quote":"Church attendance rates among white Americans without a college education have dropped pretty significantly. People with college degrees are more likely to go to church than people without college degrees among the white working class.","author":"J. D. Vance","topic":"Education"},{"quote":"I&#39;m a gypsy: no education, no schooling, nothing. I don&#39;t care what people think of me. I don&#39;t care about being a hero, a role model, a champion.","author":"Tyson Fury","topic":"Education"},{"quote":"Many of those who argue for vouchers say that they simply want to use competition to improve public education. I don&#39;t think it works that way, and I&#39;ve been watching this for a longtime.","author":"Jonathan Kozol","topic":"Education"},{"quote":"What is defeat? Nothing but education. Nothing but the first step to something better.","author":"Wendell Phillips","topic":"Education"},{"quote":"The number one way that we can address these long-term challenges of poverty, of education, is to invest in early childhood education.","author":"Julian Castro","topic":"Education"},{"quote":"What I would like to see is sufficiently good education and health services being delivered to Aboriginal people so that they are prepared and ready to leave and join the economic mainstream if that&#39;s their choice.","author":"Tony Abbott","topic":"Education"},{"quote":"I realized that I would have some very tough sledding, and I was very discouraged because I didn&#39;t see much hope of getting into the field I wanted to get into with no college education.","author":"Clyde Tombaugh","topic":"Education"},{"quote":"My Latin education teaches me that religion comes from religio, which means, &#39;to bind.&#39; To bind with rope. And that&#39;s all it means. So whenever I hear somebody go, &#39;I feel so religious right now!&#39; I&#39;m like, &#39;Well, you&#39;re tying yourself up in knots, are you?&#39;","author":"James Callis","topic":"Education"},{"quote":"A liberal education... frees a man from the prison-house of his class, race, time, place, background, family and even his nation.","author":"Robert M. Hutchins","topic":"Education"},{"quote":"If people are persuaded of the need for education and the need to invest in education, they&#39;re also persuaded of the need not to waste that investment by having low-quality education but to have high-quality education.","author":"Gordon Brown","topic":"Education"},{"quote":"Travel, in the younger sort, is a part of education; in the elder, a part of experience.","author":"Francis Bacon","topic":"Education"},{"quote":"There&#39;s no question that a great teacher can make a huge difference in a student&#39;s achievement, and we need to recruit, train and reward more such teachers. But here&#39;s what some new studies are also showing: We need better parents. Parents more focused on their children&#39;s education can also make a huge difference in a student&#39;s achievement.","author":"Thomas Friedman","topic":"Education"},{"quote":"Religion, any religion, no matter what sort of wonderful religion, never be universal. So now education is universal, so we have to sort of find ways and means through education system, from kindergarten up to university level, to make awareness these good things, the values, inner values.","author":"Dalai Lama","topic":"Education"},{"quote":"Poor is the pupil who does not surpass his master.","author":"Leonardo da Vinci","topic":"Education"},{"quote":"I think a college education is important no matter what you do in life.","author":"Phil Mickelson","topic":"Education"},{"quote":"I would rather entertain and hope that people learned something than educate people and hope they were entertained.","author":"Walt Disney","topic":"Education"},{"quote":"We are born weak, we need strength; helpless, we need aid; foolish, we need reason. All that we lack at birth, all that we need when we come to man&#39;s estate, is the gift of education.","author":"Jean-Jacques Rousseau","topic":"Education"},{"quote":"The love of learning, the sequestered nooks, And all the sweet serenity of books.","author":"Henry Wadsworth Longfellow","topic":"Education"},{"quote":"There&#39;s no reason why children in inner cities or rural areas do not receive the same quality education or opportunities as those in suburbs or wealthy neighborhoods. If we truly believe in giving all citizens a chance to pursue happiness and pursue their goals, then we cannot continue to marginalize entire groups of people.","author":"Al Sharpton","topic":"Education"},{"quote":"Smart financial planning - such as budgeting, saving for emergencies, and preparing for retirement - can help households enjoy better lives while weathering financial shocks. Financial education can play a key role in getting to these outcomes.","author":"Ben Bernanke","topic":"Education"},{"quote":"Public health service should be as fully organized and as universally incorporated into our governmental system as is public education. The returns are a thousand fold in economic benefits, and infinitely more in reduction of suffering and promotion of human happiness.","author":"Herbert Hoover","topic":"Education"},{"quote":"Our education system is increasingly embracing a black-and-white way of thinking, in which &#39;learning&#39; and &#39;play&#39; are diametrically opposed. &#39;Learning&#39; is the serious stuff that happens inside a classroom and can be measured via multiple choice questions and a No. 2 pencil. &#39;Play&#39; is frivolous, fun, and worst of all, optional.","author":"Darell Hammond","topic":"Education"},{"quote":"The point of my work is to show that culture and education aren&#39;t simply hobbies or minor influences. They are hugely important in the affirmation of differences between groups and social classes and in the reproduction of those differences.","author":"Pierre Bourdieu","topic":"Education"},{"quote":"Education is not merely neglected in many of our schools today, but is replaced to a great extent by ideological indoctrination.","author":"Thomas Sowell","topic":"Education"},{"quote":"Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.","author":"Albert Einstein","topic":"Education"},{"quote":"Establishing lasting peace is the work of education; all politics can do is keep us out of war.","author":"Maria Montessori","topic":"Education"},{"quote":"During the first few months of an infant&#39;s life, its manner of taking the breast, of laying its head on the pillow, etc., becomes crystallized into imperative habits. This is why education must begin in the cradle.","author":"Jean Piaget","topic":"Education"},{"quote":"My countrymen, I have given proofs that I am one most anxious for liberties for our country, and I am still desirous of them. But I place as a prior condition the education of the people, that by means of instruction and industry our country may have an individuality of its own and make itself worthy of these liberties.","author":"Jose Rizal","topic":"Education"},{"quote":"There is no war on women. Women are doing well. But women are thoughtful. And what we in the Republican Party and across the country, Republican, Independents and Democrat women say is we&#39;re more thoughtful than a label. We care about jobs and the economy and healthcare and education. We care about a lot of different things.","author":"Nikki Haley","topic":"Education"},{"quote":"Everything that makes man&#39;s life worthwhile - family, work, education, a place to rear one&#39;s children and a place to rest one&#39;s head - all this depends on the decisions of government; all can be swept away by a government which does not heed the demands of its people, and I mean all of its people.","author":"Robert Kennedy","topic":"Education"},{"quote":"Because of the lack of education on AIDS, discrimination, fear, panic, and lies surrounded me.","author":"Ryan White","topic":"Education"},{"quote":"If education does not create a need for the best in life, then we are stuck in an undemocratic, rigid caste society.","author":"Sargent Shriver","topic":"Education"},{"quote":"It is what you read when you don&#39;t have to that determines what you will be when you can&#39;t help it.","author":"Oscar Wilde","topic":"Education"},{"quote":"You may be a redneck if... you have spent more on your pickup truck than on your education.","author":"Jeff Foxworthy","topic":"Education"},{"quote":"Good questions outrank easy answers.","author":"Paul Samuelson","topic":"Education"},{"quote":"Education in this country is about how to maintain the status quo and to perpetuate racism.","author":"Jane Elliot","topic":"Education"},{"quote":"Men we shall have only as we make manhood the object of the work of the schools - intelligence, broad sympathy, knowledge of the world that was and is, and of the relation of men to it - this is the curriculum of that Higher Education which must underlie true life.","author":"W. E. B. Du Bois","topic":"Education"},{"quote":"Racism cannot be cured solely by attacking some of the results it produces, like discrimination in housing or in education.","author":"Sargent Shriver","topic":"Education"},{"quote":"Real education is about genuine understanding and the ability to figure things out on your own; not about making sure every 7th grader has memorized all the facts some bureaucrats have put in the 7th grade curriculum.","author":"Aaron Swartz","topic":"Education"},{"quote":"Education is not to reform students or amuse them or to make them expert technicians. It is to unsettle their minds, widen their horizons, inflame their intellects, teach them to think straight, if possible.","author":"Robert M. Hutchins","topic":"Education"},{"quote":"I believe strongly in the power of arts education to engage and empower young people.","author":"Heather Watts","topic":"Education"},{"quote":"It might be said now that I have the best of both worlds. A Harvard education and a Yale degree.","author":"John F. Kennedy","topic":"Education"},{"quote":"Traditional education is based on facts and figures and passing tests - not on a comprehension of the material and its application to your life.","author":"Will Smith","topic":"Education"},{"quote":"Too much of what is called &#39;education&#39; is little more than an expensive isolation from reality.","author":"Thomas Sowell","topic":"Education"},{"quote":"You can&#39;t continue to have higher education tuition grow at a multiple of the rate of inflation.","author":"Mitt Romney","topic":"Education"},{"quote":"Man is what he reads.","author":"Joseph Brodsky","topic":"Education"},{"quote":"Financial literacy is an issue that should command our attention because many Americans are not adequately organizing finances for their education, healthcare and retirement.","author":"Ron Lewis","topic":"Education"},{"quote":"Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.","author":"Eleanor Roosevelt","topic":"Education"},{"quote":"Everybody is ignorant, only on different subjects.","author":"Will Rogers","topic":"Education"},{"quote":"If someone is going down the wrong road, he doesn&#39;t need motivation to speed him up. What he needs is education to turn him around.","author":"Jim Rohn","topic":"Education"},{"quote":"If you know how to read, you have a complete education about life, then you know how to vote within a democracy. But if you don&#39;t know how to read, you don&#39;t know how to decide. That&#39;s the great thing about our country - we&#39;re a democracy of readers, and we should keep it that way.","author":"Ray Bradbury","topic":"Education"},{"quote":"Nine tenths of education is encouragement.","author":"Anatole France","topic":"Education"},{"quote":"I am running for president to help create a better future. A future where everyone who wants a job can find one. Where no senior fears for the security of their retirement. An America where every parent knows that their child will get an education that leads them to a good job and a bright horizon.","author":"Mitt Romney","topic":"Education"},{"quote":"With no education, you have neocolonialism instead of colonialism, like you&#39;ve got in Africa now and like you&#39;ve got in Haiti. So what we&#39;re talking about is there has to be an educational program. That&#39;s very important.","author":"Fred Hampton","topic":"Education"},{"quote":"Today it is time for every child to have a right to life, right to freedom, right to health, right to education, safety, the right to dignity, right to equality, and right to peace.","author":"Kailash Satyarthi","topic":"Education"},{"quote":"Education is when you read the fine print. Experience is what you get if you don&#39;t.","author":"Pete Seeger","topic":"Education"},{"quote":"Reformation, like education, is a journey, not a destination.","author":"Mary Harris Jones","topic":"Education"},{"quote":"America needs education reform on all levels to expand quality schools, build on past successes, and lower college debt.","author":"Kevin McCarthy","topic":"Education"},{"quote":"As a former high school teacher and a student in a class of 60 urchins at St. Brigid&#39;s grammar school, I know that education is all about discipline and motivation. Disadvantaged students need extra attention, a stable school environment, and enough teacher creativity to stimulate their imaginations. Those things are not expensive.","author":"Bill O'Reilly","topic":"Education"},{"quote":"Liberating education consists in acts of cognition, not transferrals of information.","author":"Paulo Freire","topic":"Education"},{"quote":"Education must begin with the solution of the student-teacher contradiction, by reconciling the poles of the contradiction so that both are simultaneously teachers and students.","author":"Paulo Freire","topic":"Education"},{"quote":"The pace at which people are taking to digital technology defies our stereotypes of age, education, language and income.","author":"Narendra Modi","topic":"Education"},{"quote":"The world we build tomorrow is born in the stories we tell our children today. Politics moves the pieces. Education changes the game.","author":"Jonathan Sacks","topic":"Education"},{"quote":"College education is the great Filipino dream. But in a world of rapid technological change, getting a job or keeping it depends as much on how well one reasons as how well one uses his hands.","author":"Gloria Macapagal Arroyo","topic":"Education"},{"quote":"I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren&#39;t wealthy, but we were determined to succeed.","author":"Eva Longoria","topic":"Education"},{"quote":"Research has shown time and time again that infants who receive the high-quality child care and early education programs do better in school, have more developed social skills, and display fewer behavior problems.","author":"Judy Biggert","topic":"Education"},{"quote":"We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man.","author":"Lyndon B. Johnson","topic":"Education"},{"quote":"To accuse others for one&#39;s own misfortunes is a sign of want of education. To accuse oneself shows that one&#39;s education has begun. To accuse neither oneself nor others shows that one&#39;s education is complete.","author":"Epictetus","topic":"Education"},{"quote":"Education is the cheap defense of nations.","author":"Edmund Burke","topic":"Education"},{"quote":"If you hit a Talib with your shoe, then there would be no difference between you and the Talib. You must not treat others with cruelty and that much harshly, you must fight others but through peace and through dialogue and through education.","author":"Malala Yousafzai","topic":"Education"},{"quote":"I think the combination of graduate education in a field like Computer Science and the opportunity to apply this in a work environment like Microsoft is what drove me. The impact these opportunities create can lead to work that has broad, worldwide impact.","author":"Satya Nadella","topic":"Education"},{"quote":"Academic qualifications are important and so is financial education. They&#39;re both important and schools are forgetting one of them.","author":"Robert Kiyosaki","topic":"Education"},{"quote":"In the new economy, information, education, and motivation are everything.","author":"William J. Clinton","topic":"Education"},{"quote":"There&#39;s a big difference between France and the U.S. In the U.S., immigrants must work to live. In France, they&#39;re taken care of by public finances. In France, there are millions of unemployed people already. We cannot house them, give them health care, education... finance people who keep coming and coming.","author":"Marine Le Pen","topic":"Education"},{"quote":"Our nation&#39;s commitment is to provide a quality education to every child to serve the public common good. Accordingly, we must shift the paradigm to think of education funding as investments made in individual children, not in institutions or buildings.","author":"Betsy DeVos","topic":"Education"},{"quote":"Sometimes life limits your choices - rising tuition costs may put university out of reach, or like me, personal circumstances might simply make it difficult to complete your education.","author":"Jameela Jamil","topic":"Education"},{"quote":"For some students, especially in the sciences, the knowledge gained in college may be directly relevant to graduate study. For almost all students, a liberal arts education works in subtle ways to create a web of knowledge that will illumine problems and enlighten judgment on innumerable occasions in later life.","author":"Derek Bok","topic":"Education"},{"quote":"Art is a critical component in a well-rounded education. Art is the level playing field - no matter how rich or poor, tall or short, pretty or ugly to the bone, if you can draw, you can find personal fulfillment and build self-confidence. Art is the highest achievement of mankind.","author":"Lynda Resnick","topic":"Education"},{"quote":"I do think that a general liberal arts education is very important, particularly in an uncertain changing world.","author":"Steve Case","topic":"Education"},{"quote":"By 2025, we can expect the world to be completely digital. Paper books will be a thing of the past. Education will be delivered through analytics-based assessment tools and adaptive learning platforms.","author":"Osman Rashid","topic":"Education"},{"quote":"Education, particularly higher education, will take Africa into the mainstream of globalization.","author":"John Agyekum Kufuor","topic":"Education"},{"quote":"Cutting the deficit by gutting our investments in innovation and education is like lightening an overloaded airplane by removing its engine. It may make you feel like you&#39;re flying high at first, but it won&#39;t take long before you feel the impact.","author":"Barack Obama","topic":"Education"},{"quote":"In the long run, your human capital is your main base of competition. Your leading indicator of where you&#39;re going to be 20 years from now is how well you&#39;re doing in your education system.","author":"Bill Gates","topic":"Education"},{"quote":"The more that learn to read the less learn how to make a living. That&#39;s one thing about a little education. It spoils you for actual work. The more you know the more you think somebody owes you a living.","author":"Will Rogers","topic":"Education"},{"quote":"The Church is not a gallery for the exhibition of eminent Christians, but a school for the education of imperfect ones.","author":"Henry Ward Beecher","topic":"Education"},{"quote":"It is always in season for old men to learn.","author":"Aeschylus","topic":"Education"},{"quote":"People of my age who went to college, go into college, you know what it cost back then? Nothing or next to nothing. At the most, you had to work at Dairy Queen during the summer and that would pay for your college education.","author":"Michael Moore","topic":"Education"},{"quote":"No child&#39;s dream should be limited by the quality, or lack thereof, of the education they receive.","author":"Betsy DeVos","topic":"Education"},{"quote":"A basic element of the American dream is equal access to education as the lubricant of social and economic mobility.","author":"Nicholas Kristof","topic":"Education"},{"quote":"Inequality saps the economy by draining the buying power of Americans whose incomes have stagnated, forcing them to rely on debt to fund education, housing, and health care.","author":"George Packer","topic":"Education"},{"quote":"Education is the gateway to the American Dream. But today our immigration laws make higher education - a virtual requirement for financial security - out of reach for more than one million undocumented students.","author":"Wendy Kopp","topic":"Education"},{"quote":"I wanted to be a mechanic. When I was 14 I wanted to quit school and go work on my car. But my dad said Son, you shouldn&#39;t do that. You should stay in school until your education is finished, and when you&#39;re done, don&#39;t make your hobby your job.","author":"Eric Bana","topic":"Education"},{"quote":"The dream doesn&#39;t lie in victimization or blame; it lies in hard work, determination and a good education.","author":"Alphonso Jackson","topic":"Education"},{"quote":"I was actually born and raised in Puerto Rico. I was born to a single mom. She was a wonderful woman, and she taught me to believe in myself, to work hard, play by the rules. She wanted me to get a good education, and she just told me that the best thing I could do is just study hard.","author":"Raul Labrador","topic":"Education"},{"quote":"&#39;Tis education forms the common mind; just as the twig is bent the tree&#39;s inclined.","author":"Alexander Pope","topic":"Education"},{"quote":"If you don&#39;t give education to people, it is easy to manipulate them.","author":"Pele","topic":"Education"},{"quote":"Why should society feel responsible only for the education of children, and not for the education of all adults of every age?","author":"Erich Fromm","topic":"Education"},{"quote":"It is difficult to think of anything more important than providing the best education possible for our children. They will develop the next technologies, medical cures, and global industries, while mitigating their unintended effects, or they will fail to do these things and consign us all to oblivion.","author":"Sam Harris","topic":"Education"},{"quote":"The formal education that I received made little sense to me.","author":"Twyla Tharp","topic":"Education"},{"quote":"Now the problem with standardized tests is that it&#39;s based on the mistake that we can simply scale up the education of children like you would scale up making carburetors. And we can&#39;t, because human beings are very different from motorcars, and they have feelings about what they do and motivations in doing it, or not.","author":"Ken Robinson","topic":"Education"},{"quote":"When you have a problem, rules don&#39;t solve your problem. It&#39;s caring and education.","author":"Jim Brown","topic":"Education"},{"quote":"I haven&#39;t had any formal education. Through the grace of god, I am gifted in mathematics and the English language.","author":"Shakuntala Devi","topic":"Education"},{"quote":"If you improve education by teaching for competence, eliminating schooling, and connecting with students, the test scores will improve.","author":"William Glasser","topic":"Education"},{"quote":"We have lots of evidence that putting investments in early childhood education, even evidence from very hard-nosed economists, is one of the very best investments that the society can possibly make. And yet we still don&#39;t have public support for things like preschools.","author":"Alison Gopnik","topic":"Education"},{"quote":"There is no common standard for education about diagnosis. Distinguishing between bipolar depression and major depressive disorder, for example, can be difficult, and mistakes are common. Misdiagnosis can be lethal. Medications that work well for some forms of depression induce agitation in others.","author":"Kay Redfield Jamison","topic":"Education"},{"quote":"Desire! That&#39;s the one secret of every man&#39;s career. Not education. Not being born with hidden talents. Desire.","author":"Bobby Unser","topic":"Education"},{"quote":"One of the aims of higher education is to broaden perspectives, and what better way than by a home stay in a really different country, like Bangladesh or Senegal? Time abroad also leaves one more aware of the complex prism of suspicion through which the United States is often viewed.","author":"Nicholas Kristof","topic":"Education"},{"quote":"Early childhood education begins early, even before birth.","author":"Madeleine M. Kunin","topic":"Education"},{"quote":"Observation more than books and experience more than persons, are the prime educators.","author":"Amos Bronson Alcott","topic":"Education"},{"quote":"I grew up with a single pair of shoes until I grew into the next size. My parents believed in the American dream and the power of education but didn&#39;t have the money to send me to college. I realized early on that I needed to go against the flow and be better than everyone else to support my family.","author":"Julie Sweet","topic":"Education"},{"quote":"When it comes to college education, American families are paying more and getting less.","author":"Patricia Schroeder","topic":"Education"},{"quote":"The Indian youth needs to be empowered, and it can be done through good education and vocational training.","author":"Pallam Raju","topic":"Education"},{"quote":"The best sex education for kids is when Daddy pats Mommy on the fanny when he comes home from work.","author":"William Masters","topic":"Education"},{"quote":"The education I received was a British education, in which British ideas, British culture, British institutions, were automatically assumed to be superior. There was no such thing as African culture.","author":"Nelson Mandela","topic":"Education"},{"quote":"We can&#39;t get to the $4 trillion in savings that we need by just cutting the 12 percent of the budget that pays for things like medical research and education funding and food inspectors and the weather service. And we can&#39;t just do it by making seniors pay more for Medicare.","author":"Barack Obama","topic":"Education"},{"quote":"The truth is, in order to get things like universal health care and a revamped education system, then someone is going to have to give up a piece of their pie so that someone else can have more.","author":"Michelle Obama","topic":"Education"},{"quote":"Connectivity enables transparency for better government, education, and health.","author":"Bill Gates","topic":"Education"},{"quote":"Education is hanging around until you&#39;ve caught on.","author":"Robert Frost","topic":"Education"},{"quote":"You know, nothing is more important than education, because nowhere are our stakes higher; our future depends on the quality of education of our children today.","author":"Arnold Schwarzenegger","topic":"Education"},{"quote":"I had a terrible education. I attended a school for emotionally disturbed teachers.","author":"Woody Allen","topic":"Education"},{"quote":"We are here to unlearn the teachings of the church, state, and our education system.","author":"Charles Bukowski","topic":"Education"},{"quote":"In spite of my lack of education, I didn&#39;t lack direction.","author":"Chris Cornell","topic":"Education"},{"quote":"I treasure my meetings with individuals affected by autism - parents, children, teachers and friends. Their strength is inspiring. They deserve all possible opportunities for education, employment and integration.","author":"Ban Ki-moon","topic":"Education"},{"quote":"There&#39;s a need for accepting responsibility - for a person&#39;s life and making choices that are not just ones for immediate short-term comfort. You need to make an investment, and the investment is in health and education.","author":"Buzz Aldrin","topic":"Education"},{"quote":"I started my own Pies Descalzos\/Barefoot Foundation when I was 18. We provide education to vulnerable children in Colombia and other developing countries. I am an avid believer that education - and especially early childhood development - is the key to breaking the cycle of poverty.","author":"Shakira","topic":"Education"},{"quote":"It is better to learn late than never.","author":"Publilius Syrus","topic":"Education"},{"quote":"I did not throw out my education lightly, but what I was being taught was of no use in explaining what I saw around me. It was the Great Depression.","author":"Paul Samuelson","topic":"Education"},{"quote":"Everything has to do with education: If you educate the girls, you educate the family, the community, and society, in general.","author":"Alek Wek","topic":"Education"},{"quote":"I read Shakespeare and the Bible, and I can shoot dice. That&#39;s what I call a liberal education.","author":"Tallulah Bankhead","topic":"Education"},{"quote":"These are important reforms. Infrastructure, education, health, hospitals, closing the gap with indigenous Australians. Also the Apology to the first Australians. As Prime Minister of the country I am proud of each and every one of these achievements.","author":"Kevin Rudd","topic":"Education"},{"quote":"If you have four years to complete your college education, do it.","author":"Bo Jackson","topic":"Education"},{"quote":"I also tell them that your education can take you way farther than a football, baseball, track, or basketball will - that&#39;s just the bottom line.","author":"Bo Jackson","topic":"Education"},{"quote":"You could get an entire computer science education for free right now.","author":"Sebastian Thrun","topic":"Education"},{"quote":"In my day we didn&#39;t have sex education, we just picked up what we could off the television.","author":"Victoria Wood","topic":"Education"},{"quote":"No education can be of true advantage to young women but that which trains them up in humble industry, in great plainness of living, in exact modesty of dress.","author":"William Law","topic":"Education"},{"quote":"Education is at the heart of achieving your dreams.","author":"Patrice Motsepe","topic":"Education"},{"quote":"I grew up in uptown Jamaica; I went to a rich school. I was raised by my mother and my stepfather; they made sure education came before anything. I had a good childhood, grew up spending time with my bigger brothers and sisters. My people are good people. I was exposed to a lot of different kinds of people and culture.","author":"Damian Marley","topic":"Education"},{"quote":"My dad didn&#39;t have a formal education, but he had a wonderful vocabulary. So in &#39;Harvest,&#39; I wanted my main character to be an innately intelligent man who would have the vocabulary to say whatever he wanted in the same way as lots of working-class people can.","author":"Jim Crace","topic":"Education"},{"quote":"Education is the silver bullet to improve this Nation&#39;s standing worldwide... and our teachers know that.","author":"Solomon Ortiz","topic":"Education"},{"quote":"Community colleges are one of America&#39;s great social inventions a gateway to the future for first time students looking for an affordable college education, and for mid-career students looking to get ahead in the workplace.","author":"Barbara Mikulski","topic":"Education"},{"quote":"The destination of progress and development will be achieved by imparting latest education to the youth.","author":"Shehbaz Sharif","topic":"Education"},{"quote":"Yes, people need food and education. But one of the cornerstones of any society is a well-functioning legal system.","author":"Cherie Blair","topic":"Education"},{"quote":"&#39;No Child Left Behind&#39; requires states and school districts to ensure that all students are learning and are reaching their highest potential. Special education students should not be left out of these accountability mechanisms.","author":"Dianne Feinstein","topic":"Education"},{"quote":"As technology changes the way we communicate, connect, create, consume and innovate, it is democratizing access to opportunity. Education is no exception.","author":"Laura Arrillaga-Andreessen","topic":"Education"},{"quote":"Catholic schools in our Nation&#39;s education have been paramount in teaching the values that we as parents seek to instill in our children.","author":"Joe Baca","topic":"Education"},{"quote":"When a person is humiliated, when his rights are being violated, and he does not have the proper education, naturally he gravitates toward terrorism.","author":"Shirin Ebadi","topic":"Education"},{"quote":"The higher amount you put into higher education, at the federal level particularly, the more the price of higher education rises. It&#39;s the dog that never catches its tail. You increase student loans, you increase grants, you increase Pell grants, Stafford loans, and what happens? They raise the price.","author":"Bill Bennett","topic":"Education"},{"quote":"Children have to be educated, but they have also to be left to educate themselves.","author":"Ernest Dimnet","topic":"Education"},{"quote":"The focus of tolerance education is to deal with the concept of equality and fairness. We need to establish confidence with children that there is more goodness than horror in this world.","author":"Morris Dees","topic":"Education"},{"quote":"On the first day of school, my teacher, Miss Mdingane, gave each of us an English name and said that from thenceforth that was the name we would answer to in school. This was the custom among Africans in those days and was undoubtedly due to the British bias of our education.","author":"Nelson Mandela","topic":"Education"},{"quote":"At three years of age, the child has already laid the foundations of the human personality and needs the special help of education in the school. The acquisitions he has made are such that we can say the child who enters school at three is an old man.","author":"Maria Montessori","topic":"Education"},{"quote":"Education is not a problem. Education is an opportunity.","author":"Lyndon B. Johnson","topic":"Education"},{"quote":"Education must provide the opportunities for self-fulfillment; it can at best provide a rich and challenging environment for the individual to explore, in his own way.","author":"Noam Chomsky","topic":"Education"},{"quote":"The only real failure in life is one not learned from.","author":"Anthony J. D'Angelo","topic":"Education"},{"quote":"The first condition of education is being able to put someone to wholesome and meaningful work.","author":"John Ruskin","topic":"Education"},{"quote":"I can say without affectation that I belong to the Russian convict world no less than I do to Russian literature. I got my education there, and it will last forever.","author":"Aleksandr Solzhenitsyn","topic":"Education"},{"quote":"Education should prepare our minds to use its own powers of reason and conception rather than filling it with the accumulated misconceptions of the past.","author":"Bryant H. McGill","topic":"Education"},{"quote":"Education is the investment our generation makes in the future.","author":"Mitt Romney","topic":"Education"},{"quote":"We&#39;re in business to relieve human suffering, to help feed the poor, to provide education and culture - but above all else, we&#39;re concerned with the relief of human suffering.","author":"Jon Huntsman, Sr.","topic":"Education"},{"quote":"My hope was that organizations would start including this range of skills in their training programs - in other words, offer an adult education in social and emotional intelligence.","author":"Daniel Goleman","topic":"Education"},{"quote":"I am less disposed to think of a West Point education as requisite for this business than I was at first. Good sense and energy are the qualities required.","author":"Rutherford B. Hayes","topic":"Education"},{"quote":"Universal suffrage should rest upon universal education. To this end, liberal and permanent provision should be made for the support of free schools by the State governments, and, if need be, supplemented by legitimate aid from national authority.","author":"Rutherford B. Hayes","topic":"Education"},{"quote":"Just think of the opportunities we can unlock by making education as addictive as a video game. This type of experiential, addictive learning improves decision-making skills and increases the processing speed and spatial skills of the brain. When was the last time your child asked for help with a video game?","author":"Naveen Jain","topic":"Education"},{"quote":"I absolutely believe in the power of innovative entrepreneurship on every level. That&#39;s why I am exploring ways to improve our education system by making it as effective as a private tutor and as engaging as video games.","author":"Naveen Jain","topic":"Education"},{"quote":"Let woman out of the home, let man into it, should be the aim of education. The home needs man, and the world outside needs woman.","author":"Pearl S. Buck","topic":"Education"},{"quote":"Education can lift individuals out of poverty and into rewarding careers.","author":"Christine Gregoire","topic":"Education"},{"quote":"Since most American students cannot simply pay their full tuition out of pocket, financing a college education often takes the form of loans, both private and from the government.","author":"Charles B. Rangel","topic":"Education"},{"quote":"An early attempt at education choice was charter schools. These were meant to attract the best and brightest students and provide them a level of education they often could not find in their local school districts. The problem is that, of the thousands of charter schools, many are outright failures.","author":"Bob Beckel","topic":"Education"},{"quote":"Studies have proven that early childhood education returns to society as much as $12 for every dollar invested. Our goal is to identify the most important development opportunities for children five years and younger, providing insight to transform early childhood education from a social policy issue into an economic imperative.","author":"J. B. Pritzker","topic":"Education"},{"quote":"In society, we have to earn other things of import like trust, respect, money, education, careers, status and etc., so naturally, we find ourselves attempting to earn love, acceptance and validation along with that. Here&#39;s the trip: we do it at the cost of other people and, more importantly, ourselves.","author":"Grace Gealey","topic":"Education"},{"quote":"I think it&#39;s very important to emphasize that there are many, many different educational institutions in what we call higher education, and they educate an enormous diversity of students. I think all of those institutions have to define particular roles for themselves; they can&#39;t do everything at once.","author":"Derek Bok","topic":"Education"},{"quote":"Education makes children less dependent upon others and opens doors to better jobs and career possibilities.","author":"Solomon Ortiz","topic":"Education"},{"quote":"A big part of my life is music education because it changed my life - but arts, academics and athletics should all be equally treated in the school.","author":"Flea","topic":"Education"},{"quote":"Merit pay has failed repeatedly, and it&#39;s no surprise. When you base teacher pay on standardized test scores, you won&#39;t improve education; you just promote the high-stakes testing craze that&#39;s led parents, students and educators to shout &#39;Enough!&#39; all across the country.","author":"Randi Weingarten","topic":"Education"},{"quote":"True, a little learning is a dangerous thing, but it still beats total ignorance.","author":"Pauline Phillips","topic":"Education"},{"quote":"To one who believes that really good industrial conditions are the hope for a machine civilization, nothing is more heartening than to watch conference methods and education replacing police methods.","author":"Frances Perkins","topic":"Education"},{"quote":"Education commences at the mother&#39;s knee, and every word spoken within hearsay of little children tends toward the formation of character.","author":"Hosea Ballou","topic":"Education"},{"quote":"A constitutional democracy is in serious trouble if its citizenry does not have a certain degree of education and civic virtue.","author":"Phillip E. Johnson","topic":"Education"},{"quote":"I believe young people from working families should have access to debt-free education because I know from my own experience that a high-school degree is not always enough, and a higher education can change a life.","author":"Jimmy Gomez","topic":"Education"},{"quote":"Sex education has to do with what&#39;s in people&#39;s head.","author":"Donna Shalala","topic":"Education"},{"quote":"It&#39;s amazing to me that they&#39;re cutting physical education programs in the school systems.","author":"Shannon Miller","topic":"Education"},{"quote":"Looking back, I realize that nurturing curiosity and the instinct to seek solutions are perhaps the most important contributions education can make.","author":"Paul Berg","topic":"Education"},{"quote":"If the Liberals&#39; law is passed, will sex education in the schools, including elementary grades, include the same portrayals of sexual activity which presently exist in heterosexual instruction? Will there be the same presentation of homosexual activity? Of course there will.","author":"Stockwell Day","topic":"Education"},{"quote":"There have been studies that clearly state that children who are exposed to arts education at a young age will in fact do markedly better in their SAT tests.","author":"Marvin Hamlisch","topic":"Education"},{"quote":"In search of a complete education with the ideals of trust, faith, understanding and compassion, many families are turning to the structure, discipline and academic standards of Catholic schools.","author":"Mark Foley","topic":"Education"},{"quote":"I got involved in athletics during physical education lessons at school.","author":"Alberto Juantorena","topic":"Education"},{"quote":"Education is a kind of continuing dialogue, and a dialogue assumes different points of view.","author":"Robert M. Hutchins","topic":"Education"},{"quote":"Online education, then, can serve two goals. For students lucky enough to have access to great teachers, blended learning can mean even better outcomes at the same or lower cost. And for the millions here and abroad who lack access to good, in-person education, online learning can open doors that would otherwise remain closed.","author":"Daphne Koller","topic":"Education"},{"quote":"Good education, housing and jobs are imperatives for the Negroes, and I shall support them in their fight to win these objectives, but I shall tell the Negroes that while these are necessary, they cannot solve the main Negro problem.","author":"Malcolm X","topic":"Education"},{"quote":"My main hope is eventually, in modern education field, introduce education about warm-heartedness, not based on religion, but based on common experience and a common sort of sense, and then scientific finding.","author":"Dalai Lama","topic":"Education"},{"quote":"Moral Education is the source of that spiritual equilibrium on which everything else depends and which may be compared to that physical equilibrium or sense of balance, without which it is impossible to stand upright or to move into any other position.","author":"Maria Montessori","topic":"Education"},{"quote":"In school, many of us procrastinate and then successfully cram for tests. We get the grades and degrees we need to get the jobs we want, even if we fail to get a good general education.","author":"Stephen Covey","topic":"Education"},{"quote":"For my part, I desire to see the time when education - and by its means, morality, sobriety, enterprise and industry - shall become much more general than at present, and should be gratified to have it in my power to contribute something to the advancement of any measure which might have a tendency to accelerate the happy period.","author":"Abraham Lincoln","topic":"Education"},{"quote":"Without education we are in a horrible and deadly danger of taking educated people seriously.","author":"Gilbert K. Chesterton","topic":"Education"},{"quote":"The ideal of an all-sided education for youth had always been close to my heart. I saw clearly the arid results of ordinary instruction, aimed only at the development of body and intellect.","author":"Paramahansa Yogananda","topic":"Education"},{"quote":"In spite of my surroundings, of my education, I had no love for God.","author":"Robert Green Ingersoll","topic":"Education"},{"quote":"It is a thousand times better to have common sense without education than to have education without common sense.","author":"Robert Green Ingersoll","topic":"Education"},{"quote":"My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn&#39;t know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother.","author":"Al Pacino","topic":"Education"},{"quote":"The willingness to learn new skills is very high.","author":"Angela Merkel","topic":"Education"},{"quote":"I myself owe everything to French books. They developed in my soul the sentiments of humanity which had been stifled by eight years of fanatical and servile education.","author":"Cesare Beccaria","topic":"Education"},{"quote":"Only time, education and plenty of good schooling will make anti-segregation work.","author":"Nat King Cole","topic":"Education"},{"quote":"I loved growing up in Canada. It&#39;s a great place to grow up because - well, at least where I grew up - it&#39;s very multicultural. There&#39;s also good health care and a good education system.","author":"Ryan Gosling","topic":"Education"},{"quote":"I hope that I inspire women to believe in themselves, no matter where they come from; no matter what education they have; what particular background they originate from.","author":"Madonna Ciccone","topic":"Education"},{"quote":"We&#39;re first on executions. We&#39;re 49th in funding public education. We&#39;re in a race with Mississippi for the bottom, and we&#39;re winning.","author":"Kinky Friedman","topic":"Education"},{"quote":"Disabled people need more invested in their education, housing, job training, transportation, assistive technology, and independent-living facilities. Governments earn back this investment - and more - by making people with disabilities economically productive citizens.","author":"Jesse Ventura","topic":"Education"},{"quote":"Of course, the American education system is very inefficient in many ways compared to other countries in Europe or Japan, but it works in such a way that at least the few people who are going onto unusual careers and science can manage to get into that, even though they go through an earlier stage that doesn&#39;t give them much.","author":"John Forbes Nash, Jr.","topic":"Education"},{"quote":"I will venture to maintain that where the teacher is not pleasing to the pupil, there is no education.","author":"Xenophon","topic":"Education"},{"quote":"This is at the heart of all good education, where the teacher asks students to think and engages them in encouraging dialogues, constantly checking for understanding and growth.","author":"William Glasser","topic":"Education"},{"quote":"Elimination of child labour and access to education are like two sides of one coin. One cannot be achieved without the other.","author":"Kailash Satyarthi","topic":"Education"},{"quote":"The education of women is the best way to save the environment.","author":"E. O. Wilson","topic":"Education"},{"quote":"Public education must be viewed from the lens of providing each child with the learning environment that best meets his or her needs. If we can send a low-income child to a parochial school, knowing that his odds of attending college will increase as a result, then that should be our mission.","author":"Jeb Bush","topic":"Education"},{"quote":"For 300 years, higher education was not disruptable because there was no technological core.","author":"Clayton M. Christensen","topic":"Education"},{"quote":"If I had spent as much time in the weight room as I did designing football uniforms, I probably would have had a free college education.","author":"John Malkovich","topic":"Education"},{"quote":"When you have a father and a mother who work all their lives so you can have an education and build your body - it&#39;s a blessing.","author":"Lou Gehrig","topic":"Education"},{"quote":"I got great sex education, and I always knew that if I wanted to be sexually active, I had to have safe sex.","author":"Jenny Slate","topic":"Education"},{"quote":"When I was in school, my mother stressed education. I am so glad she did. I graduated from Yale College and Yale University with my master&#39;s and I didn&#39;t do it by missing school.","author":"Angela Bassett","topic":"Education"},{"quote":"It comes down to what your priorities are, and if public education is about kids, then every decision we make should be focused on the question of &#39;Is this good for a child?&#39; And that should be the driving focus and the priority when we decide what our policies should be and what our laws should be.","author":"Campbell Brown","topic":"Education"},{"quote":"Charm, I think, is education, really, no? I was educated to be nice to everybody. If you want to be rude and mean, I&#39;m sure your life isn&#39;t that nice.","author":"Mario Testino","topic":"Education"},{"quote":"The difficulty in a number of Western democracies is that the playing field is being tilted. For many in the middle class, prosperity seems unattainable because a good education - today&#39;s passport to riches - is unaffordable.","author":"Raghuram Rajan","topic":"Education"},{"quote":"Critics of American colleges typically attribute the failings of undergraduate education to a tendency on the part of professors to neglect their teaching to concentrate on research. In fact, the evidence does not support this thesis, except perhaps in major research universities.","author":"Derek Bok","topic":"Education"},{"quote":"Education, and I regret to say this as an educator, but there&#39;s no indication that education has a direct effect on happiness.","author":"Derek Bok","topic":"Education"},{"quote":"I think that probably the most important thing about our education was that it taught us to question even those things we thought we knew. To say you&#39;ve got to inquire, you&#39;ve got to be testing your knowledge all the time in order to be more effective in what you&#39;re doing.","author":"Thabo Mbeki","topic":"Education"},{"quote":"President Obama and Secretary Duncan have made stronger teacher evaluation a key part of their education reform efforts. Under their signature plan, called &#39;Race to the Top,&#39; states can win federal support for schools by improving teacher evaluations.","author":"Juan Williams","topic":"Education"},{"quote":"And I do believe that the way to change a society, to uplift people - not just their spirit, but to uplift their society and economic base - is through education.","author":"Rainn Wilson","topic":"Education"},{"quote":"With demands for special education or standardized test prep being shouted in their ears, public schools can&#39;t always hear a parent when he says: &#39;I want my child to be able to write contracts in Spanish,&#39; or, &#39;I want my child to shake hands firmly,&#39; or, &#39;I want my child to study statistics and accounting, not calculus.&#39;","author":"Amity Shlaes","topic":"Education"},{"quote":"Maybe one day there will finally be an education for electronic music.","author":"Afrojack","topic":"Education"},{"quote":"The Internet will save higher education, but it may kill your alma mater.","author":"John Katzman","topic":"Education"},{"quote":"Key to success for the education of young African girls is building a model that works with communities, schools, and national Ministries of Education to build a system of protection and support around girls, ensuring that they receive the education that is their right. Financial support is provided alongside a social support system.","author":"Ann Cotton","topic":"Education"},{"quote":"Knowledge is not just the preserve of the educated elite. Just because someone has not had a formal education, that does not mean he does not have wisdom and common sense.","author":"Vikas Swarup","topic":"Education"},{"quote":"For this reason, to study English literature without some general knowledge of the relation of the Bible to that literature would be to leave one&#39;s literary education very incomplete.","author":"Lafcadio Hearn","topic":"Education"},{"quote":"Few things are more important to each individual&#39;s future success or to our nation&#39;s prosperity than education.","author":"Mark Kennedy","topic":"Education"},{"quote":"Education is the power to think clearly, the power to act well in the worlds work, and the power to appreciate life.","author":"Brigham Young","topic":"Education"},{"quote":"Higher education must lead the march back to the fundamentals of human relationships, to the old discovery that is ever new, that man does not live by bread alone.","author":"John Hannah","topic":"Education"},{"quote":"It always surprises me when donors who operate successful businesses assume that just building a school structure means that a community now has access to education. When creating a business, does renting an office space now mean that you&#39;re producing goods, training staff and generating revenues?","author":"Adam Braun","topic":"Education"},{"quote":"The family teaches us about the importance of knowledge, education, hard work and effort. It teaches us about enjoying ourselves, having fun, keeping fit and healthy.","author":"Kamisese Mara","topic":"Education"},{"quote":"We must ensure our system of higher education offers world-class quality for a world-class economy.","author":"Bob Taft","topic":"Education"},{"quote":"America believes in education: the average professor earns more money in a year than a professional athlete earns in a whole week.","author":"Evan Esar","topic":"Education"},{"quote":"My mother was the influence in my life. She was strong; she had great faith in the ultimate triumph of justice and hard work. She believed passionately in education.","author":"John H. Johnson","topic":"Education"},{"quote":"Boosting education will be a direct counterbalance to Boko Haram&#39;s appeal. In particular we must educate more young girls, ensuring they will grow up to be empowered through learning to play their full part as citizens of Nigeria and pull themselves up and out of poverty.","author":"Muhammadu Buhari","topic":"Education"},{"quote":"There are many reasons why vulnerable young people join militant groups, but among them are poverty and ignorance. Indeed Boko Haram - which translates in English, roughly, as &#39;Western Education Is Sinful&#39; - preys on the perverted belief that the opportunities that education brings are sinful.","author":"Muhammadu Buhari","topic":"Education"},{"quote":"By providing students in our Nation with such an education, we help save our children from the clutches of poverty, crime, drugs, and hopelessness, and we help safeguard our Nation&#39;s prosperity for generations yet unborn.","author":"Elijah Cummings","topic":"Education"},{"quote":"My personal advice is to go to school first and get a liberal arts education, and then if you want to pursue acting, go to graduate school.","author":"Jillian Bach","topic":"Education"},{"quote":"There is no more reason to pay for private education than there is to pay for a private swimming pool for those who do not use public facilities.","author":"Albert Shanker","topic":"Education"},{"quote":"It&#39;s hard to improve public education - that&#39;s clear.","author":"Bill Gates","topic":"Education"},{"quote":"Frivolity is inborn, conceit acquired by education.","author":"Marcus Tullius Cicero","topic":"Education"},{"quote":"Cultivation to the mind is as necessary as food to the body.","author":"Marcus Tullius Cicero","topic":"Education"},{"quote":"My system is to be considered a system leading up, in a general way, to education. It can be followed not only in the education of little children from three to six years of age, but can be extended to children up to ten years of age.","author":"Maria Montessori","topic":"Education"},{"quote":"We are faced with the paradoxical fact that education has become one of the chief obstacles to intelligence and freedom of thought.","author":"Bertrand Russell","topic":"Education"},{"quote":"I feel very lucky because of my parents and then my education, the opportunities that I&#39;ve had, so I would like to continue working to improve lives for others.","author":"Hillary Clinton","topic":"Education"},{"quote":"Those parts of history that would undermine the vision of the Left - which prevails in our education system from elementary school to postgraduate study - are not likely to get much attention.","author":"Thomas Sowell","topic":"Education"},{"quote":"I do sometimes accuse people of ignorance, but that is not intended to be an insult. I&#39;m ignorant of lots of things. Ignorance is something that can be remedied by education.","author":"Richard Dawkins","topic":"Education"},{"quote":"History is a race between education and catastrophe.","author":"H. G. Wells","topic":"Education"},{"quote":"Knowledge without education is but armed injustice.","author":"Horace","topic":"Education"},{"quote":"Heart and head are the constituent parts of character; temperament has almost nothing to do with it, and, therefore, character is dependent upon education, and is susceptible of being corrected and improved.","author":"Giacomo Casanova","topic":"Education"},{"quote":"The American culture promotes personal responsibility, the dignity of work, the value of education, the merit of service, devotion to a purpose greater than self, and at the foundation, the pre-eminence of family.","author":"Mitt Romney","topic":"Education"},{"quote":"The more education a woman has, the wider the gap between men&#39;s and women&#39;s earnings for the same work.","author":"Sandra Day O'Connor","topic":"Education"},{"quote":"One may have broad or narrow talents, but only education renders them useful. Schools set up to train people will develop the intelligence of those who have it and end the stupidity of those who do not, providing a specialty to those who have narrow talent and broad knowledge to those with all-around ability.","author":"Sun Yat-sen","topic":"Education"},{"quote":"You can&#39;t build a revolution with no education. Jomo Kenyatta did this in Africa, and because the people were not educated, he became as much an oppressor as the people he overthrew.","author":"Fred Hampton","topic":"Education"},{"quote":"Every kid, every minority kid can be so successful if they focus on their education.","author":"Magic Johnson","topic":"Education"},{"quote":"I am playing the violin, that&#39;s all I know, nothing else, no education, no nothing. You just practice every day.","author":"Itzhak Perlman","topic":"Education"},{"quote":"SEAL training was a great equalizer. Nothing mattered but your will to succeed. Not your color, not your ethnic background, not your education and not your social status.","author":"William H. McRaven","topic":"Education"},{"quote":"Education has failed in a very serious way to convey the most important lesson science can teach: skepticism.","author":"David Suzuki","topic":"Education"},{"quote":"You can&#39;t have public health without working with the public sector. You can&#39;t have public education without working with the public sector in education.","author":"Paul Farmer","topic":"Education"},{"quote":"I think it is totally wrong and terribly harmful if education is defined as acquiring knowledge.","author":"William Glasser","topic":"Education"},{"quote":"You judge a society by how it treats its citizens. We must do our best to ensure that every child can live in comfort and security, with the best possible education.","author":"Melania Trump","topic":"Education"},{"quote":"The notion that every well educated person would have a mastery of at least the basic elements of the humanities, sciences, and social sciences is a far cry from the specialized education that most students today receive, particularly in the research universities.","author":"Joseph Stiglitz","topic":"Education"},{"quote":"The primary purpose of a liberal education is to make one&#39;s mind a pleasant place in which to spend one&#39;s leisure.","author":"Sydney J. Harris","topic":"Education"},{"quote":"I believe that a child going without an education is a crime.","author":"Kamala Harris","topic":"Education"},{"quote":"One of the great failings of our education system is that we tend to focus on those who are succeeding in exams, and there are plenty of them. But what we should also be looking at, and a lot more urgently, is those who fail.","author":"Michael Morpurgo","topic":"Education"},{"quote":"I come from a family of scholars who got their Master&#39;s degrees. To my grandma - and to a lot of people - an education was a way of making it out of the worst parts of their life.","author":"Big Sean","topic":"Education"},{"quote":"Be it a village or a city, education is very important, and it always comes into you.","author":"Kareena Kapoor Khan","topic":"Education"},{"quote":"About half my work in education is U.S. political reform around school districts and charter schools, and creating more room for entrepreneurial organizations to develop. And about half on technology, which I look at as a global platform.","author":"Reed Hastings","topic":"Education"},{"quote":"The results showed that Joe Mokoena and I had made history. For the first time in the history of education in South Africa, two African students had passed the JC with a First Class degree, regarded as a rare achievement for any student.","author":"Oliver Tambo","topic":"Education"},{"quote":"I think an education is not only important, it is the most important thing you can do with your life.","author":"Dean Kamen","topic":"Education"},{"quote":"Education has always been very important to me. It means you don&#39;t have to depend on anyone else.","author":"Priyanka Chopra","topic":"Education"},{"quote":"In the government schools, which are referred to as public schools, Indian policy has been instituted there, and its a policy where they do not encourage, in fact, discourage, critical thinking and the creation of ideas and public education.","author":"Russell Means","topic":"Education"},{"quote":"Giving education away for free is a really good idea, but it can&#39;t be the future of education. There has to be a business model around it that actually works.","author":"Sebastian Thrun","topic":"Education"},{"quote":"At the end of the day, the true value proposition of education is employment.","author":"Sebastian Thrun","topic":"Education"},{"quote":"In every new generation, the impulses supposed to have been rooted out by discipline in the child break forth again when the struggle for existence - of the individual in society, of the society in the life of the state - begins. These passions are not transformed by the prevalent education of the day, but only repressed.","author":"Ellen Key","topic":"Education"},{"quote":"People have to take control of their own lives. Education is key because it also raises other social indicators like healthcare.","author":"Azim Premji","topic":"Education"},{"quote":"Inflation is taking up the poverty line, and poverty is not just economic but defined by way of health and education.","author":"Azim Premji","topic":"Education"},{"quote":"As a product of education, I have always believed in the power of education as the most powerful, high-impact catalyst for transformation. Look at the impact that the Indian Institutes of Technology have had globally.","author":"Shiv Nadar","topic":"Education"},{"quote":"The amount of attention and sensitivity and education that we&#39;re getting in terms of specifically the transgender community is great, and certainly that&#39;s new to me. But it&#39;s not incredibly unfamiliar. I grew up in downtown New York in the &#39;80s.","author":"Gaby Hoffmann","topic":"Education"},{"quote":"The foundation of a strong economy and job creation begins with providing every child in America with the best possible education, including students with disabilities.","author":"Jared Polis","topic":"Education"},{"quote":"As technology increasingly takes over knowledge-based work, the cognitive skills that are central to today&#39;s education systems will remain important; but behavioral and non-cognitive skills necessary for collaboration, innovation, and problem solving will become essential as well.","author":"Klaus Schwab","topic":"Education"},{"quote":"There was a rule, back when I was an education lawyer in Alabama, about visiting public schools: always go on a rainy day so you can see how badly the roofs leak.","author":"Adam Cohen","topic":"Education"},{"quote":"In the long run, we need to build a leadership force of people. We have a whole strategy around not only providing folks with the foundational experience during their two years with us, but also then accelerating their leadership in ways that is strategic for the broader education reform movement.","author":"Wendy Kopp","topic":"Education"},{"quote":"I don&#39;t think anybody anywhere can talk about the future of their people or of an organization without talking about education. Whoever controls the education of our children controls our future.","author":"Wilma Mankiller","topic":"Education"},{"quote":"With Michigan&#39;s economic future on the line, we can&#39;t afford to have our 500 local school districts marching in different directions. Instead, we need a high standards, mandatory curriculum to get all our students on the road to higher education and a good paying job.","author":"Jennifer Granholm","topic":"Education"},{"quote":"Lucky enough, through the public school system, I had been able to have some music education, and that gave me something to focus on, and discipline - like a family to feel part of. There was a healthy family.","author":"Flea","topic":"Education"},{"quote":"The sum and substance of female education in America, as in England, is training women to consider marriage as the sole object in life, and to pretend that they do not think so.","author":"Harriet Martineau","topic":"Education"},{"quote":"Children who have an education grow up to lead healthier lives - earn higher income, take better care of their families, contribute to their economies.","author":"Queen Rania of Jordan","topic":"Education"},{"quote":"To the extent that we are all educated and informed, we will be more equipped to deal with the gut issues that tend to divide us.","author":"Caroline Kennedy","topic":"Education"},{"quote":"My childhood was safe and sane. No abuse and no traumas. I was surrounded by a large and loving family who taught me the importance of hard work and a meaningful education.","author":"Ronnie James Dio","topic":"Education"},{"quote":"Except for the grace of God, I would be nobody - and that grace is the opposite of merit - human labour, education or human wisdom.","author":"T. B. Joshua","topic":"Education"},{"quote":"The Obama administration now has regulations that tells them that they can no longer promote marriage to these young girls. They can no longer promote marriage as a way of avoiding poverty and bad choices that they make in their life. They can no longer even teach abstinence education. They have to be neutral with respect to how people behave.","author":"Rick Santorum","topic":"Education"},{"quote":"An educated person is one who has learned that information almost always turns out to be at best incomplete and very often false, misleading, fictitious, mendacious - just dead wrong.","author":"Russell Baker","topic":"Education"},{"quote":"For me, the labor movement and public education are linked as the essential building blocks to a strong middle class and a path to the American dream. It&#39;s why I went to Cornell&#39;s School of Industrial and Labor Relations as an undergrad and then to law school.","author":"Randi Weingarten","topic":"Education"},{"quote":"Ensuring that we help prepare all kids for life, college, and work in our knowledge-based economy will require a collaborative, sustained effort from all stakeholders - from the president and the secretary of education on down to states, school districts, principals, teachers, parents, and community members.","author":"Randi Weingarten","topic":"Education"},{"quote":"We have over 500,000 illegal immigrants living in Arizona. And we simply cannot sustain it. It costs us a tremendous amount of money of course in health care, in education, and then, on top of it all, in incarceration. And the federal government doesn&#39;t reimburse us on any of these things.","author":"Jan Brewer","topic":"Education"},{"quote":"There are amazing schools and amazing educators that are doing a wonderful job. And then there are a lot of educators that are not prepared to deal with inclusive education. They haven&#39;t been trained. It&#39;s really quite lovely and easy when you understand how to do it.","author":"Laura San Giacomo","topic":"Education"},{"quote":"Promoting education is an effort that is close to my heart. Illiteracy contributes to poverty; encouraging children to pick up a book is fundamental.","author":"Sasha Grey","topic":"Education"},{"quote":"Why has elegance found so little following? That is the reality of it. Elegance has the disadvantage, if that&#39;s what it is, that hard work is needed to achieve it and a good education to appreciate it.","author":"Edsger Dijkstra","topic":"Education"},{"quote":"We need to drive down requirements for the schools. In the 19th century, we increased the quality of the schools by higher education saying, &#39;You can&#39;t come in unless you have these skills, unless you&#39;ve taken these courses.&#39; We did that in Wisconsin when I was there, it helped to transform the secondary school system.","author":"Donna Shalala","topic":"Education"},{"quote":"Who knows what technology will emerge in the next five years, let alone 20. Yet the education we provide our children now is supposed to last for decades. We cannot train them for jobs that do not even exist yet, but we can provide them with the minds and tools they&#39;ll need to adapt to our ever-changing set of circumstances.","author":"Jim Hunt","topic":"Education"},{"quote":"Higher educating has so many challenges, and private higher education has a special challenge of ever rising tuition costs.","author":"Ken Starr","topic":"Education"},{"quote":"Under the new government of the Constitution, beginning in 1789, all of the peacetime measures were repeated: chaplains, prayers, memorials of Thanksgiving, the Northwest Ordinance, funding for the Christian education of Indians.","author":"M. Stanton Evans","topic":"Education"},{"quote":"High bankruptcy rates, increased credit card debt, and identity theft make it imperative that all of us take an active role in providing financial and economic education during all stages of one&#39;s life.","author":"Ruben Hinojosa","topic":"Education"},{"quote":"The Sistine Chapel is an extraordinary work of education - it lays out all the early books of the Bible.","author":"Peter Greenaway","topic":"Education"},{"quote":"A university is not a political party, and an education is not an indoctrination.","author":"David Horowitz","topic":"Education"},{"quote":"Learning starts with failure; the first failure is the beginning of education.","author":"John Hersey","topic":"Education"},{"quote":"If you have religious faith, very good, you can add on secular ethics, then religious belief, add on it, very good. But even those people who have no interest about religion, okay, it&#39;s not religion, but you can train through education.","author":"Dalai Lama","topic":"Education"},{"quote":"Education doesn&#39;t change life much. It just lifts trouble to a higher plane of regard.","author":"Robert Frost","topic":"Education"},{"quote":"This assumption of Negro leadership in the ghetto, then, must not be confined to matters of religion, education, and social uplift; it must deal with such fundamental forces in life as make these things possible.","author":"Carter G. Woodson","topic":"Education"},{"quote":"Upon books the collective education of the race depends; they are the sole instruments of registering, perpetuating and transmitting thought.","author":"Harry S Truman","topic":"Education"},{"quote":"The best students come from homes where education is revered: where there are books, and children see their parents reading them.","author":"Leo Buscaglia","topic":"Education"},{"quote":"No state of society or laws can render men so much alike but that education, fortune, and tastes will interpose some differences between them; and though different men may sometimes find it their interest to combine for the same purposes, they will never make it their pleasure.","author":"Alexis de Tocqueville","topic":"Education"},{"quote":"I prefer the company of peasants because they have not been educated sufficiently to reason incorrectly.","author":"Michel de Montaigne","topic":"Education"},{"quote":"Education is the transmission of civilization.","author":"Will Durant","topic":"Education"},{"quote":"Had the United States and the United Kingdom gone on alone to capture Baghdad, under the provisions of the Geneva and Hague conventions we would have been considered occupying powers and therefore would have been responsible for all the costs of maintaining or restoring government, education and other services for the people of Iraq.","author":"Norman Schwarzkopf","topic":"Education"},{"quote":"Education: the inculcation of the incomprehensible into the indifferent by the incompetent.","author":"John Maynard Keynes","topic":"Education"},{"quote":"While the religious divisions in our world are self-evident, many people still imagine that religious conflict is always caused by a lack of education, by poverty, or by politics.","author":"Sam Harris","topic":"Education"},{"quote":"The main part of intellectual education is not the acquisition of facts, but learning how to make facts live.","author":"Oliver Wendell Holmes, Jr.","topic":"Education"},{"quote":"A simple summary of my life is that my parents worked very hard so that I could have a great education, and I took that education and worked very hard to get where I am. I would like my kids&#39; lives to be exactly the same.","author":"Guy Kawasaki","topic":"Education"},{"quote":"Real education must ultimately be limited to men who insist on knowing, the rest is mere sheep-herding.","author":"Ezra Pound","topic":"Education"},{"quote":"To read a newspaper is to refrain from reading something worth while. The first discipline of education must therefore be to refuse resolutely to feed the mind with canned chatter.","author":"Aleister Crowley","topic":"Education"},{"quote":"If an ignorant person is attracted by the things of the world, that is bad. But if a learned person is thus attracted, it is worse.","author":"Abu Bakr","topic":"Education"},{"quote":"If adolescent pregnancy prevention is to become a priority, then our strategy, as advocates, must contain two key elements: civic engagement and education.","author":"Jane Fonda","topic":"Education"},{"quote":"Resolve to edge in a little reading every day, if it is but a single sentence. If you gain fifteen minutes a day, it will make itself felt at the end of the year.","author":"Horace Mann","topic":"Education"},{"quote":"I was a coach, and I put a lot of education and experience into coaching.","author":"John Madden","topic":"Education"},{"quote":"The effects of human rights education can be dramatic in awakening people to the value and power of their own lives, as shown in the following stories.","author":"Daisaku Ikeda","topic":"Education"},{"quote":"When you gather up all the balls of life that you try to juggle, it is a very difficult thing to try to focus in on taking good care of yourself. But that&#39;s why God invented me - so I can come and teach and preach and make people laugh and give them some education so they can start liking themselves better.","author":"Richard Simmons","topic":"Education"},{"quote":"We have a list of human rights - right to food, right to shelter, right to health, right to education, many such items which are considered and accepted as bill of rights. These are to be insured to people. So all nations, all societies try to do that.","author":"Muhammad Yunus","topic":"Education"},{"quote":"Rewards and punishments are the lowest form of education.","author":"Zhuangzi","topic":"Education"},{"quote":"In a world as competitive as ours, the child who does not get a decent education is condemned to the fringes of society. I think all Australians agree that this is intolerable. So we must demand as much of our schools as we do of our sports teams - and ensure that they keep the Australian dream alive for every child.","author":"Rupert Murdoch","topic":"Education"},{"quote":"Television could perform a great service in mass education, but there&#39;s no indication its sponsors have anything like this on their minds.","author":"Tallulah Bankhead","topic":"Education"},{"quote":"I have been very strongly advocating that poverty must not be used as an excuse to continue child labour. It perpetuates poverty. If children are deprived of education, they remain poor.","author":"Kailash Satyarthi","topic":"Education"},{"quote":"I had an excellent Ivy League education, and it gave me a long view of things.","author":"Steve Wynn","topic":"Education"},{"quote":"Americans must place greater emphasis on the more subtle dimensions of national power, such as innovation, education, the balance of force and diplomacy, and the quality of political leadership.","author":"Zbigniew Brzezinski","topic":"Education"},{"quote":"You need to support human development and human capital as much as possible. And we&#39;ve had 25 years of programs, great programs. We supported 125,000 surgeries. We fund 15,000 scholarships every year for college and higher education. We gave bicycles for rural areas. We gave laptops.","author":"Carlos Slim","topic":"Education"},{"quote":"Is education possibly a process of trading awareness for things of lesser worth? The goose who trades his is soon a pile of feathers.","author":"Aldo Leopold","topic":"Education"},{"quote":"Man can and does rationalize his sins. He finds reasons for all his weakness, invents excuses that first calm and then deaden his conscience. He blames God, society, education, and environment for his wrong doing.","author":"Mother Angelica","topic":"Education"},{"quote":"I ain&#39;t got much education, but I got some sense.","author":"Loretta Lynn","topic":"Education"},{"quote":"Education exposes young people to a broader world, a world full of opportunity and hope.","author":"Christine Gregoire","topic":"Education"},{"quote":"Education reform has as its main purpose to make sure that the education delivered is of quality.","author":"Enrique Pena Nieto","topic":"Education"},{"quote":"Except among those whose education has been in the minimalist style, it is understood that hasty moral judgments about the past are a form of injustice.","author":"Jacques Barzun","topic":"Education"},{"quote":"Education is a business - the growth business. It cultivates the growth of our learners, translates the growth of new knowledge, and builds professional growth.","author":"Heidi Hayes Jacobs","topic":"Education"},{"quote":"Online education that leaves almost everybody behind except for highly motivated students, to me, can&#39;t be a viable path to education.","author":"Sebastian Thrun","topic":"Education"},{"quote":"What I hear every day on talk radio is America&#39;s lack of education - and I don&#39;t mean lack of college degrees. I mean lack of the basic art of democracy, the ability to seek the great truths that can come only by synthesizing the small truths possessed by each of us.","author":"Donella Meadows","topic":"Education"},{"quote":"The progress of the world depends almost entirely upon education.","author":"George Eastman","topic":"Education"},{"quote":"Like education, healthcare also needs to be given importance.","author":"Shiv Nadar","topic":"Education"},{"quote":"The difference in the education of men and women must give the former great advantages over the latter, even where geniuses are equal.","author":"Samuel Richardson","topic":"Education"},{"quote":"Sex education is legitimate in that girls cannot be taught soon enough how children don&#39;t come into the world.","author":"Karl Kraus","topic":"Education"},{"quote":"Most of our physical education teachers were just teachers, and they had to do the extra stuff on their own. I remember very vividly that they would hold a cane pole between two of the students down low, and we would all jump over it. And they would raise it and raise it and raise it.","author":"Johnny Mathis","topic":"Education"},{"quote":"No one can get an education, for of necessity education is a continuing process.","author":"Louis L'Amour","topic":"Education"},{"quote":"Ever since economists revealed how much universities contribute to economic growth, politicians have paid close attention to higher education.","author":"Derek Bok","topic":"Education"},{"quote":"As countries embrace mass higher education, the cost of maintaining universities increases dramatically relative to an elite system.","author":"Derek Bok","topic":"Education"},{"quote":"Countries that need monies so that they can provide health care and education and shelter to their people shouldn&#39;t have to repay debts that we knowingly lent to bad regimes long since gone; and all illegitimate debts - debts lent to these terrible dictators like Saddam Hussein, like Suharto, like Marcos - must also be canceled.","author":"Noreena Hertz","topic":"Education"},{"quote":"Toronto is a world-class city. You don&#39;t have a debate here about immigration because you need it to just maintain your pensions: that&#39;s dependent on people coming in to fund that. And again, I don&#39;t want to be controversial, but I think the average education level in Canada is probably higher than in the United States.","author":"Shahid Khan","topic":"Education"},{"quote":"The amount of money we spend on education is important, but not nearly as important as how the money is spent.","author":"Bob Riley","topic":"Education"},{"quote":"Every city across the country that has successfully renewed and revitalized itself points to a robust education system as its fundamental key to success.","author":"Alan Autry","topic":"Education"},{"quote":"The most used program in computers and education is PowerPoint. What are you learning about the nature of the medium by knowing how do to a great PowerPoint presentation? Nothing. It certainly doesn&#39;t teach you how to think critically about living in a culture of simulation.","author":"Sherry Turkle","topic":"Education"},{"quote":"Real education should educate us out of self into something far finer; into a selflessness which links us with all humanity.","author":"Nancy Astor","topic":"Education"},{"quote":"Experts tell us that 90% of all brain development occurs by the age of five. If we don&#39;t begin thinking about education in the early years, our children are at risk of falling behind by the time they start Kindergarten.","author":"Bob Ehrlich","topic":"Education"},{"quote":"I was a Social Science major in college, with an emphasis in secondary education. I took as many courses on the American colonial era and westward expansion as I could. This turned out to be wonderful preparation for writing fantasy novels.","author":"Rae Carson","topic":"Education"},{"quote":"Education is the most important thing you can have.","author":"Torrey Smith","topic":"Education"},{"quote":"One of the greatest obstacles to escaping poverty is the staggering cost of higher education.","author":"Chris Van Hollen","topic":"Education"},{"quote":"Even when life challenges us, it&#39;s a gift beyond all measure.","author":"Parker Palmer","topic":"Education"},{"quote":"I was 17 and just learning what high fidelity was, what good sound was, and learning the mechanics of tape machines. It was a real education, going right from the consumer end to the record factory.","author":"Alan Parsons","topic":"Education"},{"quote":"Education, when delivered properly, can benefit a lot of people and make productive citizens out of those otherwise given no hope.","author":"John Murray","topic":"Education"},{"quote":"The primary school I attended in Shanghai was a very liberal one, established by scholars who had return from an education in France. The children of leading families were enrolled there, including the son of a well-known man believed to be a top gangster of the underworld!","author":"Charles K. Kao","topic":"Education"},{"quote":"Education, like neurosis, begins at home.","author":"Milton Sapirstein","topic":"Education"},{"quote":"See, that&#39;s why Barack&#39;s running: to end the war in Iraq responsibly - to build an economy that lifts every family, to make sure health care is available for every American - and to make sure that every child in this nation has a world-class education all the way from preschool to college.","author":"Michelle Obama","topic":"Education"},{"quote":"Since we cannot know all that there is to be known about anything, we ought to know a little about everything.","author":"Blaise Pascal","topic":"Education"},{"quote":"The purpose of Compulsory Education is to deprive the common people of their commonsense.","author":"Gilbert K. Chesterton","topic":"Education"},{"quote":"Education, n.: That which discloses to the wise and disguises from the foolish their lack of understanding.","author":"Ambrose Bierce","topic":"Education"},{"quote":"Some parents do not send their children to school because they don&#39;t know its importance at all.","author":"Malala Yousafzai","topic":"Education"},{"quote":"People say Malala&#39;s voice is being sold to the world. But I see it as Malala&#39;s voice reaching the world and resonating globally. You should think about what is behind Malala&#39;s voice. What is she saying? I am only talking about education, women&#39;s rights, and peace.","author":"Malala Yousafzai","topic":"Education"},{"quote":"There is no education like adversity.","author":"Benjamin Disraeli","topic":"Education"},{"quote":"The great difficulty in education is to get experience out of ideas.","author":"George Santayana","topic":"Education"},{"quote":"If you talk about STEM education, the best way to introduce anyone to STEM or get their curiosity going on, it&#39;s Minecraft.","author":"Satya Nadella","topic":"Education"},{"quote":"Books, the children of the brain.","author":"Jonathan Swift","topic":"Education"},{"quote":"Read in order to live.","author":"Gustave Flaubert","topic":"Education"},{"quote":"My education was the liberty I had to read indiscriminately and all the time, with my eyes hanging out.","author":"Dylan Thomas","topic":"Education"},{"quote":"America&#39;s public schools have served their purpose. Free and compulsory education was good for a somewhat unpromising young nation.","author":"P. J. O'Rourke","topic":"Education"},{"quote":"For all my education, accomplishments, and so called &#39;wisdom&#39;... I can&#39;t fathom my own heart.","author":"Michael Caine","topic":"Education"},{"quote":"Primary-school education is a crock, basically. It&#39;s oppressive to anyone with physical energy, especially guys.","author":"Camille Paglia","topic":"Education"},{"quote":"Unless children have strong education and strong families and strong communities and decent housing, it&#39;s not enough to go sit in at a lunch counter.","author":"Marian Wright Edelman","topic":"Education"},{"quote":"I am beginning to suspect all elaborate and special systems of education. They seem to me to be built up on the supposition that every child is a kind of idiot who must be taught to think.","author":"Anne Sullivan","topic":"Education"},{"quote":"I don&#39;t ask other actors questions. I think that&#39;s too intrusive. I just watch. I don&#39;t want to be constricted to an idea of what acting is by anyone else. I want to take my own education.","author":"Leonardo DiCaprio","topic":"Education"},{"quote":"We never had it as rough as the kids have it today. Look at the price of a gallon of gas or a piece of real estate or a college education.","author":"Suze Orman","topic":"Education"},{"quote":"In Colombia, education is sometimes considered a luxury, not a human right. And it&#39;s not a priority in the agendas of many leaders.","author":"Shakira","topic":"Education"},{"quote":"Psychology is much bigger than just medicine, or fixing unhealthy things. It&#39;s about education, work, marriage - it&#39;s even about sports. What I want to do is see psychologists working to help people build strengths in all these domains.","author":"Martin Seligman","topic":"Education"},{"quote":"If the education of our kids comes from radio, television, newspapers - if that&#39;s where they get most of their knowledge from, and not from the schools, then the powers that be are definitely in charge, because they own all those outlets.","author":"Maynard James Keenan","topic":"Education"},{"quote":"As a child I experienced firsthand the severe effects of poverty and illiteracy, especially upon women and children. My parents taught me the importance of education and that it was a key to improving an individual&#39;s life.","author":"Naveen Jain","topic":"Education"},{"quote":"A country so rich that it can send people to the moon still has hundreds of thousands of its citizens who can&#39;t read. That&#39;s terribly troubling to me.","author":"Charles Kuralt","topic":"Education"},{"quote":"Philip Greenspun had a huge impact on me. He was the first person I knew of that embraced online communities, created a real business around open source, gave back to the community through education, and inspired me to explore photography.","author":"Matt Mullenweg","topic":"Education"},{"quote":"I loved school. Not sure how much I focused on the education; just had fun and played lacrosse for seven years. It was lucky I had sport, which I was good at, so it didn&#39;t matter that I wasn&#39;t great on the academic side, or not brilliant at drama. Although I am still bitter about not being in the school choir. Furious, actually.","author":"Miranda Hart","topic":"Education"},{"quote":"You cannot blame the mismanagement of the economy or the fact that we have not invested adequately in education in order to give our people the knowledge, the skills and the technology that they need in order to be able to use the resources that Africa has to gain wealth.","author":"Wangari Maathai","topic":"Education"},{"quote":"All I suggest is to make K-12 like higher education. Higher education in the United States is the best in the world because these institutions compete with each other for your tuition dollar. Let&#39;s just bring competition to public education.","author":"Gary Johnson","topic":"Education"},{"quote":"Access to quality education has enabled me to reach far beyond the Bangladeshi village I grew up in.","author":"Muhammad Yunus","topic":"Education"},{"quote":"I am positive that I would see the end of child labour around the world in my lifetime, as the poorest of the poor have realised that education is a tool that can empower them.","author":"Kailash Satyarthi","topic":"Education"},{"quote":"My parents came from a poor background and worked their way up because of education. They saw it as a way to succeed. So they cared about me getting straight A grades when I was growing up.","author":"Jennifer Garner","topic":"Education"},{"quote":"My mom grew up in poverty in Oklahoma - like Dust Bowl, nine people in one room kind of place - and the way she got out of poverty was through education. My dad grew up without a dad, with very little and he also made his way out through education.","author":"Jennifer Garner","topic":"Education"},{"quote":"I think universities are trying to figure out how we could use what we know about learning to change our education system, but it is sort of funny that they don&#39;t necessarily seem to be consulting the people who are sitting right there on campus.","author":"Alison Gopnik","topic":"Education"},{"quote":"Policies to strengthen education and training, to encourage entrepreneurship and innovation, and to promote capital investment, both public and private, could all potentially be of great benefit in improving future living standards in our nation.","author":"Janet Yellen","topic":"Education"},{"quote":"Do you know the difference between education and experience? Education is when you read the fine print; experience is what you get when you don&#39;t.","author":"Pete Seeger","topic":"Education"},{"quote":"He who studies books alone will know how things ought to be, and he who studies men will know how they are.","author":"Charles Caleb Colton","topic":"Education"},{"quote":"All developmental activities for the common man such as education, healthcare, shelter and food distribution should be handled by reputed private sector institutions. It should be a competitive market in order to prevent the formation of monopolies.","author":"N. R. Narayana Murthy","topic":"Education"},{"quote":"The importance of education is ingrained in Scottish history.","author":"Nicola Sturgeon","topic":"Education"},{"quote":"What good is telling America&#39;s children that they will have equal opportunity for education if they don&#39;t have the skills that will even get them to the point of benefiting from education, because they didn&#39;t have the child care, the health care that would enable them to grow as strong and constructive human beings?","author":"Janet Reno","topic":"Education"},{"quote":"I&#39;d really love to see a business model for higher education going forward that is actually affordable, that uses modern technology to reach scale and quality and that really reimburses the services rendered in a way that&#39;s meaningful to everybody.","author":"Sebastian Thrun","topic":"Education"},{"quote":"Books are the blessed chloroform of the mind.","author":"Oswald Chambers","topic":"Education"},{"quote":"Just as computer technology and the Internet created whole new industries and extraordinary benefits for people that extend into almost every realm of human endeavor from education to transportation to medicine, genetics will undoubtedly benefit people everywhere in ways we can&#39;t even imagine but know will surely occur.","author":"Anne Wojcicki","topic":"Education"},{"quote":"The education that prepared me was my general education classes, which I tried to avoid when I was a stupid undergraduate, but which gave me the foundation of general knowledge that makes a career as a writer possible.","author":"Orson Scott Card","topic":"Education"},{"quote":"When you think about the children, one of the things that I&#39;m quite concerned about - and I&#39;ve heard it expressed by others - is trying to find how we can build better accountability, work to provide a level of education that prepares our children for the future.","author":"Lisa Murkowski","topic":"Education"},{"quote":"Policymakers can draw much from &#39;The Need for Roots&#39;: such clear prescriptions as that employers ought to provide an adequate vocational training for their employees, education should be compulsory and publicly funded, and include technical as well as elementary education.","author":"Pankaj Mishra","topic":"Education"},{"quote":"It was a slow understanding that the lack of education in a country like Somalia creates these huge social problems.","author":"Amanda Lindhout","topic":"Education"},{"quote":"My privileged upbringing and education and linguistic fluency gave me such proximity to whiteness that it stung all the more to still find myself outside of it. My mother, on the other hand, not only accepted that she would always be an outsider in this country but also believed it to be a finer fate and home than any other she could have had.","author":"Jenny Zhang","topic":"Education"},{"quote":"I believe that it is higher education&#39;s purpose and calling to keep open the door to the American dream.","author":"Gordon Gee","topic":"Education"},{"quote":"We have a lot of entitlement programs in this country, and we&#39;ve seen how much they cost us on the back end when people don&#39;t have the education they need. I say let&#39;s make this investment on the front end. I think it&#39;ll be better for the individual and better for our state in the long term.","author":"Bill Haslam","topic":"Education"},{"quote":"I would like to learn, or remember, how to live.","author":"Annie Dillard","topic":"Education"},{"quote":"I think more of the little kids from a school in a little village in Niger who get teaching two hours a day, sharing one chair for three of them, and who are very keen to get an education. I have them in my mind all the time. Because I think they need even more help than the people in Athens.","author":"Christine Lagarde","topic":"Education"},{"quote":"One of the best things to me about &#39;Skate&#39; is that if you play this game from beginning to end, you just got a complete education on what skateboarding is.","author":"Rob Dyrdek","topic":"Education"},{"quote":"I have an opportunity now with some of the projects I&#39;ve done, i.e. the North Pole and the South Pole, to speak to a larger audience and talk about things that have nothing to do with physical education or special ed.","author":"Ann Bancroft","topic":"Education"},{"quote":"The Brown decision promised that every child, regardless of the color of his or her skin, would have unequivocal access to quality education and an equal opportunity to pursue his\/her dreams.","author":"Ed Markey","topic":"Education"},{"quote":"I don&#39;t think there&#39;s nearly enough interesting ways to do education online, particularly for younger children.","author":"Dave McClure","topic":"Education"},{"quote":"I wouldn&#39;t be where I am today without the amazing public arts education that I had.","author":"Matthew Morrison","topic":"Education"},{"quote":"Education is the only solution for peace.","author":"Emmanuel Jal","topic":"Education"},{"quote":"The Internet is the first technology since the printing press which could lower the cost of a great education and, in doing so, make that cost-benefit analysis much easier for most students. It could allow American schools to service twice as many students as they do now, and in ways that are both effective and cost-effective.","author":"John Katzman","topic":"Education"},{"quote":"An extended school day gives administrators the ability to ensure children get a well-rounded education.","author":"Geoffrey Canada","topic":"Education"},{"quote":"Fully 57 percent of American college students are women. Life insurance companies sell more policies to women than to men. As women continue to draw on experience and education, they&#39;re accelerating their numbers in upper management, too.","author":"Suzanne Fields","topic":"Education"},{"quote":"The institution of a public library, containing books on education, would be well adapted for the information of teachers, many of whom are not able to purchase expensive publications on those subjects.","author":"Joseph Lancaster","topic":"Education"},{"quote":"At any rate, girls are differently situated. Having no need of deep scientific knowledge, their education is confined more to the ordinary things of the world, the study of the fine arts, and of the manners and dispositions of people.","author":"William John Wills","topic":"Education"},{"quote":"Indian higher education is completely regulated. It&#39;s very difficult to start a private university. It&#39;s very difficult for a foreign university to come to India. As a result of that, our higher education is simply not keeping pace with India&#39;s demands. That is leading to a lot of problems which we need to address.","author":"Nandan Nilekani","topic":"Education"},{"quote":"People often talk about Hispanics. You know, I have more Hispanics come up to me telling me, &#39;Listen, I can&#39;t wait for your father to be president. He&#39;s gonna bring jobs back to the United States. He&#39;s gonna end the nonsense. He&#39;s gonna create good trade deals. He&#39;s gonna create better education. He&#39;s gonna create a better family structure.&#39;","author":"Eric Trump","topic":"Education"},{"quote":"As we get closer to the end of this Congress, we should be addressing the urgent needs of the American people - the war in Iraq, affordable health care, a sensible energy policy, quality education for our children, retirement security, and a sound and fair fiscal policy.","author":"Chris Van Hollen","topic":"Education"},{"quote":"The simplest schoolboy is now familiar with truths for which Archimedes would have sacrificed his life.","author":"Ernest Renan","topic":"Education"},{"quote":"I know a lot of people think I&#39;m dumb. Well, at least I ain&#39;t no educated fool.","author":"Leon Spinks","topic":"Education"},{"quote":"After the liberation of Bangladesh in 1971, primary education was made free. We are now thinking to make education in the public sector free up to graduation level. We are also thinking of providing a light meal at primary and secondary schools in order to increase the student retention level.","author":"Sheikh Hasina","topic":"Education"},{"quote":"How much we owe to good teachers, good education, and good advice!","author":"Robert Mundell","topic":"Education"},{"quote":"My education in the arts began at the Cleveland Museum of Art. As a Cleveland child, I visited the museum&#39;s halls and corridors, gallery spaces and shows, over and over. For me, the Cleveland Museum was a school of my very own - the place where my eyes opened, my tastes developed, my ideas about beauty and creativity grew.","author":"Agnes Gund","topic":"Education"},{"quote":"Education has fundamentally changed my life. It&#39;s perhaps the mission of my life. I&#39;m wed to it in a very powerful and personal way. And I chose the pathway that I believe could make me the most significant on changing the outcomes that we see now in North Carolina.","author":"Bev Perdue","topic":"Education"},{"quote":"I&#39;ve always believed in the importance of education and continuing to learn throughout every stage of life.","author":"Muhtar Kent","topic":"Education"},{"quote":"It will be impossible for us to eradicate HIV as long as any corner of the world is cut off from the education and services that we know helps stop the spread of this disease.","author":"Alex Newell","topic":"Education"},{"quote":"Do our children now have to choose between getting an education and dying? Some of us cannot move on and accept that kind of society.","author":"Obiageli Ezekwesili","topic":"Education"},{"quote":"An educated man is thoroughly inoculated against humbug, thinks for himself and tries to give his thoughts, in speech or on paper, some style.","author":"Alan K. Simpson","topic":"Education"},{"quote":"Any education that matters is liberal. All the saving truths, all the healing graces that distinguish a good education from a bad one or a full education from a half empty one are contained in that word.","author":"Alan K. Simpson","topic":"Education"},{"quote":"Education can help all Americans live longer, healthier lives. Teaching students to make healthy decisions can improve habits now and instill healthy eating habits for a lifetime.","author":"Matt Cartwright","topic":"Education"},{"quote":"It takes most men five years to recover from a college education, and to learn that poetry is as vital to thinking as knowledge.","author":"Brooks Atkinson","topic":"Education"},{"quote":"Instead of unfairly demonizing teachers, we should be working with them to find solutions to the problems in our schools and make sure every child gets an outstanding public education.","author":"Albio Sires","topic":"Education"},{"quote":"Even for charity I always give priority to education because I always teach young people - knowledge is your real companion, your life long companion, not fortune. Fortune can disappear.","author":"Stanley Ho","topic":"Education"},{"quote":"Every educated person is a future enemy.","author":"Martin Bormann","topic":"Education"},{"quote":"The government&#39;s objective, broadly expressed, is that all persons, whatever their level of ability, whether they live in town or country, have a right as citizens to a free education of the kind for which they are best fitted and to the fullest extent of their powers.","author":"Peter Fraser","topic":"Education"},{"quote":"No man who worships education has got the best out of education... Without a gentle contempt for education no man&#39;s education is complete.","author":"Gilbert K. Chesterton","topic":"Education"},{"quote":"Education is simply the soul of a society as it passes from one generation to another.","author":"Gilbert K. Chesterton","topic":"Education"},{"quote":"Learning, n. The kind of ignorance distinguishing the studious.","author":"Ambrose Bierce","topic":"Education"},{"quote":"I will get my education - if it is in home, school, or anyplace.","author":"Malala Yousafzai","topic":"Education"},{"quote":"Education is neither eastern nor western.","author":"Malala Yousafzai","topic":"Education"},{"quote":"Education forms the common mind. Just as the twig is bent, the tree&#39;s inclined.","author":"Alexander Pope","topic":"Education"},{"quote":"Without tact you can learn nothing.","author":"Benjamin Disraeli","topic":"Education"},{"quote":"We cannot learn men from books.","author":"Benjamin Disraeli","topic":"Education"},{"quote":"I do not want art for a few any more than education for a few, or freedom for a few.","author":"William Morris","topic":"Education"},{"quote":"It is possible to get an education at a university. It has been done; not often.","author":"Lincoln Steffens","topic":"Education"},{"quote":"I was born on the 24th of September 1755 in the county of Fauquier, at that time one of the frontier counties of Virginia. My father possessed scarcely any fortune and had received a very limited education - but was a man to whom nature had been bountiful, and who had assiduously improved her gifts.","author":"John Marshall","topic":"Education"},{"quote":"I was born in 1940 in Hathazari, Chittagong, which is now part of Bangladesh. Education was always important to my parents, and with what little we had, they were able to provide an education for their children.","author":"Muhammad Yunus","topic":"Education"},{"quote":"Through first-class education, a generation marches down the long uncertain road of the future with confidence.","author":"Wynton Marsalis","topic":"Education"},{"quote":"The ultimate goal of the educational system is to shift to the individual the burden of pursing his own education. This will not be a widely shared pursuit until we get over our odd conviction that education is what goes on in school buildings and nowhere else.","author":"John W. Gardner","topic":"Education"},{"quote":"If the Romans had been obliged to learn Latin, they would never have found time to conquer the world.","author":"Heinrich Heine","topic":"Education"},{"quote":"Education, whatever else it should or should not be, must be an inoculation against the poisons of life and an adequate equipment in knowledge and skill for meeting the chances of life.","author":"Havelock Ellis","topic":"Education"},{"quote":"It is well to read everything of something, and something of everything.","author":"Joseph Brodsky","topic":"Education"},{"quote":"Responsibility educates.","author":"Wendell Phillips","topic":"Education"},{"quote":"There are people from lots of different fields in my department. In my lab, they come from computer science, education, psychophysics, psychology, music - and we all work together, and it feels very comfortable. All the careers I&#39;ve had have been interdisciplinary; working in a studio is like being an engineer and a musician and a therapist.","author":"Daniel Levitin","topic":"Education"},{"quote":"Education is a crutch with which the foolish attack the wise to prove that they are not idiots.","author":"Karl Kraus","topic":"Education"},{"quote":"Not only does neoliberalism undermine both civic education and public values and confuse education with training, it also treats knowledge as a product, promoting a neoliberal logic that views schools as malls, students as consumers, and faculty as entrepreneurs.","author":"Henry Giroux","topic":"Education"},{"quote":"While Obama might not push college education exclusively, like most Democrats he does oversell it and does shortchange the alternatives. And millions of young Americans pay the price.","author":"Rick Perlstein","topic":"Education"},{"quote":"I learned more stuff in church than I did in the world.","author":"Al Green","topic":"Education"},{"quote":"When we set up our kids for failure, we set up our workforce for failure, and we set up our economy for failure. I can&#39;t emphasize enough the importance, the absolute importance, of education in achieving long-term economic growth.","author":"Susana Martinez","topic":"Education"},{"quote":"Providing better computer science education in public schools to kids, and encouraging girls to participate, is the only way to rewrite stereotypes about tech and really break open the old-boys&#39; club.","author":"Ryan Holmes","topic":"Education"},{"quote":"I&#39;ve always cared about education, and I worked with Senator Schumer on making several thousand dollars of college tuition tax deductible. That will help a lot of your middle class families make college more affordable.","author":"Evan Bayh","topic":"Education"},{"quote":"I&#39;m interested in Jeff Bridges. I love that guy. And I did like Carey Mulligan in &#39;An Education.&#39; And I love Meryl Streep, but if they could ban &#39;Julie &amp; Julia,&#39; I&#39;d be in favor of that.","author":"Andy Kindler","topic":"Education"},{"quote":"I think a liberal arts education isn&#39;t necessarily about doing something with your degree; it&#39;s about becoming a critical thinker. And I think that critical thinking is so integral to being an actor.","author":"Sarah Gadon","topic":"Education"},{"quote":"While there are many obstacles that deter students from going to college, finances by no means should be the deciding factor.","author":"Bobby Scott","topic":"Education"},{"quote":"Getting through high school and college was one of my greatest achievements.","author":"Ann Bancroft","topic":"Education"},{"quote":"You can educate yourself right out of a relationship with God.","author":"Tammy Faye Bakker","topic":"Education"},{"quote":"My parents&#39; greatest wish was that I graduated from college. Neither of my parents had a college education, and they really wanted me to have one.","author":"Linda McMahon","topic":"Education"},{"quote":"I decided to study special education and fell in love with working with individuals with autism. That&#39;s what I planned to do with my life.","author":"Clay Aiken","topic":"Education"},{"quote":"A liberal education is at the heart of a civil society, and at the heart of a liberal education is the act of teaching.","author":"A. Bartlett Giamatti","topic":"Education"},{"quote":"Our universities and museums are respected around the country.","author":"Jane Byrne","topic":"Education"},{"quote":"The ways in which readers encounter and relate to information is dramatically influenced by their education as well as their awareness of the pitfalls relating to the information source.","author":"Nayef Al-Rodhan","topic":"Education"},{"quote":"Education is what remains when we have forgotten all that we have been taught.","author":"George Savile","topic":"Education"},{"quote":"The College Access and Opportunity Act addresses the important need to make higher education more affordable and easier to access for low and middle-income students.","author":"Ron Lewis","topic":"Education"},{"quote":"If American schooling is inadequate now, just imagine how much more obsolete it will be when today&#39;s kindergarten students graduate from high school in just 12 years.","author":"Janet Napolitano","topic":"Education"},{"quote":"The Enterprise In Space program is an exciting opportunity to simultaneously advance cutting edge technologies while getting students from around the world engaged in STEAM and space education.","author":"Bruce Pittman","topic":"Education"},{"quote":"In regard to education, something has been done by the Provincial Legislature; but to build churches, and to place clergymen is a work of greater difficulty.","author":"John Strachan","topic":"Education"},{"quote":"To have a sense of education and ethics is important.","author":"Soleil Moon Frye","topic":"Education"},{"quote":"I am very proud of the quality of public education in Nebraska, but I believe we have an obligation to continually assess whether our system is meeting 21st Century education needs.","author":"Dave Heineman","topic":"Education"},{"quote":"Rather than squander the surplus on tax breaks for the rich, we should add a prescription drug benefit to the Medicare program, shore up Social Security, fortify our defense, provide a quality public education and offer economic assistance to rural areas.","author":"Bennie Thompson","topic":"Education"},{"quote":"To me education is a leading out of what is already there in the pupil&#39;s soul. To Miss Mackay it is a putting in of something that is not there, and that is not what I call education. I call it intrusion.","author":"Muriel Spark","topic":"Education"},{"quote":"I decided in &#39;96 to dedicate my life to mostly promoting literacy and education for girls in rural Pakistan and Afghanistan.","author":"Greg Mortenson","topic":"Education"},{"quote":"Few have been taught to any purpose who have not been their own teachers.","author":"Joshua Reynolds","topic":"Education"},{"quote":"Education... has produced a vast population able to read but unable to distinguish what is worth reading.","author":"G. M. Trevelyan","topic":"Education"},{"quote":"Learning teacheth more in one year than experience in twenty.","author":"Roger Ascham","topic":"Education"},{"quote":"Browsing for books with a mouse and screen is not nearly as joyful an act as wandering the stacks and getting lost in the labyrinthine corridors of knowledge. The best libraries are places of imagination, education and community. The best libraries have mystery to them.","author":"Sam Weller","topic":"Education"},{"quote":"I am sure my fellow-scientists will agree with me if I say that whatever we were able to achieve in our later years had its origin in the experiences of our youth and in the hopes and wishes which were formed before and during our time as students.","author":"Felix Bloch","topic":"Education"},{"quote":"America is the best half-educated country in the world.","author":"Nicholas M. Butler","topic":"Education"}]