[{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"Until we get equality in education, we won&#39;t have an equal society.","author":"Sonia Sotomayor","topic":"Equality"},{"quote":"This is a great country, but fortunately for you, it is not perfect. There is much to be done to bring about complete equality. Remove hunger. Bring reality closer to theory and democratic principles.","author":"Thurgood Marshall","topic":"Equality"},{"quote":"Corporate social responsibility is measured in terms of businesses improving conditions for their employees, shareholders, communities, and environment. But moral responsibility goes further, reflecting the need for corporations to address fundamental ethical issues such as inclusion, dignity, and equality.","author":"Klaus Schwab","topic":"Equality"},{"quote":"The best partnerships aren&#39;t dependent on a mere common goal but on a shared path of equality, desire, and no small amount of passion.","author":"Sarah MacLean","topic":"Equality"},{"quote":"Liberty and equality are captivating sounds, but they often captivate to destroy.","author":"John Tyler","topic":"Equality"},{"quote":"Canada is the homeland of equality, justice and tolerance.","author":"Kim Campbell","topic":"Equality"},{"quote":"The right to a quality education is, I believe, the perfect path to bridge the gap between different cultures and to reconcile various civilizations. Without such a right, the values of liberty, justice and equality will have no meaning. Ignorance is by far the biggest danger and threat to humankind.","author":"Moza bint Nasser","topic":"Equality"},{"quote":"I&#39;ll never understand how destroying families through deportation benefits our society. How we treat the undocumented says a great deal about us as a people and whether or not we&#39;ll continue to fulfill the fundamental American promise of equality and opportunity for all.","author":"Conor Oberst","topic":"Equality"},{"quote":"There never will be complete equality until women themselves help to make laws and elect lawmakers.","author":"Susan B. Anthony","topic":"Equality"},{"quote":"The Klan had used fear, intimidation and murder to brutally oppress over African-Americans who sought justice and equality and it sought to respond to the young workers of the civil rights movement in Mississippi in the same way.","author":"Charles B. Rangel","topic":"Equality"},{"quote":"These men ask for just the same thing, fairness, and fairness only. This, so far as in my power, they, and all others, shall have.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"Gender equality is not only an issue for women and girls.","author":"Justin Trudeau","topic":"Equality"},{"quote":"Before God we are all equally wise - and equally foolish.","author":"Albert Einstein","topic":"Equality"},{"quote":"All animals are equal, but some animals are more equal than others.","author":"George Orwell","topic":"Equality"},{"quote":"The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah.","author":"Afrika Bambaataa","topic":"Equality"},{"quote":"I am free of all prejudices. I hate everyone equally.","author":"W. C. Fields","topic":"Equality"},{"quote":"Our constitution is a ray of hope: H for harmony, O for Opportunity, P for people&#39;s participation and E for equality.","author":"Narendra Modi","topic":"Equality"},{"quote":"Racism oppresses its victims, but also binds the oppressors, who sear their consciences with more and more lies until they become prisoners of those lies. They cannot face the truth of human equality because it reveals the horror of the injustices they commit.","author":"Alveda King","topic":"Equality"},{"quote":"We came equals into this world, and equals shall we go out of it.","author":"George Mason","topic":"Equality"},{"quote":"Democracy, pure democracy, has at least its foundation in a generous theory of human rights. It is founded on the natural equality of mankind. It is the cornerstone of the Christian religion. It is the first element of all lawful government upon earth.","author":"John Quincy Adams","topic":"Equality"},{"quote":"Political democracy cannot last unless there lies at the base of it social democracy. What does social democracy mean? It means a way of life which recognizes liberty, equality and fraternity as the principles of life.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"I have never been what you would call just an integrationist. I know I&#39;ve been called that... Integrating that bus wouldn&#39;t mean more equality. Even when there was segregation, there was plenty of integration in the South, but it was for the benefit and convenience of the white person, not us.","author":"Rosa Parks","topic":"Equality"},{"quote":"The emotional, sexual, and psychological stereotyping of females begins when the doctor says: It&#39;s a girl.","author":"Shirley Chisholm","topic":"Equality"},{"quote":"When you don&#39;t have equality of opportunity because you don&#39;t have equal access to education, it just seems so outrageous. It weakens our economy and leads to more inequality.","author":"Joseph Stiglitz","topic":"Equality"},{"quote":"There cannot be enduring peace, prosperity, equality and brotherhood in this world if our aims are so separate and divergent, if we do not accept that in the end we are people, all alike, sharing the Earth among ourselves and also with other sentient beings, all of whom have an equal role and stake in the state of this planet and its players.","author":"Jigme Khesar Namgyel Wangchuck","topic":"Equality"},{"quote":"The demand for equal rights in every vocation of life is just and fair; but, after all, the most vital right is the right to love and be loved.","author":"Emma Goldman","topic":"Equality"},{"quote":"Equality is the soul of liberty; there is, in fact, no liberty without it.","author":"Frances Wright","topic":"Equality"},{"quote":"Sports is the common denominator in the world that brings everyone together. If there&#39;s any one place in the world where there is equality, it is probably sports. That was something that didn&#39;t always exist. We&#39;ve come a long way in sports. Why can&#39;t society use sports as a way to bring people together and create change?","author":"Stephen M. Ross","topic":"Equality"},{"quote":"Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.","author":"David Cameron","topic":"Equality"},{"quote":"That the caste system must be abolished if the Hindu society is to be reconstructed on the basis of equality, goes without saying. Untouchability has its roots in the caste system. They cannot expect the Brahmins to rise in revolt against the caste system. Also we cannot rely upon the non-Brahmins and ask them to fight our battle.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"I believe in equality for everyone, except reporters and photographers.","author":"Mahatma Gandhi","topic":"Equality"},{"quote":"Suffrage is the pivotal right.","author":"Susan B. Anthony","topic":"Equality"},{"quote":"The land is ours. It&#39;s not European and we have taken it, we have given it to the rightful people... Those of white extraction who happen to be in the country and are farming are welcome to do so, but they must do so on the basis of equality.","author":"Robert Mugabe","topic":"Equality"},{"quote":"Genuine equality between the sexes can only be realized in the process of the socialist transformation of society as a whole.","author":"Mao Zedong","topic":"Equality"},{"quote":"For most of us, fidelity is faithfulness to an obligation, trust, or duty. For the men and women of the FBI, fidelity also means fidelity to country. It means fidelity to justice and the law, fidelity to the Constitution, fidelity to equality and liberty.","author":"Robert Mueller","topic":"Equality"},{"quote":"The wisdom of man never yet contrived a system of taxation that would operate with perfect equality.","author":"Andrew Jackson","topic":"Equality"},{"quote":"Wonder Woman, she&#39;s amazing. I love everything that she represents and everything that she stands for. She&#39;s all about love and compassion and truth and justice and equality, and she&#39;s a whole lot of woman.","author":"Gal Gadot","topic":"Equality"},{"quote":"Gender equality will only be reached if we are able to empower women.","author":"Michelle Bachelet","topic":"Equality"},{"quote":"Indians today are governed by two different ideologies. Their political ideal set in the preamble of the Constitution affirms a life of liberty, equality and fraternity. Their social ideal embodied in their religion denies them.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Countries with higher levels of gender equality have higher economic growth. Companies with more women on their boards have higher returns. Peace agreements that include women are more successful. Parliaments with more women take up a wider range of issues - including health, education, anti-discrimination, and child support.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Rosa Parks was the queen mother of a movement whose single act of heroism sparked the movement for freedom, justice and equality. Her greatest contribution is that she told us a regular person can make a difference.","author":"Marc Morial","topic":"Equality"},{"quote":"We need everyone to be a feminist. Feminism is the fight for the equality of sexes, not for the domination of one sex over another.","author":"Najat Vallaud-Belkacem","topic":"Equality"},{"quote":"Abortion is defended today as a means of ensuring the equality and independence of women, and as a solution to the problems of single parenting, child abuse, and the feminization of poverty.","author":"Robert Casey","topic":"Equality"},{"quote":"We have talked long enough in this country about equal rights. It is time now to write the next chapter - and to write it in the books of law.","author":"Lyndon B. Johnson","topic":"Equality"},{"quote":"Social media are a catalyst for the advancement of everyone&#39;s rights. It&#39;s where we&#39;re reminded that we&#39;re all human and all equal. It&#39;s where people can find and fight for a cause, global or local, popular or specialized, even when there are hundreds of miles between them.","author":"Queen Rania of Jordan","topic":"Equality"},{"quote":"I wanted to get far away from those who believed in cruelty, so then I went to France, a land of true freedom, democracy, equality and fraternity.","author":"Josephine Baker","topic":"Equality"},{"quote":"There can be no equality or opportunity if men and women and children be not shielded in their lives from the consequences of great industrial and social processes which they cannot alter, control, or singly cope with.","author":"Woodrow Wilson","topic":"Equality"},{"quote":"Equality is like gravity. We need it to stand on this earth as men and women.","author":"Joss Whedon","topic":"Equality"},{"quote":"It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing.","author":"Herodotus","topic":"Equality"},{"quote":"OK, in all seriousness, I would say I couldn&#39;t be in a relationship without equality, generosity, integrity, spirit, kindness and humor. And awesomeness.","author":"Jennifer Aniston","topic":"Equality"},{"quote":"There will always be a place for us somewhere, somehow, as long as we see to it that working people fight for everything they have, everything they hope to get, for dignity, equality, democracy, to oppose war and to bring to the world a better life.","author":"Harry Bridges","topic":"Equality"},{"quote":"Many queer and trans people live - and lived - in our prison and jails, in our homeless shelters, in run-down houses and apartment buildings, and on the corners of every major city. Marriage equality doesn&#39;t help them; and the potential loss of momentum for trans\/queer rights after this win could well hurt them.","author":"Chelsea Manning","topic":"Equality"},{"quote":"The rights of one sex, political and otherwise, are the same as those of the other sex, and this equality of rights ought to be fully recognized.","author":"Leland Stanford","topic":"Equality"},{"quote":"Virtue can only flourish among equals.","author":"Mary Wollstonecraft","topic":"Equality"},{"quote":"Americans are so enamored of equality that they would rather be equal in slavery than unequal in freedom.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"The most important thing is the indigenous people are not vindictive by nature. We are not here to oppress anybody - but to join together and build Bolivia, with justice and equality.","author":"Evo Morales","topic":"Equality"},{"quote":"Political Freedom without economic equality is a pretense, a fraud, a lie; and the workers want no lying.","author":"Mikhail Bakunin","topic":"Equality"},{"quote":"The idea of equal rights was in the air.","author":"Lucy Stone","topic":"Equality"},{"quote":"In the face of love, everyone is equal. Let everyone have the freedom to love and to pursue their happiness. I am Tsai Ing-wen, and I support marriage equality.","author":"Tsai Ing-wen","topic":"Equality"},{"quote":"The Internet is the hope of an integrated world without frontiers, a common world without controlling owners, a world of opportunities and equality. This is a utopia that we have been dreaming about and is a world in which each and every one of us are protagonists of a destiny that we have in our hands.","author":"Laura Chinchilla","topic":"Equality"},{"quote":"One of the factors a country&#39;s economy depends on is human capital. If you don&#39;t provide women with adequate access to healthcare, education and employment, you lose at least half of your potential. So, gender equality and women&#39;s empowerment bring huge economic benefits.","author":"Michelle Bachelet","topic":"Equality"},{"quote":"The extension of women&#39;s rights is the basic principle of all social progress.","author":"Charles Fourier","topic":"Equality"},{"quote":"Negroes must be free in order to be equal, and they must be equal in order to be free... Men cannot win freedom unless they win equality. They cannot win equality unless they win freedom.","author":"A. Philip Randolph","topic":"Equality"},{"quote":"Marriage equality is about more than just marriage. It&#39;s about something greater. It&#39;s about acceptance.","author":"Charlize Theron","topic":"Equality"},{"quote":"Fairness is not about statistical equality.","author":"John Bercow","topic":"Equality"},{"quote":"I am very proud of the role I played in getting legal equality for people who are lesbian, gay, bisexual and transgender, and in helping get rid of the prejudice by being visible about it, helping to block the conviction of Bill Clinton of impeachment.","author":"Barney Frank","topic":"Equality"},{"quote":"The year was 2081, and everyone was finally equal.","author":"Kurt Vonnegut","topic":"Equality"},{"quote":"The purpose that brought the fourteenth amendment into being was equality before the law, and equality, not separation, was written into the law.","author":"Robert Bork","topic":"Equality"},{"quote":"You can&#39;t state difference and also state equality. We have to state sameness to understand equality.","author":"Zadie Smith","topic":"Equality"},{"quote":"The smaller the planets are, they are, other things being equal, of so much the greater density; for so the powers of gravity on their several surfaces come nearer to equality. They are likewise, other things being equal, of the greater density, as they are nearer to the sun.","author":"Isaac Newton","topic":"Equality"},{"quote":"Trust me that as I ignore all law to help the slave, so will I ignore it all to protect an enslaved woman.","author":"Susan B. Anthony","topic":"Equality"},{"quote":"Looking for equality everywhere is a huge mistake because equals are terrible and boring. But a sense of fairness and justice is a totally different thing and a much more complex thing.","author":"Josh Homme","topic":"Equality"},{"quote":"I believe the equal rights amendment is a necessity of life for all citizens. The cabinet sometimes felt that I shouldn&#39;t be so outspoken.","author":"Betty Ford","topic":"Equality"},{"quote":"The 2010 global gender gap report by the World Economic Forum shows that countries with better gender equality have faster-growing, more competitive economies.","author":"Michelle Bachelet","topic":"Equality"},{"quote":"People are pretty much alike. It&#39;s only that our differences are more susceptible to definition than our similarities.","author":"Linda Ellerbee","topic":"Equality"},{"quote":"We want to be brothers and sisters. We want respect and equality. Simon Bolivar, our father, said a balanced world - a universe - a balanced universe in order to have peace and development.","author":"Hugo Chavez","topic":"Equality"},{"quote":"The civil rights movement in the United States was about the same thing, about equality of treatment for all sections of the people, and that is precisely what our movement was about.","author":"John Hume","topic":"Equality"},{"quote":"Take your message of equality of achievement, take your message of economic dependency, take your message of enslaving the entrepreneurial will and spirit of the American people somewhere else.","author":"Allen West","topic":"Equality"},{"quote":"My social philosophy may be said to be enshrined in three words: liberty, equality and fraternity. Let no one, however, say that I have borrowed by philosophy from the French Revolution. I have not. My philosophy has roots in religion and not in political science. I have derived them from the teachings of my Master, the Buddha.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"We will never have true civilization until we have learned to recognize the rights of others.","author":"Will Rogers","topic":"Equality"},{"quote":"I have undertaken vengeance. I want Liberty and Equality to reign in Saint-Domingue. I work to bring them into existence. Unite yourselves to us, brothers, and fight with us for the same cause.","author":"Toussaint Louverture","topic":"Equality"},{"quote":"Martin Luther King, Jr. didn&#39;t carry just a piece of cloth to symbolize his belief in racial equality; he carried the American flag.","author":"Adrian Cronauer","topic":"Equality"},{"quote":"Equal pay isn&#39;t just a women&#39;s issue; when women get equal pay, their family incomes rise and the whole family benefits.","author":"Mike Honda","topic":"Equality"},{"quote":"You have to stand guard over the development and maintenance of Islamic democracy, Islamic social justice and the equality of manhood in your own native soil.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"Equality, rightly understood as our founding fathers understood it, leads to liberty and to the emancipation of creative differences; wrongly understood, as it has been so tragically in our time, it leads first to conformity and then to despotism.","author":"Barry Goldwater","topic":"Equality"},{"quote":"Even the striving for equality by means of a directed economy can result only in an officially enforced inequality - an authoritarian determination of the status of each individual in the new hierarchical order.","author":"Friedrich August von Hayek","topic":"Equality"},{"quote":"With patient and firm determination, I am going to press on for jobs. I&#39;m going to press on for equality. I&#39;m going to press on for the sake of our children. I&#39;m going to press on for the sake of all those families who are struggling right now. I don&#39;t have time to feel sorry for myself. I don&#39;t have time to complain. I am going to press on.","author":"Barack Obama","topic":"Equality"},{"quote":"Reggae music is a music of integrity; reggae&#39;s consciousness was built on a message. My music speaks of love, equality and spirituality, and I would hope that one finds this integrity in my music.","author":"Stephen Marley","topic":"Equality"},{"quote":"So what we&#39;re talking about here is human rights. The right to live like a human. The right to live, period. And what we&#39;re facing in Africa is an unprecedented threat to human dignity and equality.","author":"Bono","topic":"Equality"},{"quote":"I would point out that Japan&#39;s proposal at the Versailles Peace Conference on the principle of racial equality was rejected by delegates such as those from Britain and the United States.","author":"Hideki Tojo","topic":"Equality"},{"quote":"I want for myself what I want for other women, absolute equality.","author":"Agnes Macphail","topic":"Equality"},{"quote":"The greatest problem is not with flat-out white racists, but rather with the far larger number of Americans who believe intellectually in racial equality but are quietly oblivious to injustice around them.","author":"Nicholas Kristof","topic":"Equality"},{"quote":"If you have a dog, I must have a dog. If you have a rifle, I must have a rifle. If you have a club, I must have a club. This is equality.","author":"Malcolm X","topic":"Equality"},{"quote":"Northeastern and most coastal states will vote for the candidate who is more closely aligned with international cooperation and engagement, secularism and science, gun control, individual freedom in culture and sexuality, and a greater role for the government in protecting the environment and ensuring economic equality.","author":"Steven Pinker","topic":"Equality"},{"quote":"You know, my mum&#39;s always encouraged me and never made my gender an issue, I guess. She brought me up to believe in equality, as opposed to feminism or sexism - so it just meant that my gender was not relevant to what I was capable of achieving.","author":"Paloma Faith","topic":"Equality"},{"quote":"Sometimes I wonder if there is any hope left for an Israeli-Palestinian discourse that is built on equality and liberty rather than a fruitless discourse of master and servant.","author":"Sayed Kashua","topic":"Equality"},{"quote":"I build no system. I ask an end to privilege, the abolition of slavery, equality of rights, and the reign of law. Justice, nothing else; that is the alpha and omega of my argument: to others I leave the business of governing the world.","author":"Pierre-Joseph Proudhon","topic":"Equality"},{"quote":"Candor is a compliment; it implies equality. It&#39;s how true friends talk.","author":"Peggy Noonan","topic":"Equality"},{"quote":"Every president to hold office has espoused some version of Americanism - the truths that we hold self-evident, even when those truths are not always in evidence. But for all their grand rhetoric and mostly good deeds, none was able to seal the deal on the trifecta of equality, plurality and socioeconomic ascendancy. Obama has.","author":"John Ridley","topic":"Equality"},{"quote":"I am sure that every one of my colleagues - Democrat, Republican, and Independent - agrees with that statement. That in the voting booth, every one is equal.","author":"Barbara Boxer","topic":"Equality"},{"quote":"Martin Luther King, Jr. Day is a time to honor the greatest champion of racial equality who taught a nation - through compassion and courage - about democracy, nonviolence and racial justice.","author":"Mark Pryor","topic":"Equality"},{"quote":"We are in the midst of an exciting canvass... I am working very hard in politics as well as in other matters. We are determined that Mississippi shall be settled on a basis of justice and political and legal equality.","author":"Hiram Rhodes Revels","topic":"Equality"},{"quote":"If we were to select the most intelligent, imaginative, energetic, and emotionally stable third of mankind, all races would be present.","author":"Franz Boas","topic":"Equality"},{"quote":"Democracy arises out of the notion that those who are equal in any respect are equal in all respects; because men are equally free, they claim to be absolutely equal.","author":"Aristotle","topic":"Equality"},{"quote":"For a modern woman it is important to be supported and that there is equality in every aspect, and that it&#39;s not two halves that make a whole - it&#39;s two wholes that make a whole.","author":"Katy Perry","topic":"Equality"},{"quote":"Then not only custom, but also nature affirms that to do is more disgraceful than to suffer injustice, and that justice is equality.","author":"Plato","topic":"Equality"},{"quote":"Coming generations will learn equality from poverty, and love from woes.","author":"Khalil Gibran","topic":"Equality"},{"quote":"You learn about equality in history and civics, but you find out life is not really like that.","author":"Arthur Ashe","topic":"Equality"},{"quote":"To be successful, a woman has to be much better at her job than a man.","author":"Golda Meir","topic":"Equality"},{"quote":"A fundamentalist can&#39;t bring himself or herself to negotiate with people who disagree with them because the negotiating process itself is an indication of implied equality.","author":"Jimmy Carter","topic":"Equality"},{"quote":"We are not supposed to be all equal. Let&#39;s just forget that. We are supposed to have equal rights under law. If we do that, we have done enough.","author":"Ben Stein","topic":"Equality"},{"quote":"In a state therefore of great equality and virtue, where pure and simple manners prevailed, the increase of the human species would evidently be much greater than any increase that has been hitherto known.","author":"Thomas Malthus","topic":"Equality"},{"quote":"Marriage equality is a hustler&#39;s feeding frenzy of gold-diggers. I campaigned for marriage equality in Maryland because I believe we should have the right to it, but I personally don&#39;t want to get married. I don&#39;t want to imitate the traditions of heterosexual people. I hate weddings: they make me uneasy.","author":"John Waters","topic":"Equality"},{"quote":"The sole equality on earth is death.","author":"Philip James Bailey","topic":"Equality"},{"quote":"When we reach the point where the women athletes are getting their pick of dates just as easily as the men athletes, then we&#39;ve really and truly arrived. Parity at last!","author":"Billie Jean King","topic":"Equality"},{"quote":"This simple truth is the essence of my message to Muslims throughout the world: know who you are, who you want to be, and start talking and working with whom you are not. Find common values and build with fellow citizens a society based on diversity and equality.","author":"Tariq Ramadan","topic":"Equality"},{"quote":"In choosing global corporate partners UNICEF emphasises compatibility with our core values and looks to build alliances that advance our mission of ensuring the health, education, equality and protection for all the world&#39;s children.","author":"Carol Bellamy","topic":"Equality"},{"quote":"To have a stable economy, to have a stable democracy, and to have a modern government is not enough. We have to build new pillars of development. Education, science and technology, innovation and entrepreneurship, and more equality.","author":"Sebastian Pinera","topic":"Equality"},{"quote":"In terms of my involvement in &#39;don&#39;t ask, don&#39;t tell&#39; and marriage equality and anti-bullying and social emotional learning in schools - these are all things that arise out of my relationship with the world and with my fans.","author":"Lady Gaga","topic":"Equality"},{"quote":"Citizens of Rome might boast that the claim of &#39;Civus romanus sum&#39; set them apart from barbarians and slaves, and it was true up to a point, but Roman citizens lived in a society that accepted pain, cruelty, and torture as the norm, and in which there was no suggestion of equality at birth or mercy in the afterlife.","author":"Michael Korda","topic":"Equality"},{"quote":"I believe and support the feminist movement, but I am not generally interested in considering women&#39;s rights in relation to equality with men, or in a competition with men, but rather within their own rights and feminine space.","author":"Shirin Neshat","topic":"Equality"},{"quote":"I believe every child has the right to a mother and a father. Men and women are not the same. That&#39;s not to say they&#39;re not entitled to equal rights, but they are not the same.","author":"Mark Davis","topic":"Equality"},{"quote":"It&#39;s a facet of the gay rights movement that people don&#39;t think about enough. Why suddenly marriage equality? Because it wasn&#39;t until 1981 that the court struck down Louisiana&#39;s &#39;head and master rule,&#39; that the husband was head and master of the house.","author":"Ruth Bader Ginsburg","topic":"Equality"},{"quote":"The battle for women&#39;s rights has been largely won.","author":"Margaret Thatcher","topic":"Equality"},{"quote":"If any man claims the Negro should be content... let him say he would willingly change the color of his skin and go to live in the Negro section of a large city. Then and only then has he a right to such a claim.","author":"Robert Kennedy","topic":"Equality"},{"quote":"We come to Selma to be renewed. We come to be inspired. We come to be reminded that we must do the work that justice and equality calls us to do.","author":"John Lewis","topic":"Equality"},{"quote":"If you believe in equality, if you believe in standing up for the rights of all, especially for people most affected by bigotry and discrimination, then you have no choice but to be present and accounted for when it comes to standing up for gays and lesbians in our society.","author":"Michael Moore","topic":"Equality"},{"quote":"I think that overall, the position - on a whole host of issues - should always be toward inclusion and equality.","author":"Loretta Lynch","topic":"Equality"},{"quote":"Everybody thinks that equality comes from identifying people, and that&#39;s not where equality comes from.","author":"Matt Bomer","topic":"Equality"},{"quote":"As my audience grew more diverse, I started interjecting social justice advocacy and commentaries about LGBT equality, and it just kept growing more.","author":"George Takei","topic":"Equality"},{"quote":"It wouldn&#39;t be fair to say that conservatives cherish property the way liberals cherish equality. But it would be fair to say that the takings clause is the conservatives&#39; recipe for judicial activism just as they say liberals have misused the equal protection clause.","author":"Michael Kinsley","topic":"Equality"},{"quote":"I feel like a feminist is gender equality.","author":"Ilana Glazer","topic":"Equality"},{"quote":"Until women learn to want economic independence, and until they work out a way to get this independence without denying themselves the joys of love and motherhood, it seems to me feminism has no roots.","author":"Crystal Eastman","topic":"Equality"},{"quote":"I am an aristocrat. I love liberty; I hate equality.","author":"John Randolph","topic":"Equality"},{"quote":"The bill neither confers nor abridges the rights of anyone but simply declares that in civil rights there shall be equality among all classes of citizens and that all alike shall be subject to the same punishment.","author":"Lyman Trumbull","topic":"Equality"},{"quote":"I know my country has not perfected itself. At times, we&#39;ve struggled to keep the promise of liberty and equality for all of our people. We&#39;ve made our share of mistakes, and there are times when our actions around the world have not lived up to our best intentions.","author":"Barack Obama","topic":"Equality"},{"quote":"I&#39;m not pretending I can give advice to every single person or every single couple for every situation; I&#39;m making the point that we are not going to get to equality in the workforce before we get to equality in the home. Not going to happen.","author":"Sheryl Sandberg","topic":"Equality"},{"quote":"In my late 20s, I realized that I had a very clear social conscience and strong opinions about things like diversity, equality, and education, and while I tried to become more politically literate, I just couldn&#39;t catch on. It felt like I had walked into a movie that had already started, and no one would explain what had happened.","author":"Tracee Ellis Ross","topic":"Equality"},{"quote":"The cry of equality pulls everyone down.","author":"Iris Murdoch","topic":"Equality"},{"quote":"The aim of the Revolution is, so far as the interests of China herself are concerned, the restoration of her original frontiers and, in regard to the rest of the world, a gradual advance of all nations from the stage of equality to that of an ideal unity.","author":"Chiang Kai-shek","topic":"Equality"},{"quote":"There have been some gains made in terms of more equality for women in the workplace and in the way the legal system deals with issues of violence against women.","author":"Tracy Chapman","topic":"Equality"},{"quote":"Republican patience with how unionism deals with the political institutions, and with key issues like equality and human rights, will be tested because, obviously, there will be a battle a day on these matters. So lets face up to all of this with our eyes wide open.","author":"Gerry Adams","topic":"Equality"},{"quote":"Regardless of what race, what color, what sex, what nationality, what sexual orientation - regardless of who you are, equality should always rule! Whatever is right for you is right. Period.","author":"Winnie Harlow","topic":"Equality"},{"quote":"We must remember that although we come from different backgrounds and ideologies, we&#39;re all part of this great experiment in self-governance. We&#39;re all united by common values of liberty, justice, and equality of opportunity, even if we don&#39;t always agree on how to achieve them.","author":"Cathy McMorris Rodgers","topic":"Equality"},{"quote":"Friendship is something that creates equality and mutuality, not a reward for finding equality or a way of intensifying existing mutuality.","author":"Rowan Williams","topic":"Equality"},{"quote":"The biggest deficit in terms of gender equality at Ozon lay in our IT department. So we made a decision, along with our key IT leaders, to remove all filters and systemically interview all the women who apply.","author":"Maelle Gavet","topic":"Equality"},{"quote":"It&#39;s well proven that if you have equality in society, society flourishes, and if you have inequality, it doesn&#39;t. So it&#39;s good for everybody.","author":"Sarah Gavron","topic":"Equality"},{"quote":"We want order and security, and we want liberty. And we want not only liberty but equality as well.","author":"David Souter","topic":"Equality"},{"quote":"A few British suffragettes everybody laughed at started the cause of equality between men and women.","author":"Antonio Munoz Molina","topic":"Equality"},{"quote":"The more equality women have, the fairer, more civilized and tolerant society will be. Sexual equality is a lot more effective against terrorism than military strength.","author":"Jose Luis Rodriguez Zapatero","topic":"Equality"},{"quote":"I refuse to consign the whole male sex to the nursery. I insist on believing that some men are my equals.","author":"Brigid Brophy","topic":"Equality"},{"quote":"From the day of its birth, the anomaly of slavery plagued a nation which asserted the equality of all men, and sought to derive powers of government from the consent of the governed. Within sound of the voices of those who said this lived more than half a million black slaves, forming nearly one-fifth of the population of a new nation.","author":"W. E. B. Du Bois","topic":"Equality"},{"quote":"In my opinion, the battles over birth control and Planned Parenthood are primarily neither political nor religious. This is an issue of equality for women. This is an issue of women&#39;s rights: Planned Parenthood is the most important private provider of reproductive health care for women in the United States.","author":"Karen DeCrow","topic":"Equality"},{"quote":"All the people like us are we, and everyone else is They.","author":"Rudyard Kipling","topic":"Equality"},{"quote":"I believe in the equality of man; and I believe that religious duties consist in doing justice, loving mercy, and endeavoring to make our fellow-creatures happy.","author":"Thomas Paine","topic":"Equality"},{"quote":"Democracy... is a charming form of government, full of variety and disorder; and dispensing a sort of equality to equals and unequals alike.","author":"Plato","topic":"Equality"},{"quote":"The sweltering summer of the Negro&#39;s legitimate discontent will not pass until there is an invigorating autumn of freedom and equality.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"The poor have to labour in the face of the majestic equality of the law, which forbids the rich as well as the poor to sleep under bridges, to beg in the streets, and to steal bread.","author":"Anatole France","topic":"Equality"},{"quote":"A feminist is a person who believes in the power of women just as much as they believe in the power of anyone else. It&#39;s equality, it&#39;s fairness, and I think it&#39;s a great thing to be a part of.","author":"Zendaya","topic":"Equality"},{"quote":"Again, it may be said, that to love justice and equality the people need no great effort of virtue; it is sufficient that they love themselves.","author":"Maximilien Robespierre","topic":"Equality"},{"quote":"Our society needs to recognize the unstoppable momentum toward unequivocal civil equality for every gay, lesbian, bisexual and transgendered citizen of this country.","author":"Zachary Quinto","topic":"Equality"},{"quote":"Today it is time for every child to have a right to life, right to freedom, right to health, right to education, safety, the right to dignity, right to equality, and right to peace.","author":"Kailash Satyarthi","topic":"Equality"},{"quote":"I believe in unconditional love and equality. Jesus Christ exemplified these qualities.","author":"Jack Canfield","topic":"Equality"},{"quote":"From the naturalistic point of view, all men are equal. There are only two exceptions to this rule of naturalistic equality: geniuses and idiots.","author":"Mikhail Bakunin","topic":"Equality"},{"quote":"Women have talent and intelligence but, due to social constraints and prejudices, it is still a long distance away from the goal of gender equality.","author":"Pratibha Patil","topic":"Equality"},{"quote":"The basic Buddhist stand on the question of equality between the genders is age-old. At the highest tantric levels, at the highest esoteric level, you must respect women: every woman.","author":"Dalai Lama","topic":"Equality"},{"quote":"Educational equality doesn&#39;t guarantee equality on the labor market. Even the most developed countries are not gender-equal. There are still glass ceilings and &#39;leaky pipelines&#39; that prevent women from getting ahead in the workplace.","author":"Michelle Bachelet","topic":"Equality"},{"quote":"No advance in wealth, no softening of manners, no reform or revolution has ever brought human equality a millimeter nearer.","author":"George Orwell","topic":"Equality"},{"quote":"A claim for equality of material position can be met only by a government with totalitarian powers.","author":"Friedrich August von Hayek","topic":"Equality"},{"quote":"I support anything that broadens the message of gender equality and tempers the stigma of the feminist label. We run into trouble, though, when we celebrate celebrity feminism while avoiding the actual work of feminism.","author":"Roxane Gay","topic":"Equality"},{"quote":"Women will only have true equality when men share with them the responsibility of bringing up the next generation.","author":"Ruth Bader Ginsburg","topic":"Equality"},{"quote":"Women&#39;s rights is not only an abstraction, a cause; it is also a personal affair. It is not only about us; it is also about me and you. Just the two of us.","author":"Toni Morrison","topic":"Equality"},{"quote":"Equality may perhaps be a right, but no power on earth can ever turn it into a fact.","author":"Honore de Balzac","topic":"Equality"},{"quote":"The Millennium Development Goals were a pledge to uphold the principles of human dignity, equality and equity, and free the world from extreme poverty. The MDGs, with eight goals and a set of measurable time-bound targets, established a blueprint for tackling the most pressing development challenges of our time.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"The king knows with what ardor and perseverance I have at all times been devoted to the cause of liberty and to the principles of humanity, equality and justice.","author":"Marquis de Lafayette","topic":"Equality"},{"quote":"I live in America. I have the right to write whatever I want. And it&#39;s equaled by another right just as powerful: the right not to read it. Freedom of speech includes the freedom to offend people.","author":"Brad Thor","topic":"Equality"},{"quote":"Any serious shift towards more sustainable societies has to include gender equality.","author":"Helen Clark","topic":"Equality"},{"quote":"The law, in its majestic equality, forbids the rich as well as the poor to sleep under bridges, to beg in the streets, and to steal bread.","author":"Anatole France","topic":"Equality"},{"quote":"Nature has made men free and equal. The distinctions necessary for social order are only founded on general utility.","author":"Marquis de Lafayette","topic":"Equality"},{"quote":"All of us, wherever we happen to stand on the marriage equality issue, can agree that all our children deserve the opportunity to live in a loving, caring, committed, and stable home, protected equally under the law.","author":"Martin O'Malley","topic":"Equality"},{"quote":"I think at the heart of the pro-life movement is the idea that all people are created equal, endowed by their creator with certain unalienable rights starting with life.","author":"Mike Huckabee","topic":"Equality"},{"quote":"Democratic principles are the result of equality of condition.","author":"Mercy Otis Warren","topic":"Equality"},{"quote":"If we say we believe in equality for all then we must fight for equality for all, not betray our immigrant sisters.","author":"Christine Pelosi","topic":"Equality"},{"quote":"We are coming down from our pedestal and up from the laundry room.","author":"Bella Abzug","topic":"Equality"},{"quote":"The Declaration calls us to recognize the inherent equality of all people. And when it becomes unmistakably evident that a government is denying the governed life, liberty and the pursuit of happiness, it&#39;s the right of people to establish a new government to secure these unalienable rights.","author":"Mike Crapo","topic":"Equality"},{"quote":"The focus of tolerance education is to deal with the concept of equality and fairness. We need to establish confidence with children that there is more goodness than horror in this world.","author":"Morris Dees","topic":"Equality"},{"quote":"If liberty and equality, as is thought by some, are chiefly to be found in democracy, they will be best attained when all persons alike share in government to the utmost.","author":"Aristotle","topic":"Equality"},{"quote":"In America everybody is of the opinion that he has no social superiors, since all men are equal, but he does not admit that he has no social inferiors, for, from the time of Jefferson onward, the doctrine that all men are equal applies only upwards, not downwards.","author":"Bertrand Russell","topic":"Equality"},{"quote":"I believe in the spirit of equality and the spirit of this country as one of love and compassion and kindness.","author":"Lady Gaga","topic":"Equality"},{"quote":"It&#39;s annoying, but justice and equality are mates. Aren&#39;t they? Justice always wants to hang out with equality. And equality is a real pain.","author":"Bono","topic":"Equality"},{"quote":"The woman who thinks she can choose femininity, can toy with it like the social drinker toys with wine - well, she&#39;s asking for it, asking to be undone, devoured, asking to spend her life perpetrating a new fraud, manufacturing a new fake identity, only this time it&#39;s her equality that&#39;s fake.","author":"Rachel Cusk","topic":"Equality"},{"quote":"All men are created equal, it is only men themselves who place themselves above equality.","author":"David Allan Coe","topic":"Equality"},{"quote":"In articulating all my feelings about marriage equality, I almost don&#39;t know where to begin. And perhaps that&#39;s part of the problem. Why do we have to explain ourselves when it comes to issues of fairness and equality? Why is common sense not enough?","author":"Scott Fujita","topic":"Equality"},{"quote":"In order to get beyond racism, we must first take account of race. There is no other way. And in order to treat some persons equally, we must treat them differently.","author":"Harry A. Blackmun","topic":"Equality"},{"quote":"Marriage equality is a term so ridiculous on its face that when you hear it mentioned, you would think you were in Riyadh. Years from now, perhaps we can lose the equality part, the same-sex part and call it what it is - marriage.","author":"Henry Rollins","topic":"Equality"},{"quote":"The main business of religions is to purify, control, and restrain that excessive and exclusive taste for well-being which men acquire in times of equality.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"Humanism was not wrong in thinking that truth, beauty, liberty, and equality are of infinite value, but in thinking that man can get them for himself without grace.","author":"Simone Weil","topic":"Equality"},{"quote":"All sports must be treated on the basis of equality.","author":"Pierre de Coubertin","topic":"Equality"},{"quote":"I am much more open about categories of gender, and my feminism has been about women&#39;s safety from violence, increased literacy, decreased poverty and more equality.","author":"Judith Butler","topic":"Equality"},{"quote":"It is a strange fact that freedom and equality, the two basic ideas of democracy, are to some extent contradictory. Logically considered, freedom and equality are mutually exclusive, just as society and the individual are mutually exclusive.","author":"Thomas Mann","topic":"Equality"},{"quote":"I am a social democrat - I believe in pursuing greater equality and tackling social justice - but... you can&#39;t do that unless you have got a strong economy, unless you have got a vibrant business base earning the wealth that makes that possible.","author":"Nicola Sturgeon","topic":"Equality"},{"quote":"My goal is to show girls that I&#39;m fighting so they don&#39;t have to, so they don&#39;t have to fight the same battles, so they don&#39;t have to fight for wage equality or whatever it may be.","author":"Alex Morgan","topic":"Equality"},{"quote":"Today, it&#39;s about gender equality, not neutrality. Anyone who doesn&#39;t agree would be a bit of an idiot.","author":"Twinkle Khanna","topic":"Equality"},{"quote":"Despite great advances in women&#39;s rights, statistics show that when it comes to the balance of power between the sexes, equality is far from being a global reality.","author":"Sam Taylor-Johnson","topic":"Equality"},{"quote":"Free trade is very important if we respect equality among nations.","author":"Luiz Inacio Lula da Silva","topic":"Equality"},{"quote":"All women, whatever be their position, should demand political equality as a means of a freer life, and one calculated to yield rich blessings to society.","author":"Clara Zetkin","topic":"Equality"},{"quote":"In a unified and diverse Spain, based on the equality of and solidarity between its people, there is room for all of us. And for all of our feelings and sensitivities and our distinct ways of being Spaniards.","author":"Felipe VI of Spain","topic":"Equality"},{"quote":"I don&#39;t believe that if I came out as bisexual the world will change. But it&#39;s really important for people to be truthful about who they are and fight for equality. We need to help the world usher itself into the next phase.","author":"Olivia Thirlby","topic":"Equality"},{"quote":"Do people really want liberty, equality, fraternity? Is it not some manner of speaking?","author":"Krzysztof Kieslowski","topic":"Equality"},{"quote":"The test for whether or not you can hold a job should not be the arrangement of your chromosomes.","author":"Bella Abzug","topic":"Equality"},{"quote":"All this talk about equality. The only thing people really have in common is that they are all going to die.","author":"Bob Dylan","topic":"Equality"},{"quote":"What&#39;s really sad is that so many young women between the ages of 16 and 25 are ignorant and they already believe that women get the same pay as men. They don&#39;t even really understand that equality hasn&#39;t happened with the pay force.","author":"bell hooks","topic":"Equality"},{"quote":"I think &#39;I Spy,&#39; still when you look at it, speaks volumes in terms of propaganda for equality. It&#39;s just magnificent.","author":"Bill Cosby","topic":"Equality"},{"quote":"Equality is the public recognition, effectively expressed in institutions and manners, of the principle that an equal degree of attention is due to the needs of all human beings.","author":"Simone Weil","topic":"Equality"},{"quote":"For 25 years, it has been my privilege to represent the city of San Francisco and the great state of California; to work to strengthen our vibrant middle class; to secure opportunity and equality.","author":"Nancy Pelosi","topic":"Equality"},{"quote":"Women have fought so long and hard for our rights and equality, and now all our attention is put on being a size 0.","author":"Pink","topic":"Equality"},{"quote":"The government should help and guide the weak and small racial groups within its national boundaries toward self-determination and self-government. It should offer resistance to foreign aggression, and simultaneously, it should revise foreign treaties in order to restore our equality and independence among the nations.","author":"Sun Yat-sen","topic":"Equality"},{"quote":"As long as there is rape... there is not going to be any peace or justice or equality or freedom. You are not going to become what you want to become or who you want to become. You are not going to live in the world you want to live in.","author":"Andrea Dworkin","topic":"Equality"},{"quote":"The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.","author":"Pope John XXIII","topic":"Equality"},{"quote":"American government did not originate in any abstract theories about liberty and equality, but in the actual experience gained by generation after generation of English colonists in managing their own political affairs. The Revolution did not make a breach in the continuity of their institutional life.","author":"Charles A. Beard","topic":"Equality"},{"quote":"Single women will get us closer to gender equality, and that will take many forms, including a reimagining of what families entail and what it means to have a full female life. Also, their presence will force the government to support a population of independent women more capably.","author":"Rebecca Traister","topic":"Equality"},{"quote":"To realize that new world we must prefer the values of freedom and equality above all other values - above personal wealth, technical power and nationalism.","author":"Herbert Read","topic":"Equality"},{"quote":"I should like to suggest to you that the cause of all the economic troubles is that we have an economic system which tries to maintain an equality of value between two things, which it would be better to recognise from the beginning as of unequal value.","author":"Paul Dirac","topic":"Equality"},{"quote":"Think of submitting our measure to the advice of politicians! I would as soon submit the subject of the equality of a goose to a fox.","author":"Anna Howard Shaw","topic":"Equality"},{"quote":"Propelled by freedom of faith, gender equality and economic justice for all, India will become a modern nation. Minor blemishes cannot cloak the fact that India is becoming such a modern nation: no faith is in danger in our country, and the continuing commitment to gender equality is one of the great narratives of our times.","author":"Pranab Mukherjee","topic":"Equality"},{"quote":"Effective use of Braille is as important to the blind as independent mobility, knowledge in the use of adaptive technology, and the core belief that equality, opportunity and security are truly possible for all people who are blind.","author":"Bob Ney","topic":"Equality"},{"quote":"I do not want to be the angel of any home: I want for myself what I want for other women, absolute equality. After that is secured, then men and women can take turns being angels.","author":"Agnes Macphail","topic":"Equality"},{"quote":"The search for justice and security, the struggle for equality of opportunity, the quest for tolerance and harmony, the pursuit of human dignity - these are moral imperatives which we must work towards and think about on a daily basis.","author":"Aga Khan IV","topic":"Equality"},{"quote":"Civilization is built on a number of ultimate principles... respect for human life, the punishment of crimes against property and persons, the equality of all good citizens before the law... or, in a word justice.","author":"Max Nordau","topic":"Equality"},{"quote":"Earlier feminists were almost universally pro-choice and have dominated political debate until now. Having access to abortion was viewed as the only way women could have full equality with men, who, until recently, couldn&#39;t get pregnant.","author":"Kathleen Parker","topic":"Equality"},{"quote":"Nelson Mandela is physically separated from us, but his soul and spirit will never die. He belongs to the whole world because he is an icon of equality, freedom and love, the values we need all the time everywhere.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"Subordination tends greatly to human happiness. Were we all upon an equality, we should have no other enjoyment than mere animal pleasure.","author":"Samuel Johnson","topic":"Equality"},{"quote":"To allow injustice and inequality invites a Ferguson to your community. We must stand together, black, white, brown, red, and yellow and fight for justice and equality for all. It&#39;s the only way to avoid more Fergusons.","author":"Jesse Jackson","topic":"Equality"},{"quote":"Young men in my day really stepped up... These were champions for freedom, equality, and justice for all human beings, and they were educated individuals that used their education and knowledge to represent their case.","author":"Jim Brown","topic":"Equality"},{"quote":"Feminism is just an idea. It&#39;s a philosophy. It&#39;s about the equality of women in all realms. It&#39;s not about man-hating. It&#39;s not about being humorless. We have to let go of these misconceptions that have plagued feminism for 40, 50 years.","author":"Roxane Gay","topic":"Equality"},{"quote":"The liberal ideal is that everyone should have fair access and fair opportunity. This is not equality of result. It&#39;s equality of opportunity. There&#39;s a fundamental difference.","author":"Robert Reich","topic":"Equality"},{"quote":"If hearing that the CEO of Apple is gay can help someone struggling to come to terms with who he or she is, or bring comfort to anyone who feels alone, or inspire people to insist on their equality, then it&#39;s worth the trade-off with my own privacy.","author":"Tim Cook","topic":"Equality"},{"quote":"My mum fought for feminism in her day so instilled in me the importance of equality. She taught me so much about women.","author":"Chris Evans","topic":"Equality"},{"quote":"Do not call for black power or green power. Call for brain power.","author":"Barbara Jordan","topic":"Equality"},{"quote":"Marriage equality - I think that it&#39;s a constitutionally guaranteed right. Let&#39;s end the drug wars. Let&#39;s balance the federal budget, and that means reforming the entitlements - Medicaid, Medicare.","author":"Gary Johnson","topic":"Equality"},{"quote":"Dr. Sun Yat-sen, Father of the Republic, made it his great aim in his revolutionary leadership to secure freedom and equality of status for China among the nations of the world.","author":"Chiang Kai-shek","topic":"Equality"},{"quote":"I have supported civil rights activity in my state. I have done my job with integrity, equality, and fairness for all.","author":"Jeff Sessions","topic":"Equality"},{"quote":"I enjoy repartee and frequently engage in devil&#39;s advocacy. In short, when I talk to friends, I do not guard every word that I say because I think that I know they know that my commitment to equality and justice is real, and they would not twist my words or misinterpret what I am saying to them.","author":"Jeff Sessions","topic":"Equality"},{"quote":"Equality and prosperity shouldn&#39;t be seen as enemies of each other, but as partners. One reinforces the other.","author":"Nicola Sturgeon","topic":"Equality"},{"quote":"We march on toward the realization of the American Dream. We are not diverted by those who would deny opportunity based on what we look like or where we came from or who would deny equality based on who we love.","author":"Donna Brazile","topic":"Equality"},{"quote":"Old white guys can be a funny bunch, can&#39;t they? The same anti-same-sex marriage, anti-affirmative action cadre can flower into the biggest supporters of &#39;equality&#39; the minute they get a whiff of minority empowerment.","author":"John Ridley","topic":"Equality"},{"quote":"Women are the only exploited group in history to have been idealized into powerlessness.","author":"Erica Jong","topic":"Equality"},{"quote":"There&#39;s a remarkable amount of sexism on TV. When male characters are flawed, they&#39;re interesting, deep and complex. But when female characters are flawed, they&#39;re just a mess. It&#39;s good to put more flawed but interesting female characters out there because it promotes equality.","author":"Ellen Pompeo","topic":"Equality"},{"quote":"There&#39;s a beauty in being part of a band, when there&#39;s equality and trust.","author":"Scott Weiland","topic":"Equality"},{"quote":"Barack Obama&#39;s decision to come out in favour of gay marriage may be a historic occasion, but it is not an isolated one. His administration has been making pro-gay noises for some time; his demographic in the upcoming election is young and educated, precisely the group that favours equality for the LGBT community.","author":"Edmund White","topic":"Equality"},{"quote":"Any government I lead will continue with the equality of gay and lesbian people.","author":"David Cameron","topic":"Equality"},{"quote":"Feudal societies don&#39;t create great cinema; we have great theatre. The egalitarian societies create great cinema. The Americans, the French. Because equality is sort of what the cinema deals with. It deals with stories which don&#39;t fall into &#39;Everybody in their place and who&#39;s who,&#39; and all that. But the theatre&#39;s full of that.","author":"Brian Cox","topic":"Equality"},{"quote":"The advocates of abortion on demand falsely assume two things: that women must suffer if the lives of unborn children are legally protected; and that women can only attain equality by having the legal option of destroying their innocent offspring in the womb.","author":"Robert Casey","topic":"Equality"},{"quote":"In Islamic societies, politicians can manipulate almost everything. But thus far, no fundamentalist leader has been able to convince his supporters to renounce Islam&#39;s central virtue - the principle of strict equality between human beings, regardless of sex, race, or creed.","author":"Fatema Mernissi","topic":"Equality"},{"quote":"Among the best traitors Ireland has ever had, Mother Church ranks at the very top, a massive obstacle in the path to equality and freedom. She has been a force for conservatism... to ward off threats to her own security and influence.","author":"Bernadette Devlin","topic":"Equality"},{"quote":"From a viable economy to the full funding of Headstart, from a clean environment to true equality for women, from a strong military to a commitment to racial brotherhood, from schools that are honored to streets free of excessive violence.","author":"Paul Tsongas","topic":"Equality"},{"quote":"Democracy not only requires equality but also an unshakable conviction in the value of each person, who is then equal.","author":"Jeane Kirkpatrick","topic":"Equality"},{"quote":"A resilient people cherishing liberty and equality and the rule of law will endure.","author":"Nick Rahall","topic":"Equality"},{"quote":"I believe in a real democratic system, with a state of law and freedom of the press. I believe in a free, open-market economy integrated with the world. And I believe in equality of opportunity. Those are my basic beliefs. On top of that, of course, I believe in some moral values.","author":"Sebastian Pinera","topic":"Equality"},{"quote":"The goal of the EU is to form a region of freedom, security and justice. Freedom in this connection cannot be just the freedom of the strong, but it must be combined with fraternity and equality.","author":"Tarja Halonen","topic":"Equality"},{"quote":"We are a model country where gender equality is concerned.","author":"Tarja Halonen","topic":"Equality"},{"quote":"I will feel equality has arrived when we can elect to office women who are as incompetent as some of the men who are already there.","author":"Maureen Reagan","topic":"Equality"},{"quote":"The highest political buzz word is not liberty, equality, fraternity or solidarity; it is service.","author":"Arthur Hugh Clough","topic":"Equality"},{"quote":"Democracy does not guarantee equality of conditions - it only guarantees equality of opportunity.","author":"Irving Kristol","topic":"Equality"},{"quote":"The state controlling a woman would mean denying her full autonomy and full equality.","author":"Ruth Bader Ginsburg","topic":"Equality"},{"quote":"Disease generally begins that equality which death completes.","author":"Samuel Johnson","topic":"Equality"},{"quote":"Just as modern mass production requires the standardization of commodities, so the social process requires standardization of man, and this standardization is called equality.","author":"Erich Fromm","topic":"Equality"},{"quote":"I do not think white America is committed to granting equality to the American Negro. This is a passionately racist country; it will continue to be so in the foreseeable future.","author":"Susan Sontag","topic":"Equality"},{"quote":"Marriage equality is not a choice. It is a legal right.","author":"Cory Booker","topic":"Equality"},{"quote":"You see, Africa makes a fool of our idea of justice. It makes a farce of our idea of equality. It mocks our pieties. It doubts our concern. It questions our commitment. Because there is no way we can look at what&#39;s happening in Africa, and if we&#39;re honest, conclude that it would ever be allowed to happen anywhere else.","author":"Bono","topic":"Equality"},{"quote":"I have no respect for the passion of equality, which seems to me merely idealizing envy - I don&#39;t disparage envy, but I don&#39;t accept it as legitimately my master.","author":"Oliver Wendell Holmes, Jr.","topic":"Equality"},{"quote":"Equality for women is progress for all.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"We must recover the element of quality in our traditional pursuit of equality. We must not, in opening our schools to everyone, confuse the idea that all should have equal chance with the notion that all have equal endowments.","author":"Adlai E. Stevenson","topic":"Equality"},{"quote":"&#39;Vote Love&#39; means vote equality. It means vote change. It means vote what&#39;s right for humanity.","author":"Macklemore","topic":"Equality"},{"quote":"Women have full equality with men before the Lord. By nature, the roles of women differ from those of men. This knowledge has come to us with the Restoration of the gospel in the fullness of times, with an acknowledgment that women are endowed with the great responsibilities of motherhood and nurturing.","author":"James E. Faust","topic":"Equality"},{"quote":"Our daughters were coming of age during a rising consciousness about gender equality. Throughout their school years - from kindergarten through graduate school, 1972 to 1992 - women were starting to take their places in areas traditionally reserved mostly for men.","author":"Tom Brokaw","topic":"Equality"},{"quote":"I happen to agree with many of the liberal emphasis on compassion, justice and equality. I just disagree that it&#39;s the government&#39;s role to provide everything.","author":"Rick Warren","topic":"Equality"},{"quote":"Jackie Robinson, as an athlete and as someone who was trying to make a stand for equality, he was exemplary.","author":"Kareem Abdul-Jabbar","topic":"Equality"},{"quote":"Western democracies exalt the ideal of social equality, but our economic system arguably emerged from 16th-century Calvinism, a religion whose members believed that God showed favor by bestowing wealth and other forms of success on what they called &#39;the chosen.&#39;","author":"Martha Beck","topic":"Equality"},{"quote":"Socialism values equality more than liberty.","author":"Dennis Prager","topic":"Equality"},{"quote":"If we truly understand, remember, and love the people of Indonesia, let us accept this principle of social justice, that is, not only political equality, but we must create equality in the economic field, too, which means the best possible well-being.","author":"Sukarno","topic":"Equality"},{"quote":"This is the problem with modern-day feminism. It used to be about equality. Now, it&#39;s about bashing men, asking for free stuff, and tearing down other women for refusing to play victim to the trumped-up, B.S. &#39;War on Women.&#39;","author":"Tomi Lahren","topic":"Equality"},{"quote":"Politicians talk about wage equality, but my father has made it a practice at his company throughout his entire career. He will fight for equal pay for equal work, and I will fight for this, too, right along side of him.","author":"Ivanka Trump","topic":"Equality"},{"quote":"Feminism is nothing but equality, and actually, feminism benefits men because it liberates us and it releases us from many stigmas imposed by the macho culture on us as well. So if more of us could understand that it&#39;s nothing but equality, I think many agendas in terms of equality would have advanced quicker because it really helps us as well.","author":"Edgar Ramirez","topic":"Equality"},{"quote":"Well, my view before was a Western view, and I certainly understand marriage equality and civil rights, equal rights for all, but having visited developing nations and some of the poorest nations in the world, I realize how deep it goes and how much work really needs to be done to create equality for all.","author":"Jason Mraz","topic":"Equality"},{"quote":"I want to work on respecting individuals&#39; dignity. Equal rights, that&#39;s where my heart is. That means equal rights and benefits, and that&#39;s what we need.","author":"Christine Gregoire","topic":"Equality"},{"quote":"My pledge to you is that the SNP will put women and gender equality right at the heart of the Westminster agenda.","author":"Nicola Sturgeon","topic":"Equality"},{"quote":"What I find most interesting about the U.S. is this idea of equality.","author":"Jorge Ramos","topic":"Equality"},{"quote":"Marriage equality changed life for people.","author":"Andrew Cuomo","topic":"Equality"},{"quote":"Sweden is a good country to raise a family in because there is an equality there I don&#39;t feel in the States.","author":"Alexander Skarsgard","topic":"Equality"},{"quote":"Neoliberalism considers the discourse of equality, justice, and democracy quaint, if not dangerous and must be either trivialized, turned into its Orwellian opposite, or eviscerated from public life.","author":"Henry Giroux","topic":"Equality"},{"quote":"Our new vice president, Mike Pence, is one of the most blatantly anti-LGBT politicians in the country, and most, if not all, of Trump&#39;s cabinet is anti LGBT equality as well.","author":"Billy Eichner","topic":"Equality"},{"quote":"I wouldn&#39;t say there&#39;s a need for the Spice Girls, but I&#39;d say there&#39;s a place for the Spice Girls. There&#39;s certainly a place for them, but you don&#39;t promote the Spice Girls at the expense of promoting what I think are good role models for girls. You need to create some kind of equality.","author":"Greg Graffin","topic":"Equality"},{"quote":"&#39;The Handmaid&#39;s Tale&#39; is a human story, and women&#39;s rights are human rights, and it&#39;s all about equality, but at the end of the day, it&#39;s not equal.","author":"Yvonne Strahovski","topic":"Equality"},{"quote":"I pledge as Taoiseach to use my office, for as long as I hold it, to advance the cause of LGBT rights, to press for marriage equality across Ireland, to speak up for LGBT rights around the world where they are under attack, and to push for the implementation of the sexual health strategy here at home at a time when it is more important than ever.","author":"Leo Varadkar","topic":"Equality"},{"quote":"I am totally against the idea that a Muslim woman should not have the same opportunities as a Muslim man to learn, to open up, to work, help shape the future. To close Islam down to a sexist approach is totally intolerable and ridiculous. It&#39;s not Islam.","author":"Hussein of Jordan","topic":"Equality"},{"quote":"I never understood why women wanted equality in the workplace when in fact, that would be selling them short.","author":"Jay Samit","topic":"Equality"},{"quote":"How are men to be secured in any rights without instruction; how to be secured in the equal exercise of those rights without equality of instruction? By instruction understand me to mean knowledge - just knowledge; not talent, not genius, not inventive mental powers.","author":"Frances Wright","topic":"Equality"},{"quote":"In 1919, at the Paris Peace Conference, Japan had put forward a proposal to guarantee racial equality at the League of Nations, but Woodrow Wilson overturned it in the face of majority support.","author":"Pankaj Mishra","topic":"Equality"},{"quote":"At a time when efforts are being made to eradicate discrimination between the sexes in the search for social equality and justice, the differences between the sexes are being rediscovered.","author":"Carol Gilligan","topic":"Equality"},{"quote":"Vivek is a very supportive man. If I am in the kitchen doing something, he comes and helps. I don&#39;t think marriage will change anything for us. Our careers will not be affected after marriage. He believes in gender equality and is a man of today&#39;s time.","author":"Divyanka Tripathi","topic":"Equality"},{"quote":"The Islamic tradition does show some areas of apparent incompatibility with the goals of women in the West, and Muslims have a long way to go in their attitudes towards women. But blaming the religion is again to express an ignorance both of the religion and of the historical struggle for equality of women in Muslim societies.","author":"Hamza Yusuf","topic":"Equality"},{"quote":"The word &#39;equality&#39; shows up too much in our founding documents for anyone to pretend it&#39;s not the American way.","author":"Martha Plimpton","topic":"Equality"},{"quote":"Prosperity or egalitarianism - you have to choose. I favor freedom - you never achieve real equality anyway: you simply sacrifice prosperity for an illusion.","author":"Mario Vargas Llosa","topic":"Equality"},{"quote":"We who are liberal and progressive know that the poor are our equals in every sense except that of being equal to us.","author":"Lionel Trilling","topic":"Equality"},{"quote":"Equality implies individuality.","author":"Trey Anastasio","topic":"Equality"},{"quote":"We are all different. Yet we are all God&#39;s children. We are all united behind this country and the common cause of freedom, justice, fairness, and equality. That is what unites us.","author":"Barbara Boxer","topic":"Equality"},{"quote":"Where terrorists offer injustice, disorder and destruction, the United States and its allies stand for freedom, fairness, equality, hope, and opportunity.","author":"John O. Brennan","topic":"Equality"},{"quote":"My views on equality are pretty obvious. I mean, I did play a highly complex lesbian techno DJ on TV, but I know it&#39;s not always easy to come out and tell the world where you stand.","author":"Sarah Shahi","topic":"Equality"},{"quote":"It became clear to me in an instant that living a gay life without publicly acknowledging it is simply not enough to make any significant contribution to the immense work that lies ahead on the road to complete equality.","author":"Zachary Quinto","topic":"Equality"},{"quote":"If speech always wins, even if it&#39;s an atomic secret that&#39;s going to be broadcast to our enemies, it&#39;s easy to make a decision. Speech always wins. But it doesn&#39;t... Liberty doesn&#39;t always trump equality or equality always trump liberty.","author":"David Souter","topic":"Equality"},{"quote":"Inequality can have a bad downside, but equality, for its part, sure does get in the way of coordination.","author":"Mary Douglas","topic":"Equality"},{"quote":"It&#39;s just better to promote love and fairness and equality than it is to promote something you think is based on your religious beliefs.","author":"Jane Wiedlin","topic":"Equality"},{"quote":"From the equality of rights springs identity of our highest interests; you cannot subvert your neighbor&#39;s rights without striking a dangerous blow at your own.","author":"Carl Schurz","topic":"Equality"},{"quote":"The Obama years will be remembered as a cultural - and legal - tipping point for equality for all people who do not identify as strictly heterosexual, arguably the civil rights movement of our times. The president signed the bill repealing &#39;don&#39;t ask, don&#39;t tell.&#39; The Defense of Marriage Act was struck down by the Supreme Court.","author":"Charles M. Blow","topic":"Equality"},{"quote":"In the kingdom of consumption the citizen is king. A democratic monarchy: equality before consumption, fraternity in consumption, and freedom through consumption.","author":"Raoul Vaneigem","topic":"Equality"},{"quote":"We have to restore power to the family, to the neighborhood, and the community with a non-market principle, a principle of equality, of charity, of let&#39;s-take-care-of-one-another. That&#39;s the creative challenge.","author":"Jerry Brown","topic":"Equality"},{"quote":"Unless man is committed to the belief that all mankind are his brothers, then he labors in vain and hypocritically in the vineyards of equality.","author":"Adam Clayton","topic":"Equality"},{"quote":"Imperfect though it may be, the Beijing Platform for Action is the strongest statement of consensus on women&#39;s equality, empowerment and justice ever produced by governments.","author":"Bella Abzug","topic":"Equality"},{"quote":"I think men are allowed to be fat and bald and ugly and women aren&#39;t. And it&#39;s just not - there is no equality there.","author":"Connie Chung","topic":"Equality"},{"quote":"Elections are also about the future - the pledges that we are making for this country. For those who care about equality and fairness in the UK, and beyond, Labour really is the only choice.","author":"Anne Campbell","topic":"Equality"},{"quote":"At Coinbase, our mission is to create an open financial system for the world. We believe that open protocols for money will create more innovation, economic freedom, and equality of opportunity in the world, just like the Internet did for publishing information.","author":"Brian Armstrong","topic":"Equality"},{"quote":"The people of Canada have worked hard to build a country that opens its doors to include all, regardless of their differences; a country that respects all, regardless of their differences; a country that demands equality for all, regardless of their differences.","author":"Paul Martin","topic":"Equality"},{"quote":"Democracy does not require perfect equality, but it does require that citizens share a common life. What matters is that people of different backgrounds and social positions encounter one another, and bump up against one another, in the course of ordinary life.","author":"Michael Sandel","topic":"Equality"},{"quote":"Never let anybody get you down. Never give in to people who say nasty things on the Internet. Work to represent women in the best way possible because, even though respect and equality for women has progressed over time, it&#39;s still not in the place that it should be.","author":"Harley Quinn Smith","topic":"Equality"},{"quote":"I said on the equality side of it, that it is essential to a woman&#39;s equality with man that she be the decision-maker, that her choice be controlling.","author":"Ruth Bader Ginsburg","topic":"Equality"},{"quote":"The concern was that if a woman was doing gender equality, her chances of making it to tenure in the law school were diminished. It was considered frivolous.","author":"Ruth Bader Ginsburg","topic":"Equality"},{"quote":"It is better that some should be unhappy rather than that none should be happy, which would be the case in a general state of equality.","author":"Samuel Johnson","topic":"Equality"},{"quote":"Mr. Christ, I read you as an infinitely patient entity who, as they say, often works in mysterious ways, a rebel unafraid to take the tougher, less traveled paths. Seems to me you&#39;re playing the long game. Is that why more states are coming out in favor of marriage equality? Is that why the Affordable Care Act is now with us?","author":"Henry Rollins","topic":"Equality"},{"quote":"I&#39;m proud to be a feminist because making sure that everyone understands we all have a role in fighting for equality is the only way to move forward.","author":"Justin Trudeau","topic":"Equality"},{"quote":"If you&#39;re a progressive, you really should be a feminist because it&#39;s about equality, it&#39;s about respect, it&#39;s about making the best of the world that we have.","author":"Justin Trudeau","topic":"Equality"},{"quote":"2013 was a year of myths falling apart. The myth of President Obama - a myth in which Obama was a messianic figure descending to bequeath health care, equality, and brotherhood on mankind - imploded. The myth of an America embracing the leftist social agenda collapsed.","author":"Ben Shapiro","topic":"Equality"},{"quote":"I believe there is complete equality between men and women. And I believe those passages in the New Testament, not by Jesus, but by Paul, that say women should not adorn themselves, they should always wear hats or color their hair in church - things like that - I think they are signs of the times and should not apply to modern-day life.","author":"Jimmy Carter","topic":"Equality"},{"quote":"Small natures require despotism to exercise their sinews, as great souls thirst for equality to give play to their heart.","author":"Honore de Balzac","topic":"Equality"},{"quote":"The perfection of our union, especially our commitment to equality of opportunity, has been a story of constant striving to live up to our Founding principles. This is what Abraham Lincoln meant when he said, &#39;In giving freedom to the slave, we assure freedom to the free - honorable alike in what we give, and what we preserve.&#39;","author":"Paul Ryan","topic":"Equality"},{"quote":"As many political writers have pointed out, commitment to political equality is not an empirical claim that people are clones.","author":"Steven Pinker","topic":"Equality"},{"quote":"American society will never completely understand the true meaning of equality.","author":"Bryant H. McGill","topic":"Equality"},{"quote":"More countries have understood that women&#39;s equality is a prerequisite for development.","author":"Kofi Annan","topic":"Equality"},{"quote":"Gender equality and women&#39;s empowerment have been a top priority for me from day one as Secretary-General. And I am committed to making sure that the U.N. leads by example.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Am I feminist? I don&#39;t know. I&#39;m not really sure what that is. I am all up for equality to a certain extent, although in the home, I do feel this is where the mother excels and the man needs to step back a bit. My family is from Nigeria, and this is our culture.","author":"Anthony Joshua","topic":"Equality"},{"quote":"Sports are a great place to show that equality can happen.","author":"Venus Williams","topic":"Equality"},{"quote":"Equality for men and women, across the world, not only in sports, is the goal. We obviously have a long way to go, but every little bit helps.","author":"Venus Williams","topic":"Equality"},{"quote":"As long as we set up equality, we&#39;ll go in the right direction.","author":"Venus Williams","topic":"Equality"},{"quote":"For forty years, I have devoted myself to the cause of the people&#39;s revolution with but one aim in view - the elevation of China to a position of freedom and equality among the nations.","author":"Sun Yat-sen","topic":"Equality"},{"quote":"I&#39;ve always been hopeful about Scotland&#39;s prospects. And I now believe more than ever that Scotland is within touching distance of achieving independence and equality.","author":"Sean Connery","topic":"Equality"},{"quote":"China, as a nation, is a country under the one-party rule of the Communist Party, but it has introduced the market economy. As a country that is under the one-party rule of the Communist Party, normally what they should be seeking is equality of results.","author":"Shinzo Abe","topic":"Equality"},{"quote":"Proclaim human equality as loudly as you like, Witless will serve his brother.","author":"Thomas Huxley","topic":"Equality"},{"quote":"Both the IDB and Fundacion ALAS believe that the future of prosperity and equality that we hope for has to start today with higher investment and higher quality in Early Childhood Development programs throughout the region.","author":"Shakira","topic":"Equality"},{"quote":"The way the Democrats go about seeking equality is to lower people at the top.","author":"Rush Limbaugh","topic":"Equality"},{"quote":"As equality increases, so does the number of people struggling for predominance.","author":"Mason Cooley","topic":"Equality"},{"quote":"Our socialism does not include extreme materialistic concepts, since Indonesia is primarily a God-fearing, God-loving nation. Our socialism is a mixture. We draw political equality from the American Declaration of Independence. We draw spiritual equality from Islam and Christianity. We draw scientific equality from Marx.","author":"Sukarno","topic":"Equality"},{"quote":"It&#39;s about our ability precisely to integrate a people and offer jobs, and that, for me, is one of the key rationales of the reforms I&#39;m pushing, and I&#39;m a strong believer in that when you lift barriers, when you deregulate a lot of stuff, basically you improve the equality of opportunities.","author":"Emmanuel Macron","topic":"Equality"},{"quote":"As slavery died for the greater good of America, and the movement for equality sputtered to life, the white woman was on the cover of every American magazine. She was the dazzling jewel on every movie screen, the glory of every commercial and television show.","author":"Jill Scott","topic":"Equality"},{"quote":"The man who didn&#39;t want his wife to work has been succeeded by the man who asks about her chances of getting a raise.","author":"Earl Wilson","topic":"Equality"},{"quote":"Equality for everybody is great. That would be amazing.","author":"Rob Lowe","topic":"Equality"},{"quote":"The task ahead of us will be extremely challenging as the Tory party continue with their austerity agenda and as we continue to resolve the issues of the past and build unity, reconciliation, and equality.","author":"Martin McGuinness","topic":"Equality"},{"quote":"As a young man on the streets of Derry, I saw Ian Paisley as an immortal opponent of everything to do with equality, justice, fairness, and respect for Irishness.","author":"Martin McGuinness","topic":"Equality"},{"quote":"The Good Friday Agreement was an incredible breakthrough. But it&#39;s my view that the Hillsborough Agreement could see politics in the north come of age, and see us all move forwards on the basis of equality and partnership.","author":"Martin McGuinness","topic":"Equality"},{"quote":"Within loyalism and the UVF, there are clearly people who are not just aggravated by the issue around flags or parades. They&#39;re aggravated by me and Sinn Fein being in government. They&#39;re opposed to the political institutions - there&#39;s an inability of a minority within loyalism to accept the concept of equality.","author":"Martin McGuinness","topic":"Equality"},{"quote":"At some point we have to stop and say, There&#39;s Marlee, not, There&#39;s the deaf actress.","author":"Marlee Matlin","topic":"Equality"},{"quote":"Transgender folks have been part of the push for LGBT equality from the beginning, and we&#39;ve spoken with loud and intelligent voices and have found political and personal success and advancement all over the world.","author":"Chelsea Manning","topic":"Equality"},{"quote":"Equality is not in regarding different things similarly, equality is in regarding different things differently.","author":"Tom Robbins","topic":"Equality"},{"quote":"Most Americans are fiscally conservative and socially liberal. I&#39;m advocating a balanced budget. But along with that, look, there should be gay marriage equality. A woman should have the right to choose. Let&#39;s not build a fence across the border.","author":"Gary Johnson","topic":"Equality"},{"quote":"If there is a silver lining in the Trump cloud, it is a new sense of solidarity over core values such as tolerance and equality, sustained by awareness of the bigotry and misogyny, whether hidden or open, that Trump and his team embody.","author":"Joseph Stiglitz","topic":"Equality"},{"quote":"The U.N. guards the vital principles entrenched in its charter, notably the sovereign equality of states and the inadmissibility of interference in their internal affairs. It is precisely because the U.N. is the chief guardian of both these sacrosanct principles that it alone is allowed to approve derogations from them.","author":"Shashi Tharoor","topic":"Equality"},{"quote":"I&#39;m a Christian. I want the world of justice and equality. This is the only way to achieve peace.","author":"Hugo Chavez","topic":"Equality"},{"quote":"I&#39;m a feminist in the true sense of the word. It&#39;s about equality.","author":"Natalie Dormer","topic":"Equality"},{"quote":"My feeling is, having lived in different classes, that people want equality of opportunity... that&#39;s the thing that makes me despair: the idea that people aren&#39;t given equality of opportunity.","author":"Zadie Smith","topic":"Equality"},{"quote":"If we are to give the people of China complete self-government we must first solve the problem of livelihood for all, and give real freedom to the races within China. If the foundations of democracy are secure, then true equality can be achieved.","author":"Chiang Kai-shek","topic":"Equality"},{"quote":"Let me say, I fully embrace equality, and I believe in the innate value of every single human being and that all students, no matter their age, should be able to attend a school and feel safe and be free of discrimination.","author":"Betsy DeVos","topic":"Equality"},{"quote":"Our elite believe in a new trinity of equality, democracy and diversity. Indeed, after the Cold War, we declared the spread of democracy worldwide to be our historic mission and national goal.","author":"Pat Buchanan","topic":"Equality"},{"quote":"I can&#39;t explain exactly why it lives within me for so long and passionately. But race matters to me; racial equality matters to me, as does gender. There is something about these kinds of social injustices that go to the deep of me.","author":"Sue Monk Kidd","topic":"Equality"},{"quote":"Doing difficult things like passing marriage equality, passing the Dream Act, doing common sense things that allow new American immigrants to fully participate, pay their taxes, play by the rules and take care of their families. That&#39;s the inclusive America that I believe all of us want to move to.","author":"Martin O'Malley","topic":"Equality"},{"quote":"A woman who thinks she is intelligent demands the same rights as man. An intelligent woman gives up.","author":"Sidonie Gabrielle Colette","topic":"Equality"},{"quote":"Equality and separation cannot exist in the same space.","author":"Jason Mraz","topic":"Equality"},{"quote":"True gender equality in Scotland - and elsewhere - is still some way off.","author":"Nicola Sturgeon","topic":"Equality"},{"quote":"All imaginable futures are not equally possible.","author":"Kevin Kelly","topic":"Equality"},{"quote":"I think it is important that you have people from all different vanguards, from all different walks of society and different viewpoints to be focused on the struggle for equality and democracy. We need as many champions for the cause and as many events as possible to help keep this in focus.","author":"Lupe Fiasco","topic":"Equality"},{"quote":"To take women&#39;s equality from novelty to norm, we need to change narratives at a societal and individual level.","author":"Cathy Engelbert","topic":"Equality"},{"quote":"The definition of being a feminist is equality, and if you&#39;re not a feminist at this point, then what are you really promoting?","author":"Alessia Cara","topic":"Equality"},{"quote":"I feel if you believe in equality, you have to believe in it for everybody. And that&#39;s the way I&#39;ve always lived my life.","author":"Aisha Tyler","topic":"Equality"},{"quote":"Too often, we fall into the trap of thinking &#39;equal&#39; means &#39;the same&#39; and that we achieve equality by treating everyone identically.","author":"Stella Young","topic":"Equality"},{"quote":"Nobody really believes in equality anyway.","author":"Warren Farrell","topic":"Equality"},{"quote":"I&#39;m doing &#39;Rock of Ages&#39; one day, making out with Russell Brand. Soon after that, I&#39;m advocating with Jesse Tyler Ferguson and Cynthia Nixon for marriage equality.","author":"Alec Baldwin","topic":"Equality"},{"quote":"I believe I&#39;ve always been a big believer in equality. No one has ever been able to tell me I couldn&#39;t do something because I was a girl.","author":"Anne Hathaway","topic":"Equality"},{"quote":"The media says that equality for women has arrived, but if you look around, you still don&#39;t see girls playing guitars and having success with it.","author":"Joan Jett","topic":"Equality"},{"quote":"Separate inherently is not equal. There&#39;s a reason why $45 million was spent against marriage equality. It&#39;s because people understand the word does have meaning. And equality comes when we accept the same notions and the same institutions for everyone, regardless of race and gender and regardless of sex orientation.","author":"Gavin Newsom","topic":"Equality"},{"quote":"I&#39;m going to do anything I can do - whether that&#39;s being part of FIFA or creating some sort of movement that can actually impart real equality across all lines - in every country, every city, every sector all over the world, that&#39;s what I&#39;m going to do.","author":"Abby Wambach","topic":"Equality"},{"quote":"The day-to-day microaggressions that we all face, yeah, you have to let some stuff slide, or you go, &#39;I gotta keep moving; there&#39;s bigger fish to fry.&#39; It&#39;s something that I still deal with. But I&#39;ve tried to have the audacity of equality and to follow my heart in those moments where I feel like something is wrong.","author":"Hasan Minhaj","topic":"Equality"},{"quote":"My dad&#39;s from that generation like a lot of immigrants where he feels like if you come to this country, you pay this thing like the American dream tax: like you&#39;re going to endure some racism, and if it doesn&#39;t cost you your life, well hey, you lucked out. Pay it; there you go, Uncle Sam. I was born here, so I actually had the audacity of equality.","author":"Hasan Minhaj","topic":"Equality"},{"quote":"Until we command the exact same salary as every male counterpart, I feel a political desire to stand by other women. If we don&#39;t stand together, that equality will never be fully realized, and that bothers me.","author":"Shirley Manson","topic":"Equality"},{"quote":"The untold secret driving the obstruction to Obama&#39;s economic equality agenda is this: The opposition isn&#39;t really battling Big Government. The opposition is protecting an economic system that&#39;s putting more and more of the earned income out of reach for those aspiring to better themselves.","author":"Donna Brazile","topic":"Equality"},{"quote":"While the law cannot force a person to be moral or tolerant, through the law we can demand respect and expect equality.","author":"Donna Brazile","topic":"Equality"},{"quote":"Sinn Fein has demonstrated the ability to play a leadership role as part of a popular movement towards peace, equality and justice.","author":"Gerry Adams","topic":"Equality"},{"quote":"The unionists also for their part, want to minimise the potential for change, not only on the equality agenda but on the issues of sovereignty and ending the union.","author":"Gerry Adams","topic":"Equality"},{"quote":"The storm and stress period of women and the new social and psychological formations thereby entailed must indeed extend far into the twentieth century. This period of conflict will cease only when woman within and out of marriage shall have received legal equality with man.","author":"Ellen Key","topic":"Equality"},{"quote":"I do think that Japan will be one of the nations that have equality, and that, too, will serve as an example for other Asian nations.","author":"George Takei","topic":"Equality"},{"quote":"The arc of our history is toward more equality being expanded to more and more people.","author":"George Takei","topic":"Equality"},{"quote":"Growing up, my parents treated my brother and me with absolute equality.","author":"Anushka Sharma","topic":"Equality"},{"quote":"Each country has a soul, and France&#39;s soul is equality.","author":"Francois Hollande","topic":"Equality"},{"quote":"Conservatives often say that we should care not about equality of outcomes but about equality of opportunity.","author":"Timothy Noah","topic":"Equality"},{"quote":"Republican presidents talk about freedom. Democratic presidents talk about equality.","author":"Timothy Noah","topic":"Equality"},{"quote":"Sometimes black people really want to hold onto our oppression - &#39;This is ours! This belongs to us.&#39; You can&#39;t just talk about equality for somebody else. Let&#39;s pass it on. Let&#39;s pass it on to somebody else. At the end of the day, it is all about inequality.","author":"Wanda Sykes","topic":"Equality"},{"quote":"The only way to get gay issues off the front pages of Canadian newspapers is to grant gay and lesbian people our full civil equality and leave it alone.","author":"Dan Savage","topic":"Equality"},{"quote":"Equality and self-determination should never be divided in the name of religious or ideological fervor.","author":"Rita Dove","topic":"Equality"},{"quote":"What I find most interesting about the U.S. is this idea of equality. That&#39;s what I&#39;m trying to do with immigration. If what the founding fathers said is true, that we are all equal, then let&#39;s fight for that.","author":"Jorge Ramos","topic":"Equality"},{"quote":"Is there an equality of power between America and Iraq? Definitely not; however, the Iraqi people are standing fast and are defending their land courageously.","author":"Bashar al-Assad","topic":"Equality"},{"quote":"When people ask me do I believe in feminism - well, I didn&#39;t even know I was a feminist. I was the top of the bill; I&#39;ve always been the top of the bill. So I don&#39;t know what equality is.","author":"Cilla Black","topic":"Equality"},{"quote":"His lordship may compel us to be equal upstairs, but there will never be equality in the servants hall.","author":"James M. Barrie","topic":"Equality"},{"quote":"I am fiscally prudent and socially progressive. I believe in protecting a woman&#39;s right to choose. I believe in marriage equality.","author":"Andrew Cuomo","topic":"Equality"},{"quote":"If interviewers are prejudiced against women or Hispanics, for example, a face-to-face interview will predictably result in discrimination. Reliance on tests, or on actual or past performance, can promote equality.","author":"Cass Sunstein","topic":"Equality"},{"quote":"Those of us focused on issues related to social justice and equality are grateful for the significant steps President Obama has made to advance women&#39;s equality and status all over the world.","author":"Christy Turlington","topic":"Equality"},{"quote":"I just believe in equality for all.","author":"Ashley Wagner","topic":"Equality"},{"quote":"I believe in the equality of man; and I believe that religious duties consist in doing justice, loving mercy, and endeavoring to make our fellow-creatures happy.","author":"Vidal Sassoon","topic":"Equality"},{"quote":"When I was coming of age, I remembered reading and studying the initial ideas within the feminist movement. There was this idea with my parents&#39; generation that in order to find equality, a woman would need to behave like a man.","author":"Bryce Dallas Howard","topic":"Equality"},{"quote":"I believe that our democratic values are also born out of our Jewish faith, a &#39;love for the stranger,&#39; and equality before the law - these are not foreign values: this is Judaism.","author":"Reuven Rivlin","topic":"Equality"},{"quote":"I think that there have been a lot of fear-based assertions that feminism is about aggression, and that is incorrect and untrue. Feminism is about equality; that&#39;s what it&#39;s about.","author":"Jenny Slate","topic":"Equality"},{"quote":"The need for a national Employment Non-Discrimination Act a critical part of the LGBT community&#39;s struggle for equality.","author":"Jared Polis","topic":"Equality"},{"quote":"It is Republicans that have led the fight for women&#39;s equality. Go back through history and look at who was the first woman to ever vote, elected to office, go to Congress.","author":"Marsha Blackburn","topic":"Equality"},{"quote":"I would love for women to be focused on maximum wage, and I have fought to be recognized with equality for a long time.","author":"Marsha Blackburn","topic":"Equality"},{"quote":"My brother had the courage to come out in 1978, when equality was still a distant dream.","author":"Elizabeth Esty","topic":"Equality"},{"quote":"I don&#39;t consider myself a feminist, but I feel very empowered as a woman, and I&#39;ve used all my resources widely. I believe in equality, but that&#39;s just naturally happening. I still want a door opened for me, to be treated like a lady, but I also want equal rights for women, of course.","author":"Pamela Anderson","topic":"Equality"},{"quote":"In Sweden, there&#39;s a lot of talk of gender equality. That discussion isn&#39;t as prevalent in the U.S. I feel that successful American women are tougher than Swedish women - they create their space.","author":"Joel Kinnaman","topic":"Equality"},{"quote":"Dr. King challenged our country to fulfill the promises of liberty, equality, and justice prescribed in the founding of our great nation. Leading by example, he stressed the teachings of tolerance, service, and love, regardless of race, color, or creed.","author":"Steve Scalise","topic":"Equality"},{"quote":"Why did mainstream America come to accept marriage equality? Gay leaders had made a convincing case that gay families were like straight families and should have the same rights. The American spirit of fair play had been invoked.","author":"Edmund White","topic":"Equality"},{"quote":"My commitment to gender equality is rooted in the quintessentially American principle of equal justice under law.","author":"Eric Schneiderman","topic":"Equality"},{"quote":"I know a lot of the work that paved the way for women happened before I was around... I was never that feminist girl demanding equality, but maybe that&#39;s because I&#39;ve never really faced inequality.","author":"Kaley Cuoco","topic":"Equality"},{"quote":"If I was misogynist, would I hire a woman as my CEO? Probably not. I grew up in Denmark, for crying out loud. Denmark is probably one of the places where equality is actually fully achieved. Our political system is practically a matriarchy.","author":"Bjarke Ingels","topic":"Equality"},{"quote":"Our equality bill is specifically designed to protect religion and belief on exactly the same terms as race or gender or sexuality.","author":"Gordon Brown","topic":"Equality"},{"quote":"As Americans, I think we really believe that with the meritocracy that exists in our country, the equality of opportunity is so important to the foundation of our culture and our society.","author":"Kenneth C. Griffin","topic":"Equality"},{"quote":"All this talk of equality remains merely on paper. In real life, women are still bound by several psychological shackles and emotional boundaries imposed on them by their families and others. If a girl comes home late, she is asked 100 questions, whereas boys are not answerable for anything. And this prevails across segments.","author":"Sangram Singh","topic":"Equality"},{"quote":"Worrying about the poor is one thing. To contend that equality is necessary for growth is an altogether different and more radical idea.","author":"Chrystia Freeland","topic":"Equality"},{"quote":"I see social mobility and equality of opportunity as really successful Canadian values.","author":"Chrystia Freeland","topic":"Equality"},{"quote":"I want girls to know that equality exists in this world. You can do anything you want.","author":"Yuna","topic":"Equality"},{"quote":"I&#39;m immensely proud to be a Democrat because of our party&#39;s history of fighting for justice, fairness, and equality. From Roosevelt to Obama, we&#39;ve worked to bring seniors and children out of poverty, expanded civil rights, supported science and research, and pushed for equality of opportunity.","author":"John Delaney","topic":"Equality"},{"quote":"We really need to come behind and press for marriage equality in Northern Ireland.","author":"Leo Varadkar","topic":"Equality"},{"quote":"The theme of the Labor Department&#39;s centennial is &#39;Then, Now, Next.&#39; So in honoring Esther Peterson, we look not just to the past but to the future, acknowledging with honesty and a sense of purpose the lingering challenges we still face and the distance we&#39;ve yet to travel before equality is truly a reality in the lives of all women.","author":"Thomas E. Perez","topic":"Equality"},{"quote":"From the new hate crimes law to the repeal of DOMA and &#39;Don&#39;t Ask, Don&#39;t Tell,&#39; to the emerging popular support for marriage equality, we are making progress at breakneck speed. As someone who has dedicated most of my career to civil rights law, I am deeply moved by this sea change and proud to have done my part.","author":"Thomas E. Perez","topic":"Equality"},{"quote":"I wouldn&#39;t really call myself a feminist. I obviously want equality and equal opportunities to the men.","author":"Katie Taylor","topic":"Equality"},{"quote":"I think when you&#39;re talking about marriage equality and race, people very quickly start to get into their political corners: their ideology comes to the forefront, and they get into this platform argument that they&#39;re used to making, which really doesn&#39;t have anything to do with the day-to-day basics of what is being talked about.","author":"Jeff Nichols","topic":"Equality"},{"quote":"We have a problem with dealing with race in our country. We have a problem with dealing with marriage equality and equality in general. These are complex, divisive issues in our society, and I think that the only way we further this conversation is to take them down to a very human scale.","author":"Jeff Nichols","topic":"Equality"},{"quote":"Boosting STEM education opportunities for young women globally is one critical way that the U.S. can promote women&#39;s equality, as well as economic development, around the world.","author":"Kristen Soltis Anderson","topic":"Equality"},{"quote":"The feminist movement is way bigger than the word. I don&#39;t police people on what they call themselves, but equality and a general sense of togetherness are really important to me.","author":"Petra Collins","topic":"Equality"},{"quote":"Outside the Olympics, there are massive discrepancies within all sports. But the positive side for me is that the Olympics are the biggest platform there is, and there&#39;s total equality across all sports.","author":"Lizzie Armitstead","topic":"Equality"},{"quote":"We should never forget that Americans continue to advocate for individual liberty, equality and self-governance. We often step in when it&#39;s necessary to help countries in need. But our history needs no whitewashing. To attempt this does us a terrible disservice.","author":"Jay Parini","topic":"Equality"},{"quote":"Some women are smarter than men, and some aren&#39;t. But to suggest to women that they deserve dominance instead of equality is at best a cheap applause line.","author":"Campbell Brown","topic":"Equality"},{"quote":"The only thing I advocate for is for equality for female athletes because we train just as hard, and we&#39;re always having a lot of head-to-head clashes, always competing against each other.","author":"Shelly-Ann Fraser-Pryce","topic":"Equality"},{"quote":"I want to do everything in my power to ensure the equality between all movements of Judaism in the state of Israel: Orthodox, Conservative, or Reform. In conversions, in budgets, in the eyes of the law. No one can claim ownership over the Jewish God.","author":"Yair Lapid","topic":"Equality"},{"quote":"Liberals tend to stress how marvelous education is, in and of itself, and also adore it as a vessel for genuine equality. (That&#39;s me, by the way: Hell, I think we should be spending $50 billion a year to make college education free).","author":"Rick Perlstein","topic":"Equality"},{"quote":"We will have bigger bureaucracies, bigger labor unions, and bigger state-run corporations. It will be harder to be an entrepreneur because of punitive taxes and regulations. The rewards of success will be expropriated for the sake of attaining greater income equality.","author":"Arthur C. Brooks","topic":"Equality"},{"quote":"It will appear evident upon attentive consideration that equality of intellectual and physical advantages is the only sure foundation of liberty, and that such equality may best, and perhaps only, be obtained by a union of interests and cooperation in labor.","author":"Frances Wright","topic":"Equality"},{"quote":"When you say &#39;revolution&#39; when you have only men outside, you know that something is going wrong. I&#39;m not like a hardcore feminist, but I think that one of the things that makes the society advanced is equality between men and women. If half of the society is oppressed by the other half, it&#39;s not fine.","author":"Marjane Satrapi","topic":"Equality"},{"quote":"The vision that the founding fathers had of rule of law and equality before the law and no one above the law, that is a very viable vision, but instead of that, we have quasi mob rule.","author":"James Bovard","topic":"Equality"},{"quote":"If supporters of equality for women want to vote for the best candidate, they must look to a person regardless of gender and must disregard the gender of political opponents.","author":"Karen DeCrow","topic":"Equality"},{"quote":"There needs to be radical development in equality law to create the environment to allow women to stay in work.","author":"Ken Livingstone","topic":"Equality"},{"quote":"The virtue of gay equality has become increasingly recognized in the U.S. because people have been persuaded of its merits, not because state officials, acting like Inquisitors, forced people to accept it by punishing them for their refusal.","author":"Glenn Greenwald","topic":"Equality"},{"quote":"I&#39;ve praised Obama&#39;s record on same-sex equality as enthusiastically as anyone: it&#39;s one area where his record has been impressive. I understand, and have expressed, the emotional importance for LGBT Americans of his marriage announcement as well as its political significance.","author":"Glenn Greenwald","topic":"Equality"},{"quote":"Sporting events like the Olympics have developed and maintained a clear message of promoting gender equality as an essential criterion in the success of any international event.","author":"Richard Attias","topic":"Equality"},{"quote":"The people who believe themselves to be on the left, and who defend the agents of Islam in the name of tolerance and culture, are being rightwing. Not just rightwing. Extreme rightwing. I don&#39;t understand how you can be so upset about the Christian right and just ignore the Islamic right. I&#39;m talking about equality.","author":"Ayaan Hirsi Ali","topic":"Equality"},{"quote":"The American economic, political, and social organization has given to its citizens the benefits of material prosperity, political liberty, and a wholesome natural equality; and this achievement is a gain, not only to Americans, but to the world and to civilization.","author":"Herbert Croly","topic":"Equality"},{"quote":"My father offered his life so our democracy could live. My mother devoted her life to nurturing that democracy. I will dedicate my life to making our democracy reach its fullest potential: that of ensuring equality for all. My family has sacrificed much, and I am willing to do this again if necessary.","author":"Benigno Aquino III","topic":"Equality"},{"quote":"I know what it&#39;s like to be in the closet! I know what it&#39;s like to be bullied and attacked because someone or some group thought I was different or below them... so, I&#39;m coming out of the closet as an ally of equality for everyone; as an ally to hope.","author":"Jason Alexander","topic":"Equality"},{"quote":"If increasing income equality is the goal, it might be wiser to put money into infrastructure than to subsidize manufacturing. Construction also pays good wages, but with lower educational requirements. And America&#39;s infrastructure needs are enormous.","author":"Christina Romer","topic":"Equality"},{"quote":"We know we cannot achieve our twin goals of ending poverty and boosting shared prosperity without ending poverty and creating equality for women and girls.","author":"Sri Mulyani Indrawati","topic":"Equality"},{"quote":"I grew up in a progressive household with a family that believed in equality for all, and that leaves its mark on you. In the past, I planned to go into politics and never considered Wall Street as an option.","author":"Dan Schulman","topic":"Equality"},{"quote":"My vision for Scotland is one in which we fight together for the values we are care about: equality, fairness and social justice. Those values are the same whether you live in Dumfries or Carlisle.","author":"Douglas Alexander","topic":"Equality"},{"quote":"The women&#39;s movement in the 1970s led more women into the workforce and got them closer to pay equality.","author":"Rebecca Traister","topic":"Equality"},{"quote":"Such security is equal liberty. But it is not necessarily equality in the use of the earth.","author":"Benjamin Tucker","topic":"Equality"},{"quote":"As a first step there must be an offer to achieve equality of rights in disarmament by abolishing the weapons forbidden to the Central Powers by the Peace Treaties.","author":"Arthur Henderson","topic":"Equality"},{"quote":"It&#39;s important to reflect upon how far we&#39;ve come in achieving gender equality in the workplace and how we could move faster toward even greater goals.","author":"Julie Sweet","topic":"Equality"},{"quote":"I want everyone to know what they deserve in relationships: that they can demand equality and kindness. Because everyone will have a relationship at some point in their life. It&#39;s what we all do, every day, and we need to know how to do it.","author":"Olivia Colman","topic":"Equality"},{"quote":"Scotland is my country, the nation that shaped me, that taught me my values. A nation whose achievements inspired and inspire me, a community whose failings drive me - drive my overwhelming desire to fight for social justice and equality.","author":"Johann Lamont","topic":"Equality"},{"quote":"In Nicaragua, liberty, equality and the rule of law were the stuff of dreams. But in Paris I discovered the value of those words.","author":"Bianca Jagger","topic":"Equality"},{"quote":"We have equality of men and women in western society, whereas in Islamic culture, women are inferior to men.","author":"Pim Fortuyn","topic":"Equality"},{"quote":"I am a universalist, passionately devoted to the cause of equality within the human family.","author":"Theodore Bikel","topic":"Equality"},{"quote":"Feminism is just about equality, really, and there&#39;s so much stuff attached to the word, when it&#39;s actually so simple. I don&#39;t know why it&#39;s always so bogged down.","author":"Mia Wasikowska","topic":"Equality"},{"quote":"We live in a world where equality is pretty important.","author":"John Key","topic":"Equality"},{"quote":"I think Republicans need to take income inequality more seriously. Not because I favor equality of outcomes. I do not. I think the Right is correct to stress merit and earned rewards, not handouts and forced equality. But I think what Republicans are blind to is that power corrupts.","author":"Jonathan Haidt","topic":"Equality"},{"quote":"Republicans many times can&#39;t get the words &#39;equality of opportunity&#39; out of their mouths. Their lips do not form that way.","author":"Jack Kemp","topic":"Equality"},{"quote":"Our goals for this nation must be nothing less than to double the size of our economy and bring prosperity and jobs, ownership and equality of opportunity to all Americans, especially those living in our nation&#39;s pockets of poverty.","author":"Jack Kemp","topic":"Equality"},{"quote":"It&#39;s tougher for women than men in Hollywood, period, if you ask me. As with most professions, women have generally not found equality with men when it comes to income and influence. There aren&#39;t as many female directors, producers, and writers, which translates to fewer complex roles for women.","author":"Nazanin Boniadi","topic":"Equality"},{"quote":"Most of all, we should remember all of us are capable of individually helping advance the spirit of equality for all.","author":"Mike Rogers","topic":"Equality"},{"quote":"I&#39;ve been a staunch advocate of women&#39;s empowerment, and I&#39;ve worked hard throughout my career to advance the cause. It is heartening to see that gender equality is really becoming more of a reality. There is still much more to be done, and I&#39;m confident that, by working together, we can empower women worldwide.","author":"Madhuri Dixit","topic":"Equality"},{"quote":"The struggle for equality is really a struggle for democracy, and that&#39;s why it&#39;s a struggle for all the population.","author":"Ayman Odeh","topic":"Equality"},{"quote":"Just as Jews in the U.S. joined Martin Luther King, I&#39;m sure hundreds of thousands of Jews will join the struggle for civil equality in Israel.","author":"Ayman Odeh","topic":"Equality"},{"quote":"When we talk about feminism - equality without apology for all - we can&#39;t be talking about for all white women or all highly educated women but all women, regardless of color, class, creed, sexual orientation or identity.","author":"Christine Pelosi","topic":"Equality"},{"quote":"The beauty of our democracy lies in the American value of equality: if you vote, you have a seat at the table. If you speak, you have a chance to persuade others. A billionaire and a minimum wage earner have the same power at the ballot box.","author":"Christine Pelosi","topic":"Equality"},{"quote":"President Obama and Democrats won a mandate to move us forward with jobs, healthcare reform, equality, and nation building here at home.","author":"Christine Pelosi","topic":"Equality"},{"quote":"In the end no segregationist scheme has withstood the force of a simple idea: equality under law.","author":"Eric Liu","topic":"Equality"},{"quote":"The thing I want to see before I die is women achieving full equality in the world. I&#39;m very passionate about injustice against women and there&#39;s too much of it in the world. In so many parts of the world, women are not regarded as worthy or equal to men. In parts of the world, women are bought and sold.","author":"Cherie Blair","topic":"Equality"},{"quote":"I think the problem is, exceptional women will always succeed. But there are plenty of less-exceptional men who succeed. Until we get the less-exceptional women succeeding equally, we do not have full equality.","author":"Cherie Blair","topic":"Equality"},{"quote":"People say that human rights is a Western construct foisted on others. But that&#39;s not true. Equality, dignity, respect and justice are as much an integral part of the Islamic tradition.","author":"Cherie Blair","topic":"Equality"},{"quote":"I have always said that I want Malawi to attain growth that should not just be seen in GDP, but in the growth of opportunities for all, protection for all, and equality for all.","author":"Joyce Banda","topic":"Equality"},{"quote":"I am for 100% equality across the board for everybody, in all walks of life.","author":"David Furnish","topic":"Equality"},{"quote":"We will not build a society that reflects who we are and that has opportunities for equality or justice if we don&#39;t make progress for all participants.","author":"Mitchell Baker","topic":"Equality"},{"quote":"When Landon Carter, a Virginia plantation owner, read the Declaration of Independence two days after it was issued, he wondered whether its ringing affirmation of equality meant that slaves must be freed. If so, he confided to his diary, &#39;You must send them out of the country, or they must steal for their support.&#39;","author":"Edmund Morgan","topic":"Equality"},{"quote":"We have been sold a Muslim boogeyman. We are buying into it, and we are terrified, and that terror is causing people to lash out at comedians like myself or women wearing hijabs, or anyone who seems to defend equality for Muslims worldwide.","author":"Maysoon Zayid","topic":"Equality"},{"quote":"I believe that as women, we must commit ourselves to sustaining the progress made by our foremothers who fought so hard for women&#39;s equality and liberation.","author":"Carre Otis","topic":"Equality"},{"quote":"&#39;Garage Magazine&#39; has a strong track record of promoting diversity and racial and gender equality in the worlds of art and fashion and will continue in our mission to stir positive debate on these and other issues.","author":"Dasha Zhukova","topic":"Equality"},{"quote":"Equality in education is my number one battle.","author":"Najat Vallaud-Belkacem","topic":"Equality"},{"quote":"Is it written that equality between men and women means one can change sex? Obviously not.","author":"Najat Vallaud-Belkacem","topic":"Equality"},{"quote":"If money, education, and honesty will not bring to me as much privilege, as much equality as they bring to any American citizen, then they are to me a curse, and not a blessing.","author":"John Hope","topic":"Equality"},{"quote":"One of the things about equality is not just that you be treated equally to a man, but that you treat yourself equally to the way you treat a man.","author":"Marlo Thomas","topic":"Equality"},{"quote":"In the 1960s we were fighting to be recognized as equals in the marketplace, in marriage, in education and on the playing field. It was a very exciting, rebellious time.","author":"Marlo Thomas","topic":"Equality"},{"quote":"There is no justice in social justice, and there is no equality in social equality.","author":"Brad Thor","topic":"Equality"},{"quote":"The mandate I have received and for which I will speak with heart and head to implement over the next seven years had its four pillars - an inclusive citizenship, equality and participation and respect in a creative society creating an excellence in everything we Irish do.","author":"Michael D. Higgins","topic":"Equality"},{"quote":"We are used to thinking of Amazon myths in terms of violence against uppity women, but the ancient evidence also reveals a vision of gender equality.","author":"Adrienne Mayor","topic":"Equality"},{"quote":"I think the key to the whole appeal of Amazons is the egalitarian society. There was once a time and place where equality was taken for granted - it was logical and necessary - and I think most people can get the message that if it happened once, it could happen again.","author":"Adrienne Mayor","topic":"Equality"},{"quote":"It&#39;s sort of fair to say that Amazons, both as reality and as a dream of equality, have always been with us; it&#39;s just that sometimes that fiery Amazon spirit is hidden from view or even suppressed.","author":"Adrienne Mayor","topic":"Equality"},{"quote":"It&#39;s not a bad thing fighting for equality and helping the poor. It&#39;s not a bad thing to have on your professional tombstone: &#39;He believed in equality and he helped the poor.&#39;","author":"Joe Jamail","topic":"Equality"},{"quote":"We don&#39;t live in a society that has genuine equality, and every woman we know has experienced that.","author":"Sara Sheridan","topic":"Equality"},{"quote":"Sweden is an open, liberal, secular and democratic country. We strive towards achieving equality; we are forward-looking and refuse to be pulled back by social constructs such as religion.","author":"Bjorn Ulvaeus","topic":"Equality"},{"quote":"I&#39;m an activist for gay marriage equality and children&#39;s rights. I&#39;m the face of Share Our Strength.","author":"Sandra Lee","topic":"Equality"},{"quote":"As soon as man enters into a state of society he loses the sense of his weakness; equality ceases, and then commences the state of war.","author":"Charles de Secondat","topic":"Equality"},{"quote":"Equality under the law is the slow triumph of hope over history.","author":"Jim Cooper","topic":"Equality"},{"quote":"When I look at my daughter, who&#39;s 24, she is much more confident than I ever was and her expectations are higher. But I worry that there is a backlash brewing against progress on equality.","author":"Frances O'Grady","topic":"Equality"},{"quote":"Looking back, there is nothing wrong with that peace, love and equality that the hippies espoused. In many ways, we have regressed because they were into organic food, back to nature, make love not war, be good to all men, share and share alike - which is what many are talking about now.","author":"Imelda Staunton","topic":"Equality"},{"quote":"We in the Jewish community must ask ourselves what role we are going to play in changing policies and practices that discriminate against LGBT Americans. We have a special responsibility and civic duty to ensure that all Americans are treated with dignity and equality.","author":"Lynn Schusterman","topic":"Equality"},{"quote":"Together, we can build the kind of world in which we all seek to live, one of universal equality and justice.","author":"Lynn Schusterman","topic":"Equality"},{"quote":"The MLK Shabbat Suppers focused on the theme of educational inequity, which Dr. King considered inextricably linked to the struggle for equality and justice.","author":"Lynn Schusterman","topic":"Equality"},{"quote":"Now is not the time for us to shy away from challenging ourselves to make substantive change for the better. We have the opportunity to raise the bar in the faith-based world by forging a culture in which inclusivity, diversity, and equality are paramount.","author":"Lynn Schusterman","topic":"Equality"},{"quote":"I want to organize so that women see ourselves as people who are entitled to power, entitled to leadership.","author":"Patricia Ireland","topic":"Equality"},{"quote":"Stewardesses are still paid so little that in many cases, new hires qualify for food stamps.","author":"Patricia Ireland","topic":"Equality"},{"quote":"Equality and development will not be achieved however if peace is not understood from women&#39;s&#39; point of view.","author":"Jenny Shipley","topic":"Equality"},{"quote":"Real equality is immensely difficult to achieve, it needs continual revision and monitoring of distributions. And it does not provide buffers between members, so they are continually colliding or frustrating each other.","author":"Mary Douglas","topic":"Equality"},{"quote":"Mormons... are so strong, they can handle wealth, they are confident. I think it is because they are not bogged down by rules for equality, but have a firmly defined system of relative status and responsible command.","author":"Mary Douglas","topic":"Equality"},{"quote":"It is crucial that members of Congress cast votes that are supportive of the values upon which our nation was founded: equality, freedom, and opportunity for all people.","author":"Joe Baca","topic":"Equality"},{"quote":"Educated women armed with computers have defeated extremists by denying them a monopoly to define cultural identity and interpret religious texts. No extremist can say that women are inferior to men without being made a laughingstock on Al Jazeera. Islam insisted on equality between everyone.","author":"Fatema Mernissi","topic":"Equality"},{"quote":"In order to be great, you just have to care. You have to care about your world, community, and equality.","author":"Katori Hall","topic":"Equality"},{"quote":"Evan Wolfson is a dear friend of mine. Almost more than any other, Evan is responsible for bringing the issue of marriage equality to the forefront of our struggle for civil rights. He is a courageous pioneer who has been relentless in this battle for marriage equality.","author":"David Mixner","topic":"Equality"},{"quote":"Democracy matters because it reflects an idea of equality and an idea of liberty. It reflects an idea of dignity, the dignity of the individual, the idea that each individual should have an equal vote, an equal say, in the formation of their government.","author":"Rory Stewart","topic":"Equality"},{"quote":"Martin Luther King was a misguided leader. He worked to be recognized as the leader of black America, when what black America needs isn&#39;t a leader - it is education. Giving speeches and marching - that&#39;s not the concept that brings about real freedom, equality and justice.","author":"Don Yaeger","topic":"Equality"},{"quote":"Women have a lot to say about how to advance women&#39;s rights, and governments need to learn from that, listen to the movement and respond.","author":"Charlotte Bunch","topic":"Equality"},{"quote":"What is being called the UN &#39;gender architecture&#39; is more like a shack. Women need a bigger global house if equality is ever to become a reality.","author":"Charlotte Bunch","topic":"Equality"},{"quote":"I don&#39;t believe in social equality, and they know it.","author":"George Smathers","topic":"Equality"},{"quote":"Okay, when you start to fight for equality, like Anand did in 1995, you could end up losing game 10, like he did, without putting up any kind of fight.","author":"Vladimir Kramnik","topic":"Equality"},{"quote":"A compassionate mind is very difficult to cultivate because compassion demands a sense of equality between all living beings.","author":"Lobsang Tenzin","topic":"Equality"},{"quote":"It&#39;s terribly important that we extend the promise of equality that the Supreme Court and that the district court articulated in the DOMA case and in the Perry case to all Americans in all 50 states.","author":"David Boies","topic":"Equality"},{"quote":"Well, my personal mission statement is that we want marriage equality in all 50 states. We want it not to be a state-by-state issue. We don&#39;t want it to be something the majority is voting on. I don&#39;t think the civil rights of any minority should be in the hands of any majority.","author":"Jesse Tyler Ferguson","topic":"Equality"},{"quote":"As an actor, you just want to work, and then you just want to be on a show or have a job that you love, and you hope that job will last - those things have happened. To have that platform to then talk about something that is very personal to me like marriage equality, it feels like a gift. I try and really respect that voice and not abuse it.","author":"Jesse Tyler Ferguson","topic":"Equality"},{"quote":"In &#39;42,&#39; it&#39;s like the &#39;40s where racial equality had come into the consciousness of a lot of people, whereas in the 1900s it was sort of a new thing.","author":"Andre Holland","topic":"Equality"},{"quote":"On the one hand we publicly pronounce the equality of all peoples; on the other hand, in our immigration laws, we embrace in practice these very theories we abhor and verbally condemn.","author":"Emanuel Celler","topic":"Equality"},{"quote":"In 1965, I marched for equality.","author":"Alphonso Jackson","topic":"Equality"},{"quote":"In science, all facts, no matter how trivial or banal, enjoy democratic equality.","author":"Mary McCarthy","topic":"Equality"},{"quote":"The basis, the corner-stone of this Government, was the perfect equality of the free, sovereign, and independent States which made it.","author":"Robert Toombs","topic":"Equality"},{"quote":"Give us equality of enjoyment, equal right to expansion - it is as necessary to our prosperity as yours.","author":"Robert Toombs","topic":"Equality"},{"quote":"The fact is that democracy anywhere in the world, including in the United States, is not something that comes easy. And yet, we are committed to it, and equality and democracy are the only ways in the long run that Jews will be safe in the Middle East.","author":"Ian Lustick","topic":"Equality"},{"quote":"If inequalities of taxable wealth backing up a government service are construed as denying equality before the law, then there is no solution but to have every government service whatever financed out of Washington.","author":"M. Stanton Evans","topic":"Equality"},{"quote":"The work that must be done for each woman to reconnect with her psyche and to give herself a chance to live her own life is essentially the same. The realization of the equality of all races, the equality of all beings is essential.","author":"Betty Buckley","topic":"Equality"},{"quote":"An idea like equality between men and women, which is now accepted in the West, is quite new.","author":"Antonio Munoz Molina","topic":"Equality"},{"quote":"The March on Washington affirmed our values as a people: equality and opportunity for all. Forty-one years ago, during a time of segregation, these were an ideal.","author":"Leonard Boswell","topic":"Equality"},{"quote":"I&#39;m an American. We&#39;ve translated democracy and brotherhood and equality into enterprise and opportunity and success - and that&#39;s getting Americanised.","author":"Susan Glaspell","topic":"Equality"},{"quote":"And think of how we challenged the idea of a male dominated Parliament with All-Women shortlists and made the cause of gender equality central to our government. We were right to do so.","author":"Ed Miliband","topic":"Equality"},{"quote":"As a partner in a firm full of women who work outside of the home as well as stay at home mothers, all with plenty of children, gender equality is not a talking point for me. It is an issue I live every day.","author":"Hilary Rosen","topic":"Equality"},{"quote":"Montanans believe in the right to make a good life for their families. How they define a family should be their business and their business alone. I&#39;m proud to support marriage equality because no one should be able to tell a Montanan or any American who they can love and who they can marry.","author":"Jon Tester","topic":"Equality"},{"quote":"I would definitely say I&#39;m a feminist. To me, it just means being attentive and mindful. It&#39;s about equality and equal treatment. It feels like a gut instinct.","author":"Hattie Morahan","topic":"Equality"},{"quote":"Equality of rights means that some people cannot simply impose obligations on others, for the moral agency and rights of those others would then be violated.","author":"Tom G. Palmer","topic":"Equality"},{"quote":"We are also further than ever from equality of opportunity.","author":"Ferdinand Mount","topic":"Equality"},{"quote":"A formally recognized equality does, however, accord the smaller nations a position which they should be able to use increasingly in the interest of humanity as a whole and in the service of the ideal.","author":"Hjalmar Branting","topic":"Equality"},{"quote":"The equality among all members of the League, which is provided in the statutes giving each state only one vote, cannot of course abolish the actual material inequality of the powers concerned.","author":"Hjalmar Branting","topic":"Equality"},{"quote":"America, 5 years after this brutal attack, is testament that a Nation conceived in liberty and equality will endure. It is a triumph of millions of Americans but it is also the triumph of an idea larger than any one person, larger than any one nation.","author":"Nick Rahall","topic":"Equality"},{"quote":"I think we have to keep working enormously hard to see that every single Indigenous child - every Australian child - has true equality of opportunity. We&#39;ve got to work harder at it. I think, you know, the heartland issue for us is the gap; the gap in life expectancy in this country.","author":"Quentin Bryce","topic":"Equality"},{"quote":"I&#39;m trying to create the world around myself to be a place of as much equality and openheartedness as possible.","author":"Robin Thicke","topic":"Equality"},{"quote":"On the road to equality there is no better place for blacks to detour around American values than in forgoing its example in the treatment of its women and the organization of its family.","author":"Eleanor Holmes Norton","topic":"Equality"},{"quote":"My generation took on political equality. I believe young people, who have graduated into a poor economy, have an incentive to take on much tougher issues of income equality. If they show the leadership they have demonstrated in the last few elections, they can bring changes even greater than my generation achieved.","author":"Eleanor Holmes Norton","topic":"Equality"},{"quote":"Gender equality cannot be achieved by cutting programs that allow girls to get the same chance to compete, learn, and play. The United States has had a solid history of commitment to its female athletes and expanding opportunity for women, and it is imperative that we continue on this path.","author":"Linda Sanchez","topic":"Equality"},{"quote":"As a result of America&#39;s efforts to realize the ideals of equality and freedom, blacks in America are now the freest and richest black people anywhere on the face of the earth including all of the nations that are ruled by blacks.","author":"David Horowitz","topic":"Equality"},{"quote":"If women really want equality, we have to wipe the slate clean. It no longer matters in the largest sense what men did to us for the last 200 or 300 years.","author":"Nancy Friday","topic":"Equality"},{"quote":"You got to fight for quality art and equality and all the things that we&#39;re fighting for, the things we believe in. Choice and preference and all those things that we support. We don&#39;t want to give up that fight. You got to keep doing it.","author":"Christopher Cross","topic":"Equality"},{"quote":"I hope that by just being a competent member and expressing informed views on issues that aren&#39;t related to issues of LGBT equality, Republicans see me as a general asset.","author":"Mark Takano","topic":"Equality"},{"quote":"Marriage equality is coming, and not merely to a theater near you.","author":"Suzanne Brockmann","topic":"Equality"},{"quote":"Unless there is recognition that women are most vulnerable... and you do something about social and cultural equality for women, you&#39;re never going to defeat this pandemic.","author":"Stephen Lewis","topic":"Equality"},{"quote":"In Canada, women&#39;s rights are a vital part of our effort to build a society of real equality - not just for some, but for all Canadians. A society in which women no longer encounter discrimination nor are shut out from opportunities open to others.","author":"Paul Martin","topic":"Equality"},{"quote":"I joined the Labour party because I believed in equality, in freedom of speech and in tolerance, compassion and understanding for people, irrespective of their background and views. In whatever I decide to do in the future I will hold to those principles.","author":"Geoff Hoon","topic":"Equality"},{"quote":"For some of my friends who raise personal objections to marriage equality, they still recognize the importance of being accepting. And many of them also recognize that regardless of what they choose to believe or practice at home or at their church, that doesn&#39;t give them the right to discriminate.","author":"Scott Fujita","topic":"Equality"},{"quote":"By in large in this country the issue of gay rights and equality should be past the point of debate. Really, there should be no debate anymore.","author":"Scott Fujita","topic":"Equality"},{"quote":"Could we not argue that America is about freedom, whether we live it out or not, but it really is about freedom, equality and the pursuit of happiness. And that&#39;s what church is all about.","author":"Clementa C. Pinckney","topic":"Equality"},{"quote":"Under Tunisian law, a woman can divorce her husband. Total equality.","author":"Rashid al-Ghannushi","topic":"Equality"},{"quote":"Obviously, my life and my job in 2010 is very different from Peggy&#39;s experience in the 1960s. I exist in a world that enjoys more equality between men and women. But I don&#39;t take any of that into my performance. I just want to play the character as who she is as an individual - scene to scene.","author":"Elisabeth Moss","topic":"Equality"},{"quote":"I think preaching equality among unequals is the worst form of discrimination.","author":"Palaniappan Chidambaram","topic":"Equality"},{"quote":"All men are born equally free.","author":"Salmon P. Chase","topic":"Equality"},{"quote":"Family law is institutionally anti-male. I&#39;ve been lobbying MPs, and I&#39;m not going to give up campaigning for equality until I get equality.","author":"Louis de Bernieres","topic":"Equality"},{"quote":"The only way to ensure equality for women is to clearly declare it in our Constitution.","author":"Carolyn Maloney","topic":"Equality"},{"quote":"What Republicans need to do is to go back to their roots - starting with Lincoln - and remind the nation that they are the party of national growth, racial equality and unity of purpose. These Lincolnian themes will serve Republicans - and the nation - much better than becoming the party on the lookout for the supposed rat head of higher taxes.","author":"Alan Siegel","topic":"Equality"},{"quote":"After much deliberation, and after reviewing the legal, public policy and civil-rights questions presented, I support marriage equality for same-sex couples and believe that DOMA should be repealed.","author":"Bob Casey, Jr.","topic":"Equality"},{"quote":"It is right that people should have a statuary right to holidays and a maximum working week. It is right that part-time workers should have the same equality when it comes to hourly rates.","author":"John Reid","topic":"Equality"},{"quote":"As we celebrate the considerable progress we&#39;ve made toward full equality in our military, we cannot forget about those who continue to suffer because of the discriminatory policies of our past.","author":"Mark Pocan","topic":"Equality"},{"quote":"For me, feminism is about equality. So, when someone works for a Wall Street firm and says they&#39;re a feminist, my eyes are going to roll.","author":"Jodie Evans","topic":"Equality"},{"quote":"Along with racial equality and the late bloom of women&#39;s rights, future generations will have to explain how, in the past, gays were misunderstood and publicly humiliated for loving each other, and, eventually, how they stood together and conquered stupidity and hypocritical hatred, and fought their way out of marginalization.","author":"iO Tillett Wright","topic":"Equality"},{"quote":"I was part of a show called &#39;Manifest Equality&#39; in Los Angeles in 2010, and I realized there was a disconnect between people who are gay or have gay friends and are gay-friendly, and people who think they don&#39;t know any gay people.","author":"iO Tillett Wright","topic":"Equality"},{"quote":"Private religious speech can&#39;t be discriminated against. It has to be treated equally with secular speech.","author":"Samuel Alito","topic":"Equality"},{"quote":"The Nordic countries are leading the way on women&#39;s equality, recognizing women as equal citizens rather than commodities for sale.","author":"Johanna Siguroardottir","topic":"Equality"},{"quote":"After lengthy consideration, my views have evolved sufficiently to support marriage equality legislation. This position doesn&#39;t require any religious denomination to alter any of its tenets; it simply forbids government from discrimination regarding who can marry whom.","author":"Tim Johnson","topic":"Equality"},{"quote":"God allows unjust disparities between rich and poor because He does not miraculously intervene to establish justice against human wills. Also, discrepancies are not unjust by themselves; justice does not mean equality of result but equality of opportunity.","author":"Peter Kreeft","topic":"Equality"},{"quote":"Now they have come to the place where their faith can no longer feed on the bread of repression and violence. They ask for the bread of liberty, of public equality, and public responsibility. It must not be denied them.","author":"Mordecai Wyatt Johnson","topic":"Equality"},{"quote":"Dreams from 1991 are becoming reality. We will build good relations between nations and people. We will strive towards mutual respect and equality of every individual, sex, race and national or any other minority.","author":"Janez Drnovsek","topic":"Equality"},{"quote":"There are a lot of things that fit on a bumper sticker in terms of either liberty or equality or progress that when made more concrete just don&#39;t pan out.","author":"Laurence Tribe","topic":"Equality"},{"quote":"S Club 7, in some ways, was a continuation of some of the things I&#39;d have liked to have done with the Spice Girls. It was also a shift in tone. S Club was this equality of boys and girls, very positive, very uplifting, didn&#39;t have the edge of the Spice Girls. I didn&#39;t want to repeat it.","author":"Simon Fuller","topic":"Equality"},{"quote":"Humanistic values of equality and equal rights for all nations and individuals as crystallized in the principles of the United Nations Charter are mankind&#39;s great achievements in the 20th century.","author":"Tran Duc Luong","topic":"Equality"},{"quote":"I don&#39;t think we really think about where we get our equality from. There is a sense of feminism and women become passe, in my opinion.","author":"Anastasia Griffith","topic":"Equality"},{"quote":"I am so proud of being a Paralympian because I think the Games are a very good platform for disabled persons to perform themselves. Within the Paralympics movement, it&#39;s not just talk about excellence; it&#39;s not just talk about the competition. It&#39;s also talk about the equality and how your world accepts those disabled people.","author":"Yu Chui Yee","topic":"Equality"},{"quote":"Distinctions between citizens solely because of their ancestry are by their very nature odious to a free people whose institutions are founded upon the doctrine of equality.","author":"Harlan Stone","topic":"Equality"},{"quote":"Demands for equality for women are threats to men&#39;s self-esteem and sense of sexual turf.","author":"Alice S. Rossi","topic":"Equality"},{"quote":"Equality means nothing unless incorporated into the institutions.","author":"Slobodan Milosevic","topic":"Equality"},{"quote":"Yugoslavia is a multinational community and it can survive only under the conditions of full equality for all nations that live in it.","author":"Slobodan Milosevic","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"},{"quote":"I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.","author":"Rosa Parks","topic":"Equality"},{"quote":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.","author":"Ellen DeGeneres","topic":"Equality"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Equality"},{"quote":"If we cannot now end our differences, at least we can help make the world safe for diversity.","author":"John F. Kennedy","topic":"Equality"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Equality"},{"quote":"There should be no discrimination against languages people speak, skin color, or religion.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The worst form of inequality is to try to make unequal things equal.","author":"Aristotle","topic":"Equality"},{"quote":"If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.","author":"J. K. Rowling","topic":"Equality"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Equality"},{"quote":"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.","author":"Martin Luther King, Jr.","topic":"Equality"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Equality"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Equality"},{"quote":"The earth is the mother of all people, and all people should have equal rights upon it.","author":"Chief Joseph","topic":"Equality"},{"quote":"The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.","author":"Fidel Castro","topic":"Equality"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"Equality"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Equality"},{"quote":"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add &#39;within the limits of the law&#39; because law is often but the tyrant&#39;s will, and always so when it violates the rights of the individual.","author":"Thomas Jefferson","topic":"Equality"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Equality"},{"quote":"I like the religion that teaches liberty, equality and fraternity.","author":"B. R. Ambedkar","topic":"Equality"},{"quote":"Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.","author":"Alexis de Tocqueville","topic":"Equality"},{"quote":"America is not perfect. It took a bloody civil war to free over 4 million African Americans who lived enslaved. It took another hundred years after that before they achieved full equality under the law.","author":"Marco Rubio","topic":"Equality"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Equality"},{"quote":"I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.","author":"Alice Paul","topic":"Equality"},{"quote":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","author":"Jackie Robinson","topic":"Equality"}]