[{"quote":"Some days are just bad days, that&#39;s all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that&#39;s just the way it is!","author":"Dita Von Teese","topic":"Experience"},{"quote":"You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, &#39;I lived through this horror. I can take the next thing that comes along.&#39;","author":"Eleanor Roosevelt","topic":"Experience"},{"quote":"I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.","author":"Robert Fulghum","topic":"Experience"},{"quote":"To be a champion, I think you have to see the big picture. It&#39;s not about winning and losing; it&#39;s about every day hard work and about thriving on a challenge. It&#39;s about embracing the pain that you&#39;ll experience at the end of a race and not being afraid. I think people think too hard and get afraid of a certain challenge.","author":"Summer Sanders","topic":"Experience"},{"quote":"Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.","author":"Helen Keller","topic":"Experience"},{"quote":"The only source of knowledge is experience.","author":"Albert Einstein","topic":"Experience"},{"quote":"Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.","author":"Denis Waitley","topic":"Experience"},{"quote":"You should never view your challenges as a disadvantage. Instead, it&#39;s important for you to understand that your experience facing and overcoming adversity is actually one of your biggest advantages.","author":"Michelle Obama","topic":"Experience"},{"quote":"Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together.","author":"Linda Thompson","topic":"Experience"},{"quote":"Be brave. Take risks. Nothing can substitute experience.","author":"Paulo Coelho","topic":"Experience"},{"quote":"By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.","author":"Confucius","topic":"Experience"},{"quote":"Life is the art of drawing without an eraser.","author":"John W. Gardner","topic":"Experience"},{"quote":"Experience is simply the name we give our mistakes.","author":"Oscar Wilde","topic":"Experience"},{"quote":"Practice does not make perfect. Only perfect practice makes perfect.","author":"Vince Lombardi","topic":"Experience"},{"quote":"Sports teaches you to understand the meaning of a team. You need to be able to work with everybody; you don&#39;t have to be their best friend. You can experience the fun of competition and driving toward a common goal without pushing to bond in some major way with each individual on a project.","author":"Kathleen Kennedy","topic":"Experience"},{"quote":"Life can only be understood backwards; but it must be lived forwards.","author":"Soren Kierkegaard","topic":"Experience"},{"quote":"Each one of us has our own evolution of life, and each one of us goes through different tests which are unique and challenging. But certain things are common. And we do learn things from each other&#39;s experience. On a spiritual journey, we all have the same destination.","author":"A. R. Rahman","topic":"Experience"},{"quote":"No man ever steps in the same river twice, for it&#39;s not the same river and he&#39;s not the same man.","author":"Heraclitus","topic":"Experience"},{"quote":"The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.","author":"Albert Einstein","topic":"Experience"},{"quote":"The human soul is hungry for beauty; we seek it everywhere - in landscape, music, art, clothes, furniture, gardening, companionship, love, religion, and in ourselves. No one would desire not to be beautiful. When we experience the beautiful, there is a sense of homecoming.","author":"John O'Donohue","topic":"Experience"},{"quote":"Everyone has a purpose in life and a unique talent to give to others. And when we blend this unique talent with service to others, we experience the ecstasy and exultation of own spirit, which is the ultimate goal of all goals.","author":"Kallam Anji Reddy","topic":"Experience"},{"quote":"Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.","author":"Calvin Coolidge","topic":"Experience"},{"quote":"Experience is the teacher of all things.","author":"Julius Caesar","topic":"Experience"},{"quote":"Food is not just eating energy. It&#39;s an experience.","author":"Guy Fieri","topic":"Experience"},{"quote":"I made decisions that I regret, and I took them as learning experiences... I&#39;m human, not perfect, like anybody else.","author":"Queen Latifah","topic":"Experience"},{"quote":"Good judgment comes from experience, and a lot of that comes from bad judgment.","author":"Will Rogers","topic":"Experience"},{"quote":"Experience tells you what to do; confidence allows you to do it.","author":"Stan Smith","topic":"Experience"},{"quote":"We are not human beings having a spiritual experience. We are spiritual beings having a human experience.","author":"Pierre Teilhard de Chardin","topic":"Experience"},{"quote":"Experience is a hard teacher because she gives the test first, the lesson afterward.","author":"Vernon Law","topic":"Experience"},{"quote":"All those cliches, those things you hear about having a baby and motherhood - all of them are true. And all of them are the most beautiful things you will ever experience.","author":"Penelope Cruz","topic":"Experience"},{"quote":"A sister is someone who owns part of what you own: a house, perhaps, or a less tangible legacy, like memories of your childhood and the experience of your family.","author":"Deborah Tannen","topic":"Experience"},{"quote":"The soul should always stand ajar, ready to welcome the ecstatic experience.","author":"Emily Dickinson","topic":"Experience"},{"quote":"The essential lesson I&#39;ve learned in life is to just be yourself. Treasure the magnificent being that you are and recognize first and foremost you&#39;re not here as a human being only. You&#39;re a spiritual being having a human experience.","author":"Wayne Dyer","topic":"Experience"},{"quote":"Science means constantly walking a tightrope between blind faith and curiosity; between expertise and creativity; between bias and openness; between experience and epiphany; between ambition and passion; and between arrogance and conviction - in short, between an old today and a new tomorrow.","author":"Heinrich Rohrer","topic":"Experience"},{"quote":"The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it&#39;s true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special.","author":"Antoine Predock","topic":"Experience"},{"quote":"Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have.","author":"Viggo Mortensen","topic":"Experience"},{"quote":"I decided blacks should not have to experience the difficulties I had faced, so I decided to open a flying school and teach other black women to fly.","author":"Bessie Coleman","topic":"Experience"},{"quote":"Empathy begins with understanding life from another person&#39;s perspective. Nobody has an objective experience of reality. It&#39;s all through our own individual prisms.","author":"Sterling K. Brown","topic":"Experience"},{"quote":"Despite my firm convictions, I have always been a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds. I have always kept an open mind, a flexibility that must go hand in hand with every form of the intelligent search for truth.","author":"Malcolm X","topic":"Experience"},{"quote":"When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that&#39;s when you can do your best... for yourself and for others.","author":"Cara Delevingne","topic":"Experience"},{"quote":"European nations began World War I with a glamorous vision of war, only to be psychologically shattered by the realities of the trenches. The experience changed the way people referred to the glamour of battle; they treated it no longer as a positive quality but as a dangerous illusion.","author":"Virginia Postrel","topic":"Experience"},{"quote":"Nothing ever becomes real till it is experienced.","author":"John Keats","topic":"Experience"},{"quote":"Wealth is the ability to fully experience life.","author":"Henry David Thoreau","topic":"Experience"},{"quote":"If you want to run, run a mile. If you want to experience a different life, run a marathon.","author":"Emil Zatopek","topic":"Experience"},{"quote":"A lot of people in our industry haven&#39;t had very diverse experiences. So they don&#39;t have enough dots to connect, and they end up with very linear solutions without a broad perspective on the problem. The broader one&#39;s understanding of the human experience, the better design we will have.","author":"Steve Jobs","topic":"Experience"},{"quote":"My trust in God flows out of the experience of his loving me, day in and day out, whether the day is stormy or fair, whether I&#39;m sick or in good health, whether I&#39;m in a state of grace or disgrace. He comes to me where I live and loves me as I am.","author":"Brennan Manning","topic":"Experience"},{"quote":"Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit.","author":"e. e. cummings","topic":"Experience"},{"quote":"When a moment in front of me appears to be particularly special, whether it be by beauty or experience, I capture it. I usually find a reason to justify taking that photo - symmetry, or color, or contrast - and it&#39;s my hope that my photography sheds light onto what I see and do on a daily basis.","author":"Connor Franta","topic":"Experience"},{"quote":"For me, life is about experience and being a good person.","author":"Chris Hemsworth","topic":"Experience"},{"quote":"The true mark of professionalism is the ability to respect everyone else for their styles and always find something positive in every dining experience and highlight it in your thoughts and words.","author":"Johnny Iuzzini","topic":"Experience"},{"quote":"Music is an expression of individuality; it&#39;s how you see the world. All art is, for that matter. You take how you experience the world, interpret it, and send it out there - express it - whether it&#39;s sculpture, dance or singing.","author":"David Sanborn","topic":"Experience"},{"quote":"A mind that is stretched by a new experience can never go back to its old dimensions.","author":"Oliver Wendell Holmes, Jr.","topic":"Experience"},{"quote":"Experience is not what happens to you; it&#39;s what you do with what happens to you.","author":"Aldous Huxley","topic":"Experience"},{"quote":"Adventure is worthwhile.","author":"Aesop","topic":"Experience"},{"quote":"Life experience is what defines our character, even if it means getting your heart broken or being lied to. You know, you need the downs to appreciate the ups. Going on the adventure or taking that risk is important.","author":"Nev Schulman","topic":"Experience"},{"quote":"Simplicity is the most difficult thing to secure in this world; it is the last limit of experience and the last effort of genius.","author":"George Sand","topic":"Experience"},{"quote":"I love Australia; it was a really, really nice experience for me. It&#39;s such a beautiful place. The people are beautiful - like, really beautiful - and they are beautiful in terms of their personalities. It&#39;s a great place to be. It&#39;s like you are in a little bit of a dream world.","author":"Shawn Mendes","topic":"Experience"},{"quote":"There are many harsh lessons to be learned from the gambling experience, but the harshest one of all is the difference between having Fun and being Smart.","author":"Hunter S. Thompson","topic":"Experience"},{"quote":"It is beyond a doubt that all our knowledge begins with experience.","author":"Immanuel Kant","topic":"Experience"},{"quote":"Science is a way of life. Science is a perspective. Science is the process that takes us from confusion to understanding in a manner that&#39;s precise, predictive and reliable - a transformation, for those lucky enough to experience it, that is empowering and emotional.","author":"Brian Greene","topic":"Experience"},{"quote":"It has been my experience that folks who have no vices have very few virtues.","author":"Abraham Lincoln","topic":"Experience"},{"quote":"Experience is a good teacher, but she sends in terrific bills.","author":"Minna Antrim","topic":"Experience"},{"quote":"I learned a long time ago the wisest thing I can do is be on my own side, be an advocate for myself and others like me.","author":"Maya Angelou","topic":"Experience"},{"quote":"Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world.","author":"John Milton","topic":"Experience"},{"quote":"Experience is something you don&#39;t get until just after you need it.","author":"Steven Wright","topic":"Experience"},{"quote":"I do have my own personal convictions and values, and I live by those. But as an artist, as a portrait photographer, my job is to tell the truth and to capture someone&#39;s spirit on a certain day. And it&#39;s never the whole truth; it&#39;s the truth I experience in a very intense and intimate fashion.","author":"Platon","topic":"Experience"},{"quote":"Love is a really scary thing, and you never know what&#39;s going to happen. It&#39;s one of the most beautiful things in life, but it&#39;s one of the most terrifying. It&#39;s worth the fear because you have more knowledge, experience, you learn from people, and you have memories.","author":"Ariana Grande","topic":"Experience"},{"quote":"Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing.","author":"Helen Keller","topic":"Experience"},{"quote":"Karma is experience, and experience creates memory, and memory creates imagination and desire, and desire creates karma again. If I buy a cup of coffee, that&#39;s karma. I now have that memory that might give me the potential desire for having cappuccino, and I walk into Starbucks, and there&#39;s karma all over again.","author":"Deepak Chopra","topic":"Experience"},{"quote":"And so you touch this limit, something happens and you suddenly can go a little bit further. With your mind power, your determination, your instinct, and the experience as well, you can fly very high.","author":"Ayrton Senna","topic":"Experience"},{"quote":"The purpose of meditation is to make our mind calm and peaceful. If our mind is peaceful, we will be free from worries and mental discomfort, and so we will experience true happiness. But if our mind is not peaceful, we will find it very difficult to be happy, even if we are living in the very best conditions.","author":"Kelsang Gyatso","topic":"Experience"},{"quote":"It&#39;s always fun to visit multiple locations on one trip, but I think it also really depends on the ages of those on holiday. As a child, I loved spending time in one vacation spot, getting attached to the location, becoming comfortable, and feeling as though I were at home. This is something I would like for my children to experience.","author":"Margherita Missoni","topic":"Experience"},{"quote":"We see our customers as invited guests to a party, and we are the hosts. It&#39;s our job every day to make every important aspect of the customer experience a little bit better.","author":"Jeff Bezos","topic":"Experience"},{"quote":"We should not look back unless it is to derive useful lessons from past errors, and for the purpose of profiting by dearly bought experience.","author":"George Washington","topic":"Experience"},{"quote":"Let us be about setting high standards for life, love, creativity, and wisdom. If our expectations in these areas are low, we are not likely to experience wellness. Setting high standards makes every day and every decade worth looking forward to.","author":"Greg Anderson","topic":"Experience"},{"quote":"If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience.","author":"Mao Zedong","topic":"Experience"},{"quote":"People who ask confidently get more than those who are hesitant and uncertain. When you&#39;ve figured out what you want to ask for, do it with certainty, boldness and confidence. Don&#39;t be shy or feel intimidated by the experience. You may face some unexpected criticism, but be prepared for it with confidence.","author":"Jack Canfield","topic":"Experience"},{"quote":"Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.","author":"Deepak Chopra","topic":"Experience"},{"quote":"I grew up like a neglected weed - ignorant of liberty, having no experience of it.","author":"Harriet Tubman","topic":"Experience"},{"quote":"I want to live and feel all the shades, tones, and variations of mental and physical experience possible in my life. And I am horribly limited.","author":"Sylvia Plath","topic":"Experience"},{"quote":"Food is one part of the experience. And it has to be somewhere between 50 to 60 percent of the dining experience. But the rest counts as well: The mood, the atmosphere, the music, the feeling, the design, the harmony between what you have on the plate and what surrounds the plate.","author":"Alain Ducasse","topic":"Experience"},{"quote":"Life it is not just a series of calculations and a sum total of statistics, it&#39;s about experience, it&#39;s about participation, it is something more complex and more interesting than what is obvious.","author":"Daniel Libeskind","topic":"Experience"},{"quote":"You aren&#39;t your work, your accomplishments, your possessions, your home, your family... your anything. You&#39;re a creation of your Source, dressed in a physical human body intended to experience and enjoy life on Earth.","author":"Wayne Dyer","topic":"Experience"},{"quote":"Love is a strange emotion. It is ever evolving. Lust is transient. With time, one realizes that love and togetherness are two different things. Very few people are lucky enough to experience the two emotions simultaneously.","author":"Randeep Hooda","topic":"Experience"},{"quote":"Experience is making mistakes and learning from them.","author":"Bill Ackman","topic":"Experience"},{"quote":"Nothing is a waste of time if you use the experience wisely.","author":"Auguste Rodin","topic":"Experience"},{"quote":"If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience.","author":"George Bernard Shaw","topic":"Experience"},{"quote":"For me, there is no such thing as a negative experience.","author":"A. P. J. Abdul Kalam","topic":"Experience"},{"quote":"Your life will be a blessed and balanced experience if you first honor your identity and priority.","author":"Russell M. Nelson","topic":"Experience"},{"quote":"Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.","author":"Thomas Jefferson","topic":"Experience"},{"quote":"Only those who have learned the power of sincere and selfless contribution experience life&#39;s deepest joy: true fulfillment.","author":"Tony Robbins","topic":"Experience"},{"quote":"There are three methods to gaining wisdom. The first is reflection, which is the highest. The second is limitation, which is the easiest. The third is experience, which is the bitterest.","author":"Confucius","topic":"Experience"},{"quote":"In my experience, poor people are the world&#39;s greatest entrepreneurs. Every day, they must innovate in order to survive. They remain poor because they do not have the opportunities to turn their creativity into sustainable income.","author":"Muhammad Yunus","topic":"Experience"},{"quote":"No man&#39;s knowledge here can go beyond his experience.","author":"John Locke","topic":"Experience"},{"quote":"Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good.","author":"Woody Allen","topic":"Experience"},{"quote":"It&#39;s so different when you change your hair color, you&#39;re treated so differently. It&#39;s a very funny experience. It&#39;s fun - I love changing up my hair.","author":"Kate Bosworth","topic":"Experience"},{"quote":"Any institutions&#39; alumni are key to its growth. We are focused on giving a global experience to our students.","author":"Shiv Nadar","topic":"Experience"},{"quote":"Man learns through experience, and the spiritual path is full of different kinds of experiences. He will encounter many difficulties and obstacles, and they are the very experiences he needs to encourage and complete the cleansing process.","author":"Sai Baba","topic":"Experience"},{"quote":"China&#39;s republican politics is like a child who just started schooling. He must have a good teacher and be surrounded by good friends. By the same token, the Chinese people, new to the republican politics, must be educated properly. The revolutionary government should be the people&#39;s tutor to impart advanced awareness and experience.","author":"Sun Yat-sen","topic":"Experience"},{"quote":"I don&#39;t have a type. But one thing I can say from my dating experience is that a physical attraction will only take you so far. So you definitely have to have a strong intellectual connection as well.","author":"Jesse Metcalfe","topic":"Experience"},{"quote":"You have people come into your life shockingly and surprisingly. You have losses that you never thought you&#39;d experience. You have rejection and you have learn how to deal with that and how to get up the next day and go on with it.","author":"Taylor Swift","topic":"Experience"},{"quote":"Food is our common ground, a universal experience.","author":"James Beard","topic":"Experience"},{"quote":"All adventures, especially into new territory, are scary.","author":"Sally Ride","topic":"Experience"},{"quote":"The value of experience is not in seeing much, but in seeing wisely.","author":"William Osler","topic":"Experience"},{"quote":"The world has today 546 nuclear plants generating electricity. Their experience is being continuously researched, and feedback should be provided to all. Nuclear scientists have to interact with the people of the nation, and academic institutions continuously update nuclear power generation technology and safety.","author":"A. P. J. Abdul Kalam","topic":"Experience"},{"quote":"I have a mess in my head sometimes, and there&#39;s something very satisfying about putting it into words. Certainly it&#39;s not something that you&#39;re in charge of, necessarily, but writing about it, putting it into your words, can be a very powerful experience.","author":"Carrie Fisher","topic":"Experience"},{"quote":"You wind up creating from silence, like painting a picture on a blank canvas that could bring tears to somebody&#39;s eyes. As songwriters, our blank canvas is silence. Then we write a song from an idea that can change somebody&#39;s life. Songwriting is the closest thing to magic that we could ever experience. That&#39;s why I love songwriting.","author":"Rodney Atkins","topic":"Experience"},{"quote":"As human beings, we are vulnerable to confusing the unprecedented with the improbable. In our everyday experience, if something has never happened before, we are generally safe in assuming it is not going to happen in the future, but the exceptions can kill you and climate change is one of those exceptions.","author":"Al Gore","topic":"Experience"},{"quote":"Intelligence, knowledge or experience are important and might get you a job, but strong communication skills are what will get you promoted.","author":"Mireille Guiliano","topic":"Experience"},{"quote":"People grow through experience if they meet life honestly and courageously. This is how character is built.","author":"Eleanor Roosevelt","topic":"Experience"},{"quote":"Writing, of course, is writing, acting comes from the theater, and cinematography comes from photography. Editing is unique to film. You can see something from different points of view almost simultaneously, and it creates a new experience.","author":"Stanley Kubrick","topic":"Experience"},{"quote":"I have learned that raising children is the single most difficult thing in the world to do. It takes hard work, love, luck, and a lot of energy, and it is the most rewarding experience that you can ever have.","author":"Janet Reno","topic":"Experience"},{"quote":"We respect our elders. There is wisdom that comes from experience, and I am not going to stop learning from wise counsel.","author":"Marcia Fudge","topic":"Experience"},{"quote":"The sky is the limit. You never have the same experience twice.","author":"Frank McCourt","topic":"Experience"},{"quote":"Your life changes. Everything has to be done perfectly, and I didn&#39;t follow that. I lived my life as if I wasn&#39;t in the public eye. I thought, &#39;I&#39;m young. I have the right to experience new things, and if I want to go to a bar and get drunk, that&#39;s my prerogative.&#39;","author":"Shannen Doherty","topic":"Experience"},{"quote":"Experience is a dim lamp, which only lights the one who bears it.","author":"Louis-Ferdinand Celine","topic":"Experience"},{"quote":"When you look at death, it makes you understand the importance of the moment when you have life and death in front of you, and you witness seeing someone deteriorating in front of you - it&#39;s an overwhelming experience. If you don&#39;t learn from that, I don&#39;t know what else you&#39;re gonna learn.","author":"Mickalene Thomas","topic":"Experience"},{"quote":"A friend is an emotional bond, just like friendship is a human experience.","author":"Simon Sinek","topic":"Experience"},{"quote":"It&#39;s not possible to experience constant euphoria, but if you&#39;re grateful, you can find happiness in everything.","author":"Pharrell Williams","topic":"Experience"},{"quote":"Life is not always easy to live, but the opportunity to do so is a blessing beyond comprehension. In the process of living, we will face struggles, many of which will cause us to suffer and to experience pain.","author":"L. Lionel Kendrick","topic":"Experience"},{"quote":"I maybe had a first love and had my heart broken, but reflecting on it, I don&#39;t think that was love. I think as I&#39;m getting older and having more in-depth relationships, maybe I&#39;ll experience it. At the moment, I don&#39;t know, exactly, if I&#39;ve been in love.","author":"Selena Gomez","topic":"Experience"},{"quote":"The role of a goalkeeper is difficult to judge, above all if you haven&#39;t been a goalkeeper. It&#39;s like me giving an opinion on someone&#39;s job without having had any experience in their sector. You start to realise how many stupid things are said and written about goalkeepers.","author":"Gianluigi Buffon","topic":"Experience"},{"quote":"We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains.","author":"Ursula K. Le Guin","topic":"Experience"},{"quote":"There&#39;s a vintage which comes with age and experience.","author":"Jon Bon Jovi","topic":"Experience"},{"quote":"You can never regret anything you do in life. You kind of have to learn the lesson from whatever the experience is and take it with you on your journey forward.","author":"Aubrey O'Day","topic":"Experience"},{"quote":"It is only in adventure that some people succeed in knowing themselves - in finding themselves.","author":"Andre Gide","topic":"Experience"},{"quote":"Experience has taught me how important it is to just keep going, focusing on running fast and relaxed. Eventually it passes and the flow returns. It&#39;s part of racing.","author":"Frank Shorter","topic":"Experience"},{"quote":"Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so.","author":"Douglas Adams","topic":"Experience"},{"quote":"It&#39;s a lovely experience walking around a museum by yourself.","author":"Brad Pitt","topic":"Experience"},{"quote":"I don&#39;t believe people are looking for the meaning of life as much as they are looking for the experience of being alive.","author":"Joseph Campbell","topic":"Experience"},{"quote":"Every day is a new journey for me, and I feel like, in my lifetime, I&#39;ve been blessed to experience such a lot.","author":"Bindi Irwin","topic":"Experience"},{"quote":"My advice to anybody, including myself, is if you&#39;re going through a bad period, and you just can&#39;t see the world&#39;s on your shoulders and no day is a good day, you&#39;re missing the whole point of the experience. And that&#39;s something dogs know from the moment they come bounding up to you as a puppy.","author":"W. Bruce Cameron","topic":"Experience"},{"quote":"I gave myself permission to feel and experience all of my emotions. In order to do that, I had to stop being afraid to feel. In order to do that, I taught myself to believe that no matter what I felt or what happened when I felt it, I would be okay.","author":"Iyanla Vanzant","topic":"Experience"},{"quote":"True intuitive expertise is learned from prolonged experience with good feedback on mistakes.","author":"Daniel Kahneman","topic":"Experience"},{"quote":"Judgement comes from experience, and experience comes from bad judgement.","author":"Simon Bolivar","topic":"Experience"},{"quote":"Taste every fruit of every tree in the garden at least once. It is an insult to creation not to experience it fully. Temperance is wickedness.","author":"Stephen Fry","topic":"Experience"},{"quote":"Along the way, let&#39;s never forget that once we were children and that we were all playing together without distinction of skin color, society level, or where people come from. Adults need to remember to play and to be more childlike in our behavior. We&#39;ve forgotten what that childlike experience was like.","author":"Guy Laliberte","topic":"Experience"},{"quote":"Experience teaches us that it is much easier to prevent an enemy from posting themselves than it is to dislodge them after they have got possession.","author":"George Washington","topic":"Experience"},{"quote":"Genius is the ability to renew one&#39;s emotions in daily experience.","author":"Paul Cezanne","topic":"Experience"},{"quote":"I&#39;ve always enjoyed traveling and having experience with different cultures and different people. But it&#39;s also a wonderful thing to be able to benefit and enable research, not only in our country but around the world.","author":"Laurel Clark","topic":"Experience"},{"quote":"When we shift our perception, our experience changes.","author":"Lindsay Wagner","topic":"Experience"},{"quote":"If I find in myself a desire which no experience in this world can satisfy, the most probable explanation is that I was made for another world.","author":"C. S. Lewis","topic":"Experience"},{"quote":"A kite needs to be tied down in order to fly. I learned how important restrictions can sometimes be in order to experience freedom.","author":"Damien Rice","topic":"Experience"},{"quote":"As a medical doctor, it is my duty to evaluate the situation with as much data as I can gather and as much expertise as I have and as much experience as I have to determine whether or not the wish of the patient is medically justified.","author":"Jack Kevorkian","topic":"Experience"},{"quote":"America is known as a country that welcomes people to its shores. All kinds of people. The image of the Statue of Liberty with Emma Lazarus&#39; famous poem. She lifts her lamp and welcomes people to the golden shore, where they will not experience prejudice because of the color of their skin, the religious faith that they follow.","author":"Ruth Bader Ginsburg","topic":"Experience"},{"quote":"From my own experience, I want to say that you should follow your heart, and the mind will follow you. Believe in yourself, and you will create miracles.","author":"Kailash Satyarthi","topic":"Experience"},{"quote":"I have but one lamp by which my feet are guided, and that is the lamp of experience.","author":"Patrick Henry","topic":"Experience"},{"quote":"Japan, not only a mega-busy city that thrives on electronics and efficiency, actually has an almost sacred appreciation of nature. One must travel outside of Tokyo to truly experience the &#39;old Japan&#39; and more importantly feel these aspects of Japanese culture.","author":"Apolo Ohno","topic":"Experience"},{"quote":"Making sushi is an art, and experience is everything.","author":"Nobu Matsuhisa","topic":"Experience"},{"quote":"Creativity is an energy. It&#39;s a precious energy, and it&#39;s something to be protected. A lot of people take for granted that they&#39;re a creative person, but I know from experience, feeling it in myself, it is a magic; it is an energy. And it can&#39;t be taken for granted.","author":"Ava DuVernay","topic":"Experience"},{"quote":"The world sometimes feels like an insane asylum. You can decide whether you want to be an inmate or pick up your visitor&#39;s badge. You can be in the world but not engage in the melodrama of it; you can become a spiritual being having a human experience thoroughly and fully.","author":"Deepak Chopra","topic":"Experience"},{"quote":"It is important to expect nothing, to take every experience, including the negative ones, as merely steps on the path, and to proceed.","author":"Ram Dass","topic":"Experience"},{"quote":"No man has a right to expect to succeed in life unless he understands his business, and nobody can understand his business thoroughly unless he learns it by personal application and experience.","author":"P. T. Barnum","topic":"Experience"},{"quote":"Working with great people makes you great; you learn a lot and it also gives you the experience and confidence to move on with your own career.","author":"Nas","topic":"Experience"},{"quote":"You see, I am trying in all my stories to get the feeling of the actual life across - not to just depict life - or criticize it - but to actually make it alive. So that when you have read something by me, you actually experience the thing. You can&#39;t do this without putting in the bad and the ugly as well as what is beautiful.","author":"Ernest Hemingway","topic":"Experience"},{"quote":"The wise are instructed by reason, average minds by experience, the stupid by necessity and the brute by instinct.","author":"Marcus Tullius Cicero","topic":"Experience"},{"quote":"Screaming at children over their grades, especially to the point of the child&#39;s tears, is child abuse, pure and simple. It&#39;s not funny and it&#39;s not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn&#39;t the least bit funny.","author":"Ben Stein","topic":"Experience"},{"quote":"As a brand marketer, I&#39;m a big believer in &#39;branding the customer experience,&#39; not just selling the service.","author":"John Sculley","topic":"Experience"},{"quote":"It makes sense that we came up with our public school system during the Industrial Revolution because it&#39;s like everybody is a factory worker, eating their terrible food and going back to the room where you&#39;re silent and listening to an idiot. That&#39;s an epitomizing idea, getting called &#39;Nothing&#39; for your whole high school experience.","author":"Ezra Miller","topic":"Experience"},{"quote":"A lot of people think that addiction is a choice. A lot of people think it&#39;s a matter of will. That has not been my experience. I don&#39;t find it to have anything to do with strength.","author":"Matthew Perry","topic":"Experience"},{"quote":"New Orleans is unlike any city in America. Its cultural diversity is woven into the food, the music, the architecture - even the local superstitions. It&#39;s a sensory experience on all levels and there&#39;s a story lurking around every corner.","author":"Ruta Sepetys","topic":"Experience"},{"quote":"I wasn&#39;t a very good student. I prefer to learn by experience.","author":"Cristin Milioti","topic":"Experience"},{"quote":"Year&#39;s end is neither an end nor a beginning but a going on, with all the wisdom that experience can instill in us.","author":"Hal Borland","topic":"Experience"},{"quote":"The joy of life consists in the exercise of one&#39;s energies, continual growth, constant change, the enjoyment of every new experience. To stop means simply to die. The eternal mistake of mankind is to set up an attainable ideal.","author":"Aleister Crowley","topic":"Experience"},{"quote":"How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god.","author":"Alan Watts","topic":"Experience"},{"quote":"Fear is present when we forget that we are a part of God&#39;s divine design. Learning to experience authentic love means abandoning ego&#39;s insistence that you have much to fear and that you are in an unfriendly world. You can make the decision to be free from fear and doubt and return to the brilliant light of love that is always with you.","author":"Wayne Dyer","topic":"Experience"},{"quote":"To experience sublime natural beauty is to confront the total inadequacy of language to describe what you see. Words cannot convey the scale of a view that is so stunning it is felt.","author":"Eleanor Catton","topic":"Experience"},{"quote":"I believe the process of going from confusion to understanding is a precious, even emotional, experience that can be the foundation of self-confidence.","author":"Brian Greene","topic":"Experience"},{"quote":"Grief starts to become indulgent, and it doesn&#39;t serve anyone, and it&#39;s painful. But if you transform it into remembrance, then you&#39;re magnifying the person you lost and also giving something of that person to other people, so they can experience something of that person.","author":"Patti Smith","topic":"Experience"},{"quote":"Loneliness is and always has been the central and inevitable experience of every man.","author":"Thomas Wolfe","topic":"Experience"},{"quote":"Innocence can be more powerful than experience.","author":"Alejandro Gonzalez Inarritu","topic":"Experience"},{"quote":"Beliefs have the power to create and the power to destroy. Human beings have the awesome ability to take any experience of their lives and create a meaning that disempowers them or one that can literally save their lives.","author":"Tony Robbins","topic":"Experience"},{"quote":"The noblest search is the search for excellence.","author":"Lyndon B. Johnson","topic":"Experience"},{"quote":"Ages of experience have taught humanity that the commitment of a husband and wife to love and to serve one another promotes the welfare of children and the stability of society.","author":"Jack Kingston","topic":"Experience"},{"quote":"If you do build a great experience, customers tell each other about that. Word of mouth is very powerful.","author":"Jeff Bezos","topic":"Experience"},{"quote":"As human beings we value the experience that comes with age. We are reminded over and over again with statements like &#39;older and wiser&#39; and &#39;respect your elders,&#39; promoting age as something to be cherished and respected.","author":"Jenna Morasca","topic":"Experience"},{"quote":"The Vietnam War totally turned my life around. Some people&#39;s lives were eliminated or destroyed by the experience. I was one of the fortunate few who came out better off.","author":"Craig Venter","topic":"Experience"},{"quote":"I&#39;m getting asked a lot, &#39;You don&#39;t have kids, so how do you know how to act like a mother?&#39; I know nothing could compare, and I haven&#39;t had that experience, but when my niece was born, I felt like I would jump in front of a car and die for this little person I didn&#39;t even know yet.","author":"Winona Ryder","topic":"Experience"},{"quote":"Music is your own experience, your own thoughts, your wisdom. If you don&#39;t live it, it won&#39;t come out of your horn. They teach you there&#39;s a boundary line to music. But, man, there&#39;s no boundary line to art.","author":"Charlie Parker","topic":"Experience"},{"quote":"If we are faithful to God in little things, we shall gain experience and strength that will be helpful to us in the more serious trials of life.","author":"Hudson Taylor","topic":"Experience"},{"quote":"If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius.","author":"Joseph Addison","topic":"Experience"},{"quote":"Experience proves that in this life peace and satisfaction are had, not by the listless but by those who are fervent in God&#39;s service. And rightly so. For in their effort to overcome themselves and to rid themselves of self-love, they rid themselves of the roots of all passion and unrest.","author":"Saint Ignatius","topic":"Experience"},{"quote":"Sailing is the closest I can get to nature - it&#39;s adrenaline, fear, a constant challenge and learning experience, an adventure into the unknown. And of course there is nothing better than wearing the same T-shirt for days and not brushing my hair for weeks.","author":"Daria Werbowy","topic":"Experience"},{"quote":"Depression can kill you. It can also be a spiritually enriching experience. It&#39;s really an important part of my theology now and my spirituality that life is not perfect, and I grew up wanting it to be and thinking that if it wasn&#39;t, I could make it that way, and I had to acknowledge that I had all kinds of flaws and sadnesses and problems.","author":"Krista Tippett","topic":"Experience"},{"quote":"At every step the child should be allowed to meet the real experience of life; the thorns should never be plucked from his roses.","author":"Ellen Key","topic":"Experience"},{"quote":"Adolescence is a time in which you experience everything more intensely.","author":"Edward Zwick","topic":"Experience"},{"quote":"Mental strength is really important because you either win or lose in your mind. And I&#39;m not solely talking about sporting matches, boxing events - anything you do, you do it first with your mental strength. And you can actually train and develop it, and I am responsible for what I&#39;m saying because I have experience with that.","author":"Wladimir Klitschko","topic":"Experience"},{"quote":"I believe that anyone can conquer fear by doing the things he fears to do, provided he keeps doing them until he gets a record of successful experience behind him.","author":"Eleanor Roosevelt","topic":"Experience"},{"quote":"I just don&#39;t believe in love at first sight anymore, even though I&#39;ve based my whole career on the concept. In my experience, power, money and influence always attract the opposite sex. It&#39;s something that I&#39;ve always exploited - with good results.","author":"Hugh Grant","topic":"Experience"},{"quote":"As the technology is developed, autonomous driving could provide driving opportunities for the physically challenged or enable the elderly to continue driving longer. This will be vital as many nations experience an aging population.","author":"William Clay Ford, Jr.","topic":"Experience"},{"quote":"We choose our joys and sorrows long before we experience them.","author":"Khalil Gibran","topic":"Experience"},{"quote":"See any detour as an opportunity to experience new things.","author":"H. Jackson Brown, Jr.","topic":"Experience"},{"quote":"We will all, someday, experience death, and become obsolete as a dead leaf falling from a tree, crushed by passersby to ashes underlying the earth.","author":"Kim Elizabeth","topic":"Experience"},{"quote":"Life is like playing a violin solo in public and learning the instrument as one goes on.","author":"Samuel Butler","topic":"Experience"},{"quote":"I have found little that is &#39;good&#39; about human beings on the whole. In my experience most of them are trash, no matter whether they publicly subscribe to this or that ethical doctrine or to none at all. That is something that you cannot say aloud, or perhaps even think.","author":"Sigmund Freud","topic":"Experience"},{"quote":"I have learned that a bitter experience can make you stronger. I now boastfully say that I have a hide like a rhinoceros... and I&#39;m smiling. It&#39;s an interesting thing.","author":"Mel Gibson","topic":"Experience"},{"quote":"The reward of suffering is experience.","author":"Harry S Truman","topic":"Experience"},{"quote":"Death is not an event in life: we do not live to experience death. If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present.","author":"Ludwig Wittgenstein","topic":"Experience"},{"quote":"While all old people have been young, no young people have been old, and this troubling fact engenders the frustration of all parents and elders, which is that while you can describe your experience, you cannot confer it.","author":"Andrew Solomon","topic":"Experience"},{"quote":"The belief that all genuine education comes about through experience does not mean that all experiences are genuinely or equally educative.","author":"John Dewey","topic":"Experience"},{"quote":"Wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues.","author":"Abigail Adams","topic":"Experience"},{"quote":"I want to do everything. That&#39;s my problem. Life is short, and I hate the idea of turning down anything. You never know what interesting experience might happen.","author":"Joshua Bell","topic":"Experience"},{"quote":"The raccoons, foxes, beavers, chinchillas, minks, rabbits, and yes, sometimes even dogs and cats that are killed for fur are not very different from your beloved dog or cat. They all have eyes, ears and hearts. They all experience pain when they are physically maimed. They shake with fear when they experience terror.","author":"Jane Velez-Mitchell","topic":"Experience"},{"quote":"Experience is what you have after you&#39;ve forgotten her name.","author":"Milton Berle","topic":"Experience"},{"quote":"I am a woman in process. I&#39;m just trying like everybody else. I try to take every conflict, every experience, and learn from it. Life is never dull.","author":"Oprah Winfrey","topic":"Experience"},{"quote":"I will respect the limits of my experience but that won&#39;t stop me from trying to lead by example of my work. Being a good teammate and picking them up on and off the field is a simple goal of mine.","author":"Anthony Rizzo","topic":"Experience"},{"quote":"Best thing that&#39;s happened this year? Maybe Hostel. It was a great experience. I loved it.","author":"Jay Hernandez","topic":"Experience"},{"quote":"Never become so much of an expert that you stop gaining expertise. View life as a continuous learning experience.","author":"Denis Waitley","topic":"Experience"},{"quote":"The most special relationships, in my experience, are based on a combination of trust and mutual respect.","author":"Charles Kennedy","topic":"Experience"},{"quote":"I know from personal experience how fear and low self worth can cripple one&#39;s ability to succeed in life. But with a little support, caring and inspiration, miracles can happen.","author":"Richard Hatch","topic":"Experience"},{"quote":"From my experience, the best advisors help in three ways: encourage you to look at the problem or opportunity from multiple angles; help you balance the tug of the short-term with important long-term priorities; and ask the tough questions you need to know to reach the best solution.","author":"Margo Georgiadis","topic":"Experience"},{"quote":"Experience has shown, and a true philosophy will always show, that a vast, perhaps the larger portion of the truth arises from the seemingly irrelevant.","author":"Edgar Allan Poe","topic":"Experience"},{"quote":"The more connections you and your lover make, not just between your bodies, but between your minds, your hearts, and your souls, the more you will strengthen the fabric of your relationship, and the more real moments you will experience together.","author":"Barbara De Angelis","topic":"Experience"},{"quote":"With so many ways to communicate at our disposal, we must not forget the transformative power of a live music experience and genuine human exchange.","author":"Jon Batiste","topic":"Experience"},{"quote":"The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power.","author":"Alfred Adler","topic":"Experience"},{"quote":"The wisdom of the wise and the experience of the ages is preserved into perpetuity by a nation&#39;s proverbs, fables, folk sayings and quotations.","author":"William Feather","topic":"Experience"},{"quote":"The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher.","author":"Adena Friedman","topic":"Experience"},{"quote":"I think the more realistic you try to make the graphics and the experience, the more you limit yourself to a single vision.","author":"Markus Persson","topic":"Experience"},{"quote":"Remember, we are not human beings having a spiritual experience. We are spiritual beings having a human experience.","author":"Stephen Covey","topic":"Experience"},{"quote":"My path has not been determined. I shall have more experiences and pass many more milestones.","author":"Agnetha Faltskog","topic":"Experience"},{"quote":"In this life, you should read everything you can read. Taste everything you can taste. Meet everyone you can meet. Travel everywhere you can travel. Learn everything you can learn. Experience everything you can experience.","author":"Mario Cuomo","topic":"Experience"},{"quote":"The existence of symmetry laws is in full accordance with our daily experience. The simplest of these symmetries, the isotropy and homogeneity of space, are concepts that date back to the early history of human thought.","author":"Chen-Ning Yang","topic":"Experience"},{"quote":"If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability.","author":"Henry Ford","topic":"Experience"},{"quote":"You cannot create experience. You must undergo it.","author":"Albert Camus","topic":"Experience"},{"quote":"I understand from experience that unity is easy to call for, but it takes the right kind of leadership to achieve.","author":"Steve Scalise","topic":"Experience"},{"quote":"People are always going to go shopping. A lot of our effort is just: &#39;How do we make the retail experience a great one?&#39;","author":"Philip Green","topic":"Experience"},{"quote":"I don&#39;t know about changing my perspective, because motherhood is such a glorious blessing and I am very thankful for that. It&#39;s such a beautiful experience. I so strongly recommend it. It&#39;s bliss, love and fulfillment of another level.","author":"Aishwarya Rai Bachchan","topic":"Experience"},{"quote":"The spectacles of experience; through them you will see clearly a second time.","author":"Henrik Ibsen","topic":"Experience"},{"quote":"In my experience, being busy and working hard is the key to sanity\/happiness.","author":"Jemima Khan","topic":"Experience"},{"quote":"No place epitomizes the American experience and the American spirit more than New York City.","author":"Michael Bloomberg","topic":"Experience"},{"quote":"Each solstice is a domain of experience unto itself. At the Summer Solstice, all is green and growing, potential coming into being, the miracle of manifestation painted large on the canvas of awareness. At the Winter Solstice, the wind is cold, trees are bare and all lies in stillness beneath blankets of snow.","author":"Gary Zukav","topic":"Experience"},{"quote":"In the business world, everyone is paid in two coins: cash and experience. Take the experience first; the cash will come later.","author":"Harold S. Geneen","topic":"Experience"},{"quote":"Experience without theory is blind, but theory without experience is mere intellectual play.","author":"Immanuel Kant","topic":"Experience"},{"quote":"One thorn of experience is worth a whole wilderness of warning.","author":"James Russell Lowell","topic":"Experience"},{"quote":"One of the great cosmic laws, I think, is that whatever we hold in our thought will come true in our experience. When we hold something, anything, in our thought, then somehow coincidence leads us in the direction that we&#39;ve been wishing to lead ourselves.","author":"Richard Bach","topic":"Experience"},{"quote":"We shall not grow wiser before we learn that much that we have done was very foolish.","author":"Friedrich August von Hayek","topic":"Experience"},{"quote":"Difficult times always create opportunities for you to experience more love in your life.","author":"Barbara De Angelis","topic":"Experience"},{"quote":"As a former Airman First Class in the United States Air Force, like many veterans in America, my military experience played an important part in instilling in me a sense of character and discipline that has served me throughout my life.","author":"Chuck Norris","topic":"Experience"},{"quote":"I don&#39;t have to have faith, I have experience.","author":"Joseph Campbell","topic":"Experience"},{"quote":"Life experience brings out different emotions and different perspectives on things. I just want to be constantly evolving.","author":"Kiesza","topic":"Experience"},{"quote":"An unforgettable experience happened on December 15, 1996 when I won the Supermodel contest while still in school. I was just seventeen years old then. Winning that competition was the turning point of my life. That&#39;s how I got into modeling and later started acting.","author":"Bipasha Basu","topic":"Experience"},{"quote":"Underwater, I experience space with my body. I&#39;ll see a school of fish gathering and moving together and I&#39;ll exclaim, &#39;This is architecture.&#39;","author":"Antoine Predock","topic":"Experience"},{"quote":"Falling in love as we know it is an addictive experience.","author":"Susan Cheever","topic":"Experience"},{"quote":"Uber is efficiency with elegance on top. That&#39;s why I buy an iPhone instead of an average cell phone, why I go to a nice restaurant and pay a little bit more. It&#39;s for the experience.","author":"Travis Kalanick","topic":"Experience"},{"quote":"Take a trip to the forest and experience the greatness of getting on your knees and picking your own food and going home... and eating it.","author":"Rene Redzepi","topic":"Experience"},{"quote":"You don&#39;t take a class; you&#39;re thrown into motherhood and learn from experience.","author":"Jennie Finch","topic":"Experience"},{"quote":"The simple act of saying &#39;thank you&#39; is a demonstration of gratitude in response to an experience that was meaningful to a customer or citizen.","author":"Simon Mainwaring","topic":"Experience"},{"quote":"The best art is realized when you can share the experience of making of it and not just the presentation of it, so that the audience is part of the creation and not just part of the consumption. Then it becomes much more full-bodied and robust.","author":"Ava DuVernay","topic":"Experience"},{"quote":"You&#39;re creating an intimacy that everybody feels, that it&#39;s their experience, not yours. I&#39;ll never introduce a song and say, now this song is about &#39;my&#39; broken heart.","author":"Diana Krall","topic":"Experience"},{"quote":"Experience should be a plus as long as it doesn&#39;t become complacency. If you say, &#39;We&#39;re not going to change; we didn&#39;t do it that way before,&#39; then you&#39;ve become too old.","author":"Marv Levy","topic":"Experience"},{"quote":"I have my team. Like if you see everyone around me - I have my hair and makeup girl, my assistant. They&#39;re very calm, they&#39;re all about positive energy. There&#39;re no drama queens. Everyone wants everyone else to have a positive experience. There are no agendas. I think it creates a healthy environment and there are no boundaries to cross.","author":"Fergie","topic":"Experience"},{"quote":"There is a part of me that still wants to go out and grab a backpack and unplug - not take a cellphone or even a camera and just get out there and experience the world and travel. I have yet to do that, but someday I hope.","author":"Emilio Estevez","topic":"Experience"},{"quote":"I&#39;ve learned from experience that the greater part of our happiness or misery depends on our dispositions and not on our circumstances.","author":"Martha Washington","topic":"Experience"},{"quote":"All experience is an arch, to build upon.","author":"Henry Adams","topic":"Experience"},{"quote":"Playing a bad guy is always a freeing experience, because you don&#39;t have the same envelope of restrictions as you have playing a good guy. Good guys restrain themselves; they kind of have their moral fiber cut out for them in varying degrees.","author":"John Travolta","topic":"Experience"},{"quote":"The whole world, as we experience it visually, comes to us through the mystic realm of color.","author":"Hans Hofmann","topic":"Experience"},{"quote":"Gratitude is what we radiate when we experience grace, and the soul was made to run on grace the way a 747 runs on rocket fuel.","author":"John Ortberg","topic":"Experience"},{"quote":"Someone who has experienced trauma also has gifts to offer all of us - in their depth, their knowledge of our universal vulnerability, and their experience of the power of compassion.","author":"Sharon Salzberg","topic":"Experience"},{"quote":"It&#39;s not that people don&#39;t like classical music. It&#39;s that they don&#39;t have the chance to understand and to experience it.","author":"Gustavo Dudamel","topic":"Experience"},{"quote":"Every experience, good or bad, is a priceless collector&#39;s item.","author":"Isaac Marion","topic":"Experience"},{"quote":"I speak to the black experience, but I am always talking about the human condition.","author":"Maya Angelou","topic":"Experience"},{"quote":"I write the black experience in America, and contained within that experience, because it is a human experience, are all the universalities.","author":"August Wilson","topic":"Experience"},{"quote":"As we get more technically driven, the importance of people becomes more than it&#39;s ever been before. You have to utilize who you are in your work. Nobody else can do that: nobody else can pull from your background, from your parents, your upbringing, your whole life experience.","author":"David Carson","topic":"Experience"},{"quote":"For me, the short story is the depth of a novel, the breadth of a poem, and, as you come to the last few paragraphs, the experience of surprise.","author":"Amy Bloom","topic":"Experience"},{"quote":"Language is not simply a reporting device for experience but a defining framework for it.","author":"Benjamin Whorf","topic":"Experience"},{"quote":"When you&#39;re doing collaborative music, the relationship that forms is a very bonding kind of experience.","author":"Condoleezza Rice","topic":"Experience"},{"quote":"There is no more lively sensation than that of pain; its impressions are certain and dependable, they never deceive as may those of the pleasure women perpetually feign and almost never experience.","author":"Marquis de Sade","topic":"Experience"},{"quote":"The African-American experience is one of the most important threads in the American tapestry.","author":"Bill Frist","topic":"Experience"},{"quote":"A lot of people think they should be happy all the time. But the writer understands you need both. You need the whole piano: the richness of the whole human experience. Depression, suffering and anger are all part of being human.","author":"Janet Fitch","topic":"Experience"},{"quote":"To me the arcade experience is the ultimate gaming experience.","author":"Eugene Jarvis","topic":"Experience"},{"quote":"A man who carries a cat by the tail learns something he can learn in no other way.","author":"Mark Twain","topic":"Experience"},{"quote":"Writing in a diary is a really strange experience for someone like me. Not only because I&#39;ve never written anything before, but also because it seems to me that later on neither I nor anyone else will be interested in the musings of a thirteen-year-old schoolgirl.","author":"Anne Frank","topic":"Experience"},{"quote":"Each morning when I awake, I experience again a supreme pleasure - that of being Salvador Dali.","author":"Salvador Dali","topic":"Experience"},{"quote":"Every outing is a learning experience.","author":"Drew Pomeranz","topic":"Experience"},{"quote":"You know, those of us who leave our homes in the morning and expect to find them there when we go back - it&#39;s hard for us to understand what the experience of a refugee might be like.","author":"Naomi Shihab Nye","topic":"Experience"},{"quote":"Let us with caution indulge the supposition that morality can be maintained without religion. Reason and experience both forbid us to expect that national morality can prevail in exclusion of religious principle.","author":"George Washington","topic":"Experience"},{"quote":"There is science, logic, reason; there is thought verified by experience. And then there is California.","author":"Edward Abbey","topic":"Experience"},{"quote":"It is a great honor to be awarded a Nobel Prize. This is a wonderful experience for my wife Betty and me. We received congratulations by email, phone and post, many from old friends we had not seen for some time.","author":"Willard Boyle","topic":"Experience"},{"quote":"I have never entered into any controversy in defense of my philosophical opinions; I leave them to take their chance in the world. If they are right, truth and experience will support them; if wrong, they ought to be refuted and rejected. Disputes are apt to sour one&#39;s temper and disturb one&#39;s quiet.","author":"Benjamin Franklin","topic":"Experience"},{"quote":"I experience a period of frightening clarity in those moments when nature is so beautiful. I am no longer sure of myself, and the paintings appear as in a dream.","author":"Vincent Van Gogh","topic":"Experience"},{"quote":"I was so emotional. Choked up. I could hardly talk all day. I&#39;ll be cleaning out my trailer and saying goodbye soon, realizing what a wonderful experience this has been.","author":"Dennis Franz","topic":"Experience"},{"quote":"Every secret of a writer&#39;s soul, every experience of his life, every quality of his mind is written large in his works.","author":"Virginia Woolf","topic":"Experience"},{"quote":"I know it&#39;s an experience that I need to have if God&#39;s putting me through it.","author":"Lil Wayne","topic":"Experience"},{"quote":"In wisdom gathered over time I have found that every experience is a form of exploration.","author":"Ansel Adams","topic":"Experience"},{"quote":"It&#39;s only when you risk failure that you discover things. When you play it safe, you&#39;re not expressing the utmost of your human experience.","author":"Lupita Nyong'o","topic":"Experience"},{"quote":"When I close my eyes, I still see things no one should ever experience: a bright red light, the black cloud soon after, people running in every direction trying desperately to escape - I remember it all.","author":"Issey Miyake","topic":"Experience"},{"quote":"If there&#39;s any object in human experience that&#39;s a precedent for what a computer should be like, it&#39;s a musical instrument: a device where you can explore a huge range of possibilities through an interface that connects your mind and your body, allowing you to be emotionally authentic and expressive.","author":"Jaron Lanier","topic":"Experience"},{"quote":"My life path has been a blessing and a great learning experience. Skateboarding is my passion and I don&#39;t see that changing. When I&#39;m not skating, I love to surf. I&#39;m open to the new experiences and opportunities.","author":"Ryan Sheckler","topic":"Experience"},{"quote":"You cannot, in human experience, rush into the light. You have to go through the twilight into the broadening day before the noon comes and the full sun is upon the landscape.","author":"Woodrow Wilson","topic":"Experience"},{"quote":"To be a good director, you have to have good life experience. I&#39;m getting there.","author":"Thomas Brodie-Sangster","topic":"Experience"},{"quote":"The world is the true classroom. The most rewarding and important type of learning is through experience, seeing something with our own eyes.","author":"Jack Hanna","topic":"Experience"},{"quote":"Recommend virtue to your children; it alone, not money, can make them happy. I speak from experience.","author":"Ludwig van Beethoven","topic":"Experience"},{"quote":"How wonderful to know that Christianity is more than a padded pew or a dim cathedral, but that it is a real, living, daily experience which goes on from grace to grace.","author":"Jim Elliot","topic":"Experience"},{"quote":"Experience is like a comb that life gives you when you are bald.","author":"Navjot Singh Sidhu","topic":"Experience"},{"quote":"Whoever doesn&#39;t know it must learn and find by experience that &#39;a quiet conscience makes one strong!&#39;","author":"Anne Frank","topic":"Experience"},{"quote":"My own experience is use the tools that are out there. Use the digital world. But never lose sight of the need to reach out and talk to other people who don&#39;t share your view. Listen to them and see if you can find a way to compromise.","author":"Colin Powell","topic":"Experience"},{"quote":"Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience.","author":"Mitt Romney","topic":"Experience"},{"quote":"So many people have touched my heart and made an impact on my world. I&#39;m thankful for every lesson and learning experience.","author":"Bindi Irwin","topic":"Experience"},{"quote":"A good memory is surely a compost heap that converts experience to wisdom, creativity, or dottiness; not that these things are of much earthly value, but at least they may keep you amused when the world is keeping you locked away or shutting you out.","author":"Michael Leunig","topic":"Experience"},{"quote":"I&#39;ve always loved the experience of working together with other people toward an artistic goal.","author":"Trey Anastasio","topic":"Experience"},{"quote":"Compassion may be defined as the capacity to be attentive to the experience of others, to wish the best for others, and to sense what will truly serve others.","author":"Joan Halifax","topic":"Experience"},{"quote":"Great art - or good art - is when you look at it, experience it and it stays in your mind. I don&#39;t think conceptual art and traditional art are all that different.","author":"Damien Hirst","topic":"Experience"},{"quote":"You need to experience life to be able to write about friendships, relationships, and heartbreak.","author":"Sabrina Carpenter","topic":"Experience"},{"quote":"The wisdom of the wise, and the experience of ages, may be preserved by quotation.","author":"Isaac D'Israeli","topic":"Experience"},{"quote":"My experience in Amsterdam is that cyclists ride where the hell they like and aim in a state of rage at all pedestrians while ringing their bell loudly, the concept of avoiding people being foreign to them.","author":"Terry Pratchett","topic":"Experience"},{"quote":"Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern.","author":"Alfred North Whitehead","topic":"Experience"},{"quote":"Maturity and experience are part of my liberation.","author":"Alicia Keys","topic":"Experience"},{"quote":"The dominant characteristic of an authentic spiritual life is the gratitude that flows from trust - not only for all the gifts that I receive from God, but gratitude for all the suffering. Because in that purifying experience, suffering has often been the shortest path to intimacy with God.","author":"Brennan Manning","topic":"Experience"},{"quote":"The French are true romantics. They feel the only difference between a man of forty and one of seventy is thirty years of experience.","author":"Maurice Chevalier","topic":"Experience"},{"quote":"I just love coming to Vegas. There is always a good energy here; the minute you get off the plane, it is happy. Every experience I have had here is fun, and everyone is in a good mood; they are happy, and they let it go. I like that. It is refreshing to me.","author":"Kelly Carlson","topic":"Experience"},{"quote":"People think that their world will get smaller as they get older. My experience is just the opposite. Your senses become more acute. You start to blossom.","author":"Yoko Ono","topic":"Experience"},{"quote":"Individual potential of life is cosmic potential. Individual is divine deep inside. Transcendental experience awakens that divinity in man. And when you kill a man you deprive him of that birthright of it.","author":"Maharishi Mahesh Yogi","topic":"Experience"},{"quote":"I think talented people are priceless. And I think people that are knowledgeable and experienced - and I think there&#39;s a balance of new talent and experience, which makes, I think, Estee Lauder really special.","author":"Aerin Lauder","topic":"Experience"},{"quote":"There are pros and cons of experience. A con is that you can&#39;t look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?","author":"Andrea Jung","topic":"Experience"},{"quote":"I have always loved blizzards, if only because of the driving experience - which is definitely an acquired taste.","author":"Hunter S. Thompson","topic":"Experience"},{"quote":"Creativity and insight almost always involve an experience of acute pattern recognition: the eureka moment in which we perceive the interconnection between disparate concepts or ideas to reveal something new.","author":"Jason Silva","topic":"Experience"},{"quote":"Watching television in those days was not the same experience as it is today. After years of listening to radio, we found the black-and-white images mesmerizing.","author":"Annette Funicello","topic":"Experience"},{"quote":"Most of the images of reality on which we base our actions are really based on vicarious experience.","author":"Albert Bandura","topic":"Experience"},{"quote":"The only relevant test of the validity of a hypothesis is comparison of prediction with experience.","author":"Milton Friedman","topic":"Experience"},{"quote":"If the composer withholds more than we anticipate, we experience a delicious falling sensation; we feel we have been torn from a stable point on the musical ladder and thrust into the void.","author":"Levi Strauss","topic":"Experience"},{"quote":"In my experience, psychotherapy at its best is like dual meditation - it&#39;s like a container in which you can be compassionate and mindful toward yourself.","author":"Jack Kornfield","topic":"Experience"},{"quote":"Information&#39;s pretty thin stuff unless mixed with experience.","author":"Clarence Day","topic":"Experience"},{"quote":"The soldier who gropes for glory must submit himself to discipline. Subordination gives strength and security to an army. He that will not submit to it when corrected and improved by the experience of ages does not deserve the proud appellation of a soldier.","author":"Sam Houston","topic":"Experience"},{"quote":"But it must not be thought that I say this out of personal experience: for in the many years that I have been before the public my secret methods have been steadily shielded by the strict integrity of my assistants, most of whom have been with me for years.","author":"Harry Houdini","topic":"Experience"},{"quote":"I&#39;ve been lucky enough - well, maybe unlucky enough - to have had a lot of friends who have had their ups and downs. And for an actor, that&#39;s good. Life experience in any regard is good. So I&#39;ve seen a lot and I&#39;ve had my own experiences.","author":"Chris Evans","topic":"Experience"},{"quote":"Everyone has a breakup in their lives, and I think everyone should experience love.","author":"Hansika Motwani","topic":"Experience"},{"quote":"There&#39;s the way that light shows in darkness, and it is extremely beautiful. And I think it essentializes the experience of being human, to see light in darkness.","author":"Emil Ferris","topic":"Experience"},{"quote":"I offer my expertise and experience for hire in order to help a group of people reach the summit.","author":"Anatoli Boukreev","topic":"Experience"},{"quote":"I&#39;ve always said that the better off you are, the more responsibility you have for helping others. Just as I think it&#39;s important to run companies well, with a close eye to the bottom line, I think you have to use your entrepreneurial experience to make corporate philanthropy effective.","author":"Carlos Slim","topic":"Experience"},{"quote":"Experience is what you get while looking for something else.","author":"Federico Fellini","topic":"Experience"},{"quote":"Many times when you&#39;re a tourist you can just stay on the surface and not really experience the place you&#39;re visiting, which will probably leave you disappointed. Everywhere has something interesting; it&#39;s just about being curious enough to find it and scratch where you have to scratch and stay longer and walk further.","author":"Diego Luna","topic":"Experience"},{"quote":"At a certain point in their existential experience, the oppressed feel an irresistible attraction toward the oppressor and his way of life. Sharing this way of life becomes an overpowering aspiration.","author":"Paulo Freire","topic":"Experience"},{"quote":"To grow up in the neighborhood of handicapped people was an important experience for me. I learned back then to treat them in a very normal way.","author":"Angela Merkel","topic":"Experience"},{"quote":"Life runs to death as its goal, and we should go towards that next stage of experience either carelessly as to what must be, or with a good, honest curiosity as to what may be.","author":"James Stephens","topic":"Experience"},{"quote":"When I was at the Royal Ballet School, I remember receiving my first eyeshadow palette from Marks &amp; Spencer as a gift. It sparked my interest in beauty, which peaked when I became more involved in theatre and got to experience so many stunning image transformations to suit different productions.","author":"Darcey Bussell","topic":"Experience"},{"quote":"The kind of improv that I&#39;m particularly addicted to is the kind that... aims at creating a momentary, fragmentary experience that has a totality to it. It&#39;s kind of like fireworks. It&#39;s the more ephemeral of art forms - once it&#39;s gone, it&#39;s gone, baby.","author":"Del Close","topic":"Experience"},{"quote":"Experience keeps a dear school, but fools will learn in no other.","author":"Benjamin Franklin","topic":"Experience"},{"quote":"The book is actually called &#39;A Mentor Leader, a Different Way to Lead.&#39; It really talks about my experience in the way I tried lead our football team, things that I learned from, basically, the coaches that I played for and my parents about leadership. And it is a little bit different, counter to maybe what society says about great leaders.","author":"Tony Dungy","topic":"Experience"},{"quote":"Going to a party, for me, is as much a learning experience as, you know, sitting in a lecture.","author":"Natalie Portman","topic":"Experience"},{"quote":"Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men.","author":"B. R. Ambedkar","topic":"Experience"},{"quote":"Although we have, in theory, abolished human slavery, recognized women&#39;s rights, and stopped child labor, we continue to enslave other species who, if we simply pay attention, show quite clearly that they experience parental love, pain, and the desire for freedom, just as we do.","author":"Ingrid Newkirk","topic":"Experience"},{"quote":"While films are a very visual and emotional artistic medium, video games take it one step further into the realm of a unique personal experience.","author":"Jet Li","topic":"Experience"},{"quote":"It&#39;s a great, great experience to finally get the reception that you know you rightfully deserve.","author":"Kendrick Lamar","topic":"Experience"},{"quote":"A lot of things you see as a child remain with you... you spend a lot of your life trying to recapture the experience.","author":"Tim Burton","topic":"Experience"},{"quote":"As it stands, motherhood is a sort of wilderness through which each woman hacks her way, part martyr, part pioneer; a turn of events from which some women derive feelings of heroism, while others experience a sense of exile from the world they knew.","author":"Rachel Cusk","topic":"Experience"},{"quote":"Life is difficult. Not just for me or other ALS patients. Life is difficult for everyone. Finding ways to make life meaningful and purposeful and rewarding, doing the activities that you love and spending time with the people that you love - I think that&#39;s the meaning of this human experience.","author":"Steve Gleason","topic":"Experience"},{"quote":"In times of rapid change, experience could be your worst enemy.","author":"J. Paul Getty","topic":"Experience"},{"quote":"I&#39;ve learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work.","author":"Louis C. K.","topic":"Experience"},{"quote":"History and experience tell us that moral progress comes not in comfortable and complacent times, but out of trial and confusion.","author":"Gerald R. Ford","topic":"Experience"},{"quote":"Because I had my family, I felt like I could be a bird and fly and experience and do. Because I had roots somewhere, I knew that they would love me no matter what, and I could always go back home and they were going to love me.","author":"Gisele Bundchen","topic":"Experience"},{"quote":"I know from experience that you should never give up on yourself or others, no matter what.","author":"George Foreman","topic":"Experience"},{"quote":"Is there anyone so wise as to learn by the experience of others?","author":"Voltaire","topic":"Experience"},{"quote":"What each must seek in his life never was on land or sea. It is something out of his own unique potentiality for experience, something that never has been and never could have been experienced by anyone else.","author":"Joseph Campbell","topic":"Experience"},{"quote":"An identity would seem to be arrived at by the way in which the person faces and uses his experience.","author":"James Baldwin","topic":"Experience"},{"quote":"Is being single hard? It depends where your mind is. If you are focused, being single is an enjoyable experience, but if you hate being alone, you&#39;ll hate being single. I think it depends on the individual are where they are in life.","author":"Lauren London","topic":"Experience"},{"quote":"Artists need some kind of stimulating experience a lot of times, which crystallizes when you sing about it or paint it or sculpt it. You literally mold the experience the way you want. It&#39;s therapy.","author":"Erykah Badu","topic":"Experience"},{"quote":"It&#39;s wonderful to be grateful. To have that gratitude well out from deep within you and pour out in waves. Once you truly experience this, you will never want to give it up.","author":"Srikumar Rao","topic":"Experience"},{"quote":"I am the the type to have a personal experience with a celebrity, but I&#39;m too classy to bring that up.","author":"Todd Barry","topic":"Experience"},{"quote":"Experience is one thing you can&#39;t get for nothing.","author":"Oscar Wilde","topic":"Experience"},{"quote":"Karma, memory, and desire are just the software of the soul. It&#39;s conditioning that the soul undergoes in order to create experience. And it&#39;s a cycle. In most people, the cycle is a conditioned response. They do the same things over and over again.","author":"Deepak Chopra","topic":"Experience"},{"quote":"Everybody experiences far more than he understands. Yet it is experience, rather than understanding, that influences behavior.","author":"Marshall McLuhan","topic":"Experience"},{"quote":"The loving parts of your personality have no trouble loving. That is all they do. You experience the loving parts of as gratitude, appreciation, caring, patience, contentment and awe of life.","author":"Gary Zukav","topic":"Experience"},{"quote":"I absolutely believe in the power of tithing and giving back. My own experience about all the blessings I&#39;ve had in my life is that the more I give away, the more that comes back. That is the way life works, and that is the way energy works.","author":"Ken Blanchard","topic":"Experience"},{"quote":"I believe life is an &#39;experience ball.&#39; You throw it at someone, it picks up their response... it grows. You play with that ball, learning what it teaches you.","author":"Vijay Sethupathi","topic":"Experience"},{"quote":"Experience praises the most happy the one who made the most people happy.","author":"Karl Marx","topic":"Experience"},{"quote":"My mind withdrew its thoughts from experience, extracting itself from the contradictory throng of sensuous images, that it might find out what that light was wherein it was bathed... And thus, with the flash of one hurried glance, it attained to the vision of That Which Is.","author":"Saint Augustine","topic":"Experience"},{"quote":"The cinema is really built for the big screen and big sound, so that a person can go into another world and have an experience.","author":"David Lynch","topic":"Experience"},{"quote":"As a country with experience of coping with earthquakes, tsunamis and other natural disasters, Japan believes in emphasizing the mainstreaming of disaster risk reduction. We therefore prioritize investment in disaster prevention and post-disaster improvements under a policy of Build Back Better (BBB).","author":"Shinzo Abe","topic":"Experience"},{"quote":"What is the good of experience if you do not reflect?","author":"Frederick the Great","topic":"Experience"},{"quote":"We can think so much about life and take ourselves so seriously; I mean, I like to tell people, &#39;Don&#39;t take life too seriously&#39; because you&#39;ll cloud the experience. That&#39;s what the meaning of life is to me - being able to enjoy the moment.","author":"Janine Shepherd","topic":"Experience"},{"quote":"Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning.","author":"Fred Perry","topic":"Experience"},{"quote":"If we turn our backs of the Scythians who have provoked us, how shamefully shall we march against the revolted Bactrians; but if we pass Tanais and make the Scythians feel, by dear experience, that we are invincible, not in Asia only, it is not to be doubted but that Europe itself, as well as Asia, will come within the bounds of our conquests.","author":"Alexander the Great","topic":"Experience"},{"quote":"The historical experience of socialist countries has sadly demonstrated that collectivism does not do away with alienation but rather increases it, adding to it a lack of basic necessities and economic inefficiency.","author":"Pope John Paul II","topic":"Experience"},{"quote":"Barcelona is one of the best cities in the world. I love it there. I love Big Sur. It&#39;s stunning and you get a therapeutic experience there. The drive up the coast is one of the most beautiful I&#39;ve ever done. Also, Hong Kong. I could easily live there!","author":"Meghan Markle","topic":"Experience"},{"quote":"Without in any way minimising the economic and psychological blow that people experience when they lose their jobs, the unemployed in affluent countries still have a safety net, in the form of social security payments, and usually free healthcare and free education for their children. They also have sanitation and safe drinking water.","author":"Peter Singer","topic":"Experience"},{"quote":"My ultimate aim is to make euthanasia a positive experience.","author":"Jack Kevorkian","topic":"Experience"},{"quote":"A rare experience of a moment at daybreak, when something in nature seems to reveal all consciousness, cannot be explained at noon. Yet it is part of the day&#39;s unity.","author":"Charles Ives","topic":"Experience"},{"quote":"People often say that a bad event is a &#39;blessing in disguise.&#39; Trust me, experience will teach you that some are unbelievably well disguised. Everyone gets fired, or decides to make a radical change at some point. Everyone suffers setbacks.","author":"Tom Freston","topic":"Experience"},{"quote":"Take control of your consistent emotions and begin to consciously and deliberately reshape your daily experience of life.","author":"Tony Robbins","topic":"Experience"},{"quote":"Everything has been said before, but since nobody listens we have to keep going back and beginning all over again.","author":"Andre Gide","topic":"Experience"},{"quote":"As our knees and hips and eyesight deteriorate, we become more dependable, less impulsive, kinder, and less moody. Psychologists call this the maturity principle. My own life experience fits this principle to a T.","author":"Angela Duckworth","topic":"Experience"},{"quote":"As an actor, you can&#39;t think about the end result or the fame; you just have to focus on the day you&#39;re in. You have no control over the finished product, what people will think of it, so all you have is the experience of making it, and you have to stay focused on that.","author":"Orlando Bloom","topic":"Experience"},{"quote":"When you&#39;re doing a film, narrative is your most important tool, but it&#39;s a tool to create a cinematographic experience, to create those moments that are beyond narrative, that are almost an abstraction of that moment that hits your psyche.","author":"Alfonso Cuaron","topic":"Experience"},{"quote":"It&#39;s been said that astronomy is a humbling and, I might add, a character-building experience.","author":"Carl Sagan","topic":"Experience"},{"quote":"Whether born from experience or inherent physiological or cultural differences, our gender and national origins may and will make a difference in our judging.","author":"Sonia Sotomayor","topic":"Experience"},{"quote":"I&#39;m not a genius. I&#39;m just a tremendous bundle of experience.","author":"R. Buckminster Fuller","topic":"Experience"},{"quote":"In a person who is open to experience each stimulus is freely relayed through the nervous system, without being distorted by any process of defensiveness.","author":"Carl Rogers","topic":"Experience"},{"quote":"Experience has everywhere shown us, and especially in the Philippines, that the classes which are better off have always been addicted to peace and order because they live comparatively better and may be the losers in civil disturbances.","author":"Jose Rizal","topic":"Experience"},{"quote":"When I&#39;m writing, I&#39;m constantly thinking about myself, because it&#39;s the only experience I have to draw on. And I don&#39;t see an exact reflection of myself in every face in the audience, but I know that my songs have validity to them, and that&#39;s why the fans are there.","author":"Chester Bennington","topic":"Experience"},{"quote":"Such is my experience - not that I ever mourned the loss of a child, but that I consider myself as lost!","author":"Deborah Sampson","topic":"Experience"},{"quote":"If this country wants to elect someone with no political experience who is racially insensitive and golfs... In my first 100 days, I will make Taco Tuesday the law.","author":"George Lopez","topic":"Experience"},{"quote":"Shopping is a great way to bond with the girls, but it definitely makes us focus on our bodies and compare ourselves to others. Something that should be a fun outing with the girls can turn into an uncomfortable experience.","author":"Katherine Schwarzenegger","topic":"Experience"},{"quote":"From start to finish, my experience with &#39;Moonlight&#39; has been the most unique thing.","author":"Trevante Rhodes","topic":"Experience"},{"quote":"Divorce is never a pleasant experience. You look upon it as a failure. But I learned to be a different person once we broke up. Sometimes you learn more from failure than you do from success.","author":"Michael Crawford","topic":"Experience"},{"quote":"Experience has shown how deeply the seeds of war are planted by economic rivalry and social injustice.","author":"Harry S Truman","topic":"Experience"},{"quote":"The deepest experience of the creator is feminine, for it is experience of receiving and bearing.","author":"Rainer Maria Rilke","topic":"Experience"},{"quote":"I hate to generalize, but in general, both men and women suffer from ageism. Men much less because men gain power as they get older. Women lose power as they get older. Men are seen as gaining experience and being distinguished. Sons look forward to replacing their fathers.","author":"Gloria Steinem","topic":"Experience"},{"quote":"The future should be exciting, you know? It shouldn&#39;t be a nerve-wracking experience.","author":"Brendon Urie","topic":"Experience"},{"quote":"I try my best to confront situations because I know, at the end of the day, you can deal with it or it will deal with you. I&#39;ve had enough experience to know that that&#39;s how it goes down. There&#39;s no going around it.","author":"Jada Pinkett Smith","topic":"Experience"},{"quote":"I have such happy memories of performing in a choir and I don&#39;t think I&#39;d have got where I am today without all that experience. So my advice to young singers is to either join your school or church&#39;s choir or find one in your local area. Choral music at any level teaches you so much about musicianship and blending your voice.","author":"Katherine Jenkins","topic":"Experience"},{"quote":"The trouble with this country is that there are too many politicians who believe, with a conviction based on experience, that you can fool all of the people all of the time.","author":"Franklin Pierce Adams","topic":"Experience"},{"quote":"I think it&#39;s important to experience kindness so that you can experience it more in the future. I believe that patterns of emotional behavior are set down before adolescence. And I think that if you have not observed kindness, you will not recognize it. You have to experience kindness in order to be kind.","author":"E. L. Konigsburg","topic":"Experience"},{"quote":"Give, give, give - what is the point of having experience, knowledge or talent if I don&#39;t give it away? Of having stories if I don&#39;t tell them to others? Of having wealth if I don&#39;t share it? I don&#39;t intend to be cremated with any of it! It is in giving that I connect with others, with the world and with the divine.","author":"Isabel Allende","topic":"Experience"},{"quote":"Nowadays, a critic has to watch 700, 800 films a year, and I know through experience, being a juror in prestigious film festivals where supposedly the best films are arriving, from twenty films maybe you see two that are good, one that is so-so, and one that is extraordinary. And the other sixteen are terrible.","author":"Alejandro Gonzalez Inarritu","topic":"Experience"},{"quote":"I am quite driven. I know what I think, and I know what I want to achieve, but I also hope that people who are asked to describe me would describe me as pretty down-to-earth, loyal, friendly. The more experience I have got in politics, I think the more I have allowed me to shine through.","author":"Nicola Sturgeon","topic":"Experience"},{"quote":"Experience, which plays such an important part in culinary work, is nowhere so necessary as in the preparation of sauces, for not only must the latter flatter the palate, but they must also very in savour, consistence, and viscosity, in accordance with the dishes they accompany.","author":"Auguste Escoffier","topic":"Experience"},{"quote":"If we could sell our experiences for what they cost us, we&#39;d all be millionaires.","author":"Pauline Phillips","topic":"Experience"},{"quote":"In a multicultural, diverse society there are countless ways in which people negotiate the everyday lived experience and reality of diversity.","author":"Randa Abdel-Fattah","topic":"Experience"},{"quote":"My friends, whoever has had experience of evils knows how whenever a flood of ills comes upon mortals, a man fears everything; but whenever a divine force cheers on our voyage, then we believe that the same fate will always blow fair.","author":"Aeschylus","topic":"Experience"},{"quote":"Because of my unique experience as my mom&#39;s child, the beginning of my journey was more about me trying to figure out who I was on my own. My mom is one of the greatest moms and so supportive of all my siblings and of all of us being who we are, and not who she wanted us to be.","author":"Tracee Ellis Ross","topic":"Experience"},{"quote":"I think what I&#39;m trying to do is create moments of recognition. To try to detonate some kind of feeling or understanding of lived experience.","author":"Barbara Kruger","topic":"Experience"},{"quote":"I think experience will teach you a combination of liberalism and conservatism. We have to be progressive and at the same time we have to retain values. We have to hold onto the past as we explore the future.","author":"Oliver Stone","topic":"Experience"},{"quote":"There is nothing like a live performance. You can look at things on television, and you can look at things on YouTube, but when you get in a room full of people and you say one joke, and everyone&#39;s laughing at the same thing, it&#39;s a really great experience.","author":"Loni Love","topic":"Experience"},{"quote":"Good judgement comes from experience. Experience comes from bad judgement.","author":"Jim Horning","topic":"Experience"},{"quote":"There can be no greater error than to expect, or calculate, upon real favors from nation to nation. It is an illusion which experience must cure, which a just pride ought to discard.","author":"George Washington","topic":"Experience"},{"quote":"I lived in a dictatorship in Brazil, and I was arrested three times. I felt in my flesh what it is to live under such a regime and experience deprivation of freedom.","author":"Paulo Coelho","topic":"Experience"},{"quote":"Experience never errs; it is only your judgments that err by promising themselves effects such as are not caused by your experiments.","author":"Leonardo da Vinci","topic":"Experience"},{"quote":"Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.","author":"Anne Lamott","topic":"Experience"},{"quote":"There are no wishy-washy astronauts. You don&#39;t get up there by being uncaring and blase. And whatever gave you the sense of tenacity and purpose to get that far in life is absolutely reaffirmed and deepened by the experience itself.","author":"Chris Hadfield","topic":"Experience"},{"quote":"Jiro Ono serves Edo-style traditional sushi, the same 20 or 30 pieces he&#39;s been making his whole life, and he&#39;s still unsatisfied with the quality and every day wakes up and trains to make the best. And that is as close to a religious experience in food as one is likely to get.","author":"Anthony Bourdain","topic":"Experience"},{"quote":"When you&#39;re young, you don&#39;t have any experience - you&#39;re charged up, but you&#39;re out of control. And if you&#39;re old and you&#39;re not charged up, then all you have is memories. But if you&#39;re charged and stimulated by what&#39;s going on around you, and you also have experience, you know what to appreciate and what to pass by.","author":"Neil Young","topic":"Experience"},{"quote":"I believe dreams represent the purest form of fantasy we unleash through our subconscious. They represent the truest freedom we can experience. Totally unrepressed and totally creative.","author":"Miguel","topic":"Experience"},{"quote":"Managers of hospitals over the years have been increasingly recruited from outside the health service, and although their experience of running a supermarket chain might allow them to balance the books, it does not mean they have any insight into how a ward should be managed and patients best served.","author":"Jo Brand","topic":"Experience"},{"quote":"I&#39;m afraid, based on my own experience, that fascism will come to America in the name of national security.","author":"Jim Garrison","topic":"Experience"},{"quote":"I think that the point of being an architect is to help raise the experience of everyday living, even a little. Putting a window where people would really like one. Making sure a shaving mirror in a hotel bathroom is at the right angle. Making bureaucratic buildings that are somehow cheerful.","author":"David Chipperfield","topic":"Experience"},{"quote":"The stuff that matters in life is no longer stuff. It&#39;s other people. It&#39;s relationships. It&#39;s experience.","author":"Brian Chesky","topic":"Experience"},{"quote":"As any parent, teacher, or librarian knows, there is no richer experience than to see children&#39;s faces light up at the suspense of a new tale or the surprise of a new poem. The uninhibited joy with which they listen is surely akin to that of adult audiences of old around campfire and hearth.","author":"William Jay Smith","topic":"Experience"},{"quote":"At the outset, I want to say that the suggestion that the struggle in South Africa is under the influence of foreigners or communists is wholly incorrect. I have done whatever I did because of my experience in South Africa and my own proudly felt African background, and not because of what any outsider might have said.","author":"Nelson Mandela","topic":"Experience"},{"quote":"We deem those happy who from the experience of life have learnt to bear its ills without being overcome by them.","author":"Carl Jung","topic":"Experience"},{"quote":"There is such a thing as old emotional pain living inside you. It is an accumulation of painful life experience that was not fully faced and accepted in the moment it arose. It leaves behind an energy form of emotional pain.","author":"Eckhart Tolle","topic":"Experience"},{"quote":"Fun is to experience things you would not have been able to experience in any other setting.","author":"Mike Krzyzewski","topic":"Experience"},{"quote":"I believe so much in the power of performance I don&#39;t want to convince people. I want them to experience it and come away convinced on their own.","author":"Marina Abramovic","topic":"Experience"},{"quote":"I got to experience soccer at the highest level at a young age; I decided I wanted to be part of that for as long as possible.","author":"Mia Hamm","topic":"Experience"},{"quote":"Every old goalkeeper loses a step at some point, but you can gain that back through experience.","author":"Tim Howard","topic":"Experience"},{"quote":"Music is subjective to everyone&#39;s unique experience.","author":"Jared Leto","topic":"Experience"},{"quote":"When one begins, as I did, to analyze men after a fairly long experience of analyzing women, one receives a most surprising impression of the intensity of this envy of pregnancy, childbirth, and motherhood, as well as of breasts and of the act of suckling.","author":"Karen Horney","topic":"Experience"},{"quote":"Japan is the most intoxicating place for me. In Kyoto, there&#39;s an inn called the Tawaraya which is quite extraordinary. The Japanese culture fascinates me: the food, the dress, the manners and the traditions. It&#39;s the travel experience that has moved me the most.","author":"Roman Coppola","topic":"Experience"},{"quote":"Hands-on experience is the best way to learn about all the interdisciplinary aspects of robotics.","author":"Rodney Brooks","topic":"Experience"},{"quote":"All I know is that history repeats itself and people are going to want to experience the world. But I know then they are going to have a better appreciation for what is here in Maine.","author":"John Baldacci","topic":"Experience"},{"quote":"While I will always have the utmost respect for the superhuman out-of-bounds freestyle and extreme stunts that seem to continually progress beyond our imaginable limits, my highest appreciation goes out to the simple rider who&#39;s out there just for the experience.","author":"Craig Kelly","topic":"Experience"},{"quote":"I am not a yachting person, by nature, but I have just enough experience on the sea under sail to feel a certain nostalgia for it when I see a big white racing yacht heeled over at cruising speed on the ocean, and I can still tie a mean bowline knot on just about anything in less than 10 seconds.","author":"Hunter S. Thompson","topic":"Experience"},{"quote":"Lying in bed would be an altogether perfect and supreme experience if only one had a colored pencil long enough to draw on the ceiling.","author":"Gilbert K. Chesterton","topic":"Experience"},{"quote":"The wrong things are predominantly stressed in the schools - things remote from the student&#39;s experience and need.","author":"Anne Sullivan","topic":"Experience"},{"quote":"Some of the choicest blessings of my life have been the close friendships I have experienced over the years. Often, these friendships have been forged in the fires of shared experience.","author":"Joseph B. Wirthlin","topic":"Experience"},{"quote":"What we know about the destination resort business is clearly established. But it&#39;s all about one thing, and one thing only. All of the razzmatazz and jazz we hear about facilities and everything else doesn&#39;t amount to a hill of beans. It&#39;s customer experience that determines the longevity and endurance of these enterprises.","author":"Steve Wynn","topic":"Experience"},{"quote":"In my experience as CEO, I found that the most important decisions tested my courage far more than my intelligence.","author":"Ben Horowitz","topic":"Experience"},{"quote":"I started culinary school at a very young age, and really I wanted to be out working, cooking, more than I wanted to be in a classroom. You could say I wasn&#39;t a very good student - I wanted to be a student of life and experience.","author":"Jose Andres","topic":"Experience"},{"quote":"Boredom is the dream bird that hatches the egg of experience. A rustling in the leaves drives him away.","author":"Walter Benjamin","topic":"Experience"},{"quote":"I didn&#39;t have a business degree. I didn&#39;t have experience to work in somebody else&#39;s office. I never built or ran a department. So I was on this journey, and when the time came to make a decision, I was just going with my gut.","author":"Hamdi Ulukaya","topic":"Experience"},{"quote":"I probably hold the distinction of being one movie star who, by all laws of logic, should never have made it. At each stage of my career, I lacked the experience.","author":"Audrey Hepburn","topic":"Experience"},{"quote":"Every opportunity I got, I took it as a learning experience.","author":"Satya Nadella","topic":"Experience"},{"quote":"It&#39;s a bit cliche, but you can&#39;t go wrong by writing what you know. Even if you&#39;re a horrible writer, your own knowledge and experience is unrivaled. Nobody knows what you know like you know what you know. The way you see things is pretty unique.","author":"Issa Rae","topic":"Experience"},{"quote":"I think that one of the main privileges of what I do, which I am just starting to learn, is to have the ability to travel all over the world and experience different cultures.","author":"Chris Cornell","topic":"Experience"},{"quote":"Each of us brings to our job, whatever it is, our lifetime of experience and our values.","author":"Sandra Day O'Connor","topic":"Experience"},{"quote":"My music is like a diary. I use every experience.","author":"Future","topic":"Experience"},{"quote":"Never, for the sake of peace and quiet, deny your own experience or convictions.","author":"Dag Hammarskjold","topic":"Experience"},{"quote":"People who are constantly looking for the opportunity to do something new are also people who are not going to be helped by having job titles - job titles create expectations of specialization and focus which don&#39;t map really well to creating the best possible experience for your customers.","author":"Gabe Newell","topic":"Experience"},{"quote":"Keeping customers is about the experience, and the employees control the culture and temperature of the business. Never forget that.","author":"Steve Wynn","topic":"Experience"},{"quote":"Hard work, years of sacrifice, and dedication are necessary to succeed in the real world. Snowden&#39;s most notable accomplishment was lying about his military service, his experience, and education to procure a job with the NSA in the first place.","author":"Pete Hoekstra","topic":"Experience"},{"quote":"I have learned that a bitter experience can make you stronger.","author":"Mel Gibson","topic":"Experience"},{"quote":"To experience the northern forest in the raw, I went to northern Finland and Lapland, travelling on horseback, and sleeping on reindeer skins in the traditional open-fronted Finnish laavu. I ate elk heart, reindeer and lingonberries, and tried out spruce resin: the chewing gum of the Stone Age.","author":"Michelle Paver","topic":"Experience"},{"quote":"Essentially, I&#39;m a 21-year-old who&#39;s a millionaire through gaming, vlogging, and my online experience. Yo, I&#39;ll take it!","author":"KSI","topic":"Experience"},{"quote":"I had no expectations about fatherhood, really, but it&#39;s definitely a journey I&#39;m glad to be taking. Number one, it&#39;s a great learning experience. When my mother told me it&#39;s a 24\/7 job, she wasn&#39;t kidding.","author":"Christopher Meloni","topic":"Experience"},{"quote":"We see and hear and otherwise experience very largely as we do because the language habits of our community predispose certain choices of interpretation.","author":"Edward Sapir","topic":"Experience"},{"quote":"I had some experience in dealing with people who have mental illness and depression, but I didn&#39;t see the signs in myself. I couldn&#39;t ask for help because I didn&#39;t know I needed help.","author":"Clara Hughes","topic":"Experience"},{"quote":"Working with Tim Burton is like a psychic experience -Tim waves his hands and says, &#39;I don&#39;t know,&#39; and you go home and do it. He&#39;s the most articulate nonverbal person in the world. He doesn&#39;t say a word, and you know exactly what it means.","author":"Caroline Thompson","topic":"Experience"},{"quote":"Racism is a physical experience.","author":"Ta-Nehisi Coates","topic":"Experience"},{"quote":"No man was ever so completely skilled in the conduct of life, as not to receive new information from age and experience.","author":"Jonathan Swift","topic":"Experience"},{"quote":"Space travel for everyone is the next frontier in the human experience.","author":"Buzz Aldrin","topic":"Experience"},{"quote":"I have often called attention to the fact that walking through the streets in the Middle Ages was a different experience from nowadays. Right and left, there were house facades that were built out of what the soul felt and thought. Every key, every lock, carried the imprint of the person who had made it.","author":"Rudolf Steiner","topic":"Experience"},{"quote":"Quality is a direct experience independent of and prior to intellectual abstractions.","author":"Robert M. Pirsig","topic":"Experience"},{"quote":"Conversion for me was not a Damascus Road experience. I slowly moved into an intellectual acceptance of what my intuition had always known.","author":"Madeleine L'Engle","topic":"Experience"},{"quote":"When you make a commitment to a relationship, you invest your attention and energy in it more profoundly because you now experience ownership of that relationship.","author":"Barbara De Angelis","topic":"Experience"},{"quote":"Nothing happens quite by chance. It&#39;s a question of accretion of information and experience.","author":"Jonas Salk","topic":"Experience"},{"quote":"Real love is a permanently self-enlarging experience.","author":"M. Scott Peck","topic":"Experience"},{"quote":"On the television planet, where men make up the tribe, the law of the caveman rules. So, for a woman coming from another world, without experience or cunning, to succeed gradually in gaining control over what is to be taped, what goes out over the air, what is said without censorship, is an epic feat.","author":"Cristina Saralegui","topic":"Experience"},{"quote":"I know from personal experience how damaging it can be to live with bitterness and unforgiveness. I like to say it&#39;s like taking poison and hoping your enemy will die. And it really is that harmful to us to live this way.","author":"Joyce Meyer","topic":"Experience"},{"quote":"Women have no sympathy and my experience of women is almost as large as Europe.","author":"Florence Nightingale","topic":"Experience"},{"quote":"Example is the best precept.","author":"Aesop","topic":"Experience"},{"quote":"I love being in a room in front of an audience who cares about the music, who knows the music, and who has lived with the music. It&#39;s kind of like an experience you share. I&#39;m on stage performing it, but they&#39;re singing the words, too.","author":"G-Eazy","topic":"Experience"},{"quote":"I have a theory that the best ads come from personal experience. Some of the good ones I have done have really come out of the real experience of my life, and somehow this has come over as true and valid and persuasive.","author":"David Ogilvy","topic":"Experience"},{"quote":"Before people complain of the obscurity of modern poetry, they should first examine their consciences and ask themselves with how many people and on how many occasions they have genuinely and profoundly shared some experience with another.","author":"W. H. Auden","topic":"Experience"},{"quote":"Magic to me is you make a movie and it&#39;s all great and it clicks, and at the end of the day you feel like you&#39;re having an experience that is positive and that you&#39;re learning from.","author":"Julia Roberts","topic":"Experience"},{"quote":"I grew up in war and saw the United Nations help my country to recover and rebuild. That experience was a big part of what led me to pursue a career in public service. As Secretary-General, I am determined to see this organization deliver tangible, meaningful results that advance peace, development and human rights.","author":"Ban Ki-moon","topic":"Experience"},{"quote":"Joy, rather than happiness, is the goal of life, for joy is the emotion which accompanies our fulfilling our natures as human beings. It is based on the experience of one&#39;s identity as a being of worth and dignity.","author":"Rollo May","topic":"Experience"},{"quote":"I write for myself, and my goal is bringing that world and that experience of black Americans to life on the stage and giving it a space there.","author":"August Wilson","topic":"Experience"},{"quote":"I like the feeling of making things. It&#39;s very very rewarding. And filmmaking is that type of experience, where you&#39;re forced to collaborate with so many people. You&#39;re involved in the beginning to end, you&#39;re involved with so many elements, and when it&#39;s done, you&#39;re like, &#39;I made this movie.&#39;","author":"Chris Evans","topic":"Experience"},{"quote":"Experience is a good school. But the fees are high.","author":"Heinrich Heine","topic":"Experience"},{"quote":"What is the basic principle of democracy? In the end, it is loyalty to the nation. We Central Europeans know from historical experience that sooner or later, we will lose our freedom if we do not represent the interests of our citizens.","author":"Viktor Orban","topic":"Experience"},{"quote":"In our society, daily experience teaches the individual to want and need a never-ending supply of new toys and drugs.","author":"Christopher Lasch","topic":"Experience"},{"quote":"My experience as a pastor is lots of people have really toxic, dangerous, psychologically devastating images of God in their head, images of a God who&#39;s not good.","author":"Rob Bell","topic":"Experience"},{"quote":"I&#39;ve had a fair amount of experience with snakes, and I find them to be pretty honest in terms of how you read their body language and emotions. They&#39;ll tell you when they&#39;re grumpy. They&#39;ll tell you when they&#39;re okay.","author":"Dominic Monaghan","topic":"Experience"},{"quote":"With dancing, so much is about sexuality and sensuality and without life experience it becomes much more of a performance, rather than a living, breathing entity from the soul.","author":"Nigel Lythgoe","topic":"Experience"},{"quote":"When you have really exhausted an experience you always reverence and love it.","author":"Albert Camus","topic":"Experience"},{"quote":"Experience - the wisdom that enables us to recognise in an undesirable old acquaintance the folly that we have already embraced.","author":"Ambrose Bierce","topic":"Experience"},{"quote":"I deepen my experience of God through prayer, meditation, and forgiveness.","author":"Marianne Williamson","topic":"Experience"},{"quote":"I believe that the therapist&#39;s function should be to help people become free to be aware of and to experience their possibilities.","author":"Rollo May","topic":"Experience"},{"quote":"Conviction without experience makes for harshness.","author":"Flannery O'Connor","topic":"Experience"},{"quote":"Sephora is a mecca for cosmetics, and it supports what I enjoy: You go into the store, and touch it, and try it, and love it. I&#39;ve never bought anything on the Internet. I like experience.","author":"Marc Jacobs","topic":"Experience"},{"quote":"For me and my films, I want my audience to experience cinema in its full glory. It&#39;s not just visual, it&#39;s audio as well. It&#39;s emotional, and I want you to be engaged with not just the scene but with the characters.","author":"James Wan","topic":"Experience"},{"quote":"Parents, it seems, have an almost Olympian persistence when it comes to suggesting more secure and lucrative lines of work for their children who have the notion that writing is an actual profession. I say this from experience.","author":"Susan Orlean","topic":"Experience"},{"quote":"We are different, in essence, from other men. If you want to win something, run 100 meters. If you want to experience something, run a marathon.","author":"Emil Zatopek","topic":"Experience"},{"quote":"Therapists need to have a long experience in personal therapy to see what it&#39;s like to be on the other side of the couch and see what they find helpful or not helpful.","author":"Irvin D. Yalom","topic":"Experience"},{"quote":"Our wisdom comes from our experience, and our experience comes from our foolishness.","author":"Sacha Guitry","topic":"Experience"},{"quote":"In Brazil, you buy tickets to go to the stadium to watch the carnival, but in Trinidad, you buy a costume and take part. There are very few things that can rival that experience.","author":"Jillionaire","topic":"Experience"},{"quote":"&#39;Teen Spirit&#39; is a celebration of the power that music can deliver to the cinematic experience.","author":"Max Minghella","topic":"Experience"},{"quote":"There is only one thing more painful than learning from experience and that is not learning from experience.","author":"Archibald MacLeish","topic":"Experience"},{"quote":"I&#39;ve decided to retire from top class racing. It has been an incredible experience and has provided with me some unforgettable moments.","author":"Sete Gibernau","topic":"Experience"},{"quote":"Awareness requires a rupture with the world we take for granted; then old categories of experience are called into question and revised.","author":"Shoshana Zuboff","topic":"Experience"},{"quote":"We must do our part to end poverty in Korea so that the next generation doesn&#39;t experience what we are going through now.","author":"Park Chung-hee","topic":"Experience"},{"quote":"Death is not painful. It is the most beautiful experience you will have.","author":"Elisabeth Kubler-Ross","topic":"Experience"},{"quote":"I&#39;m very type-A, and many things in my life are about control and domination, but eating should be a submissive experience, where you let down your guard and enjoy the ride.","author":"Anthony Bourdain","topic":"Experience"},{"quote":"The utmost thing is the user experience, to have the most useful experience.","author":"Marissa Mayer","topic":"Experience"},{"quote":"Most of us have had that experience - at around puberty - of realising that, despite whatever efforts we put into our chosen sports, we will become at best competent.","author":"Will Self","topic":"Experience"},{"quote":"The bullied straight kid goes home to a shoulder to cry on and support and can talk freely about his experience at school and why he&#39;s being bullied. I couldn&#39;t go home and open up to my parents.","author":"Dan Savage","topic":"Experience"},{"quote":"If I ever had an out-of-body experience - I&#39;d try to come back to a different one.","author":"Tom Wilson","topic":"Experience"},{"quote":"If you&#39;re not willing to work, you&#39;re never going to be able to experience the American Dream.","author":"Jim Jordan","topic":"Experience"},{"quote":"I know that God lives, my brothers and sisters. There is no question in my mind. I know that this is His work, and I know that the sweetest experience in all this life is to feel His promptings as He directs us in the furtherance of His work.","author":"Thomas S. Monson","topic":"Experience"},{"quote":"Travel, in the younger sort, is a part of education; in the elder, a part of experience.","author":"Francis Bacon","topic":"Experience"},{"quote":"Real estate sales was perfect training for the experience to go into public life because you learn to accept rejection, learn to meet new people, learn to work with people and find common ground. That&#39;s the way you sell houses... that&#39;s also the way you win over constituency.","author":"Johnny Isakson","topic":"Experience"},{"quote":"Every experience is a paradox in that it means to be absolute, and yet is relative; in that it somehow always goes beyond itself and yet never escapes itself.","author":"T. S. Eliot","topic":"Experience"},{"quote":"The marvelous richness of human experience would lose something of rewarding joy if there were no limitations to overcome. The hilltop hour would not be half so wonderful if there were no dark valleys to traverse.","author":"Helen Keller","topic":"Experience"},{"quote":"But it&#39;s a journey and the sad thing is you only learn from experience, so as much as someone can tell you things, you have to go out there and make your own mistakes in order to learn.","author":"Emma Watson","topic":"Experience"},{"quote":"Acting is a very personal process. It has to do with expressing your own personality, and discovering the character you&#39;re playing through your own experience - so we&#39;re all different.","author":"Ian Mckellen","topic":"Experience"},{"quote":"The only real security that a man can have in this world is a reserve of knowledge, experience and ability.","author":"Henry Ford","topic":"Experience"},{"quote":"To see the faces and hear the voices of victims of the Holocaust - one of the darkest chapters in history - was an experience I will never forget.","author":"Larry Hogan","topic":"Experience"},{"quote":"As children, our imaginations are vibrant, and our hearts are open. We believe that the bad guy always loses and that the tooth fairy sneaks into our rooms at night to put money under our pillow. Everything amazes us, and we think anything is possible. We continuously experience life with a sense of newness and unbridled curiosity.","author":"Yehuda Berg","topic":"Experience"},{"quote":"It&#39;s an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That&#39;s always been a tug of war for me.","author":"Jodie Foster","topic":"Experience"},{"quote":"My greatest disappointment is that I believe that those of us who went through the war and tried to write about it, about their experience, became messengers. We have given the message, and nothing changed.","author":"Elie Wiesel","topic":"Experience"},{"quote":"People who fail to use their emotional intelligence skills are more likely to turn to other, less effective means of managing their mood. They are twice as likely to experience anxiety, depression, substance abuse, and even thoughts of suicide.","author":"Travis Bradberry","topic":"Experience"},{"quote":"Just as the wave cannot exist for itself, but is ever a part of the heaving surface of the ocean, so must I never live my life for itself, but always in the experience which is going on around me.","author":"Albert Schweitzer","topic":"Experience"},{"quote":"Recently, I was asked if I was going to fire an employee who made a mistake that cost the company $600,000. No, I replied, I just spent $600,000 training him. Why would I want somebody to hire his experience?","author":"Thomas J. Watson","topic":"Experience"},{"quote":"I found the experience of falling in love or being in love was a death: a death of everything. You kind of watch yourself die in a wonderful way, and you experience for the briefest moment - if you see yourself for a moment through their eyes - everything you believed about yourself gone. In a death-and-rebirth sense.","author":"Hozier","topic":"Experience"},{"quote":"I have had so many great moments, but I would have to say that dancing the Swan in &#39;Swan Lake&#39; was such a unique and passionate experience for me. It was such bloody hard work, even at that very early age, that I would not want to try to replicate it again now.","author":"William Kempe","topic":"Experience"},{"quote":"Faces are the ledgers of our experience.","author":"Richard Avedon","topic":"Experience"},{"quote":"A lot of parents today are terrified that something they say to their children might make them &#39;feel bad.&#39; But, hey, if they&#39;ve done something wrong, they should feel bad. Kids with a sense of responsibility, not entitlement, who know when to experience gratitude and humility, will be better at navigating the social shoals of college.","author":"Amy Chua","topic":"Experience"},{"quote":"We&#39;re made for the light of a cave and for twilight. Twilight is the time we see best. When we dim the light down, and the pupil opens, feeling comes out of the eye like touch. Then you really can feel colour, and experience it.","author":"James Turrell","topic":"Experience"},{"quote":"Every day is a new experience and I take it as it comes.","author":"Zac Efron","topic":"Experience"},{"quote":"The things I was allowed to experience, the people I was able to call friends, teammates, mentors, coaches and opponents, the travel, all of it, are far more than anything I ever thought possible in my lifetime.","author":"Curt Schilling","topic":"Experience"},{"quote":"Hurricanes are dangerous things, and they&#39;re no fun to go through. And if you come out of it in one piece and your house comes out of in one piece, it&#39;s no fun living with no electricity for a day or a week, a month, whatever it is. And I speak, unfortunately, from personal experience on that matter.","author":"Bernard Goldberg","topic":"Experience"},{"quote":"Athletics and physical activity are important parts of youth development, in my experience and view.","author":"Chris Gabrieli","topic":"Experience"},{"quote":"Experience teaches only the teachable.","author":"Aldous Huxley","topic":"Experience"},{"quote":"Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience.","author":"Chuck Close","topic":"Experience"},{"quote":"Being in love is the only transcendent experience.","author":"Armistead Maupin","topic":"Experience"},{"quote":"At the end of the day, you are in control of your own happiness. Life is going to happen whether you overthink it, overstress it or not. Just experience life and be happy along the way. You can&#39;t control everything in your life, but you can control your happiness.","author":"Holly Holm","topic":"Experience"},{"quote":"Poetry is an orphan of silence. The words never quite equal the experience behind them.","author":"Charles Simic","topic":"Experience"},{"quote":"Never, never and never again shall it be that this beautiful land will again experience the oppression of one by another.","author":"Nelson Mandela","topic":"Experience"},{"quote":"It&#39;s very intense to be in front of a live audience. It&#39;s just an amazing experience. It&#39;s dangerous. Everything out there is heightened. The bad stuff is extra-worse. The silences are extra-silent. The good stuff is amazing. It&#39;s electric when you walk out there. For 90 minutes, you&#39;re on this other planet.","author":"Steven Wright","topic":"Experience"},{"quote":"Masterpieces are not single and solitary births; they are the outcome of many years of thinking in common, of thinking by the body of the people, so that the experience of the mass is behind the single voice.","author":"Virginia Woolf","topic":"Experience"},{"quote":"A moment&#39;s insight is sometimes worth a life&#39;s experience.","author":"Oliver Wendell Holmes, Sr.","topic":"Experience"},{"quote":"The past is never the past. It is always present. And you better reckon with it in your life and in your daily experience, or it will get you. It will get you really bad.","author":"Bruce Springsteen","topic":"Experience"},{"quote":"Good judgment comes from experience, and experience comes from bad judgment.","author":"Rita Mae Brown","topic":"Experience"},{"quote":"The biggest danger to the European Union comes not from those who advocate change, but from those who denounce new thinking as heresy. In its long history Europe has experience of heretics who turned out to have a point.","author":"David Cameron","topic":"Experience"},{"quote":"None of us feels the true love of God till we realize how wicked we are. But you can&#39;t teach people that - they have to learn by experience.","author":"Dorothy L. Sayers","topic":"Experience"},{"quote":"All experience is an arch wherethrough gleams that untravelled world whose margin fades for ever and for ever when I move.","author":"Alfred Lord Tennyson","topic":"Experience"},{"quote":"There&#39;s simply no substitute for experience in terms of aviation safety.","author":"Chesley Sullenberger","topic":"Experience"},{"quote":"As is known, it is in the realm of experience inaugurated by psychoanalysis that we may grasp along what imaginary lines the human organism, in the most intimate recesses of its being, manifests its capture in a symbolic dimension.","author":"Jacques Lacan","topic":"Experience"},{"quote":"It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams.","author":"Les Brown","topic":"Experience"},{"quote":"Starbucks was founded around the experience and the environment of their stores. Starbucks was about a space with comfortable chairs, lots of power outlets, tables and desks at which we could work and the option to spend as much time in their stores as we wanted without any pressure to buy. The coffee was incidental.","author":"Simon Sinek","topic":"Experience"},{"quote":"To &#39;choose&#39; dogma and faith over doubt and experience is to throw out the ripening vintage and to reach greedily for the Kool-Aid.","author":"Christopher Hitchens","topic":"Experience"},{"quote":"Good-looking individuals are treated better than homely ones in virtually every social situation, from dating to trial by jury. If everyday experience hasn&#39;t convinced you of this, there&#39;s research that will.","author":"Martha Beck","topic":"Experience"},{"quote":"Happiness isn&#39;t something you experience; it&#39;s something you remember.","author":"Oscar Levant","topic":"Experience"},{"quote":"People are always fascinated by infidelity because, in the end - whether we&#39;ve had direct experience or not - there&#39;s part of you that knows there&#39;s absolutely no more piercing betrayal. People are undone by it.","author":"Junot Diaz","topic":"Experience"},{"quote":"Living in a rural setting exposes you to so many marvelous things - the natural world and the particular texture of small-town life, and the exhilarating experience of open space.","author":"Susan Orlean","topic":"Experience"},{"quote":"Experience is the only prophecy of wise men.","author":"Alphonse de Lamartine","topic":"Experience"},{"quote":"My experience has been that work is almost the best way to pull oneself out of the depths.","author":"Eleanor Roosevelt","topic":"Experience"},{"quote":"The act of birth is the first experience of anxiety, and thus the source and prototype of the affect of anxiety.","author":"Sigmund Freud","topic":"Experience"},{"quote":"To reach something good it is very useful to have gone astray, and thus acquire experience.","author":"Saint Teresa of Avila","topic":"Experience"},{"quote":"There are a lot of impractical things about owning a Porsche. But they&#39;re all offset by the driving experience. It really is unique. Lamborghinis and Ferraris come close. And they are more powerful, but they don&#39;t handle like a Porsche.","author":"Kevin O'Leary","topic":"Experience"},{"quote":"It&#39;s so funny, you go to acting school thinking you&#39;re going to learn how to be other people, but really it taught me how to be myself. Because it&#39;s in understanding yourself deeply that you can lend yourself to another person&#39;s circumstances and another person&#39;s experience.","author":"Lupita Nyong'o","topic":"Experience"},{"quote":"Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.","author":"W. Clement Stone","topic":"Experience"},{"quote":"You have to experience life, make observations, and ask questions.","author":"Mos Def","topic":"Experience"},{"quote":"Our DNA is as a consumer company - for that individual customer who&#39;s voting thumbs up or thumbs down. That&#39;s who we think about. And we think that our job is to take responsibility for the complete user experience. And if it&#39;s not up to par, it&#39;s our fault, plain and simply.","author":"Steve Jobs","topic":"Experience"},{"quote":"The events that I have attended to mark my Diamond Jubilee have been a humbling experience. It has touched me deeply to see so many thousands of families, neighbors and friends celebrating together in such a happy atmosphere.","author":"Queen Elizabeth II","topic":"Experience"},{"quote":"When we learn from experience, the scars of sin can lead us to restoration and a renewed intimacy with God.","author":"Charles Stanley","topic":"Experience"},{"quote":"Surfing soothes me, it&#39;s always been a kind of Zen experience for me. The ocean is so magnificent, peaceful, and awesome. The rest of the world disappears for me when I&#39;m on a wave.","author":"Paul Walker","topic":"Experience"},{"quote":"What keeps me going are my learnings, which I would rather call my &#39;experience,&#39; and my urge to explore.","author":"Sushant Singh Rajput","topic":"Experience"},{"quote":"The essence of a role-playing game is that it is a group, cooperative experience.","author":"Gary Gygax","topic":"Experience"},{"quote":"The traveler was active; he went strenuously in search of people, of adventure, of experience. The tourist is passive; he expects interesting things to happen to him. He goes &#39;sight-seeing.&#39;","author":"Daniel J. Boorstin","topic":"Experience"},{"quote":"You do indeed have a past, but not now! And, yes, you have a future, but not now! You can consume your now with thoughts of &#39;then&#39; and &#39;maybe,&#39; but that will keep you from the inner peace you could experience.","author":"Wayne Dyer","topic":"Experience"},{"quote":"Music isn&#39;t selling like it used to, but the one thing you can&#39;t steal or download is a live show experience or a T-shirt.","author":"G-Eazy","topic":"Experience"},{"quote":"The prism through which you experience life is so unique. There is no objective experience.","author":"Sterling K. Brown","topic":"Experience"},{"quote":"Education is when you read the fine print. Experience is what you get if you don&#39;t.","author":"Pete Seeger","topic":"Experience"},{"quote":"Learning is a tunnel experience that makes us think more broadly.","author":"Anna Deavere Smith","topic":"Experience"},{"quote":"It is impossible to remain indifferent to Japanese culture. It is a different civilisation where all you have learnt must be forgotten. It is a great intellectual challenge and a gorgeous sensual experience.","author":"Alain Ducasse","topic":"Experience"},{"quote":"Filmmaking is a huge privilege; it&#39;s not brain surgery. It&#39;s art, and art is supposed to be an enjoyable process, and it is an enjoyable experience for me.","author":"Lake Bell","topic":"Experience"},{"quote":"Video games are a special kind of play, but at root, they&#39;re about the same things as other games: embracing particular rules and restrictions in order to develop skills and experience rewards. When a game is well-designed, it&#39;s the balance between these factors that engages people on a fundamental level.","author":"Tom Chatfield","topic":"Experience"},{"quote":"Many people know so little about what is beyond their short range of experience. They look within themselves - and find nothing! Therefore they conclude that there is nothing outside themselves either.","author":"Helen Keller","topic":"Experience"},{"quote":"Although nature commences with reason and ends in experience it is necessary for us to do the opposite, that is to commence with experience and from this to proceed to investigate the reason.","author":"Leonardo da Vinci","topic":"Experience"},{"quote":"In order to experience everyday spirituality, we need to remember that we are spiritual beings spending some time in a human body.","author":"Barbara De Angelis","topic":"Experience"},{"quote":"In almost everything, experience is more valuable than precept.","author":"Quintilian","topic":"Experience"},{"quote":"America was founded on immigrants. The immigrant experience is common to all of us.","author":"Nia Vardalos","topic":"Experience"},{"quote":"Doing a mall is not only construction of the physical place: what is important is the merchandising mix. We strive to serve the convenience of the public. We want shopping at our malls to be a unique and an enjoyable experience.","author":"Henry Sy","topic":"Experience"},{"quote":"The Louvre for me is a wonderful experience. Because it continues; it didn&#39;t get cut off. It was actually a continuous involvement all the way, and a lot of people have come and gone, come and gone; but I&#39;m still here.","author":"I. M. Pei","topic":"Experience"},{"quote":"The Holocaust survivor who knows Auschwitz through the experience of suffering observes it all from the perspective assigned to him. He keeps silent or gives interviews to the Spielberg Foundation, he accepts the compensation payments promised him after a fifty-year delay, or, if he is prominent, he makes a speech in the Swedish Academy.","author":"Imre Kertesz","topic":"Experience"},{"quote":"Not to transmit an experience is to betray it.","author":"Elie Wiesel","topic":"Experience"},{"quote":"The amount of meetings I&#39;ve been in - people would be shocked. But that&#39;s how you gain experience, how you can gain knowledge, being in meetings and participating. You learn and grow.","author":"Tiger Woods","topic":"Experience"},{"quote":"If a movie is really working, you forget for two hours your Social Security number and where your car is parked. You are having a vicarious experience. You are identifying, in one way or another, with the people on the screen.","author":"Roger Ebert","topic":"Experience"},{"quote":"I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals.","author":"Brigitte Bardot","topic":"Experience"},{"quote":"I&#39;m definitely of the &#39;less is more&#39; mentality, and what I really appreciate is that fragrance is chemical, and it changes with your body throughout the day. It&#39;s a very deeply personal thing. One smell on one person isn&#39;t the same on another, and I appreciate the uniqueness of that experience.","author":"Chris Pine","topic":"Experience"},{"quote":"My purpose in performing is to communicate the joy I experience in living.","author":"John Denver","topic":"Experience"},{"quote":"After I finished high school I went to Hong Kong and Thailand and spent some time there. Just to get that whole experience of being out of the bubble that I was in from high school in Vancouver, to be able to travel around and be on your own was an amazing experience.","author":"Shay Mitchell","topic":"Experience"},{"quote":"Standing on the apex of our planet is humbling. I&#39;m starved of oxygen, depleted of reserves, unable to eat, and bound by anxiety. This is a dangerous place. Yet the symbolism of standing on top of the world gives me a chance to experience time on a cosmic scale.","author":"Conrad Anker","topic":"Experience"},{"quote":"Motherhood has completely changed me. It&#39;s just about like the most completely humbling experience that I&#39;ve ever had. I think that it puts you in your place because it really forces you to address the issues that you claim to believe in and if you can&#39;t stand up to those principles when you&#39;re raising a child, forget it.","author":"Diane Keaton","topic":"Experience"},{"quote":"Feeling earthquakes was part of growing up, and also preparing for them: doing earthquake drills, or having earthquake supplies. The looming feeling was part of my life. My experience of earthquakes has always been more the fear of them, or the possibility.","author":"Karen Thompson Walker","topic":"Experience"},{"quote":"I&#39;m really passionate about pantomime because it is often the first introduction for a child to theatre, and if that child has a great experience at a pantomime they will continue to come year after year.","author":"John Barrowman","topic":"Experience"},{"quote":"The human face is the organic seat of beauty. It is the register of value in development, a record of Experience, whose legitimate office is to perfect the life, a legible language to those who will study it, of the majestic mistress, the soul.","author":"Eliza Farnham","topic":"Experience"},{"quote":"It was the experience of mystery - even if mixed with fear - that engendered religion.","author":"Albert Einstein","topic":"Experience"},{"quote":"The years teach much which the days never know.","author":"Ralph Waldo Emerson","topic":"Experience"},{"quote":"One of the greatest moments in anybody&#39;s developing experience is when he no longer tries to hide from himself but determines to get acquainted with himself as he really is.","author":"Norman Vincent Peale","topic":"Experience"},{"quote":"When I design buildings, I think of the overall composition, much as the parts of a body would fit together. On top of that, I think about how people will approach the building and experience that space.","author":"Tadao Ando","topic":"Experience"},{"quote":"We need creativity in order to break free from the temporary structures that have been set up by a particular sequence of experience.","author":"Edward de Bono","topic":"Experience"},{"quote":"What is truth? Truth doesn&#39;t really exist. Who is going to judge whether my experience of an incident is more valid than yours? No one can be trusted to be the judge of that.","author":"Tracey Emin","topic":"Experience"},{"quote":"A few years&#39; experience will convince us that those things which at the time they happened we regarded as our greatest misfortunes have proved our greatest blessings.","author":"George Mason","topic":"Experience"},{"quote":"My prayer became &#39;May I find peace... May I love this life no matter what.&#39; I was seeking an inner refuge, an experience of presence and wholeness that could carry me through whatever losses might come.","author":"Tara Brach","topic":"Experience"},{"quote":"If you go to a theme park, there will be so many rides. You will get an exciting experience in each of them. Like that, every film is an experience that entertains you. Some films will touch your heart. Some will touch you emotionally. There is nothing more than that.","author":"Vijay Sethupathi","topic":"Experience"},{"quote":"There is no winning or losing, but rather the value is in the experience of imagining yourself as a character in whatever genre you&#39;re involved in, whether it&#39;s a fantasy game, the Wild West, secret agents or whatever else. You get to sort of vicariously experience those things.","author":"Gary Gygax","topic":"Experience"},{"quote":"A sense of freedom is something that, happily, comes with age and life experience.","author":"Diane Keaton","topic":"Experience"},{"quote":"You don&#39;t have to be a chef or even a particularly good cook to experience proper kitchen alchemy: the moment when ingredients combine to form something more delectable than the sum of their parts. Fancy ingredients or recipes not required; simple, made-up things are usually even better.","author":"Erin Morgenstern","topic":"Experience"},{"quote":"I had an amazing experience working with great people. I had a great family, a typical family with drama in certain areas, and that&#39;s pretty much everywhere in everyone&#39;s life.","author":"Tina Yothers","topic":"Experience"},{"quote":"I&#39;ve definitely had the experience where I was pursuing someone for a long time that I just obviously did not connect with, so I was always, kind of altering myself for her, But then you realize it&#39;s just not worth it. What&#39;s the point?","author":"Logan Lerman","topic":"Experience"},{"quote":"We seem to forget that innovation doesn&#39;t just come from equations or new kinds of chemicals, it comes from a human place. Innovation in the sciences is always linked in some way, either directly or indirectly, to a human experience.","author":"John Maeda","topic":"Experience"},{"quote":"I keep wondering how to explain the experience of child abuse from the inside. I&#39;m going to try to explain what my world was like when I was sexually abused. The thing you have to remember is that this was the thinking of a child.","author":"Robin Quivers","topic":"Experience"},{"quote":"Age should not have its face lifted, but it should rather teach the world to admire wrinkles as the etchings of experience and the firm line of character.","author":"Clarence Day","topic":"Experience"},{"quote":"Skydiving is special because it&#39;s almost the closest to an out-of-body experience you can have. We live in such a stimulated, connected, busy world - to be up in the air with nothing but yourself and the landscape is incredibly peaceful.","author":"Georgia King","topic":"Experience"},{"quote":"Everybody has fallen down or been disappointed in love. Where you truly shine is when you get back up. Use it as a learning experience and believe in all of the possibilities.","author":"Sherry Argov","topic":"Experience"},{"quote":"Religion points to that area of human experience where in one way or another man comes upon mystery as a summons to pilgrimage.","author":"Frederick Buechner","topic":"Experience"},{"quote":"It always seems to me so odd that when a man dies, he takes out with him all the knowledge that he has got in his lifetime whilst sowing his wild oats or winning successes. And he leaves his sons or younger brothers to go through all the work of learning it over again from their own experience.","author":"Robert Baden-Powell","topic":"Experience"},{"quote":"If you realize all the time what&#39;s kind of wonderful - that is, if we expand our experience into wilder and wilder regions of experience - every once in a while, we have these integrations when everything&#39;s pulled together into a unification, in which it turns out to be simpler than it looked before.","author":"Richard P. Feynman","topic":"Experience"},{"quote":"Literature transmits incontrovertible condensed experience... from generation to generation. In this way literature becomes the living memory of a nation.","author":"Aleksandr Solzhenitsyn","topic":"Experience"},{"quote":"I think that music is crucially important in Shakespeare - and, clearly, was an important part of the Elizabethan theatre. And, it&#39;s always been something that was a profound element of the experience of Shakespeare that I have been drawn to - and interpreters have, as well.","author":"Kenneth Branagh","topic":"Experience"},{"quote":"The box was a universe, a poem, frozen on the boundaries of human experience.","author":"William Gibson","topic":"Experience"},{"quote":"In real life we don&#39;t know what&#39;s going to happen next. So how can you be that way on a stage? Being alive to the possibility of not knowing exactly how everything is going to happen next - if you can find places to have that happen onstage, it can resonate with an experience of living.","author":"Sam Shepard","topic":"Experience"},{"quote":"I&#39;m a culture vulture, and I just want to experience it all.","author":"Debbie Harry","topic":"Experience"},{"quote":"A spy, like a writer, lives outside the mainstream population. He steals his experience through bribes and reconstructs it.","author":"John le Carre","topic":"Experience"},{"quote":"The mind when it has an old experience will add that data into its current experience, and it keeps coming up with wrong answers.","author":"L. Ron Hubbard","topic":"Experience"},{"quote":"It is known that wildfires behave unpredictably - this is fundamental - but it is my experience that humans in the presence of wildfire are also likely to behave in aberrant and unpredictable ways.","author":"Michael Leunig","topic":"Experience"},{"quote":"A lot of why I climb is for the friendship, the loyalty and trust, the shared experience of being in that moment.","author":"Jimmy Chin","topic":"Experience"},{"quote":"My main job is to live with deep contentment, joy, and confidence in my everyday experience of life with God. Everything else is job number two.","author":"John Ortberg","topic":"Experience"},{"quote":"If you will call your troubles experiences, and remember that every experience develops some latent force within you, you will grow vigorous and happy, however adverse your circumstances may seem to be.","author":"John Heywood","topic":"Experience"},{"quote":"Observation more than books and experience more than persons, are the prime educators.","author":"Amos Bronson Alcott","topic":"Experience"},{"quote":"On average, our corps members stay in the classroom for eight years. But again, given the systemic nature of educational inequity, we know it is vital that some of our alumni take their experience outside the classroom.","author":"Wendy Kopp","topic":"Experience"},{"quote":"You have to create a consistent brand experience however and wherever a customer touches your brand, online or offline. The lines are forever blurred.","author":"Angela Ahrendts","topic":"Experience"},{"quote":"I have fond memories of the development work that led to a lot of great things in modern gaming - the intensity of the first person experience, LAN and Internet play, game mods, and so on.","author":"John Carmack","topic":"Experience"},{"quote":"A Kiss concert experience is like sex or anything else that&#39;s done with more that one person. It&#39;s the give and take that makes it so great. When the audience takes it to the next level, we can kick it up another notch.","author":"Paul Stanley","topic":"Experience"},{"quote":"Everybody thinks they know what art should be. But very few of them have the sense that is necessary to experience painting, that is the sense of sight, that sees colors and forms as living reality in the picture.","author":"Otto Dix","topic":"Experience"},{"quote":"The great awareness comes slowly, piece by piece. The path of spiritual growth is a path of lifelong learning. The experience of spiritual power is basically a joyful one.","author":"M. Scott Peck","topic":"Experience"},{"quote":"I&#39;m definitely aware that the physical appearance is a very temporary gift. I&#39;m very thankful for the opportunities that I&#39;ve been able to experience, but I keep it all in check and don&#39;t let it consume me.","author":"Marisa Miller","topic":"Experience"},{"quote":"Since the time of St. Jerome, it was mandatory for any kind of scholar or thinker to spend time out in the desert in solitude. It&#39;s no coincidence that the desert has been a major part of the visionary or mystical experience from the beginning of time.","author":"Bill Viola","topic":"Experience"},{"quote":"I guess I&#39;m a good manager now. Moreover, I&#39;m loving the concept of donning the producer&#39;s hat. It&#39;s all very exciting as well as a great learning experience. You&#39;re a part of a film right from its conception to its execution, and that&#39;s an amazing feeling.","author":"Malaika Arora Khan","topic":"Experience"},{"quote":"It&#39;s clear to me that anyone, anywhere, can experience loneliness, isolation, solitude, and estrangement; and most people probably do encounter these things at some point in their lives.","author":"Brendan Myers","topic":"Experience"},{"quote":"Life is an aggregate of experience, which continually surprises us.","author":"Ron Carlson","topic":"Experience"},{"quote":"Playing on the Burj Al Arab helipad was an unforgettable experience, and the view of Dubai was incredible.","author":"Ma Long","topic":"Experience"},{"quote":"Experience shows that success is due less to ability than to zeal.","author":"Charles Buxton","topic":"Experience"},{"quote":"When people speak to you about a preventive war, you tell them to go and fight it. After my experience, I have come to hate war.","author":"Dwight D. Eisenhower","topic":"Experience"},{"quote":"Experience taught me a few things. One is to listen to your gut, no matter how good something sounds on paper. The second is that you&#39;re generally better off sticking with what you know. And the third is that sometimes your best investments are the ones you don&#39;t make.","author":"Donald Trump","topic":"Experience"},{"quote":"Follow that will and that way which experience confirms to be your own.","author":"Carl Jung","topic":"Experience"},{"quote":"What I wrote all the time when I was a kid - I don&#39;t want to call it &#39;poetry,&#39; because it wasn&#39;t poetry. I was not that kind of a writer. I was a rhymer. I was a fan of Dorothy Parker&#39;s, so maybe I wrote poetry to that extent, but my main focus was the humor of it, and word construction, and the slant. Your words, it&#39;s a very powerful experience.","author":"Carrie Fisher","topic":"Experience"},{"quote":"The only thing we have learnt from experience is that we learn nothing from experience.","author":"Chinua Achebe","topic":"Experience"},{"quote":"I don&#39;t claim to be knowledgeable about theology. Most of my knowledge comes out of my experience and the lessons in the Bible. Every Sunday I&#39;m home I teach 45 minutes and we boiled them down to one page for the new book, &#39;Through the Year with Jimmy Carter.&#39;","author":"Jimmy Carter","topic":"Experience"},{"quote":"It is every intelligent man&#39;s experience that evildoing recoils on the doer sooner or later.","author":"Ramana Maharshi","topic":"Experience"},{"quote":"I seriously feel like the best days are ahead, and I like the idea of getting to do everything I did before but with more knowledge, experience, and street smarts. There&#39;s a certain love, appreciation, and gratitude that you have at 40 that you don&#39;t have when you&#39;re younger, and it makes every accomplishment feel so much better.","author":"Jennifer Lopez","topic":"Experience"},{"quote":"I truly believed that other people in my position didn&#39;t make mistakes; I couldn&#39;t see that everybody makes them, even people with great experience.","author":"Katharine Graham","topic":"Experience"},{"quote":"The next time you experience a blackout, take some solace by looking at the sky. You will not recognize it.","author":"Nassim Nicholas Taleb","topic":"Experience"},{"quote":"I love being immersed in nature, going to places in the world that are pristine and untouched by man. It&#39;s almost a religious experience when you go to a place like the Amazon, and there&#39;s no civilisation for thousands of miles.","author":"Leonardo DiCaprio","topic":"Experience"},{"quote":"All growth is a leap in the dark, a spontaneous unpremeditated act without benefit of experience.","author":"Henry Miller","topic":"Experience"},{"quote":"The possibility of a scientific treatment of history means a wider experience, a greater maturity of practical reason, and finally a fuller realization of certain basic ideas regarding the nature of life and time.","author":"Muhammad Iqbal","topic":"Experience"},{"quote":"You can&#39;t build any kind of organization if you&#39;re not going to surround yourself with people who have experience and skill base beyond your own.","author":"Howard Schultz","topic":"Experience"},{"quote":"For my first show at &#39;SNL&#39;, I wrote a Bill Clinton sketch, and during our read-through, it wasn&#39;t getting any laughs. This weight of embarrassment came over me, and I felt like I was sweating from my spine out. But I realized, &#39;Okay, that happened, and I did not die.&#39; You&#39;ve got to experience failure to understand that you can survive it.","author":"Tina Fey","topic":"Experience"},{"quote":"I sought my father in the world of the black musician, because it contained wisdom, experience, sadness and loneliness. I was not ever interested in the music of boys. From my youngest years, I was interested in the music of men.","author":"Eric Clapton","topic":"Experience"},{"quote":"Many of the lessons we are to learn in mortality can only be received through the things we experience and sometimes suffer. And God expects and trusts us to face temporary mortal adversity with His help so we can learn what we need to learn and ultimately become what we are to become in eternity.","author":"David A. Bednar","topic":"Experience"},{"quote":"I am not a person who can really sit around and think about regrets because with every bad experience that you have, there is weirdly something good that comes from it.","author":"Winona Ryder","topic":"Experience"},{"quote":"When life is good and we have no problems, we can almost let ourselves believe we have no need for God. But in my experience, sometimes the richest blessings come through pain and hard things.","author":"Anne Graham Lotz","topic":"Experience"},{"quote":"Man tells his aspiration in his God; but in his demon he shows his depth of experience.","author":"Margaret Fuller","topic":"Experience"},{"quote":"I think that we have a great opportunity to impart our wisdom and our knowledge and our experience to this younger generation. It may be different times, but experience transcends time, and wisdom transcends time.","author":"Victoria Osteen","topic":"Experience"},{"quote":"I am tremendously excited to introduce a unique &#39;Metal Gear Solid&#39; experience to a new audience of gamers as well as collaborate with my mentor in game design, Mr. Miyamoto, on &#39;Metal Gear Solid: The Twin Snakes&#39; for Nintendo GameCube.","author":"Hideo Kojima","topic":"Experience"},{"quote":"The impulse to dream was slowly beaten out of me by experience. Now it surged up again and I hungered for books, new ways of looking and seeing.","author":"Richard Wright","topic":"Experience"},{"quote":"It really is a fact that liberals are much higher than conservatives on a major personality trait called &#39;openness to experience.&#39; People who are high on openness to experience just crave novelty, variety, diversity, new ideas, travel. People low on it like things that are familiar, that are safe and dependable.","author":"Jonathan Haidt","topic":"Experience"},{"quote":"Most men are very attached to the idea of being male, and usually experience a lot of fear and insecurity around the idea of being a man. Most women are very identified with their gender, and also experience a tremendous amount of fear and insecurity.","author":"Andrew Cohen","topic":"Experience"},{"quote":"What you do on travel holiday is what your memories are based on. People want to do cool stuff, and this is what will shape your entire experience.","author":"Ruzwana Bashir","topic":"Experience"},{"quote":"Major social movements eventually fade into the landscape not because they have diminished but because they have become a permanent part of our perceptions and experience.","author":"Freda Adler","topic":"Experience"},{"quote":"As a direct line to human feeling, empathic experience, genuine language and detail, poetry is everything that headline news is not. It takes us inside situations, helps us imagine life from more than one perspective, honors imagery and metaphor - those great tools of thought - and deepens our confidence in a meaningful world.","author":"Naomi Shihab Nye","topic":"Experience"},{"quote":"Surely all art is the result of one&#39;s having been in danger, of having gone through an experience all the way to the end, where no one can go any further.","author":"Rainer Maria Rilke","topic":"Experience"},{"quote":"Life has a certain flavor for those who have fought and risked all that the sheltered and protected can never experience.","author":"John Stuart Mill","topic":"Experience"},{"quote":"Skill is the unified force of experience, intellect and passion in their operation.","author":"John Ruskin","topic":"Experience"},{"quote":"Suffering is but another name for the teaching of experience, which is the parent of instruction and the schoolmaster of life.","author":"Horace","topic":"Experience"},{"quote":"To have God speak to the heart is a majestic experience, an experience that people may miss if they monopolize the conversation and never pause to hear God&#39;s responses.","author":"Charles Stanley","topic":"Experience"},{"quote":"Language fits over experience like a straight-jacket.","author":"William Golding","topic":"Experience"},{"quote":"Experience was my only teacher; I knew little of the modern art movement. When I first saw the works of the Impressionists, van Gogh, van Dongen, and Fauves, I admired it. But I had to seek the true way alone.","author":"Piet Mondrian","topic":"Experience"},{"quote":"Non-fiction, and in particular the literary memoir, the stylised recollection of personal experience, is often as much about character and story and emotion as fiction is.","author":"Chimamanda Ngozi Adichie","topic":"Experience"},{"quote":"Experience is never limited, and it is never complete; it is an immense sensibility, a kind of huge spider-web of the finest silken threads suspended in the chamber of consciousness, and catching every air-borne particle in its tissue.","author":"Henry James","topic":"Experience"},{"quote":"You know, young actors say all the time, &#39;Should I use my own life experience?&#39; And my response is, &#39;What choice do you have?&#39;","author":"David Mamet","topic":"Experience"},{"quote":"Humans are distinguished from other species by a massive brain that enables us to imagine a future and influence it by what we do in the present. By using experience, knowledge and insight, our ancestors recognized they could anticipate dangers and opportunities and take steps to exploit advantages and avoid hazards.","author":"David Suzuki","topic":"Experience"},{"quote":"Any writer who gives a reader a pleasurable experience is doing every other writer a favor because it will make the reader want to read other books. I am all for it.","author":"S. E. Hinton","topic":"Experience"},{"quote":"The goal, I suppose, any fiction writer has, no matter what your subject, is to hit the human heart and the tear ducts and the nape of the neck and to make a person feel something about the characters are going through and to experience the moral paradoxes and struggles of being human.","author":"Tim O'Brien","topic":"Experience"},{"quote":"The most important thing is to have a point of view and have something to say. That is important if you are filmmaker or artist. That means you have to experience the world.","author":"Kathleen Kennedy","topic":"Experience"},{"quote":"The more I thought to myself, &#39;Are my thoughts right, am I being obedient enough?&#39; the worse it was... one of the most painful things you can experience in life is not so much physical pain, but being self-occupied. Because to the extent you are self-occupied, that&#39;s the extent you will be in pain.","author":"Joseph Prince","topic":"Experience"},{"quote":"To wear a floral shirt is an experience.","author":"Brian Wilson","topic":"Experience"},{"quote":"The pinnacle of the fulfillment I can ever experience for my spirit and soul is to hear from the Lord, when I see Him face to face, &#39;Well done my good and faithful servant.&#39;","author":"Nick Vujicic","topic":"Experience"},{"quote":"Social psychology is especially interested in the effect which the social group has in the determination of the experience and conduct of the individual member.","author":"George Herbert Mead","topic":"Experience"},{"quote":"When you master the art of being fully awake to this moment, you bestow a precious gift on your soul - the experience of love. Being present is the art of the soul.","author":"Debbie Ford","topic":"Experience"},{"quote":"Human experience resembles the battered moon that tracks us in cycles of light and darkness, of life and death, now seeking out and now stealing away from the sun that gives it light and symbolizes eternity.","author":"Eugene Kennedy","topic":"Experience"},{"quote":"As seismologists gained more experience from earthquake records, it became obvious that the problem could not be reduced to a single peak acceleration. In fact, a full frequency of vibrations occurs.","author":"Charles Francis Richter","topic":"Experience"},{"quote":"Most people do not consider dawn to be an attractive experience - unless they are still up.","author":"Ellen Goodman","topic":"Experience"},{"quote":"The biology of mind bridges the sciences - concerned with the natural world - and the humanities - concerned with the meaning of human experience.","author":"Eric Kandel","topic":"Experience"},{"quote":"The first day, week and month of an employee&#39;s experience carries a lasting impression.","author":"Scott Weiss","topic":"Experience"},{"quote":"Growing up as an Asian American in this society, there were a lot of times where you feel isolated or out of place as an Asian. And growing up in White America, that&#39;s absolutely my experience. And I think that&#39;s why I got into acting because I wanted to be anybody else but Asian.","author":"Ming-Na Wen","topic":"Experience"},{"quote":"It is important to express oneself... provided the feelings are real and are taken from your own experience.","author":"Berthe Morisot","topic":"Experience"},{"quote":"I received from my experience in Japan an incredible sense of respect for the art of creating, not just the creative product. We&#39;re all about the product. To me, the process was also an incredibly important aspect of the total form.","author":"Julie Taymor","topic":"Experience"},{"quote":"The words printed here are concepts. You must go through the experiences.","author":"Saint Augustine","topic":"Experience"},{"quote":"I can and do aspire to be greater than the sum total of my experiences, but I accept my limitations. I willingly accept that we who judge must not deny the differences resulting from experience and heritage but attempt, as the Supreme Court suggests, continuously to judge when those opinions, sympathies and prejudices are appropriate.","author":"Sonia Sotomayor","topic":"Experience"},{"quote":"Such happiness as life is capable of comes from the full participation of all our powers in the endeavor to wrest from each changing situations of experience its own full and unique meaning.","author":"John Dewey","topic":"Experience"},{"quote":"The experience of being in the Army changed my whole life; I never believed that an organization such as ours could ever go to war, leave alone win it. It was, as Yeats remarked of the Easter Rising, &#39;A terrible beauty.&#39;","author":"Spike Milligan","topic":"Experience"},{"quote":"The Italians and Spanish, the Chinese and Vietnamese see food as part of a larger, more essential and pleasurable part of daily life. Not as an experience to be collected or bragged about - or as a ritual like filling up a car - but as something else that gives pleasure, like sex or music, or a good nap in the afternoon.","author":"Anthony Bourdain","topic":"Experience"},{"quote":"The course of the flight up and down was exceedingly erratic, partly due to the irregularity of the air, and partly to lack of experience in handling this machine. The control of the front rudder was difficult on account of its being balanced too near the center.","author":"Orville Wright","topic":"Experience"},{"quote":"To be happy when you are travelling, you need to be happy inside before you leave. A positive frame of mind will definitely enhance your travelling experience. If I&#39;m not in a positive frame of mind then the whole thing definitely becomes more of a challenge for me.","author":"Andrea Bocelli","topic":"Experience"},{"quote":"People around the world, they want the authentic Starbucks experience.","author":"Howard Schultz","topic":"Experience"},{"quote":"Switching from one career to another can be scary, but it also can be a thrilling experience. Look at it as an opportunity to really go after what you want to accomplish in life and make a difference in the world. The key is to take small, conscious steps and prepare yourself for a successful transition.","author":"Jack Canfield","topic":"Experience"},{"quote":"I had more energy at 50. On the other hand, at 75, I&#39;ve probably got a little more wisdom and good judgment than I had at 50 because I&#39;ve got more experience. But I haven&#39;t really changed. I&#39;m still driven by the same philosophy.","author":"Ted Turner","topic":"Experience"},{"quote":"I have been attacked by Rush Limbaugh on the air, an experience somewhat akin to being gummed by a newt. It doesn&#39;t actually hurt, but it leaves you with slimy stuff on your ankle.","author":"Molly Ivins","topic":"Experience"},{"quote":"Every film teaches you something; every experience on every film set with every co-star teaches you something. You learn something new. I think the challenge is to keep working harder and doing better.","author":"Deepika Padukone","topic":"Experience"},{"quote":"You go, well you can&#39;t joke about race. Well if you&#39;re from a different race and that&#39;s your experience of the world and you want to talk about that, then fine. Or you can&#39;t talk about disability, but disabled comics can talk about that.","author":"Jimmy Carr","topic":"Experience"},{"quote":"Sometimes, when I hear people without experience of addiction blame addicts for their behaviour, I feel like saying to them: &#39;You simply don&#39;t understand - how can a child be held responsible for doing such a dreadful thing to himself?&#39; But then again, at other times I have to acknowledge: it was done wilfully.","author":"Will Self","topic":"Experience"},{"quote":"I was brought up by two people who just said, Whatever it is you&#39;re interested in, go do it. There is no winning or losing. You find out when you do it what the experience is.","author":"Kurt Russell","topic":"Experience"},{"quote":"I didn&#39;t think; I experimented.","author":"Anthony Burgess","topic":"Experience"},{"quote":"What one has not experienced, one will never understand in print.","author":"Isadora Duncan","topic":"Experience"},{"quote":"Pain is the most private experience, but its causes, whether natural or man-made, demand public accounting.","author":"Nancy Gibbs","topic":"Experience"},{"quote":"Disease is an experience of a so-called mortal mind. It is fear made manifest on the body.","author":"Mary Baker Eddy","topic":"Experience"},{"quote":"Experiences are savings which a miser puts aside. Wisdom is an inheritance which a wastrel cannot exhaust.","author":"Karl Kraus","topic":"Experience"},{"quote":"Proper training and federal supervision in state-federal partnerships are essential to both assuring constitutional rights and enforcing our immigration laws. Our Founding Fathers&#39; concept of federalism does not prohibit such cooperation, and we have learned from experience that joint efforts work best.","author":"Asa Hutchinson","topic":"Experience"},{"quote":"We cannot control what emotions or circumstances we will experience next, but we can choose how we will respond to them.","author":"Gary Zukav","topic":"Experience"},{"quote":"I know from my own experience that there is much more to &#39;intelligence&#39; than an IQ number. In fact, I hesitate to believe that any system could really reflect the complexity and uniqueness of one person&#39;s mind, or meaningfully describe the nature of his or her potential.","author":"Daniel Tammet","topic":"Experience"},{"quote":"The technologies of convenience are making our sphere of exploration and experience smaller.","author":"Robert Englund","topic":"Experience"},{"quote":"Experience by itself is not science.","author":"Edmund Husserl","topic":"Experience"},{"quote":"The wiser you get, the more experience you have, and the more you see people for who they are as human beings, as opposed to figures you have to fight against.","author":"Vanessa Williams","topic":"Experience"},{"quote":"Individuals approaching death often experience encounters with their dead relatives, who seem to welcome them to the next world. These deathbed visions are authentic and convincing; they are often followed by a state of euphoria and seem to ease the transition.","author":"Stanislav Grof","topic":"Experience"},{"quote":"No matter how close to personal experience a story might be, inevitably you are going to get to a part that isn&#39;t yours and, actually, whether it happened or not becomes irrelevant. It is all about choosing the right words.","author":"Roddy Doyle","topic":"Experience"},{"quote":"It takes a major unhappiness, a prolonged and bitter experience, to drive us away from loyalties once formed. And sometimes no amount of punishment can make us repudiate our loyalty.","author":"Gordon W. Allport","topic":"Experience"},{"quote":"It&#39;s a wonderful experience to look at our Earth.","author":"Gregory H. Johnson","topic":"Experience"},{"quote":"I&#39;ve used my experience from playing sports in almost every aspect of my life. Playing soccer is where I found my voice, and playing softball was where I learned precision, and in every game I learned to play as a member of a team - to work not for my own glory, but for a shared goal.","author":"Linda Sanchez","topic":"Experience"},{"quote":"On the intimate level, anyone who has loved a companion animal knows the uniquely wonderful experience these &#39;other nations&#39; provide, and their important presence in our shared lives. In their very local way they show us the global truth of our real wealth, our biodiversity.","author":"April Gornik","topic":"Experience"},{"quote":"It was an amazing experience to work with Michael Jackson, who is a legend.","author":"Mario Vazquez","topic":"Experience"},{"quote":"In my experience lust only ever leads to misery. All that suspicion and jealousy and anguish it unleashes. I don&#39;t want those things in my life.","author":"Chrissie Hynde","topic":"Experience"},{"quote":"It is costly wisdom that is bought by experience.","author":"Roger Ascham","topic":"Experience"},{"quote":"Experience: that most brutal of teachers. But you learn, my God do you learn.","author":"William Nicholson","topic":"Experience"},{"quote":"You learn from a conglomeration of the incredible past - whatever experience gotten in any way whatsoever.","author":"Bob Dylan","topic":"Experience"},{"quote":"The best scientist is open to experience and begins with romance - the idea that anything is possible.","author":"Ray Bradbury","topic":"Experience"},{"quote":"There are some hurts that we experience that can be forgiven but we won&#39;t forget them.","author":"Joyce Meyer","topic":"Experience"},{"quote":"I am not writing to try and convert people to fundamental Christianity. I am just trying to share my experience, strength and hope, that someone who is as messed up and neurotic and scarred and scared can be fully accepted by our dear Lord, no questions asked.","author":"Anne Lamott","topic":"Experience"},{"quote":"There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define; we can grasp them only in the depths of our perceptive spirit.","author":"Ansel Adams","topic":"Experience"},{"quote":"I think there are a number of things that you can do to encourage your kids&#39; dreams, but I do believe in speaking by experience of having a lot of help along the way, stumbling in the past. We&#39;ve all stumbled, and we certainly all deserve to get up and walk again.","author":"Dwayne Johnson","topic":"Experience"},{"quote":"As someone who flew two space capsules and twice landed in the ocean, I can attest from personal experience how much logistics work is needed to get you home.","author":"Buzz Aldrin","topic":"Experience"},{"quote":"But inner experience is only one source of human knowledge.","author":"Muhammad Iqbal","topic":"Experience"},{"quote":"I could live without my phone. And one thing I&#39;d love to do is experience having the freedom that kids had back in the &#39;80s.","author":"Millie Bobby Brown","topic":"Experience"},{"quote":"Sadly, for some mothers, this experience can be made so much harder due to challenges with our very mental health.","author":"Kate Middleton","topic":"Experience"},{"quote":"Slavery is something that is all too often swept under the carpet. The shame doesn&#39;t even belong to us, but we still experience it because we&#39;re a part of the African race. If it happened to one, it happened to all. We carry that burden.","author":"Lupita Nyong'o","topic":"Experience"},{"quote":"Experience is a great teacher.","author":"John Legend","topic":"Experience"},{"quote":"Experience teaches us to be most on our guard to protect liberty when the government&#39;s purposes are beneficent.","author":"Louis D. Brandeis","topic":"Experience"},{"quote":"All adventure is now reactionary.","author":"William F. Buckley, Jr.","topic":"Experience"},{"quote":"My background is not typical hip-hop. I didn&#39;t grow up in the projects. I grew up in a single family home in a middle-class suburb. That doesn&#39;t mean I didn&#39;t experience hardship, but to me it&#39;s not about that, it&#39;s about the future and where we are trying to take it.","author":"Kid Cudi","topic":"Experience"},{"quote":"Rejection is the one constant of human experience.","author":"Howard Jacobson","topic":"Experience"},{"quote":"I will share a personal experience: my father was posted in Jammu &amp; Kashmir during the Kargil war. I remember my mom sitting in front of television throughout the day reading tickers which had name of the martyrs.","author":"Anushka Sharma","topic":"Experience"},{"quote":"I happen to think it&#39;s the politics that makes you electable, but the reason for that is politicians sometimes talk about electability as if it&#39;s just a matter of conning the public. Actually, it&#39;s a matter of persuading the public, and in my experience, usually, the public gets it right.","author":"Tony Blair","topic":"Experience"},{"quote":"My experience in childhood and adolescence of the subordinate role played by the female in a society run entirely by men had convinced me that I was not cut out to be a wife.","author":"Rita Levi-Montalcini","topic":"Experience"},{"quote":"Memory is not an instrument for exploring the past but its theatre. It is the medium of past experience, as the ground is the medium in which dead cities lie interred.","author":"Walter Benjamin","topic":"Experience"},{"quote":"If you focus on producing a great experience for anyone, that&#39;s how you get big.","author":"Kevin Systrom","topic":"Experience"},{"quote":"Fundamental ideas are not a consequence of experience, but a result of the particular constitution and activity of the mind, which is independent of all experience in its origin, though constantly combined with experience in its exercise.","author":"William Whewell","topic":"Experience"},{"quote":"It has been an amazing experience working on &#39;Half Girlfriend.&#39;","author":"Arjun Kapoor","topic":"Experience"},{"quote":"We have the tendency to run away from suffering and to look for happiness. But, in fact, if you have not suffered, you have no chance to experience real happiness.","author":"Nhat Hanh","topic":"Experience"},{"quote":"We need affordable space travel to inspire our youth, to let them know that they can experience their dreams, can set significant goals and be in a position to lead all of us to future progress in exploration, discovery and fun. Thanks to the X Prize for the inspiration.","author":"Burt Rutan","topic":"Experience"},{"quote":"My experience has been in a short 77 years that in the end when you fight for a desperate cause and have good reasons to fight, you usually win.","author":"Edward Teller","topic":"Experience"},{"quote":"I was a vegan for about a year, and it was a great experience. And I became vegan not because of animal rights. I became vegan for a year for health purposes... It was just kind of a detox that I was going through.","author":"Tia Mowry","topic":"Experience"},{"quote":"I think everything about my life is magical. I&#39;ve struggled, and against most odds, I&#39;m truly having the experience of living my dreams.","author":"Bella Thorne","topic":"Experience"},{"quote":"American government did not originate in any abstract theories about liberty and equality, but in the actual experience gained by generation after generation of English colonists in managing their own political affairs. The Revolution did not make a breach in the continuity of their institutional life.","author":"Charles A. Beard","topic":"Experience"},{"quote":"Orlando&#39;s a really cool guy. They hired him for &#39;Lord of the Rings&#39; out of drama school. He&#39;s very new at this still and doesn&#39;t have a lot of experience. So we were in this together and we&#39;ve tried to help each other out. We felt very equal which was good.","author":"Diane Kruger","topic":"Experience"},{"quote":"Good design to me is both appearance and functionality together. It&#39;s the experience that makes it good design.","author":"Michael Graves","topic":"Experience"},{"quote":"Perhaps the single most important element in mastering the techniques and tactics of racing is experience. But once you have the fundamentals, acquiring the experience is a matter of time.","author":"Greg LeMond","topic":"Experience"},{"quote":"Poetry, I think, intensifies the reader&#39;s experience. If it&#39;s a humorous facet of the story, poetry makes it more exuberant. If it&#39;s a sad facet, poetry can make it more poignant.","author":"Vikram Seth","topic":"Experience"},{"quote":"I don&#39;t think I believe in ghosts, per se. But, my nearest experience was when I went on a weekend away and was in a bar in England, years ago, with an ex-girlfriend. I heard this scratching. I was about to go to bed and I was thinking, &#39;It&#39;s an old ghost.&#39; I could hear this noise, but I couldn&#39;t work out where it was coming from.","author":"Theo James","topic":"Experience"},{"quote":"We learn from each other. We learn from others&#39; mistakes, from their experience, their wisdom. It makes it easier for us to come to better decisions in our own lives.","author":"Adrian Grenier","topic":"Experience"},{"quote":"It&#39;s jarring to go from one amazing experience to another that feels ordinary. I don&#39;t quite know how to explain it. You see the uniqueness of what you&#39;ve been doing, and disassociating yourself from it and going back to the &#39;normal&#39; life is tough.","author":"Nat Wolff","topic":"Experience"},{"quote":"I&#39;ve never lived in New York. I&#39;ve never done a play off or on Broadway, so I think that&#39;s in my future. Have that experience - get a little apartment in the city and grow a beard and walk around with earbuds in my ears, and a stocking cap and a big giant scarf.","author":"Eric Stonestreet","topic":"Experience"},{"quote":"Science is the systematic classification of experience.","author":"George Henry Lewes","topic":"Experience"},{"quote":"Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.","author":"A. E. Housman","topic":"Experience"},{"quote":"We want the best prices we can give our customers, with all our products... But it really is about the quality first and the experience.","author":"Joseph Abboud","topic":"Experience"},{"quote":"We can&#39;t just rest on the fact that this is beautiful Chicago. I want to triple down on that experience and make it... life-altering.","author":"Desiree Rogers","topic":"Experience"},{"quote":"I think any spiritual experience that&#39;s worthwhile is not about ego and it will humble you in some way. And also, a Zen monk once said to me, &#39;If you&#39;re not laughing, then you&#39;re not getting it.&#39;","author":"David O. Russell","topic":"Experience"},{"quote":"A good designer must rely on experience, on precise, logic thinking; and on pedantic exactness. No magic will do.","author":"Niklaus Wirth","topic":"Experience"},{"quote":"The crucial question one comes back to is the examination; without that experience is meaningless. And I think it&#39;s true that society is becoming more and more passive, less and less fired up with enthusiasm, in many spheres.","author":"Peter Hammill","topic":"Experience"},{"quote":"I find the experience of keeping a journal much more creative on paper than on a computer. When I write, I&#39;m physically immersed in the world and slow down, whereas on screen, I use my senses in a less engaged way - and I skim more.","author":"Keri Smith","topic":"Experience"},{"quote":"I believe sanity and realism can be restored to the teaching of Mathematical Statistics most easily and directly by entrusting such teaching largely to men and women who have had personal experience of research in the Natural Sciences.","author":"Ronald Fisher","topic":"Experience"},{"quote":"We want people to experience art and think about it. The art reflects our time, it is about our culture.","author":"David Elliott","topic":"Experience"},{"quote":"Christ shared our experience; he suffered as we suffer; he died as we shall die, and for forty days in the desert he underwent the struggle between good and evil.","author":"Basil Hume","topic":"Experience"},{"quote":"I&#39;m sure I&#39;ve changed my mind about something. Inevitably, when we grow up - as we get more experience and wiser. Well, I&#39;ve changed my mind about some food that I didn&#39;t like when I was young.","author":"Ruth Bader Ginsburg","topic":"Experience"},{"quote":"Sleep - the most beautiful experience in life - except drink.","author":"W. C. Fields","topic":"Experience"},{"quote":"I never give advice unless someone asks me for it. One thing I&#39;ve learned, and possibly the only advice I have to give, is to not be that person giving out unsolicited advice based on your own personal experience.","author":"Taylor Swift","topic":"Experience"},{"quote":"There is a multitude of experiences that make up the black experience.","author":"Chance The Rapper","topic":"Experience"},{"quote":"Troubleshooting a wiring problem is a soul-killing experience.","author":"Casey Neistat","topic":"Experience"},{"quote":"People from different parts of the world can respond to the same story if it says something to them about their own history and their own experience.","author":"Chinua Achebe","topic":"Experience"},{"quote":"I raised five children. They all have different personalities. All of them have different issues, different levels of success. That was a learning experience for me.","author":"T. D. Jakes","topic":"Experience"},{"quote":"Age is only a number, a cipher for the records. A man can&#39;t retire his experience. He must use it. Experience achieves more with less energy and time.","author":"Bernard Baruch","topic":"Experience"},{"quote":"I try to learn from every experience, good or bad.","author":"Tim Tebow","topic":"Experience"},{"quote":"The immediacy of mystic experience simply means that we know God just as we know other objects. God is not a mathematical entity or a system of concepts mutually related to one another and having no reference to experience.","author":"Muhammad Iqbal","topic":"Experience"},{"quote":"Experience is what enables you to recognize a mistake when you make it again.","author":"Earl Wilson","topic":"Experience"},{"quote":"I experience God as the power of love.","author":"John Shelby Spong","topic":"Experience"},{"quote":"Let me say that I consider myself a deep believer in the reality of God. I might define God quite differently from the way some people in the Christian faith would do so, but I do not doubt the reality of that experience.","author":"John Shelby Spong","topic":"Experience"},{"quote":"If I buy a game on Steam and I&#39;m running it on Windows, I can go to one of the Steam machines and already have the game. So you benefit as a developer; you benefit as a consumer in having the PC experience extended in the living room.","author":"Gabe Newell","topic":"Experience"},{"quote":"I was quite able at the insignificant work I did in MI6, but absolutely dysfunctional in my domestic life. I had no experience of fatherhood. I had no example of marital bliss or the family unit.","author":"John le Carre","topic":"Experience"},{"quote":"The poet is someone, I think, who&#39;s interested in registering experience immediately or giving you the sense of immediacy and directness.","author":"Amiri Baraka","topic":"Experience"},{"quote":"In the school of mortality, we experience tenderness, love, kindness, happiness, sorrow, disappointment, pain, and even the challenges of physical limitations in ways that prepare us for eternity.","author":"David A. Bednar","topic":"Experience"},{"quote":"History offers us vicarious experience. It allows the youngest student to possess the ground equally with his elders; without a knowledge of history to give him a context for present events, he is at the mercy of every social misdiagnosis handed to him.","author":"Hilary Mantel","topic":"Experience"},{"quote":"I began to realize that when people experience the love of God, it casts out their fear and frees them from guilt.","author":"Joseph Prince","topic":"Experience"},{"quote":"Any direct experience that I have with indigenous peoples and their plights may feed into the nature of the story I choose to tell. In fact, it almost certainly will.","author":"James Cameron","topic":"Experience"},{"quote":"Based on my own experience, when you&#39;re going through adolescence you don&#39;t know how the world works. You can&#39;t set a story in the world you live in because you don&#39;t know what a utility bill is, or how to budget your paycheck.","author":"Patton Oswalt","topic":"Experience"},{"quote":"There&#39;s no way that anyone can know the ebb and flow of one&#39;s career. You can&#39;t know that. You can tell young actors it&#39;s going to be very difficult, but there&#39;s no way you can understand the difficulties and the rewards through description. You have to cellularly experience it.","author":"Holly Hunter","topic":"Experience"},{"quote":"I think the experience of going to a theater and seeing a movie with a lot of people is still part of the transformational power of the film, and it&#39;s equivalent to the old shaman telling a story by the campfire to a bunch of people.","author":"Wes Craven","topic":"Experience"},{"quote":"I&#39;m very accepting with my age. It&#39;s like notches on your belt: experience, wisdom, and a different kind of beauty. There comes a day when you&#39;ve become comfortable in your skin.","author":"Zoe Saldana","topic":"Experience"},{"quote":"During events like the World Cup and the Olympics, I tend to get really wrapped up in my own experience to stay focused, but it&#39;s like a bubble. I don&#39;t see much outside my own perspective.","author":"Abby Wambach","topic":"Experience"},{"quote":"I did go on safari in Kenya when I was 17, with my mother, stepfather and little brother, and I kept a careful journal of the experience that was very helpful in terms of my sensory impressions of Africa. I have traveled quite a bit at distinct times in my life, though now that I have kids I&#39;ve settled down.","author":"Jennifer Egan","topic":"Experience"},{"quote":"In comics the reader is in complete control of the experience. They can read it at their own pace, and if there&#39;s a piece of dialogue that seems to echo something a few pages back, they can flip back and check it out, whereas the audience for a film is being dragged through the experience at the speed of 24 frames per second.","author":"Alan Moore","topic":"Experience"},{"quote":"In my experience, there is only one motivation, and that is desire. No reasons or principle contain it or stand against it.","author":"Jane Smiley","topic":"Experience"},{"quote":"Who knows? Maybe years from now I&#39;ll be on a ranch in Colorado with 10 kids. The whole point of life is to experience a little bit of everything, and I think it&#39;s better when there are a few surprises thrown in.","author":"Keri Russell","topic":"Experience"},{"quote":"It sounds kind of strange, but Jail time was almost a good experience for me.","author":"Tommy Lee","topic":"Experience"},{"quote":"My hope is that people experience the music and, in that, something works in them, that they realise how exceptional they are. Maybe that it inspires them to do something great in their own lives.","author":"Lauren Daigle","topic":"Experience"},{"quote":"My cares come from a very selfish place &#39;cause in reality I&#39;m young, and I haven&#39;t had the experience to be mature yet.","author":"Vince Staples","topic":"Experience"},{"quote":"A woman&#39;s life can really be a succession of lives, each revolving around some emotionally compelling situation or challenge, and each marked off by some intense experience.","author":"Wallis Simpson","topic":"Experience"},{"quote":"The most casual reader of the New Testament can scarcely fail to see the commanding position the resurrection of Christ holds in Christianity. It is the creator of its new and brighter hopes, of its richer and stronger faith, of its deeper and more exalted experience.","author":"Edward McKendree Bounds","topic":"Experience"},{"quote":"I was never afraid of failure after that because, I think, coming that close to death you get kissed. With the years, the actual experience of course fades, but the flavor of it doesn&#39;t. I just had a real sense of what choice do I have but to live fully?","author":"Debra Winger","topic":"Experience"},{"quote":"When you drill down, blockchains are really a shared version of reality everyone agrees on. So whether it&#39;s a fully immersive VR experience, augmented reality, or even Bitcoin or Ethereum in the physical world as a shared ledger for our &#39;real world,&#39; we&#39;ll increasingly trust blockchains as our basis for reality.","author":"Fred Ehrsam","topic":"Experience"},{"quote":"Anderson Cooper&#39;s on-air reaction to Bob Simon&#39;s death; Wolf Blitzer personalizing his experience in going back to Auschwitz where his grandparents lost their lives - I think that has all made our air more authentic.","author":"Jeff Zucker","topic":"Experience"},{"quote":"Religion is never going to go away, and anyone who thinks it will doesn&#39;t understand what religion is. It is a language to describe the experience of human nature, so for as long as people struggle to describe what it means to be alive, it will be a ready-made language to express those feelings.","author":"Reza Aslan","topic":"Experience"},{"quote":"Even though I always knew I had a good nose for fragrances, the process of creating my own, &#39;Alive,&#39; turned out to be a great learning experience for me. And the name explains my reason behind it. Smelling good makes you feel alive.","author":"Arjun Rampal","topic":"Experience"},{"quote":"Luckily, I had that experience on &#39;Homeland,&#39; to work with these unreal people who are unbelievably talented, great actors.","author":"Diego Klattenhoff","topic":"Experience"},{"quote":"One of the challenges of buying local advertising is, how do you know if it worked? How do you know if it&#39;s got value? We&#39;re moving toward an e-commerce experience for local, an Amazon-like experience for local.","author":"Jeremy Stoppelman","topic":"Experience"},{"quote":"The home viewing experience is slightly different and there&#39;s room for these kinds of extra excursions.","author":"Ivan Reitman","topic":"Experience"},{"quote":"Art is such a personal experience, I really try to make my own thing.","author":"Lily-Rose Depp","topic":"Experience"},{"quote":"&#39;LaFerrari&#39; means &#39;the Ferrari.&#39; The excellence. In this car, we put everything we are able to do. Our extreme technology, extreme experience, extreme capability. And this has been the first Ferrari totally designed in our design center.","author":"Luca Cordero di Montezemolo","topic":"Experience"},{"quote":"Personally, I don&#39;t give a toss about French viewers. I make films for foreigners - it&#39;s a bit like Ken Loach, who&#39;s not very popular in England but has had a lot of success in France. Cinema is always an experience in a foreign body.","author":"Bruno Dumont","topic":"Experience"},{"quote":"Not the fruit of experience, but experience itself, is the end.","author":"Walter Pater","topic":"Experience"},{"quote":"I have worked with Divya Dutta in two National Award-winning Punjabi films. I have known her a long time; she is a fantastic actress. I sent her flowers after I saw &#39;Bhaag Milkha Bhaag.&#39; Shabana Ji is, of course, a legendary actress. It was a great experience working with her.","author":"Juhi Chawla","topic":"Experience"},{"quote":"We all have mental models: the lens through which we see the world that drive our responses to everything we experience. Being aware of your mental models is key to being objective.","author":"Elizabeth Thornton","topic":"Experience"},{"quote":"All around me insisted that my doubts proved only my own ignorance and sinfulness; that they knew by experience they would soon give place to true knowledge, and an advance in religion; and I felt something like indecision.","author":"Maria Monk","topic":"Experience"},{"quote":"You can see that tight integration, as Facebook and Twitter now have with iOS, makes the overall user experience better for both the partner and for Apple.","author":"Noam Bardin","topic":"Experience"},{"quote":"Funny you mention my dinner parties when I have just suggested that inviting close friends over to share a meal with candlelight and wine at your table could be a form of religious experience for some people. To me it&#39;s a form of sacrament.","author":"Sally Quinn","topic":"Experience"},{"quote":"Going to a movie is a two-hour experience; at $7.50 for a ticket, you are valuing your time at far less than the minimum wage. If you don&#39;t understand the film, don&#39;t leave. If you understand it all too well and hate it, get out of your seat and walk up the aisle. You will feel empowered.","author":"Gene Siskel","topic":"Experience"},{"quote":"I was home-schooled for my entire high school experience, so I never went to prom.","author":"Cameron Monaghan","topic":"Experience"},{"quote":"Not everything that happens in an in-person classroom is currently replicated with an online course, and perhaps the experience will never be the quite the same. But there are new opportunities that online learning opens up that would have never been possible without this technology.","author":"Daphne Koller","topic":"Experience"},{"quote":"It&#39;s been my experience that every time I think I know where it&#39;s at, it&#39;s usually somewhere else.","author":"Blake Edwards","topic":"Experience"},{"quote":"Experience is the best teacher of all. And for that, there are no guarantees that one will become an artist. Only the journey matters.","author":"Harry Callahan","topic":"Experience"},{"quote":"The women that inspire me are the ones who have careers and children; why would I want to limit myself? I&#39;ve always wanted to have children, and I would never give up that experience for a career. I want to have it all.","author":"Jennifer Aniston","topic":"Experience"},{"quote":"The great living experience for every man is his adventure into the woman. The man embraces in the woman all that is not himself, and from that one resultant, from that embrace, comes every new action.","author":"D. H. Lawrence","topic":"Experience"},{"quote":"I wasn&#39;t ready for fame and all that brings to your life. It was an amazing experience, but so overwhelming, because no one can tell you beforehand when it will happen or how it will impact you. So no one can tell you how to handle it, being stopped everywhere you go because people saw you on &#39;Oprah.&#39; It took me over, and I wasn&#39;t ready.","author":"Iyanla Vanzant","topic":"Experience"},{"quote":"What is easy is seldom excellent.","author":"Samuel Johnson","topic":"Experience"},{"quote":"Our Western society is showing its technological muscles in ever more threatening ways, but the experience of fear, anxiety and even despair has increased in equal proportion. Indeed, the paradox is that the powerful giants feel as powerless as a new-born babe.","author":"Henri Nouwen","topic":"Experience"},{"quote":"A failure is a man who has blundered, but is not able to cash in the experience.","author":"Elbert Hubbard","topic":"Experience"},{"quote":"The head learns new things, but the heart forever practices old experiences.","author":"Henry Ward Beecher","topic":"Experience"},{"quote":"I believe that hunger for a &#39;lost dimension&#39; of experience is a natural yearning in all of us, and it doesn&#39;t go away just because we ignore it. It is evidenced among other places in the millions of children and adults who obsessively read the &#39;Harry Potter&#39; books. It is said that fiction is where someone gets to tell the truth.","author":"Marianne Williamson","topic":"Experience"},{"quote":"The experience of democracy is like the experience of life itself-always changing, infinite in its variety, sometimes turbulent and all the more valuable for having been tested by adversity.","author":"Jimmy Carter","topic":"Experience"},{"quote":"For relaxation, I like to figure skate. Being on the ice and spinning and jumping, I feel very close to nature. In particular, I feel very close to Newton&#39;s laws of motion. On the ice, you can experience Newton&#39;s laws of motion in their purest, most elegant form.","author":"Michio Kaku","topic":"Experience"},{"quote":"I feel like every time a door is opened by science, suddenly there are a hundred doors that need to get opened. That&#39;s what makes it an everlasting, interesting experience to go through.","author":"Alan Alda","topic":"Experience"},{"quote":"Some of the greatest reality television we ever had was the moon landings. When you think about it, that was human emotion and people, unscripted, working with each other - and millions and millions of people around the world, glued to their television sets to share real-time in a brand new, fascinating human experience.","author":"Chris Hadfield","topic":"Experience"},{"quote":"Voters go into the ballot box with big ideas in their mind: leadership, change, experience, hope.","author":"Kellyanne Conway","topic":"Experience"},{"quote":"I think it will be found that experience, the true source and foundation of all knowledge, invariably confirms its truth.","author":"Thomas Malthus","topic":"Experience"},{"quote":"It was a strange experience, making a love story and not getting along with your co-star in any way.","author":"Ryan Gosling","topic":"Experience"},{"quote":"I went through college while working a full-time manual-labor job, and I don&#39;t regret a minute of it; it was a great learning experience.","author":"Phyllis Schlafly","topic":"Experience"},{"quote":"My music is about a joyful experience. I&#39;ve learned that if you can affect other people, you should.","author":"Cyndi Lauper","topic":"Experience"},{"quote":"I&#39;m no expert. I have no psychic powers, and I sure don&#39;t possess any secret wisdom. I&#39;m just Janet. I have strengths, weaknesses, fears, happiness, sadness. I experience joy and I experience pain. I&#39;m highly emotional. I&#39;m very vulnerable.","author":"Janet Jackson","topic":"Experience"},{"quote":"A lot of people seem to feel that joy is only the most intense version of pleasure, arrived at by the same road - you simply have to go a little further down the track. That has not been my experience.","author":"Zadie Smith","topic":"Experience"},{"quote":"I used to be a computer engineer, and I can make really good code, and we can make systems that work really well, and we can make the application a great experience, but when you have to translate bits to atoms, you need folks who are used to working with city governments, with state governments, and so I like to say we&#39;re in a political campaign.","author":"Travis Kalanick","topic":"Experience"},{"quote":"My aim in painting is to create pulsating, luminous, and open surfaces that emanate a mystic light, in accordance with my deepest insight into the experience of life and nature.","author":"Hans Hofmann","topic":"Experience"},{"quote":"Acting is experience with something sweet behind it.","author":"Humphrey Bogart","topic":"Experience"},{"quote":"Do you know the difference between education and experience? Education is when you read the fine print; experience is what you get when you don&#39;t.","author":"Pete Seeger","topic":"Experience"},{"quote":"You can&#39;t dodge them all. I got hammered plenty of times through the years. But you just get up and keep playing. I can tell you from experience, though. Sometimes it hurts like hell.","author":"Terry Bradshaw","topic":"Experience"},{"quote":"Having read my share of tell-alls over the year, including some that were passed off as autobiographies, I mostly feel sad - sometimes for the writer and sometimes for all the people in his way. I hope that the process of writing the tell-all gives some release and closure on what clearly was an unpleasant and unfulfilling life experience.","author":"Brad Feld","topic":"Experience"},{"quote":"Life is all about the friendship and the love and the music. It sounds silly, but it is. I want to have that experience as much as I can as an adult, not as a kid doing something that people are telling her she has to do. If anyone gets in my way, I&#39;m going to get them out of my way.","author":"Fiona Apple","topic":"Experience"},{"quote":"Variety shows didn&#39;t disappear; it was the caliber of the artists, the classic vaudevillians that have passed on. They are gone, so there&#39;s a different caliber performer that&#39;s come along that hasn&#39;t had the time to work in the small clubs and get the experience.","author":"Flip Wilson","topic":"Experience"},{"quote":"I have spent quite some time in Malaysia, as my mother is from there. And shooting there was a great experience.","author":"Jacqueline Fernandez","topic":"Experience"},{"quote":"All that I know I learned after I was thirty.","author":"Georges Clemenceau","topic":"Experience"},{"quote":"When we started making &#39;Where You Live&#39;, I bought a bunch of Polaroid cameras in so that people could record the experience. Some of those pictures are in the CD sleeve.","author":"Tracy Chapman","topic":"Experience"},{"quote":"I was doing a civil rights musical here in Los Angeles, and we sang at one of the rallies where Dr. Martin Luther King spoke, and I remember the thrill I felt when we were introduced to him. To have him shake your hand was an absolutely unforgettable experience.","author":"George Takei","topic":"Experience"},{"quote":"It&#39;s important for whoever is governor to be somebody with a breadth of experience in life, in business, and in service.","author":"Maggie Hassan","topic":"Experience"},{"quote":"Corporate America cannot afford to remain silent or passive about the downward spiral we are undergoing. It cannot turn a blind eye to how difficult the experience of life is for so many of their customers.","author":"Simon Mainwaring","topic":"Experience"},{"quote":"How much do you as a consumer value a positive experience with a brand or its customer service department? How willing are you to share that with your friends? How inclined are you to let that person know that you&#39;re interaction with them was positive?","author":"Simon Mainwaring","topic":"Experience"},{"quote":"My experience of life is that it&#39;s very fragmented; certain kinds of things happen, and in another place, a different kind of thing occurs. I would like my work to have some vivid indication of those differences.","author":"Jasper Johns","topic":"Experience"},{"quote":"I guess I&#39;m not really fond of just chit-chatting. I want to learn something and have an experience.","author":"Rachel Kushner","topic":"Experience"},{"quote":"In life, if you&#39;re not learning from every experience, even the bad ones, you&#39;re really messing up. That&#39;s the marker of a smart, intelligent individual.","author":"Seth Rollins","topic":"Experience"},{"quote":"My favorite part of the experience of serving in Congress is knowing that my time and effort are spent for the greater good and for the betterment of our nation.","author":"Jared Polis","topic":"Experience"},{"quote":"How come I love having an episode of deja vu? It&#39;s akin to an out-of-body experience, I would think. It sits with me, happily, begging me to delve into my memory to find its match point.","author":"Rachel Nichols","topic":"Experience"},{"quote":"It&#39;s almost an out of body experience to see things that First Officer Jeff Skiles and I said in the cockpit together, played by actors.","author":"Chesley Sullenberger","topic":"Experience"},{"quote":"We are each responsible for all of our experiences.","author":"Louise L. Hay","topic":"Experience"},{"quote":"On the campaign trail, Hillary Clinton emphasized her experience. Yes, experience matters, but judgment matters more. Despite her experience, Hillary Clinton&#39;s poor decisions have produced bad results. Just think about it.","author":"Asa Hutchinson","topic":"Experience"},{"quote":"I got to be White House chief of staff, ten years of congressman, secretary of defense, vice-president. If you&#39;re a political junkie like I obviously am - that was - every one of those was just a tremendous experience. I&#39;m very comfortable with what I did and why I did it and how I did it. And I&#39;ll let others judge whether they liked it or not.","author":"Dick Cheney","topic":"Experience"},{"quote":"My experience of Chinese culture is indirect, through echoes. When I approach the cashier at my local Chinese supermarket, they switch to English before I&#39;ve even said a word. They somehow know that I&#39;m not quite Chinese enough.","author":"Gene Luen Yang","topic":"Experience"},{"quote":"As I got older, I realized that my life experience, what I really had, was always going to be more valuable than what I pretended to have.","author":"Eric McCormack","topic":"Experience"},{"quote":"Being listened to and being heard is an experience that doesn&#39;t happen terribly often. To listen compassionately or nonjudgmentally to another person - not to get too heavy about it - but I once heard somebody say that was a form of real prayer.","author":"Gabriel Byrne","topic":"Experience"},{"quote":"Long experience, in the United States and in other advanced economies, has demonstrated that monetary policy is most successful when decisions are rendered independent of influence by elected officials.","author":"Jerome Powell","topic":"Experience"},{"quote":"Although I have never worked in a community bank, I have been a customer, and I know from personal experience the special skills that these institutions bring to their customers.","author":"Jerome Powell","topic":"Experience"},{"quote":"The human voice: It&#39;s the instrument we all play. It&#39;s the most powerful sound in the world, probably. It&#39;s the only one that can start a war or say &#39;I love you.&#39; And yet many people have the experience that when they speak, people don&#39;t listen to them.","author":"Julian Treasure","topic":"Experience"},{"quote":"If you want to experience joy in your life, you have to be able to step outside yourself and become part of a cause that is much larger than you; one that brings a greater good to a greater community.","author":"Srikumar Rao","topic":"Experience"},{"quote":"There&#39;s a beauty to wisdom and experience that cannot be faked. It&#39;s impossible to be mature without having lived.","author":"Amy Grant","topic":"Experience"},{"quote":"Social connection is such a basic feature of human experience that when we are deprived of it, we suffer.","author":"Leonard Mlodinow","topic":"Experience"},{"quote":"Fascism says what you and I experience as facts or what reporters experience as facts are irrelevant. All that matters are impressions and emotions and myths.","author":"Timothy D. Snyder","topic":"Experience"},{"quote":"We live in a fast-paced culture where we&#39;re asked to make snap decisions all day long, so I suppose cash-point donations feed into the immediacy of our life experience. So it&#39;s a great idea. But I think it needs careful handling.","author":"Tamsin Greig","topic":"Experience"},{"quote":"I&#39;ve never been convinced that experience is linear, circular, or even random. It just is. I try to put it in some kind of order to extract meaning from it, to bring meaning to it.","author":"Toni Cade Bambara","topic":"Experience"},{"quote":"One of the ultimate challenges of biology is to understand how the brain becomes consciously aware of perception, experience and emotion. But it is equally conceivable that the exchange would be useful for the beholders of art, for people who enjoy art, for historians, and for the artists themselves.","author":"Eric Kandel","topic":"Experience"},{"quote":"I still believe that we can offer you a much deeper, more engaging, more compelling play experience on a PC than we can on a mobile device, but one can enhance the other, and one can expand the other. I don&#39;t think they necessarily will compete with each other, just like how we find a place for movies in our lives, and TV and radio.","author":"Mark Pincus","topic":"Experience"},{"quote":"When you&#39;re hanging there twenty feet off the ground, surrounded by green screen, and all you&#39;ve got is the other actor and the wonderful Gavin Hood shouting instructions at you as to what&#39;s going on; it&#39;s a really unique experience.","author":"Asa Butterfield","topic":"Experience"},{"quote":"There&#39;s no experience like on-the-job training.","author":"Hank Azaria","topic":"Experience"},{"quote":"I have had the good fortune to experience both the limelight and the traffic light as a musician. I did my first recording on my own and it was available at concerts. The second to seventh were released on small and then large labels. My eighth to 14th were done under my own steam once again, but with the benefit of the Internet.","author":"Jane Siberry","topic":"Experience"},{"quote":"Every time my TweetDeck shoots a new tweet to my desktop, I experience a little dopamine spritz that takes me away from... from... wait, what was I saying?","author":"Bill Keller","topic":"Experience"},{"quote":"I think movies have much more magic than the theater. Theater can be a magical experience, but movies thrust their subjectivity on you in a more profound way.","author":"Zoe Kazan","topic":"Experience"},{"quote":"You can&#39;t have the word &#39;fantasy&#39; or &#39;fantastical&#39; without a contrast. It has to stem from a grounded experience.","author":"Josh Trank","topic":"Experience"},{"quote":"No doubt, some people are quantitatively less busy than others and some much more so, but that doesn&#39;t change the shared experience: most everyone I know feels frazzled and overwhelmed most of the time.","author":"Kevin DeYoung","topic":"Experience"},{"quote":"By silencing the mind, we can experience real peace. As long as various kinds of thoughts agitate the brain, we don&#39;t experience 100 percent peace.","author":"Henepola Gunaratana","topic":"Experience"},{"quote":"Fully 57 percent of American college students are women. Life insurance companies sell more policies to women than to men. As women continue to draw on experience and education, they&#39;re accelerating their numbers in upper management, too.","author":"Suzanne Fields","topic":"Experience"},{"quote":"In a way then, the Divine Principle, this new revelation, is the documentary of my life. It is my own life experience. The Divine Principle is in me, and I am in the Divine Principle.","author":"Sun Myung Moon","topic":"Experience"},{"quote":"If you&#39;re having a very high-adrenaline, high-movement experience in virtual reality, and then all of a sudden you&#39;re back in your office, that disconnect is pretty notable. Whereas if you&#39;re using it for virtual reality teleconferencing... there&#39;s really no kind of impact moving back and forth between the real and the virtual world.","author":"Palmer Luckey","topic":"Experience"},{"quote":"A lot of times, when you&#39;re seeing something that you&#39;ve done, you&#39;re thinking about the experience you had making it, not about the experience of the product.","author":"Ben Schnetzer","topic":"Experience"},{"quote":"Human beings evolved opposable thumbs for a reason. The sense of reward you get from making something with your hands can&#39;t be earned any other way. It&#39;s obvious that people learn faster from &#39;hands-on&#39; experience than they do watching someone else do something.","author":"Mark Frauenfelder","topic":"Experience"},{"quote":"I began fighting to stay fit and experience everything equally; hence, I took up kickboxing.","author":"Ritika Singh","topic":"Experience"},{"quote":"There is no time and space limitation for public accountability on the Internet. Creative commonality is standard and does not resemble the authoritarian style of the dead communist experience. It seems that it is no longer society&#39;s obligation to understand legislation; it is a duty for governments to be understood by their people.","author":"Eduardo Paes","topic":"Experience"},{"quote":"The main experience, I think, is that we have managed: people moving to Norway has made Norway richer, economically, but also our culture has become more rich in many ways.","author":"Jens Stoltenberg","topic":"Experience"},{"quote":"Everything is discursive opinion instead of direct experience.","author":"A. R. Ammons","topic":"Experience"},{"quote":"Experience teaches you that the man who looks you straight in the eye, particularly if he adds a firm handshake, is hiding something.","author":"Clifton Fadiman","topic":"Experience"},{"quote":"I try and create for the audience something that relates to real-life experience.","author":"Mike Leigh","topic":"Experience"},{"quote":"To pursue a so-called Third Way is foolish. We had our experience with this in the 1960s when we looked for a socialism with a human face. It did not work, and we must be explicit that we are not aiming for a more efficient version of a system that has failed.","author":"Vaclav Klaus","topic":"Experience"},{"quote":"The plain man is familiar with blindness and deafness, and knows from his everyday experience that the look of things is influenced by his senses; but it never occurs to him to regard the whole world as the creation of his senses.","author":"Ernst Mach","topic":"Experience"},{"quote":"My advice would be not to write until after 35. You need some experience, and for life to knock you about a bit. Growing up is so hard you probably won&#39;t have much emotion to spare anyway.","author":"Joanna Trollope","topic":"Experience"},{"quote":"Your experience is a dream; so is my experience. This stuff about how the frontal cortex is repressed during dreaming, lucid dreaming presents an obvious contradiction to it. The only difference is sensory input.","author":"Stephen LaBerge","topic":"Experience"},{"quote":"I think everything you do in life is a learning experience.","author":"Emeraude Toubia","topic":"Experience"},{"quote":"There are varied experiences of overweight women throughout the country; there&#39;s not just one experience.","author":"Sarah Baker","topic":"Experience"},{"quote":"My dad was born in Haiti, and my mom was born in Tunisia. She is the daughter of a white French woman and a black, half-Guadeloupian, half-American man. My mom traveled the world a lot. She went through Africa, South America, and the Caribbean. She just got to experience a lot of different cultures, and that came through my childhood.","author":"Cecile McLorin Salvant","topic":"Experience"},{"quote":"By experience we find out a short way by a long wandering.","author":"Roger Ascham","topic":"Experience"},{"quote":"When you hear &#39;experience,&#39; that&#39;s all about resume. And Obama didn&#39;t have the resume. But we knew, long before that, &#39;steady in a crisis&#39; was much more important than &#39;experience.&#39; When you watched the presidential campaign, you saw that Obama was the one who happened to be steady... He demonstrated aspects of his character people were hungry for.","author":"Joel Benenson","topic":"Experience"},{"quote":"Dad&#39;s cancer experience included periods of relatively good health as well as bouts of hospitalisation as he coursed his way through a variety of different chemotherapy treatments.","author":"Amy Hoggart","topic":"Experience"},{"quote":"That night at Carnegie Hall was a great experience. When the thing was first put up to me I was a little dubious, not knowing just what would be expected of us.","author":"Benny Goodman","topic":"Experience"},{"quote":"I listen more to music when I&#39;m on my computer. I&#39;m into the latest YouTube thing. I&#39;m a nanosecond kind of listener, but if I&#39;m driving I would be listening to a Merle Haggard box set. It&#39;s a weird experience listening to &#39;Working Man Blues&#39; by Merle Haggard and cruising around in a Porsche.","author":"Jason McCoy","topic":"Experience"},{"quote":"Just going to Comic-Con alone, that&#39;s an unreal experience on its own. I think if everyone in the world could experience that place, it would change their outlook. It&#39;s just one big lovefest. It&#39;s pretty incredible.","author":"Ari Millen","topic":"Experience"},{"quote":"Bitter experience has taught us how fundamental our values are and how great the mission they represent.","author":"Jan Peter Balkenende","topic":"Experience"},{"quote":"I enjoyed being in &#39;The Ten Commandments.&#39; That was a great experience - to suddenly become one of those holy people. I was holier than thou.","author":"Yvonne De Carlo","topic":"Experience"},{"quote":"Every theory is a self-fulfilling prophecy that orders experience into the framework it provides.","author":"Ruth Hubbard","topic":"Experience"},{"quote":"Few people even scratch the surface, much less exhaust the contemplation of their own experience.","author":"Randolph Bourne","topic":"Experience"},{"quote":"As you age, you have this vast cauldron of experience to draw from. Some of the experiences are great; some of them you wish you&#39;d never had. But all of them shape the work that you do and the person you become. It&#39;s just inevitable.","author":"Juliet Aubrey","topic":"Experience"},{"quote":"Judgment comes from experience - and experience comes from bad judgment.","author":"Walter Wriston","topic":"Experience"},{"quote":"We learn from experience that men never learn anything from experience.","author":"George Bernard Shaw","topic":"Experience"},{"quote":"I&#39;d rather have a lot of talent and a little experience than a lot of experience and a little talent.","author":"John Wooden","topic":"Experience"},{"quote":"Two things control men&#39;s nature, instinct and experience.","author":"Blaise Pascal","topic":"Experience"},{"quote":"The experience of God, or in any case the possibility of experiencing God, is innate.","author":"Alice Walker","topic":"Experience"},{"quote":"We have lived long enough to experience the hollowness of earth and the rottenness of all carnal promises.","author":"Charles Spurgeon","topic":"Experience"},{"quote":"Experience is the child of thought, and thought is the child of action.","author":"Benjamin Disraeli","topic":"Experience"},{"quote":"There are many truths of which the full meaning cannot be realized until personal experience has brought it home.","author":"John Stuart Mill","topic":"Experience"},{"quote":"There is nothing so easy to learn as experience and nothing so hard to apply.","author":"Josh Billings","topic":"Experience"},{"quote":"Is there something about the gay experience, being gay and the gay experience, that pushes us even more than other people toward competition?","author":"Peter Thiel","topic":"Experience"},{"quote":"No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.","author":"Alfred Adler","topic":"Experience"},{"quote":"I go by instinct - I don&#39;t worry about experience.","author":"Barbra Streisand","topic":"Experience"},{"quote":"Never negotiate with kids. They don&#39;t have life experience, and they don&#39;t have repercussions for bad decisions; they still get fed and housed.","author":"Gene Simmons","topic":"Experience"},{"quote":"Deep experience is never peaceful.","author":"Henry James","topic":"Experience"},{"quote":"I was a semiotics major at Brown, and there&#39;s this idea that stories are better, books are better, and movies are better if they cocked you off your axis and you were completely disoriented and you&#39;d really have to rethink everything. Nobody has that experience, actually.","author":"Ira Glass","topic":"Experience"},{"quote":"Experience enables you to recognize a mistake when you make it again.","author":"Franklin P. Jones","topic":"Experience"},{"quote":"In my experience, working as an intelligence analyst with my own pool of sources numbering close to 100, by far the most effective forms of human intelligence collection are rapport-building and direct questioning.","author":"Chelsea Manning","topic":"Experience"},{"quote":"We need to be able to identify and support young people who demonstrate interest and aptitude in entrepreneurship and business creation and give them tools to follow this path throughout their educational experience.","author":"Stephen A. Schwarzman","topic":"Experience"},{"quote":"When a president makes life and death decisions, he should draw strength and wisdom from broad and deep experience with the reasons for and the risks of committing our children to our defense. For no matter how many others are involved in the decision, the president is a lonely man in a dark room when the casualty reports come in.","author":"John McCain","topic":"Experience"},{"quote":"Growing up, I was obsessed with Disney movies like &#39;The Little Mermaid,&#39; &#39;Aladdin&#39; and &#39;Beauty And The Beast.&#39; I was always singing the songs from these movies, so to find myself in the studio with Alan Menken was an amazing experience. In fact, it was a dream come true.","author":"Mandy Moore","topic":"Experience"},{"quote":"An optimist is a guy that has never had much experience.","author":"Don Marquis","topic":"Experience"},{"quote":"The main thing experience has taught me is that one has to sort of hone their relationship to time, you know.","author":"John Frusciante","topic":"Experience"},{"quote":"Experience teaches us that we do not always receive the blessings we ask for in prayer.","author":"Mary Baker Eddy","topic":"Experience"},{"quote":"You don&#39;t cheat anybody out of their experience, whatever it is.","author":"Andre Agassi","topic":"Experience"},{"quote":"All experience is subjective.","author":"Gregory Bateson","topic":"Experience"},{"quote":"Every moment is an experience.","author":"Jake Roberts","topic":"Experience"},{"quote":"I live to leave somebody with a positive experience when they&#39;ve met me, and make someone smile for the day.","author":"Dolph Ziggler","topic":"Experience"},{"quote":"If you&#39;re a father of a child who dies, it&#39;s an experience that never leaves you. It scars you forever and ever and ever. And so when I do any kind of story with somebody who&#39;s in the same position as my daughter was, there&#39;s no question that something comes out of me and embraces that story in a way that only a father who lost a child could.","author":"Frank Deford","topic":"Experience"},{"quote":"Childhood depression tends to be more common in inner cities, being most frequently related to serious social deprivation, bullying, domestic violence, wartime experience and famine. It is, for example, a serious problem among children who are traumatised refugees.","author":"Robert Winston","topic":"Experience"},{"quote":"Writing poetry is such an intense experience that it helps to start the process in a casual or wayward frame of mind.","author":"Edward Hirsch","topic":"Experience"},{"quote":"Nothing which has entered into our experience is ever lost.","author":"William Ellery Channing","topic":"Experience"},{"quote":"Rather than forgive, we can wish ill; rather than hope for repentance, we can instead hope that our enemies experience the wrath of God.","author":"Meir Soloveichik","topic":"Experience"},{"quote":"If you look at the Greek economic record, it&#39;s been very similar to the U.S. experience in the first four years of the Great Depression. And after having a Depression-sized event, they&#39;ve cut the unit-labor cost in Greece - they&#39;ve closed something like half the gap with Germany.","author":"Austan Goolsbee","topic":"Experience"},{"quote":"But my experience is that people who have been through painful, difficult times are filled with compassion.","author":"Amy Grant","topic":"Experience"},{"quote":"Tragedy makes you grow up.","author":"Jane Campion","topic":"Experience"},{"quote":"I think we are a product of all our experiences.","author":"Sanford I. Weill","topic":"Experience"},{"quote":"I think a valid approach to being a musician is to take all of the experience of your life and filter it through your personality and send it back out there, and that&#39;s what art is.","author":"David Sanborn","topic":"Experience"},{"quote":"I think intellectualizing annoys me because it is the enemy of experience; you cannot experience the presence of God and analyze it at the same time. You can&#39;t analyze anything and experience it simultaneously.","author":"Frederica Mathewes-Green","topic":"Experience"},{"quote":"I would hope this experience would help me if that NFL opportunity were to arise. But I also know that it&#39;s a totally different league. There&#39;s a lot more to it.","author":"John Elway","topic":"Experience"},{"quote":"From my experience and understanding, I believe money follows name and fame, while recognition calls for a huge amount of sacrifice. To get something, you have to lose something. That&#39;s the rule of life.","author":"Lata Mangeshkar","topic":"Experience"},{"quote":"I honestly don&#39;t know whether I can ever top the experience of &#39;Pacific Rim.&#39;","author":"Robert Kazinsky","topic":"Experience"},{"quote":"My sky diving experience was spectacular, to say the least. The number of safety measures and repeated cross checks make it safer. The team did not let us jump alone, as individuals are not expected to have the expertise to do so safely on their own.","author":"Erica Fernandes","topic":"Experience"},{"quote":"In &#39;98, I locked myself in my house, went out of my mind and wrote 25 songs. I rarely bathed during that period of writing, I sent out for food, I didn&#39;t really venture out of my house in three or four months. It was a hell of an experience.","author":"Jerry Cantrell","topic":"Experience"},{"quote":"Color is an intense experience on its own.","author":"Jim Hodges","topic":"Experience"},{"quote":"College is a magic time. Yes, you&#39;re young and fickle, but you want to be part of this college experience... Then you graduate from that. You have your first job, moving to a new city.","author":"David Sze","topic":"Experience"},{"quote":"Success, in a generally accepted sense of the term, means the opportunity to experience and to realize to the maximum the forces that are within us.","author":"David Sarnoff","topic":"Experience"},{"quote":"Our experience is composed rather of illusions lost than of wisdom acquired.","author":"Joseph Roux","topic":"Experience"},{"quote":"Explorers have to be ready to die lost.","author":"Russell Hoban","topic":"Experience"},{"quote":"My experience and what I do in snowboarding is really quite independent of the industry and the more independent it is, the more pure and better I feel about snowboarding.","author":"Craig Kelly","topic":"Experience"},{"quote":"My experiences have taught me a lot and I&#39;m happy with my learnings, if not with what I went through to learn.","author":"Ally Sheedy","topic":"Experience"},{"quote":"I&#39;m no stranger to joining a show in the third season. I joined &#39;Lost Girl&#39; at the same stage, and that was a wonderful experience.","author":"Rachel Skarsten","topic":"Experience"},{"quote":"Good judgment comes from experience and experience comes from bad judgment.","author":"Fred Brooks","topic":"Experience"},{"quote":"&#39;Marielena&#39; was a wonderful experience that so many people still remember today. It challenged me to practice my Spanish. Having been born and raised in Miami, English was very much my dominant language!","author":"Maria Canals Barrera","topic":"Experience"},{"quote":"&#39;The Waltons&#39; was profoundly important after years of wandering around. I was 44 and cut off from family and friends. It nurtured me back to a sense of family and who I am. It was a transforming experience.","author":"Ralph Waite","topic":"Experience"},{"quote":"High jump is such a mental thing. It&#39;s you against the bar. It&#39;s something that a lot of people struggle with, and people experience slumps and plateaus because of it.","author":"Derek Drouin","topic":"Experience"},{"quote":"A show can be artistically successful; a show can be financially successful; a show can be successful by the transformative experience the audience is having; a show can be successful from the point of view of what is experienced by the cast and the company on a daily basis.","author":"David Binder","topic":"Experience"},{"quote":"The best way to learn how to work with actors is to have had experience of trying to act yourself - it will teach you humility if nothing else.","author":"Alexander Mackendrick","topic":"Experience"}]