[{"quote":"Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.","author":"Helen Keller","topic":"Faith"},{"quote":"Life is full of happiness and tears; be strong and have faith.","author":"Kareena Kapoor Khan","topic":"Faith"},{"quote":"I believe if you keep your faith, you keep your trust, you keep the right attitude, if you&#39;re grateful, you&#39;ll see God open up new doors.","author":"Joel Osteen","topic":"Faith"},{"quote":"Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.","author":"Norman Vincent Peale","topic":"Faith"},{"quote":"Faith is taking the first step even when you don&#39;t see the whole staircase.","author":"Martin Luther King, Jr.","topic":"Faith"},{"quote":"Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.","author":"Gail Devers","topic":"Faith"},{"quote":"Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.","author":"Bruce Lee","topic":"Faith"},{"quote":"When you focus on being a blessing, God makes sure that you are always blessed in abundance.","author":"Joel Osteen","topic":"Faith"},{"quote":"Be faithful in small things because it is in them that your strength lies.","author":"Mother Teresa","topic":"Faith"},{"quote":"We need to reject any politics that targets people because of race or religion. This isn&#39;t a matter of political correctness. It&#39;s a matter of understanding what makes us strong. The world respects us not just for our arsenal; it respects us for our diversity and our openness and the way we respect every faith.","author":"Barack Obama","topic":"Faith"},{"quote":"A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being.","author":"James E. Faust","topic":"Faith"},{"quote":"God will never give you anything you can&#39;t handle, so don&#39;t stress.","author":"Kelly Clarkson","topic":"Faith"},{"quote":"Sometimes life hits you in the head with a brick. Don&#39;t lose faith.","author":"Steve Jobs","topic":"Faith"},{"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was &#39;Help me.&#39; Sometimes a prayer was &#39;Thank you.&#39; What I&#39;ve discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","topic":"Faith"},{"quote":"Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish.","author":"Brad Henry","topic":"Faith"},{"quote":"Observe good faith and justice toward all nations. Cultivate peace and harmony with all.","author":"George Washington","topic":"Faith"},{"quote":"Faith is the bird that feels the light when the dawn is still dark.","author":"Rabindranath Tagore","topic":"Faith"},{"quote":"Faith is to believe what you do not see; the reward of this faith is to see what you believe.","author":"Saint Augustine","topic":"Faith"},{"quote":"It&#39;s lack of faith that makes people afraid of meeting challenges, and I believed in myself.","author":"Muhammad Ali","topic":"Faith"},{"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","topic":"Faith"},{"quote":"I see Americans of every party, every background, every faith who believe that we are stronger together: black, white, Latino, Asian, Native American; young, old; gay, straight; men, women, folks with disabilities, all pledging allegiance under the same proud flag to this big, bold country that we love. That&#39;s what I see. That&#39;s the America I know!","author":"Barack Obama","topic":"Faith"},{"quote":"Technology is nothing. What&#39;s important is that you have a faith in people, that they&#39;re basically good and smart, and if you give them tools, they&#39;ll do wonderful things with them.","author":"Steve Jobs","topic":"Faith"},{"quote":"The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.","author":"Zig Ziglar","topic":"Faith"},{"quote":"I think you need to go through some stuff to really appreciate life and understand what it means to persevere, overcome and have faith. I think those tough times make you a stronger person.","author":"Judith Hill","topic":"Faith"},{"quote":"You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Through hard work, perseverance and a faith in God, you can live your dreams.","author":"Ben Carson","topic":"Faith"},{"quote":"The greatest legacy one can pass on to one&#39;s children and grandchildren is not money or other material things accumulated in one&#39;s life, but rather a legacy of character and faith.","author":"Billy Graham","topic":"Faith"},{"quote":"Corruption is a cancer: a cancer that eats away at a citizen&#39;s faith in democracy, diminishes the instinct for innovation and creativity; already-tight national budgets, crowding out important national investments. It wastes the talent of entire generations. It scares away investments and jobs.","author":"Joe Biden","topic":"Faith"},{"quote":"To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless.","author":"Gilbert K. Chesterton","topic":"Faith"},{"quote":"Without faith, nothing is possible. With it, nothing is impossible.","author":"Mary McLeod Bethune","topic":"Faith"},{"quote":"That&#39;s who my mom is. She&#39;s a listener and a doer. She&#39;s a woman driven by compassion, by faith, by a fierce sense of justice and a heart full of love. So, this November, I&#39;m voting for a woman who is my role model, as a mother, and as an advocate. A woman who has spent her entire life fighting for families and children.","author":"Chelsea Clinton","topic":"Faith"},{"quote":"Feelings aroused by the touch of someone&#39;s hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well.","author":"Bernie Siegel","topic":"Faith"},{"quote":"Qualities you need to get through medical school and residency: Discipline. Patience. Perseverance. A willingness to forgo sleep. A penchant for sadomasochism. Ability to weather crises of faith and self-confidence. Accept exhaustion as fact of life. Addiction to caffeine a definite plus. Unfailing optimism that the end is in sight.","author":"Khaled Hosseini","topic":"Faith"},{"quote":"The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society.","author":"Coretta Scott King","topic":"Faith"},{"quote":"Have no fear of moving into the unknown. Simply step out fearlessly knowing that I am with you, therefore no harm can befall you; all is very, very well. Do this in complete faith and confidence.","author":"Pope John Paul II","topic":"Faith"},{"quote":"Doubt is a pain too lonely to know that faith is his twin brother.","author":"Khalil Gibran","topic":"Faith"},{"quote":"Faith makes all things possible... love makes all things easy.","author":"Dwight L. Moody","topic":"Faith"},{"quote":"I write about the power of trying, because I want to be okay with failing. I write about generosity because I battle selfishness. I write about joy because I know sorrow. I write about faith because I almost lost mine, and I know what it is to be broken and in need of redemption. I write about gratitude because I am thankful - for all of it.","author":"Kristin Armstrong","topic":"Faith"},{"quote":"To have faith doesn&#39;t mean you get any less frustrated when you don&#39;t do your best, but you know that it&#39;s not life and death. Take what you&#39;re given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going.","author":"Tom Lehman","topic":"Faith"},{"quote":"To have faith is to trust yourself to the water. When you swim you don&#39;t grab hold of the water, because if you do you will sink and drown. Instead you relax, and float.","author":"Alan Watts","topic":"Faith"},{"quote":"Pray as though everything depended on God. Work as though everything depended on you.","author":"Saint Augustine","topic":"Faith"},{"quote":"Science means constantly walking a tightrope between blind faith and curiosity; between expertise and creativity; between bias and openness; between experience and epiphany; between ambition and passion; and between arrogance and conviction - in short, between an old today and a new tomorrow.","author":"Heinrich Rohrer","topic":"Faith"},{"quote":"There is no force in the world that can block the powerful march of our army and people, who are holding high the banner of the suns of great Comrade Kim Il Sung and great Comrade Kim Jong Il and continuing to advance under the leadership of the party and with strong faith in sure victory.","author":"Kim Jong-un","topic":"Faith"},{"quote":"Without prayer, without faith in the Almighty, the civil rights movement would have been like a bird without wings.","author":"John Lewis","topic":"Faith"},{"quote":"Happy is the son whose faith in his mother remains unchallenged.","author":"Louisa May Alcott","topic":"Faith"},{"quote":"Pray, and let God worry.","author":"Martin Luther","topic":"Faith"},{"quote":"It&#39;s not a faith in technology. It&#39;s faith in people.","author":"Steve Jobs","topic":"Faith"},{"quote":"I&#39;ve always believed that success for anyone is all about drive, dedication, and desire, but for me, it&#39;s also been about confidence and faith.","author":"Stephen Curry","topic":"Faith"},{"quote":"Dare, dream, dance, smile, and sing loudly! And have faith that love is an unstoppable force!","author":"Suzanne Brockmann","topic":"Faith"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Faith"},{"quote":"Prayer should be the key of the day and the lock of the night.","author":"George Herbert","topic":"Faith"},{"quote":"Non-violence requires a double faith, faith in God and also faith in man.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Indeed, this life is a test. It is a test of many things - of our convictions and priorities, our faith and our faithfulness, our patience and our resilience, and in the end, our ultimate desires.","author":"Sheri L. Dew","topic":"Faith"},{"quote":"Respect your parents. What they tell you is true. Hard work, dedication and faith will get you anything. Imagination will drive itself. You can get anything you want, but you have to have faith behind all your ideas. Stick to your goals and have an undying faith.","author":"Russell Simmons","topic":"Faith"},{"quote":"One of the things I learned the hard way was that it doesn&#39;t pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself.","author":"Lucille Ball","topic":"Faith"},{"quote":"With faith, discipline and selfless devotion to duty, there is nothing worthwhile that you cannot achieve.","author":"Muhammad Ali Jinnah","topic":"Faith"},{"quote":"Faith is about trusting God when you have unanswered questions.","author":"Joel Osteen","topic":"Faith"},{"quote":"Faith consists in believing when it is beyond the power of reason to believe.","author":"Voltaire","topic":"Faith"},{"quote":"A casual stroll through the lunatic asylum shows that faith does not prove anything.","author":"Friedrich Nietzsche","topic":"Faith"},{"quote":"Take a leap of faith and begin this wondrous new year by believing. Believe in yourself. And believe that there is a loving Source - a Sower of Dreams - just waiting to be asked to help you make your dreams come true.","author":"Sarah Ban Breathnach","topic":"Faith"},{"quote":"I think people who are creative are the luckiest people on earth. I know that there are no shortcuts, but you must keep your faith in something Greater than You, and keep doing what you love. Do what you love, and you will find the way to get it out to the world.","author":"Judy Collins","topic":"Faith"},{"quote":"It doesn&#39;t matter where you come from, what you have or don&#39;t have, what you lack, or what you have too much of. But all you need to have is faith in God, an undying passion for what you do and what you choose to do in this life, and a relentless drive and the will to do whatever it takes to be successful in whatever you put your mind to.","author":"Stephen Curry","topic":"Faith"},{"quote":"To one who has faith, no explanation is necessary. To one without faith, no explanation is possible.","author":"Thomas Aquinas","topic":"Faith"},{"quote":"No human race is superior; no religious faith is inferior. All collective judgments are wrong. Only racists make them.","author":"Elie Wiesel","topic":"Faith"},{"quote":"We are never defeated unless we give up on God.","author":"Ronald Reagan","topic":"Faith"},{"quote":"As you keep your mind and heart focused in the right direction, approaching each day with faith and gratitude, I believe you will be empowered to live life to the fullest and enjoy the abundant life He has promised you!","author":"Victoria Osteen","topic":"Faith"},{"quote":"I am a bit of a hopeless romantic. I really do have a faith and a belief in love, and when I love, I love hard.","author":"Melanie Fiona","topic":"Faith"},{"quote":"He who has courage and faith will never perish in misery!","author":"Anne Frank","topic":"Faith"},{"quote":"There are many talented people who haven&#39;t fulfilled their dreams because they over thought it, or they were too cautious, and were unwilling to make the leap of faith.","author":"James Cameron","topic":"Faith"},{"quote":"Faith is a knowledge within the heart, beyond the reach of proof.","author":"Khalil Gibran","topic":"Faith"},{"quote":"I did once seriously think of embracing the Christian faith. The gentle figure of Christ, so full of forgiveness that he taught his followers not to retaliate when abused or struck, but to turn the other cheek - I thought it was a beautiful example of the perfect man.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"I die the king&#39;s faithful servant, but God&#39;s first.","author":"Thomas More","topic":"Faith"},{"quote":"The truth is that killing innocent people is always wrong - and no argument or excuse, no matter how deeply believed, can ever make it right. No religion on earth condones the killing of innocent people; no faith tradition tolerates the random killing of our brothers and sisters on this earth.","author":"Feisal Abdul Rauf","topic":"Faith"},{"quote":"We now occupy the proud attitude of a sovereign and independent Republic, which will impose upon us the obligation of evincing to the world that we are worthy to be free. This will only be accomplished by wise legislation, the maintenance of our integrity, and the faithful and just redemption of our plighted faith wherever it has been pledged.","author":"Sam Houston","topic":"Faith"},{"quote":"We all face storms in life. Some are more difficult than others, but we all go through trials and tribulation. That&#39;s why we have the gift of faith.","author":"Joyce Meyer","topic":"Faith"},{"quote":"My faith helps me understand that circumstances don&#39;t dictate my happiness, my inner peace.","author":"Denzel Washington","topic":"Faith"},{"quote":"In faith there is enough light for those who want to believe and enough shadows to blind those who don&#39;t.","author":"Blaise Pascal","topic":"Faith"},{"quote":"Faithless is he that says farewell when the road darkens.","author":"J. R. R. Tolkien","topic":"Faith"},{"quote":"If you believe in God, He will open the windows of heaven and pour blessings upon you.","author":"Mahalia Jackson","topic":"Faith"},{"quote":"I have great faith in fools; self-confidence my friends call it.","author":"Edgar Allan Poe","topic":"Faith"},{"quote":"Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all; if you lose, you lose nothing. Wager, then, without hesitation, that He exists.","author":"Blaise Pascal","topic":"Faith"},{"quote":"Creativity is always a leap of faith. You&#39;re faced with a blank page, blank easel, or an empty stage.","author":"Julia Cameron","topic":"Faith"},{"quote":"God never made a promise that was too good to be true.","author":"Dwight L. Moody","topic":"Faith"},{"quote":"Faith is the strength by which a shattered world shall emerge into the light.","author":"Helen Keller","topic":"Faith"},{"quote":"Faith is a living, daring confidence in God&#39;s grace, so sure and certain that a man could stake his life on it a thousand times.","author":"Martin Luther","topic":"Faith"},{"quote":"God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.","author":"A. P. J. Abdul Kalam","topic":"Faith"},{"quote":"Faith is the first factor in a life devoted to service. Without it, nothing is possible. With it, nothing is impossible.","author":"Mary McLeod Bethune","topic":"Faith"},{"quote":"A young dog&#39;s faith is absolute... Dogs are notorious for hope. Dogs believe that this morning, this very morning, may begin a day of fascination, easily grander than any day in the past.","author":"Donald McCaig","topic":"Faith"},{"quote":"The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah.","author":"Afrika Bambaataa","topic":"Faith"},{"quote":"Grow in the root of all grace, which is faith. Believe God&#39;s promises more firmly than ever. Allow your faith to increase in its fullness, firmness, and simplicity.","author":"Charles Spurgeon","topic":"Faith"},{"quote":"If our faith is the most important part of our lives, then our religious views influence every other part of our lives, including our political views.","author":"Robert Jeffress","topic":"Faith"},{"quote":"God has already done everything He&#39;s going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you&#39;re going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family.","author":"Joel Osteen","topic":"Faith"},{"quote":"I&#39;m grateful to God for His bountiful gifts... He gave me courage and faith in myself.","author":"Loretta Young","topic":"Faith"},{"quote":"Anyone who is to find Christ must first find the church. How could anyone know where Christ is and what faith is in him unless he knew where his believers are?","author":"Martin Luther","topic":"Faith"},{"quote":"We are twice armed if we fight with faith.","author":"Plato","topic":"Faith"},{"quote":"Faith means living with uncertainty - feeling your way through life, letting your heart guide you like a lantern in the dark.","author":"Dan Millman","topic":"Faith"},{"quote":"Religion is part of the human make-up. It&#39;s also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.","author":"Christopher Hitchens","topic":"Faith"},{"quote":"Patience and Diligence, like faith, remove mountains.","author":"William Penn","topic":"Faith"},{"quote":"Obedience is an act of faith; disobedience is the result of unbelief.","author":"Edwin Louis Cole","topic":"Faith"},{"quote":"Religion is capable of driving people to such dangerous folly that faith seems to me to qualify as a kind of mental illness.","author":"Richard Dawkins","topic":"Faith"},{"quote":"I have an almost complete disregard of precedent, and a faith in the possibility of something better. It irritates me to be told how things have always been done. I defy the tyranny of precedent. I go for anything new that might improve the past.","author":"Clara Barton","topic":"Faith"},{"quote":"Faith that it&#39;s not always in your hands or things don&#39;t always go the way you planned, but you have to have faith that there is a plan for you, and you must follow your heart and believe in yourself no matter what.","author":"Martina McBride","topic":"Faith"},{"quote":"I am still far from being what I want to be, but with God&#39;s help I shall succeed.","author":"Vincent Van Gogh","topic":"Faith"},{"quote":"Choose your friends with caution; plan your future with purpose, and frame your life with faith.","author":"Thomas S. Monson","topic":"Faith"},{"quote":"A small body of determined spirits fired by an unquenchable faith in their mission can alter the course of history.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"America is known as a country that welcomes people to its shores. All kinds of people. The image of the Statue of Liberty with Emma Lazarus&#39; famous poem. She lifts her lamp and welcomes people to the golden shore, where they will not experience prejudice because of the color of their skin, the religious faith that they follow.","author":"Ruth Bader Ginsburg","topic":"Faith"},{"quote":"Faith is not something to grasp, it is a state to grow into.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Though I do not believe that a plant will spring up where no seed has been, I have great faith in a seed... Convince me that you have a seed there, and I am prepared to expect wonders.","author":"Henry David Thoreau","topic":"Faith"},{"quote":"Faith has to do with things that are not seen and hope with things that are not at hand.","author":"Thomas Aquinas","topic":"Faith"},{"quote":"Faith and prayer are the vitamins of the soul; man cannot live in health without them.","author":"Mahalia Jackson","topic":"Faith"},{"quote":"If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"I wouldn&#39;t ever say if you&#39;re having tough times then there must be something wrong with you or your attitude. Life&#39;s a fight. It&#39;s a good fight of faith. I encourage people to stay up, stay hopeful, stay faith-filled.","author":"Joel Osteen","topic":"Faith"},{"quote":"Faith in the Lord Jesus Christ is the foundation upon which sincere and meaningful repentance must be built. If we truly seek to put away sin, we must first look to Him who is the Author of our salvation.","author":"Ezra Taft Benson","topic":"Faith"},{"quote":"Do not tell secrets to those whose faith and silence you have not already tested.","author":"Elizabeth I","topic":"Faith"},{"quote":"Scoutcraft is a means through which the veriest hooligan can be brought to higher thought and to the elements of faith in God; and, coupled with the Scout&#39;s obligation to do a good turn every day, it gives the base of Duty to God and to Neighbour on which the parent or pastor can build with greater ease the form of belief that is desired.","author":"Robert Baden-Powell","topic":"Faith"},{"quote":"I wish everybody finds the serenity that good, strong faith brings.","author":"Ann Jillian","topic":"Faith"},{"quote":"It is never too late to strengthen the foundation of faith. There is always time. With faith in the Savior, you can repent and plead for forgiveness. There is someone you can forgive. There is someone you can thank. There is someone you can serve and lift. You can do it wherever you are and however alone and deserted you may feel.","author":"Henry B. Eyring","topic":"Faith"},{"quote":"Faith is an oasis in the heart which will never be reached by the caravan of thinking.","author":"Khalil Gibran","topic":"Faith"},{"quote":"I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action.","author":"Fidel Castro","topic":"Faith"},{"quote":"I gave in, and admitted that God was God.","author":"C. S. Lewis","topic":"Faith"},{"quote":"Painting is a faith, and it imposes the duty to disregard public opinion.","author":"Vincent Van Gogh","topic":"Faith"},{"quote":"Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe.","author":"T. D. Jakes","topic":"Faith"},{"quote":"Some people feel guilty about their anxieties and regard them as a defect of faith but they are afflictions, not sins. Like all afflictions, they are, if we can so take them, our share in the passion of Christ.","author":"C. S. Lewis","topic":"Faith"},{"quote":"God has entrusted us with his most precious treasure - people. He asks us to shepherd and mold them into strong disciples, with brave faith and good character.","author":"John Ortberg","topic":"Faith"},{"quote":"Non-violence is the article of faith.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Believers, look up - take courage. The angels are nearer than you think.","author":"Billy Graham","topic":"Faith"},{"quote":"Faith gives you an inner strength and a sense of balance and perspective in life.","author":"Gregory Peck","topic":"Faith"},{"quote":"As long as I have my faith in God, I&#39;m good. I know everything else is going to come.","author":"Derrick Rose","topic":"Faith"},{"quote":"Unity in faith is theocracy; unity in politics is fascism.","author":"Maajid Nawaz","topic":"Faith"},{"quote":"Hope is trust in God&#39;s promises, faith that if we act now, the desired blessings will be fulfilled in the future.","author":"James E. Faust","topic":"Faith"},{"quote":"Many have a vague idea that they must make some wonderful effort in order to gain the favor of God. But all self-dependence is vain. It is only by connecting with Jesus through faith that the sinner becomes a hopeful, believing child of God.","author":"Ellen G. White","topic":"Faith"},{"quote":"It is easier to have faith that God will support each House of Hospitality and Farming Commune and supply our needs in the way of food and money to pay bills, than it is to keep a strong, hearty, living faith in each individual around us - to see Christ in him.","author":"Dorothy Day","topic":"Faith"},{"quote":"No lover, if he be of good faith, and sincere, will deny he would prefer to see his mistress dead than unfaithful.","author":"Marquis de Sade","topic":"Faith"},{"quote":"People look at me and see a calm, cool guy on the sidelines and I want them to know that my Christian faith affects my coaching and everything I do.","author":"Tony Dungy","topic":"Faith"},{"quote":"Many churches of all persuasions are hiring research agencies to poll neighborhoods, asking what kind of church they prefer. Then the local churches design themselves to fit the desires of the people. True faith in God that demands selflessness is being replaced by trendy religion that serves the selfish.","author":"Billy Graham","topic":"Faith"},{"quote":"Faith is not uprooted by dialectic proof; it must already be deeply shaken by other causes to be unable to withstand the shock of argument.","author":"Emile Durkheim","topic":"Faith"},{"quote":"I think faith is incredibly important because you will become overwhelmed with what&#39;s happening and you will have waves of grief, but when you turn to your faith, I believe God will give you waves of grace to get through it.","author":"Joel Osteen","topic":"Faith"},{"quote":"Faith is a passionate intuition.","author":"William Wordsworth","topic":"Faith"},{"quote":"The more in harmony with yourself you are, the more joyful you are and the more faithful you are. Faith is not to disconnect you from reality - it connects you to reality.","author":"Paulo Coelho","topic":"Faith"},{"quote":"No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!","author":"Joyce Meyer","topic":"Faith"},{"quote":"Faith is permitting ourselves to be seized by the things we do not see.","author":"Martin Luther","topic":"Faith"},{"quote":"If faith in ourselves had been more extensively taught and practiced, I am sure a very large portion of the evils and miseries that we have would have vanished.","author":"Swami Vivekananda","topic":"Faith"},{"quote":"I always see the glass half full. I see the beauty in others, and I see the hope for tomorrow. If we don&#39;t have hope and faith, we have nothing.","author":"Craig Sager","topic":"Faith"},{"quote":"The roles of art, morality, religion, political faith, science itself are not to repair organic exhaustion nor to provide sound functioning of the organs. All this supraphysical life is built and expanded not because of the demands of the cosmic environment but because of the demands of the social environment.","author":"Emile Durkheim","topic":"Faith"},{"quote":"I have no faith in human perfectability. I think that human exertion will have no appreciable effect upon humanity. Man is now only more active - not more happy - nor more wise, than he was 6000 years ago.","author":"Edgar Allan Poe","topic":"Faith"},{"quote":"Life is only a long and bitter suicide, and faith alone can transform this suicide into a sacrifice.","author":"Franz Liszt","topic":"Faith"},{"quote":"Liberty cannot be established without morality, nor morality without faith.","author":"Alexis de Tocqueville","topic":"Faith"},{"quote":"Sometimes all you need is a big leap of faith.","author":"Sean Bean","topic":"Faith"},{"quote":"I have in the past overly trusted people and was, in turn, let down by some. Since then, I have learned the difference between putting faith into people and blindly trusting them.","author":"Do Won Chang","topic":"Faith"},{"quote":"I don&#39;t have to have faith, I have experience.","author":"Joseph Campbell","topic":"Faith"},{"quote":"The people that I grew up with had no problem with my faith. They did, however, seem very concerned that I would starve to death during Ramadan. I would explain to them that I have enough fat to live off of for three whole months, so fasting from sunrise to sunset is a piece of cake.","author":"Maysoon Zayid","topic":"Faith"},{"quote":"Truth, according to the Christian faith, is God&#39;s love for us in Jesus Christ. Therefore, truth is a relationship.","author":"Pope Francis","topic":"Faith"},{"quote":"When you&#39;re thirsty and it seems that you could drink the entire ocean, that&#39;s faith; when you start to drink and finish only a glass or two, that&#39;s science.","author":"Anton Chekhov","topic":"Faith"},{"quote":"Should doubt knock at your doorway, just say to those skeptical, disturbing, rebellious thoughts, I propose to stay with my faith, with the faith of my people.","author":"Thomas S. Monson","topic":"Faith"},{"quote":"The faith that anyone could move from rags to riches - with enough guts and gumption, hard work and nose to the grindstone - was once at the core of the American Dream.","author":"Robert Reich","topic":"Faith"},{"quote":"In thinking about religion and society in the 21st century, we should broaden the conversation about faith from doctrinal debates to the larger question of how it might inspire us to strengthen the bonds of belonging that redeem us from our solitude, helping us to construct together a gracious and generous social order.","author":"Jonathan Sacks","topic":"Faith"},{"quote":"All wars signify the failure of conflict resolution mechanisms, and they need post-war rebuilding of faith, trust and confidence.","author":"A. P. J. Abdul Kalam","topic":"Faith"},{"quote":"The more I am in a position to be tried in faith with reference to my body, my family, my service for the Lord, my business, etc., the more shall I have opportunity of seeing God&#39;s help and deliverance; and every fresh instance, in which He helps and delivers me, will tend towards the increase of my faith.","author":"George Muller","topic":"Faith"},{"quote":"The measure of a man is not how great his faith is, but how great his love is. We must not let government programs disconnect our souls from each other.","author":"J. C. Watts","topic":"Faith"},{"quote":"There is greatness in the fear of God, contentment in faith of God, and honour in humility.","author":"Abu Bakr","topic":"Faith"},{"quote":"I do respect people&#39;s faith, but I don&#39;t respect their manipulation of that faith in order to create fear and control.","author":"Javier Bardem","topic":"Faith"},{"quote":"In prayer, we stand where angels bow with veiled faces. There, even there, the cherubim and seraphim adore before that selfsame throne to which our prayers ascend. And shall we come there with stunted requests and narrow, contracted faith?","author":"Charles Spurgeon","topic":"Faith"},{"quote":"Two of the central ingredients to our family are food and faith, so sitting down together and thanking God for the food He&#39;s provided means everything to us. Prayer is a natural part of our lives - not only around the dinner table, but all day long.","author":"Phil Robertson","topic":"Faith"},{"quote":"There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"We must teach our people the greatness of China&#39;s historical culture. In our educational program we must stress Chinese history and geography so that all may know and appreciate China&#39;s civilization of five thousand years and the far-flung boundaries of our ancient race. This will engender a greater faith in our own future.","author":"Chiang Kai-shek","topic":"Faith"},{"quote":"Prayer is as natural an expression of faith as breathing is of life.","author":"Jonathan Edwards","topic":"Faith"},{"quote":"Man is wise and constantly in quest of more wisdom; but the ultimate wisdom, which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls forth faith rather than reason.","author":"Hal Borland","topic":"Faith"},{"quote":"Take heed, then, often to come together to give thanks to God, and show forth His praise. For when you assemble frequently in the same place, the powers of Satan are destroyed, and the destruction at which he aims is prevented by the unity of your faith.","author":"Ignatius of Antioch","topic":"Faith"},{"quote":"What is forgiveness? An emotion? A coping mechanism? An element of deepest faith? A way for the heart and soul to combat the type of hate, anger, rage and a thirst for revenge that could ultimately consume a person? All of those and more?","author":"Mike Barnicle","topic":"Faith"},{"quote":"Faith in oneself is the best and safest course.","author":"Michelangelo","topic":"Faith"},{"quote":"No one can travel your own road for you; you must travel it for yourself. My faith in this stems from my childhood. I grew up in a family with a system of religious beliefs handed down to me.","author":"Amy Tan","topic":"Faith"},{"quote":"Be patient, work hard and consistently, have faith in your writing, and don&#39;t be afraid to listen to constructive criticism.","author":"Jonathan Galassi","topic":"Faith"},{"quote":"Even if a unity of faith is not possible, a unity of love is.","author":"Hans Urs von Balthasar","topic":"Faith"},{"quote":"I have very little faith that I&#39;ll ever find someone. I&#39;ve had some bad luck and I&#39;ve made some bad choices - not in men, but in how I&#39;ve chosen to deal with relationships.","author":"Selma Blair","topic":"Faith"},{"quote":"Public confidence in the integrity of the Government is indispensable to faith in democracy; and when we lose faith in the system, we have lost faith in everything we fight and spend for.","author":"Adlai E. Stevenson","topic":"Faith"},{"quote":"Without moral progress, stimulated by faith in God, immorality in all its forms will proliferate and strangle goodness and human decency. Mankind will not be able to fully express the potential nobility of the human soul unless faith in God is strengthened.","author":"James E. Faust","topic":"Faith"},{"quote":"Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today&#39;s standards.","author":"Pope Benedict XVI","topic":"Faith"},{"quote":"The hajj is one of the five essential practices of Islam; when they make the pilgrimage to Mecca, Muslims ritually act out the central principles of their faith.","author":"Karen Armstrong","topic":"Faith"},{"quote":"I have learned that track doesn&#39;t define me. My faith defines me. I&#39;m running because I have been blessed with a gift.","author":"Allyson Felix","topic":"Faith"},{"quote":"I don&#39;t think that faith, whatever you&#39;re being faithful about, really can be scientifically explained. And I don&#39;t want to explain this whole life business through truth, science. There&#39;s so much mystery. There&#39;s so much awe.","author":"Jane Goodall","topic":"Faith"},{"quote":"Faith is the black person&#39;s federal reserve system.","author":"Hattie McDaniel","topic":"Faith"},{"quote":"I believe that if we really want human brotherhood to spread and increase until it makes life safe and sane, we must also be certain that there is no one true faith or path by which it may spread.","author":"Adlai E. Stevenson","topic":"Faith"},{"quote":"The future is as bright as your faith.","author":"Thomas S. Monson","topic":"Faith"},{"quote":"Amidst the confusion of the times, the conflicts of conscience, and the turmoil of daily living, an abiding faith becomes an anchor to our lives.","author":"Thomas S. Monson","topic":"Faith"},{"quote":"Faith: not wanting to know what is true.","author":"Friedrich Nietzsche","topic":"Faith"},{"quote":"My faith helps me overcome such negative emotions and find my equilibrium.","author":"Dalai Lama","topic":"Faith"},{"quote":"I love tattoos. And mine symbolise who I really am. I have a Samurai on my left arm. At a subconscious level, I connect to this warrior and model myself on his discipline, skills and honour. There is also a tribal tattoo and a Chinese symbol of faith. I have seen a lot of people getting tattoos just because it&#39;s a trend.","author":"Virat Kohli","topic":"Faith"},{"quote":"If fear is cultivated it will become stronger, if faith is cultivated it will achieve mastery.","author":"John Paul Jones","topic":"Faith"},{"quote":"Faith is the great cop-out, the great excuse to evade the need to think and evaluate evidence. Faith is belief in spite of, even perhaps because of, the lack of evidence.","author":"Richard Dawkins","topic":"Faith"},{"quote":"Those who are preparing for the coming of Christ should be sober, and watch unto prayer, for our adversary, the Devil, goeth about like a roaring lion, seeking whom he may devour; whom we are to resist steadfast in the faith.","author":"Ellen G. White","topic":"Faith"},{"quote":"It is truer to say that martyrs create faith more than faith creates martyrs.","author":"Miguel de Unamuno","topic":"Faith"},{"quote":"Blind faith in your leaders, or in anything, will get you killed.","author":"Bruce Springsteen","topic":"Faith"},{"quote":"Practice means to perform, over and over again in the face of all obstacles, some act of vision, of faith, of desire. Practice is a means of inviting the perfection desired.","author":"Martha Graham","topic":"Faith"},{"quote":"It is a great consolation for me to remember that the Lord, to whom I had drawn near in humble and child-like faith, has suffered and died for me, and that He will look on me in love and compassion.","author":"Wolfgang Amadeus Mozart","topic":"Faith"},{"quote":"Things can fall apart, or threaten to, for many reasons, and then there&#39;s got to be a leap of faith. Ultimately, when you&#39;re at the edge, you have to go forward or backward; if you go forward, you have to jump together.","author":"Yo-Yo Ma","topic":"Faith"},{"quote":"He that rebels against reason is a real rebel, but he that in defence of reason rebels against tyranny has a better title to Defender of the Faith, than George the Third.","author":"Thomas Paine","topic":"Faith"},{"quote":"I am disturbed when I see the majority of so-called Christians having such little understanding of the real nature of the faith they profess. Faith is a subject of such importance that we should not ignore it because of the distractions or the hectic pace of our lives.","author":"William Wilberforce","topic":"Faith"},{"quote":"When the faith is strong enough, it is sufficient just to be. It&#39;s a journey towards simplicity, towards quietness, towards a kind of joy that is not in time. It&#39;s a journey that has taken us from primary identification with our body and our psyche, on to an identification with God, and ultimately beyond identification.","author":"Ram Dass","topic":"Faith"},{"quote":"For love would be love of the wrong thing; there is yet faith, But the faith and the love and the hope are all in the waiting.","author":"T. S. Eliot","topic":"Faith"},{"quote":"He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.","author":"B. C. Forbes","topic":"Faith"},{"quote":"All who call on God in true faith, earnestly from the heart, will certainly be heard, and will receive what they have asked and desired.","author":"Martin Luther","topic":"Faith"},{"quote":"The children have been a wonderful gift to me, and I&#39;m thankful to have once again seen our world through their eyes. They restore my faith in the family&#39;s future.","author":"Jackie Kennedy","topic":"Faith"},{"quote":"The feeling of longing for home is born into us. That wonderful dream cannot become real without great faith - enough for the Holy Ghost to lead us to repentance, baptism, and the making and keeping of sacred covenants with God. This faith requires enduring bravely the trials of mortal life.","author":"Henry B. Eyring","topic":"Faith"},{"quote":"Intolerance betrays want of faith in one&#39;s cause.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Let us be sure that those who come after will say of us in our time, that in our time we did everything that could be done. We finished the race; we kept them free; we kept the faith.","author":"Ronald Reagan","topic":"Faith"},{"quote":"Because I believe in God and have faith in God, it doesn&#39;t mean I am immortal. It doesn&#39;t mean I am immune, as has been claimed. I am as scared as anyone of getting hurt, especially driving a Formula One car.","author":"Ayrton Senna","topic":"Faith"},{"quote":"If you&#39;re going to believe in God, if you&#39;re going to take that leap of faith, as I do, then the God that seems the most comprehensible to me would be the God who set us spinning and said &#39;Good luck.&#39;","author":"Roger Rosenblatt","topic":"Faith"},{"quote":"Basically, there are two paths you can walk: faith or fear. It&#39;s impossible to simultaneously trust God and not trust God.","author":"Charles Stanley","topic":"Faith"},{"quote":"In a decaying society, art, if it is truthful, must also reflect decay. And unless it wants to break faith with its social function, art must show the world as changeable. And help to change it.","author":"Ernst Fischer","topic":"Faith"},{"quote":"Physical strength can never permanently withstand the impact of spiritual force.","author":"Franklin D. Roosevelt","topic":"Faith"},{"quote":"I have not lost faith in God. I have moments of anger and protest. Sometimes I&#39;ve been closer to him for that reason.","author":"Elie Wiesel","topic":"Faith"},{"quote":"I don&#39;t have faith in young people any more. I don&#39;t waste time trying to communicate with them.","author":"Vivienne Westwood","topic":"Faith"},{"quote":"In the evening of life we shall be judged on love, and not one of us is going to come off very well, and were it not for my absolute faith in the loving forgiveness of my Lord I could not call on him to come.","author":"Madeleine L'Engle","topic":"Faith"},{"quote":"I hope, by God&#39;s grace, that I am truly a Christian, not deviating from the faith, and that I would rather suffer the penalty of a terrible death than wish to affirm anything outside of the faith or transgress the commandments of our Lord Jesus Christ.","author":"Jan Hus","topic":"Faith"},{"quote":"When your maturity is derived from circumstantial factors other than faith, your level of maturity would continue to fluctuate rather than being stable. This is why I am enabled to maintain a balance and stable approach to the challenges that come my way every day. I am not moved by what people say or do concerning my relationship with God.","author":"T. B. Joshua","topic":"Faith"},{"quote":"We must not sit still and look for miracles; up and doing, and the Lord will be with thee. Prayer and pains, through faith in Christ Jesus, will do anything.","author":"George Eliot","topic":"Faith"},{"quote":"A man of real purpose puts his faith in himself always. Sometimes he refuses even to put his faith in the gods. So from time to time, he falls into error.","author":"Isoroku Yamamoto","topic":"Faith"},{"quote":"I have always marveled that so many religions exact such revenge against dissenters. It only weakens the appeal of their faith and contradicts any claims they might have made that &#39;all religions are basically the same.&#39; If all religions were indeed the same, why not let someone be &#39;converted&#39; to another religion?","author":"Ravi Zacharias","topic":"Faith"},{"quote":"A man filled with the love of God is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.","author":"Joseph Smith, Jr.","topic":"Faith"},{"quote":"One of the best things about growing up in New Zealand is that if you are prepared to work hard and have faith in yourself, truly anything is possible.","author":"Peter Jackson","topic":"Faith"},{"quote":"Faith is not belief without proof, but trust without reservation.","author":"D. Elton Trueblood","topic":"Faith"},{"quote":"I see heaven&#39;s glories shine and faith shines equal.","author":"Emily Bronte","topic":"Faith"},{"quote":"Faith is the highest passion in a human being. Many in every generation may not come that far, but none comes further.","author":"Soren Kierkegaard","topic":"Faith"},{"quote":"Faith is the sense of life, that sense by virtue of which man does not destroy himself, but continues to live on. It is the force whereby we live.","author":"Leo Tolstoy","topic":"Faith"},{"quote":"Faith moves mountains, but you have to keep pushing while you are praying.","author":"Mason Cooley","topic":"Faith"},{"quote":"I just want to grow spiritually with the Lord. I&#39;m keeping strong at it, just trying to make my walk with faith a little better.","author":"Kevin Durant","topic":"Faith"},{"quote":"Faith, culture, structure and guidance are good things.","author":"Bethenny Frankel","topic":"Faith"},{"quote":"Faith in God&#39;s revelation has nothing to do with an ideology which glorifies the status quo.","author":"Karl Barth","topic":"Faith"},{"quote":"There are many things that are essential to arriving at true peace of mind, and one of the most important is faith, which cannot be acquired without prayer.","author":"John Wooden","topic":"Faith"},{"quote":"Only the person who has faith in himself is able to be faithful to others.","author":"Erich Fromm","topic":"Faith"},{"quote":"I would say to you, have faith in yourself - believe in what you are doing, and, most important, be a person of integrity. It is totally up to you, and no one else, how your life evolves.","author":"Jon Huntsman, Sr.","topic":"Faith"},{"quote":"I want to be remembered as the person who helped us restore faith in ourselves.","author":"Wilma Mankiller","topic":"Faith"},{"quote":"That is not to say that we can relax our readiness to defend ourselves. Our armament must be adequate to the needs, but our faith is not primarily in these machines of defense but in ourselves.","author":"Chester W. Nimitz","topic":"Faith"},{"quote":"I think faith is the small mustard seed of opportunities every day. For example, &#39;Am I going to love this person? Am I going to share my faith with this person? Am I going to pray that little prayer?&#39; It really is a daily thing where you seize those little mustard seed opportunities and then see what God does.","author":"Mark Batterson","topic":"Faith"},{"quote":"If even in science there is no a way of judging a theory but by assessing the number, faith and vocal energy of its supporters, then this must be even more so in the social sciences: truth lies in power.","author":"Imre Lakatos","topic":"Faith"},{"quote":"I live and love in God&#39;s peculiar light.","author":"Michelangelo","topic":"Faith"},{"quote":"Faith is different from proof; the latter is human, the former is a Gift from God.","author":"Blaise Pascal","topic":"Faith"},{"quote":"God guides his church, maintains her always, and especially in difficult times. Let us never lose this vision of faith, which is the only true vision of the way of the church and the world.","author":"Pope Benedict XVI","topic":"Faith"},{"quote":"Faith is a continuum, and we each fall on that line where we may. By attempting to rigidly classify ethereal concepts like faith, we end up debating semantics to the point where we entirely miss the obvious - that is, that we are all trying to decipher life&#39;s big mysteries, and we&#39;re each following our own paths of enlightenment.","author":"Dan Brown","topic":"Faith"},{"quote":"We had great faith that with patience, understanding, and education, that my family and I could be helpful in changing their minds and attitudes around.","author":"Ryan White","topic":"Faith"},{"quote":"If the system is broken, my inclination is to fix it rather than to fight it. I have faith in the process of the law, and if it is carried out fairly, I can live with the results, whatever they may be.","author":"Sonia Sotomayor","topic":"Faith"},{"quote":"Since coming back from overseas, this is more of a foreign country than the places overseas. I don&#39;t understand it. It&#39;s like America has lost faith in rational thought.","author":"James Mattis","topic":"Faith"},{"quote":"Blind faith, no matter how passionately expressed, will not suffice. Science for its part will test relentlessly every assumption about the human condition.","author":"E. O. Wilson","topic":"Faith"},{"quote":"Jews survived all the defeats, expulsions, persecutions and pogroms, the centuries in which they were regarded as a pariah people, even the Holocaust itself, because they never gave up the faith that one day they would be free to live as Jews without fear.","author":"Jonathan Sacks","topic":"Faith"},{"quote":"Your faithfulness makes you trustworthy to God.","author":"Edwin Louis Cole","topic":"Faith"},{"quote":"There are a lot of things I can take, and a few that I can&#39;t. What I can&#39;t take is when my older brother, who&#39;s everything that I want to be, starts losing faith in things. I saw that look in your eyes last night. I don&#39;t ever want to see that look in your eyes again.","author":"M. Night Shyamalan","topic":"Faith"},{"quote":"Growing up around Amish farmland, I enjoyed the opportunity to witness firsthand their love of family, of the domestic arts - sewing, quilting, cooking, baking - as well as seeing them live out their tradition of faith in such a unique way.","author":"Beverly Lewis","topic":"Faith"},{"quote":"I spent my junior year in Switzerland. On the way back home, I spent some time in England, and I remember going to Hyde Park Corner. And there was a Roman Catholic priest in his collar, standing on a soapbox, preaching the Catholic faith and being heckled by a group. And I thought, &#39;My goodness.&#39; I thought that was admirable.","author":"Antonin Scalia","topic":"Faith"},{"quote":"Christians can have doubts and they can have questions, and the unhealthy way to deal with that is to keep them inside where they fester and grow and can undermine our faith. The healthy way to deal with it is to talk about it and be honest about it.","author":"Lee Strobel","topic":"Faith"},{"quote":"The keys to patience are acceptance and faith. Accept things as they are, and look realistically at the world around you. Have faith in yourself and in the direction you have chosen.","author":"Ralph Marston","topic":"Faith"},{"quote":"Faith and doubt cannot exist in the same mind at the same time, for one will dispel the other.","author":"Thomas S. Monson","topic":"Faith"},{"quote":"My music is the spiritual expression of what I am - my faith, my knowledge, my being.","author":"John Coltrane","topic":"Faith"},{"quote":"Remember the sufferings of Christ, the storms that were weathered... the crown that came from those sufferings which gave new radiance to the faith... All saints give testimony to the truth that without real effort, no one ever wins the crown.","author":"Thomas Becket","topic":"Faith"},{"quote":"Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: &#39;Ye must have faith.&#39;","author":"Max Planck","topic":"Faith"},{"quote":"That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God.","author":"Albert Einstein","topic":"Faith"},{"quote":"Every tomorrow has two handles. We can take hold of it with the handle of anxiety or the handle of faith.","author":"Henry Ward Beecher","topic":"Faith"},{"quote":"Faith is not simply a patience that passively suffers until the storm is past. Rather, it is a spirit that bears things - with resignations, yes, but above all, with blazing, serene hope.","author":"Corazon Aquino","topic":"Faith"},{"quote":"But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.","author":"Alan Watts","topic":"Faith"},{"quote":"I slept with faith and found a corpse in my arms on awakening; I drank and danced all night with doubt and found her a virgin in the morning.","author":"Aleister Crowley","topic":"Faith"},{"quote":"I believe in having a more open mind and including others who don&#39;t share your faith and having dialogue with them. And just having a pure heart and being a good person can bring you closer to God. Because once you believe in one particular religion fully and not others, that requires you to start disliking people who don&#39;t share your views.","author":"Ishmael Beah","topic":"Faith"},{"quote":"In religious and in secular affairs, the more fervent beliefs attract followers. If you are a moderate in any respect - if you&#39;re a moderate on abortion, if you&#39;re a moderate on gun control, or if you&#39;re a moderate in your religious faith - it doesn&#39;t evolve into a crusade where you&#39;re either right or wrong, good or bad, with us or against us.","author":"Jimmy Carter","topic":"Faith"},{"quote":"The love of heaven makes one heavenly.","author":"William Shakespeare","topic":"Faith"},{"quote":"Of all our dreams today there is none more important - or so hard to realise - than that of peace in the world. May we never lose our faith in it or our resolve to do everything that can be done to convert it one day into reality.","author":"Lester B. Pearson","topic":"Faith"},{"quote":"It&#39;s been a long comeback. Things were pretty dark for me. But I have a faith now, and it saves my day. I was angry with God for a long time because I was unhappy with me. I hadn&#39;t learned to make the distinction between God and my parents. But there&#39;s a peace now. In the end, I got sick and tired of being sick and tired.","author":"William Hurt","topic":"Faith"},{"quote":"My mother was a great inspiration to me to always do my best. My father has always been my mentor and friend. They taught me the basic principle that guides most all that I do: faith, focus, finish.","author":"Larry Fitzgerald","topic":"Faith"},{"quote":"Faith must trample under foot all reason, sense, and understanding.","author":"Martin Luther","topic":"Faith"},{"quote":"Faith is the substance of hope - of things hoped for and the evidence of things not seen. So if you can hope for it and imagine it, and keep imagining and hoping and seeing yourself driving a new car, or seeing yourself getting that job, or seeing yourself excel, seeing yourself help that person - that is faith.","author":"Duane Chapman","topic":"Faith"},{"quote":"My coming to faith did not start with a leap but rather a series of staggers from what seemed like one safe place to another. Like lily pads, round and green, these places summoned and then held me up while I grew. Each prepared me for the next leaf on which I would land, and in this way I moved across the swamp of doubt and fear.","author":"Anne Lamott","topic":"Faith"},{"quote":"Now, God be praised, that to believing souls gives light in darkness, comfort in despair.","author":"William Shakespeare","topic":"Faith"},{"quote":"No matter how corrupt and unjust a convict may be, he loves fairness more than anything else. If the people placed over him are unfair, from year to year he lapses into an embittered state characterized by an extreme lack of faith.","author":"Anton Chekhov","topic":"Faith"},{"quote":"You were made by God and for God, and until you understand that, life will never make sense.","author":"Rick Warren","topic":"Faith"},{"quote":"My mother was truly my saving grace, because she would take me to church with her. I would see my mother smiling in the choir, and I wanted to know this God that made her so happy. If I had not had that faith in my life, I don&#39;t know where I would be right now.","author":"Tyler Perry","topic":"Faith"},{"quote":"Trust is not the same as faith. A friend is someone you trust. Putting faith in anyone is a mistake.","author":"Christopher Hitchens","topic":"Faith"},{"quote":"Wyoming is a special place: Where our farmers and ranchers rise before dawn and work until night to feed our nation. Where our coal miners and oil field workers produce the energy that powers America&#39;s homes and businesses, and where our families are guided by faith, know the value of hard work, and deeply love our land.","author":"Liz Cheney","topic":"Faith"},{"quote":"God always takes the simplest way.","author":"Albert Einstein","topic":"Faith"},{"quote":"Be a sinner and sin strongly, but more strongly have faith and rejoice in Christ.","author":"Martin Luther","topic":"Faith"},{"quote":"Doubt is not the opposite of faith; it is one element of faith.","author":"Paul Tillich","topic":"Faith"},{"quote":"Art used to be made in the name of faith. We made cathedrals, we made stained-glass windows, we made murals.","author":"Julia Cameron","topic":"Faith"},{"quote":"Talk unbelief, and you will have unbelief; but talk faith, and you will have faith. According to the seed sown will be the harvest.","author":"Ellen G. White","topic":"Faith"},{"quote":"A person is born with feelings of envy and hate. If he gives way to them, they will lead him to violence and crime, and any sense of loyalty and good faith will be abandoned.","author":"Xun Kuang","topic":"Faith"},{"quote":"I just think that it&#39;s strong and it&#39;s important that we recognize what the Christmas season is about; it&#39;s about the birth of our Savior, and there&#39;s a lot of pressure today to be politically correct, but people are realizing, too, that you have to be open to express your faith what you want believe.","author":"Joel Osteen","topic":"Faith"},{"quote":"Lets have faith that right makes might; and in that faith let us, to the end, dare to do our duty as we understand it.","author":"Abraham Lincoln","topic":"Faith"},{"quote":"Belief in a cruel God makes a cruel man.","author":"Thomas Paine","topic":"Faith"},{"quote":"There is but one cause of human failure. And that is man&#39;s lack of faith in his true Self.","author":"William James","topic":"Faith"},{"quote":"If you believe in prayer at all, expect God to hear you. If you do not expect, you will not have. God will not hear you unless you believe He will hear you; but if you believe He will, He will be as good as your faith.","author":"Charles Spurgeon","topic":"Faith"},{"quote":"I&#39;m not perfect. I&#39;m never going to be. And that&#39;s the great thing about living the Christian life and trying to live by faith, is you&#39;re trying to get better every day. You&#39;re trying to improve.","author":"Tim Tebow","topic":"Faith"},{"quote":"Charity can be the outward expression of faith and hope.","author":"Joseph B. Wirthlin","topic":"Faith"},{"quote":"People who believe they have the power to exercise some measure of control over their lives are healthier, more effective and more successful than those who lack faith in their ability to effect changes in their lives.","author":"Albert Bandura","topic":"Faith"},{"quote":"A woman of faith is fearless. There is no ambiguity, no uncertain trump in her life. She can live a principled life because she studies the doctrine and teachings of a perfect teacher, the Master. She is a noble example to all who know her.","author":"Margaret D. Nadauld","topic":"Faith"},{"quote":"A wise ruler ought never to keep faith when by doing so it would be against his interests.","author":"Niccolo Machiavelli","topic":"Faith"},{"quote":"And the attitude of faith is the very opposite of clinging to belief, of holding on.","author":"Alan Watts","topic":"Faith"},{"quote":"The other day the President said, I know you&#39;ve had some rough times, and I want to do something that will show the nation what faith that I have in you, in your maturity and sense of responsibility. He paused, then said, would you like a puppy?","author":"Dan Quayle","topic":"Faith"},{"quote":"Only through repentance and faith in Christ can anyone be saved. No religious activity will be sufficient, only true faith in Jesus Christ alone.","author":"Ravi Zacharias","topic":"Faith"},{"quote":"I don&#39;t think it&#39;s any coincidence that I lost my religious faith and &#39;manned up&#39; in the same year. I was described somewhere as a lapsed Catholic, which is funny because I&#39;m not going back! I want to achieve things rather than live life in an animalistic way.","author":"Jimmy Carr","topic":"Faith"},{"quote":"Salvation is by repentance and faith, and if you have truly believed unto salvation, you have been regenerated, which means you have become a new creature, and you are going to live a different life. And so works do not result in salvation.","author":"Paul Washer","topic":"Faith"},{"quote":"Scandals, corruption, partisan infighting - no wonder people have lost faith in Congress. I say enough is enough.","author":"Joe Garcia","topic":"Faith"},{"quote":"Faith is the very first thing you should pack in a hope chest.","author":"Sarah Ban Breathnach","topic":"Faith"},{"quote":"A man of courage is also full of faith.","author":"Marcus Tullius Cicero","topic":"Faith"},{"quote":"Reason is the enemy of faith.","author":"Martin Luther","topic":"Faith"},{"quote":"Faith crosses every border and touches every heart in every nation.","author":"George W. Bush","topic":"Faith"},{"quote":"We can never learn too much of His will towards us, too much of His messages and His advice. The Bible is His word and its study gives at once the foundation for our faith and an inspiration to battle onward in the fight against the tempter.","author":"John D. Rockefeller","topic":"Faith"},{"quote":"I asked long ago,&#39;What must I do to be saved?&#39; The Scripture answered, &#39;Keep the commandments, believe, hope, love.&#39; I was early warned against laying, as the Papists do, too much stress on outward works, or on a faith without works, which as it does not include, so it will never lead to true hope or charity.","author":"John Wesley","topic":"Faith"},{"quote":"I believe that we must reach our brother, never toning down our fundamental oppositions, but meeting him when he asks to be met, with a reason for the faith that is in us, as well as with a loving sympathy for them as brothers.","author":"Dorothy Day","topic":"Faith"},{"quote":"The name &#39;Seventh-day Adventist&#39; carries the true features of our faith in front and will convict the inquiring mind. Like an arrow from the Lord&#39;s quiver, it will wound the transgressors of God&#39;s law, and will lead to repentance toward God, and faith in our Lord Jesus Christ.","author":"Ellen G. White","topic":"Faith"},{"quote":"This is a day of little faith - of few convictions - a day when men seem to have no great causes and no great passions. So in frustration, in disappointment, they are inclined to say, &#39;You can&#39;t change human nature.&#39; It is true that we cannot change human nature. But God can.","author":"Peter Marshall","topic":"Faith"},{"quote":"A woman of faith is blessed by faithful men in her life who hold the priesthood of God and honor this privilege: her father, bishop, husband, brothers, sons. They value her and the divine gifts given by God to His daughter. They sustain and encourage, and they understand the great mission of her life as a woman. They love her; they bless her.","author":"Margaret D. Nadauld","topic":"Faith"},{"quote":"Have faith in your intuition and listen to your gut feeling.","author":"Ann Cotton","topic":"Faith"},{"quote":"A better world shall emerge based on faith and understanding.","author":"Douglas MacArthur","topic":"Faith"},{"quote":"Man, I just feel blessed... I was in a situation where the only way I could come out of it was by putting my faith in God. No matter how good my lawyers were, no matter how much celebrity I had, everything was just stacked up against me.","author":"Sean Combs","topic":"Faith"},{"quote":"Through faith in the Lord Jesus alone can we obtain forgiveness of our sins, and be at peace with God; but, believing in Jesus, we become, through this very faith, the children of God; have God as our Father, and may come to Him for all the temporal and spiritual blessings which we need.","author":"George Muller","topic":"Faith"},{"quote":"To disbelieve is easy; to scoff is simple; to have faith is harder.","author":"Louis L'Amour","topic":"Faith"},{"quote":"During my sojourn in ironclad atheism, the primary arsenal leveled against Christianity had been its failure on empirical grounds. Surely, enlightened reason offered a more coherent cosmos. Surely, Occam&#39;s razor cut the faithful free from blind faith. There is no proof of God; therefore, it is unreasonable to believe in God.","author":"Paul Kalanithi","topic":"Faith"},{"quote":"If he have faith, the believer cannot be restrained. He betrays himself. He breaks out. He confesses and teaches this gospel to the people at the risk of life itself.","author":"Martin Luther","topic":"Faith"},{"quote":"First of all, you ask me if the God of Christians forgives one who doesn&#39;t believe and doesn&#39;t seek the faith. Premise that - and it&#39;s the fundamental thing - the mercy of God has no limits if one turns to him with a sincere and contrite heart; the question for one who doesn&#39;t believe in God lies in obeying one&#39;s conscience.","author":"Pope Francis","topic":"Faith"},{"quote":"Sometimes you need faith and victory spoken over your life. Words have created power. When you receive them into your spirit, they can ignite seeds of increase on the inside.","author":"Joel Osteen","topic":"Faith"},{"quote":"The main rule to me is to honor God with your life. To life a life of integrity. Not be selfish. You know, help others. But that&#39;s really the essence of the Christian faith.","author":"Joel Osteen","topic":"Faith"},{"quote":"Faith is an excitement and an enthusiasm: it is a condition of intellectual magnificence to which we must cling as to a treasure, and not squander on our way through life in the small coin of empty words, or in exact and priggish argument.","author":"George Sand","topic":"Faith"},{"quote":"When faith is lost, when honor dies, the man is dead.","author":"John Greenleaf Whittier","topic":"Faith"},{"quote":"I committed my life to Christ, and that faith has been most important to me ever since.","author":"Peyton Manning","topic":"Faith"},{"quote":"Is letting our children watch TV a form of child abuse? If our children grow up knowing everything about Britney Spears and nothing about nature or faith, about anything, is that not a form of child abuse?","author":"Patch Adams","topic":"Faith"},{"quote":"We can no more do without spirituality than we can do without food, shelter, or clothing.","author":"Ernest Holmes","topic":"Faith"},{"quote":"Have faith in God; God has faith in you.","author":"Edwin Louis Cole","topic":"Faith"},{"quote":"Fasting is, first and foremost, an exercise for identifying and managing adversity in all its forms. With faith, in full conscience, fasting calls women and men to an extra degree of self-awareness.","author":"Tariq Ramadan","topic":"Faith"},{"quote":"My main focus in sobriety has been to replace fear with faith or love.","author":"Steve-O","topic":"Faith"},{"quote":"I never was deeply interested in any object; I never prayed sincerely and earnestly for anything, but it came at some time - no matter how distant, in some way, in some shape, probably the last I should have devised, it came. And yet, I have always had so little faith. God forgive me.","author":"Adoniram Judson","topic":"Faith"},{"quote":"My family, frankly, they weren&#39;t folks who went to church every week. My mother was one of the most spiritual people I knew but she didn&#39;t raise me in the church, so I came to my Christian faith later in life and it was because the precepts of Jesus Christ spoke to me in terms of the kind of life that I would want to lead.","author":"Barack Obama","topic":"Faith"},{"quote":"I noticed words crudely spray-painted upon the wall, perhaps by a young Berliner: &#39;This wall will fall. Beliefs become reality.&#39; Yes, across Europe, this wall will fall. For it cannot withstand faith; it cannot withstand truth. The wall cannot withstand freedom.","author":"Ronald Reagan","topic":"Faith"},{"quote":"Faith is personal if it&#39;s to be real.","author":"Bear Grylls","topic":"Faith"},{"quote":"I&#39;m a strict, strict agnostic. It&#39;s very different from a casual, &#39;I don&#39;t know.&#39; It&#39;s that you cannot present as knowledge something that is not knowledge. You can present it as faith, you can present it as belief, but you can&#39;t present it as fact.","author":"Margaret Atwood","topic":"Faith"},{"quote":"I really believe in science. It is a faith. It is a reverence akin to religion. But as we always say, it&#39;s different from religion in that, as near as we can tell, it exists outside of us. It has an objective quality, the process of science.","author":"Bill Nye","topic":"Faith"},{"quote":"True faith is focused in and on the Lord Jesus Christ and always leads to action.","author":"David A. Bednar","topic":"Faith"},{"quote":"When it comes to role models, as a person of faith, I think we all have one perfect role model. And when I&#39;m asked that question, I point to God and to my faith. And that&#39;s where I tell my kids to look.","author":"Sarah Huckabee Sanders","topic":"Faith"},{"quote":"We all have our convictions formed by different things, and mine are informed by my faith, they&#39;re informed by the Word of God, and I found that to be an anchor for me, a compass and a guide for me. When people start bullying one another and calling each other names for those different convictions, then I think you get into problems.","author":"Kirk Cameron","topic":"Faith"},{"quote":"There were periods of my life when a lot of people didn&#39;t believe in me. I still had faith in myself. I really had to ask myself life questions. Where do I see myself in five years? Create a ladder for yourself, and walk up the steps. Climb that ladder.","author":"Fergie","topic":"Faith"},{"quote":"Let the people who never find true love keep saying that there&#39;s no such thing. Their faith will make it easier for them to live and die.","author":"Wislawa Szymborska","topic":"Faith"},{"quote":"I think we have a rawer version of capitalism and a more fragile community and family base than other nations. We are a more individualistic culture. From the Boston Tea Party on, we&#39;ve had too little faith in government.","author":"Arlie Russell Hochschild","topic":"Faith"},{"quote":"All that I say is, examine, inquire. Look into the nature of things. Search out the grounds of your opinions, the for and against. Know why you believe, understand what you believe, and possess a reason for the faith that is in you.","author":"Frances Wright","topic":"Faith"},{"quote":"Faith is the virtue by which, clinging-to the faithfulness of God, we lean upon him, so that we may obtain what he gives to us.","author":"William Ames","topic":"Faith"},{"quote":"To Follow by faith alone is to follow blindly.","author":"Benjamin Franklin","topic":"Faith"},{"quote":"When all is said and done, what constitutes the impregnable superiority of Christianity over all other types of Faith is that it is ever more consciously identified with a Christogenesis: in other words, with an awareness of the rise of a certain universal Presence which is at once immortalizing and unifying.","author":"Pierre Teilhard de Chardin","topic":"Faith"},{"quote":"I always pray for God&#39;s guidance in my life and he always provides it. He opens the right doors he shuts the right doors. And I have tremendous faith in him. He just guided my career in an amazing way.","author":"Ben Carson","topic":"Faith"},{"quote":"Christianity is not about religion. It&#39;s about faith, about being held, about being forgiven. It&#39;s about finding joy and finding home.","author":"Bear Grylls","topic":"Faith"},{"quote":"To know a person&#39;s religion we need not listen to his profession of faith but must find his brand of intolerance.","author":"Eric Hoffer","topic":"Faith"},{"quote":"You cannot be President of the United States if you don&#39;t have faith. Remember Lincoln, going to his knees in times of trial in the Civil War and all that stuff.","author":"George H. W. Bush","topic":"Faith"},{"quote":"I believe that the &#39;dark night of the soul&#39; is a common spiritual experience. I believe, too, that the answer is continued seeking and perseverance. It helps to know that others have endured a loss of faith.","author":"Julia Cameron","topic":"Faith"},{"quote":"Stand straight, walk proud, have a little faith.","author":"Garth Brooks","topic":"Faith"},{"quote":"Reason is our soul&#39;s left hand, faith her right.","author":"John Donne","topic":"Faith"},{"quote":"Among the other values children should be taught are respect for others, beginning with the child&#39;s own parents and family; respect for the symbols of faith and the patriotic beliefs of others; respect for law and order; respect for the property of others; respect for authority.","author":"James E. Faust","topic":"Faith"},{"quote":"The Resurrection is at the core of our beliefs as Christians. Without it, our faith is meaningless.","author":"Joseph B. Wirthlin","topic":"Faith"},{"quote":"Most people don&#39;t realize, I really have no faith in politics. I&#39;m not a politician. If I thought you could change human hearts by laws, I would, but I don&#39;t.","author":"Rick Warren","topic":"Faith"},{"quote":"I have my work and my faith... If that&#39;s boring to some people, I can&#39;t tell you how much I don&#39;t care.","author":"Madonna Ciccone","topic":"Faith"},{"quote":"Fight the good fight of faith, and God will give you spiritual mercies.","author":"George Whitefield","topic":"Faith"},{"quote":"You can judge the quality of their faith from the way they behave. Discipline is an index to doctrine.","author":"Tertullian","topic":"Faith"},{"quote":"With His love, you can wake up every day with an attitude of faith and expectancy.","author":"Victoria Osteen","topic":"Faith"},{"quote":"The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.","author":"Stephen Ambrose","topic":"Faith"},{"quote":"Miramax seems to be showing the same faith in Roberto Benigni&#39;s &#39;Pinocchio&#39; that the Republican Party showed in Trent Lott; the live-action version of Carlo Collodi&#39;s fairy tale about the wooden puppet whose only ambition was to be a real live boy was sneaked into theaters Christmas Day.","author":"Elvis Mitchell","topic":"Faith"},{"quote":"If you&#39;re receiving fewer assignments, this could be an indicator that there was a decision from upper management that you shouldn&#39;t have as many responsibilities. Whether that means your employer has lost faith in you or that your job may be in jeopardy, this is a sign that you should start polishing up your resume.","author":"John Rampton","topic":"Faith"},{"quote":"Taking responsibility and having faith in your own judgment will help you make good choices and decisions at the end of your pet&#39;s life.","author":"Jon Katz","topic":"Faith"},{"quote":"I am politically pro-choice, but personally pro-life. I have my faith but refuse to force it on the world at large - especially this world, so brutal and unjust. I cannot make these wrenching personal life and death decisions for others - nor do I believe they should be made by a church run by childless men.","author":"Julianna Baggott","topic":"Faith"},{"quote":"It is the heart which perceives God and not the reason. That is what faith is: God perceived by the heart, not by the reason.","author":"Blaise Pascal","topic":"Faith"},{"quote":"I forbid you, agnostic, doubting thoughts, to destroy the house of my faith.","author":"Thomas S. Monson","topic":"Faith"},{"quote":"I&#39;ve had faith my whole life that there was someone looking out for me, a spirit guide, a soul guide.","author":"Lady Gaga","topic":"Faith"},{"quote":"Faith is an aptitude of the spirit. It is, in fact, a talent: you must be born with it.","author":"Anton Chekhov","topic":"Faith"},{"quote":"Of all the things Christ wants for us, loving Him and focusing our attention on Him are the most important.","author":"Charles Stanley","topic":"Faith"},{"quote":"If you have no faith, you&#39;ve lost your battle.","author":"Bill Cosby","topic":"Faith"},{"quote":"It is necessary to bear in mind that Scripture only teaches the chief points of those true principles which lead to the true perfection of man, and only demands in general terms faith in them.","author":"Maimonides","topic":"Faith"},{"quote":"There can be no darker or more devastating tragedy than the death of man&#39;s faith in himself and in his power to direct his future.","author":"Saul Alinsky","topic":"Faith"},{"quote":"I am not here to parade my religious sentiments, but I declare I have too much respect for the faith in which I was born to ever use it as the basis of a political organization.","author":"Wilfrid Laurier","topic":"Faith"},{"quote":"Man doesn&#39;t dictate what you do or how you do it. If you believe in God, believe in God; have your faith in him. That&#39;s where my faith lies.","author":"Ray Lewis","topic":"Faith"},{"quote":"I am profoundly grateful that all of my life I have had a simple faith that Jesus is the Christ. That witness has been confirmed to me hundreds of times. It is the crowning knowledge of my soul. It is the spiritual light of my being. It is the cornerstone of my life.","author":"James E. Faust","topic":"Faith"},{"quote":"The principle part of faith is patience.","author":"George MacDonald","topic":"Faith"},{"quote":"Beware of generalizations about any faith because they sometimes amount to the religious equivalent of racial profiling. Hinduism contained both Gandhi and the fanatic who assassinated him.","author":"Nicholas Kristof","topic":"Faith"},{"quote":"My faith has always been important to me. It defines who I am.","author":"Katie Ledecky","topic":"Faith"},{"quote":"Film is an illusion. Fame is ephemeral. Faith and family are what endure.","author":"Emilio Estevez","topic":"Faith"},{"quote":"The essence of faith is being satisfied with all that God is for us in Jesus.","author":"John Piper","topic":"Faith"},{"quote":"All I know is that I&#39;m a sinner and that God has forgiven me of my sins. Because I put my faith and trust in Jesus Christ.","author":"Franklin Graham","topic":"Faith"},{"quote":"President Ford was a devoted, decent man of impeccable integrity who put service to his country before his own self interest. He helped heal our nation during a time of crisis, provided steady leadership and restored people&#39;s faith in the presidency and in government.","author":"Mark Udall","topic":"Faith"},{"quote":"An atheist may be simply one whose faith and love are concentrated on the impersonal aspects of God.","author":"Simone Weil","topic":"Faith"},{"quote":"My first encounters with faith came about the time I was a Boy Scout, at about 14 or 15. I made the logical deduction that they operate the same way; I treated my faith like earning a merit badge, and everything about Christianity was about earning merit badges.","author":"Max Lucado","topic":"Faith"},{"quote":"Christianity is not the faith of the complacent, the comfortable or of the timid. It demands and creates heroic souls like Wesley, Wilberforce, Bonhoeffer, John Paul the Second, and Billy Graham. Each showed, in their own way, the relentless and powerful influence of the message of Jesus Christ.","author":"Mitt Romney","topic":"Faith"},{"quote":"Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world.","author":"Alfred A. Montapert","topic":"Faith"},{"quote":"If people didn&#39;t know me and only knew my public persona, what I&#39;d want them to know is everything that I do, I do for the Glory of Lord. Because of my Christian faith, that&#39;s who I am. I wasn&#39;t always that way, but I&#39;m very proud that I am.","author":"Tony Dungy","topic":"Faith"},{"quote":"I believe in the literal rising of the body of Christ. It&#39;s the cornerstone of my Christian faith.","author":"Francis Collins","topic":"Faith"},{"quote":"Unfortunately, many young believers - and some older ones, too - do not know that there will be times in every person&#39;s life when circumstances don&#39;t add up - when God doesn&#39;t appear to make sense. This aspect of the Christian faith is not well advertised.","author":"James Dobson","topic":"Faith"},{"quote":"Faith is the ticket to the feast, not the feast.","author":"Edwin Louis Cole","topic":"Faith"},{"quote":"I always wanted to be honest with myself and to those who have had faith in me.","author":"Rafael Nadal","topic":"Faith"},{"quote":"The good news of suffering is that it brings us to the end of ourselves - a purpose it has certainly served in my life. It brings us to the place of honesty, which is the place of desperation, which is the place of faith, which is the place of freedom.","author":"Tullian Tchividjian","topic":"Faith"},{"quote":"To receive all of the promised blessings, we must accept the gospel in faith and in full. However, this certain faith does not usually come all at once. We learn spiritually line upon line and precept upon precept.","author":"James E. Faust","topic":"Faith"},{"quote":"Family and friends and faith are the most important things in your life and you should be building friendships.","author":"Barbara Bush","topic":"Faith"},{"quote":"Ultimately, blind faith is the only kind.","author":"Mason Cooley","topic":"Faith"},{"quote":"One of the reasons I love devils so much is not based in my faith, but because as a kid, I grew up loving heavy metal and horror movies, and the devil is such a huge presence in both.","author":"Victor LaValle","topic":"Faith"},{"quote":"I want to reaffirm, as king, my faith in the unity of Spain.","author":"Felipe VI of Spain","topic":"Faith"},{"quote":"My faith inspires me so much. It is the very reason that I run. I feel that my running is completely a gift from God and it is my responsibility to use it to glorify him.","author":"Allyson Felix","topic":"Faith"},{"quote":"Are you gonna fuel your faith or fuel your fear? I&#39;m all about fueling my faith, especially when it&#39;s hard to do so.","author":"Carrie-Anne Moss","topic":"Faith"},{"quote":"It takes vision and courage to create - it takes faith and courage to prove.","author":"Owen D. Young","topic":"Faith"},{"quote":"A great city, whose image dwells in the memory of man, is the type of some great idea. Rome represents conquest; Faith hovers over the towers of Jerusalem; and Athens embodies the pre-eminent quality of the antique world, Art.","author":"Benjamin Disraeli","topic":"Faith"},{"quote":"We consider Christmas as the encounter, the great encounter, the historical encounter, the decisive encounter, between God and mankind. He who has faith knows this truly; let him rejoice.","author":"Pope Paul VI","topic":"Faith"},{"quote":"Ever since the Crusades, when Christians from western Europe were fighting holy wars against Muslims in the near east, western people have often perceived Islam as a violent and intolerant faith - even though when this prejudice took root Islam had a better record of tolerance than Christianity.","author":"Karen Armstrong","topic":"Faith"},{"quote":"I think you make the best with what you&#39;ve got, you know? Sometimes you have very little. And you just always try to rise to higher ground, because you&#39;re going to suffer one way or the other, so you just hope that you have strength and perseverance and good friends and faith, some kind of faith, to endure and move on to greener pastures.","author":"Pierce Brosnan","topic":"Faith"},{"quote":"Don&#39;t let the winds blow your dreams away... or steal your faith in God.","author":"Vin Scully","topic":"Faith"},{"quote":"Trust wholly in Christ; rely altogether on His sufferings; beware of seeking to be justified in any other way than by His righteousness. Faith in our Lord Jesus Christ is sufficient for salvation. There must be atonement made for sin according to the righteousness of God. The person to make this atonement must be God and man.","author":"John Wycliffe","topic":"Faith"},{"quote":"Writing is an act of faith, not a trick of grammar.","author":"E. B. White","topic":"Faith"},{"quote":"Faith is salted and peppered through everything at Christmas. And I love at least one night by the Christmas tree to sing and feel the quiet holiness of that time that&#39;s set apart to celebrate love, friendship, and God&#39;s gift of the Christ child.","author":"Amy Grant","topic":"Faith"},{"quote":"Pakistan is heir to an intellectual tradition of which the illustrious exponent was the poet and philosopher Mohammad Iqbal. He saw the future course for Islamic societies in a synthesis between adherence to the faith and adjustment to the modern age.","author":"Benazir Bhutto","topic":"Faith"},{"quote":"It&#39;s faith in something and enthusiasm for something that makes a life worth living.","author":"Oliver Wendell Holmes, Sr.","topic":"Faith"},{"quote":"A conviction that you are a daughter of God gives you a feeling of comfort in your self-worth. It means that you can find strength in the balm of Christ. It will help you meet the heartaches and challenges with faith and serenity.","author":"James E. Faust","topic":"Faith"},{"quote":"Different people, in good faith, can look at the same fact and interpret it differently. But that&#39;s where an interesting conversation begins.","author":"Eric Schlosser","topic":"Faith"},{"quote":"Before the throne of the Almighty, man will be judged not by his acts but by his intentions. For God alone reads our hearts.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"The assurance of Heaven is never given to the person. And that&#39;s why at the core of the Christian faith is the grace of God. If there&#39;s one word I would grab from all of that, it&#39;s forgiveness - that you can be forgiven. I can be forgiven, and it is of the grace of God. But once you understand that, I think the ramifications are worldwide.","author":"Ravi Zacharias","topic":"Faith"},{"quote":"When our forefathers put down roots in desolate places, the thing that allowed them to survive was that they had a faith to see them through the tough times.","author":"Lee Greenwood","topic":"Faith"},{"quote":"In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all.","author":"Alan Watts","topic":"Faith"},{"quote":"It&#39;s easy to have faith in yourself and have discipline when you&#39;re a winner, when you&#39;re number one. What you got to have is faith and discipline when you&#39;re not a winner.","author":"Vince Lombardi","topic":"Faith"},{"quote":"We can&#39;t solve modern problems by going back in time. Retreating to the safety of the familiar is an understandable response, but God has called us to a life of faith. And faith requires us to face the unknown while trusting Him completely.","author":"Charles R. Swindoll","topic":"Faith"},{"quote":"I have never known Frances to complain once of my Church responsibilities. I have been gone many days and many nights, and I have rarely been able to sit with her in the congregation. But there is no one like her - absolutely no one. She is in every way supportive and is a woman of quiet and profoundly powerful faith.","author":"Thomas S. Monson","topic":"Faith"},{"quote":"Not brute force but only persuasion and faith are the kings of this world.","author":"Thomas Carlyle","topic":"Faith"},{"quote":"In 1977, when I started my first job at the Federal Reserve Board as a staff economist in the Division of International Finance, it was an article of faith in central banking that secrecy about monetary policy decisions was the best policy: Central banks, as a rule, did not discuss these decisions, let alone their future policy intentions.","author":"Janet Yellen","topic":"Faith"},{"quote":"I, for one, am profoundly grateful to feel the hand of God at work in my life. But at the beginning and end of the day, when my default setting is to show kindness and love to others, I never regret it. And to me, that is what faith is all about.","author":"Charity Sunshine Tillemann-Dick","topic":"Faith"},{"quote":"It&#39;s in the difficult times that we&#39;re growing and you can&#39;t just rebuke everything hard. We&#39;ve got to endure it and fight the good fight of faith and pass the test.","author":"Joel Osteen","topic":"Faith"},{"quote":"Faith is much better than belief. Belief is when someone else does the thinking.","author":"R. Buckminster Fuller","topic":"Faith"},{"quote":"Is it faith to understand nothing, and merely submit your convictions implicitly to the Church?","author":"John Calvin","topic":"Faith"},{"quote":"Love, like a chicken salad or restaurant hash, must be taken with blind faith or it loses its flavor.","author":"Helen Rowland","topic":"Faith"},{"quote":"To &#39;choose&#39; dogma and faith over doubt and experience is to throw out the ripening vintage and to reach greedily for the Kool-Aid.","author":"Christopher Hitchens","topic":"Faith"},{"quote":"I was very, very religious. And of course I wrote about it in &#39;Night.&#39; I questioned God&#39;s silence. So I questioned. I don&#39;t have an answer for that. Does it mean that I stopped having faith? No. I have faith, but I question it.","author":"Elie Wiesel","topic":"Faith"},{"quote":"Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top.","author":"Joseph Smith, Jr.","topic":"Faith"},{"quote":"I tend to say faith is believing in life, and as I love life, I try to do the best with it, make it as serene and joyous as possible.","author":"Sandrine Bonnaire","topic":"Faith"},{"quote":"The way to see by Faith is to shut the Eye of Reason.","author":"Benjamin Franklin","topic":"Faith"},{"quote":"Sisters are brittle things. God was penurious with me, which makes me shrewd with Him. One is a dainty sum! One bird, one cage, one flight; one song in those far woods, as yet suspected by faith only!","author":"Emily Dickinson","topic":"Faith"},{"quote":"Fidelity and allegiance sworn to the King is only such a fidelity and obedience as is due to him by the law of the land; for were that faith and allegiance more than what the law requires, we would swear ourselves slaves and the King absolute; whereas, by the law, we are free men, notwithstanding those oaths.","author":"Isaac Newton","topic":"Faith"},{"quote":"Death has its revelations: the great sorrows which open the heart open the mind as well; light comes to us with our grief. As for me, I have faith; I believe in a future life. How could I do otherwise? My daughter was a soul; I saw this soul. I touched it, so to speak.","author":"Victor Hugo","topic":"Faith"},{"quote":"What is the real purpose behind the Tooth Fairy, the Easter Bunny and Santa Claus? They seem like greater steps toward faith and imagination, each with a payoff. Like cognitive training exercises.","author":"Chuck Palahniuk","topic":"Faith"},{"quote":"Science has sometimes been said to be opposed to faith, and inconsistent with it. But all science, in fact, rests on a basis of faith, for it assumes the permanence and uniformity of natural laws - a thing which can never be demonstrated.","author":"Tryon Edwards","topic":"Faith"},{"quote":"Each one prays to God according to his own light.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Faith may be defined briefly as an illogical belief in the occurrence of the improbable.","author":"H. L. Mencken","topic":"Faith"},{"quote":"The truth of our faith becomes a matter of ridicule among the infidels if any Catholic, not gifted with the necessary scientific learning, presents as dogma what scientific scrutiny shows to be false.","author":"Thomas Aquinas","topic":"Faith"},{"quote":"Faith itself is a horrible mechanism that stunts the growth of ideas. It also stunts the act of questioning, and it does this by pushing the idea that you have to have faith - and that nothing has to be proven.","author":"Joe Rogan","topic":"Faith"},{"quote":"It is a masterpiece of the devil to make us believe that children cannot understand religion. Would Christ have made a child the standard of faith if He had known that it was not capable of understanding His words?","author":"Dwight L. Moody","topic":"Faith"},{"quote":"I am satisfied that every man or woman who goes to the temple in a spirit of sincerity and faith leaves the house of the Lord a better man or woman.","author":"Gordon B. Hinckley","topic":"Faith"},{"quote":"Every child matters. If we fail our children, we are bound to fail our present, our future, faith, cultures, and civilisations as well.","author":"Kailash Satyarthi","topic":"Faith"},{"quote":"Faith is deliberate confidence in the character of God whose ways you may not understand at the time.","author":"Oswald Chambers","topic":"Faith"},{"quote":"Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.","author":"Eleanor Roosevelt","topic":"Faith"},{"quote":"I wasn&#39;t with Joseph, but I believe him. My faith did not come to me through science, and I will not permit so-called science to destroy it.","author":"Thomas S. Monson","topic":"Faith"},{"quote":"The Gospel purifies and renews: it bears fruit wherever the community of believers hears and welcomes the grace of God in truth and lives in charity. This is my faith; this is my joy.","author":"Pope Benedict XVI","topic":"Faith"},{"quote":"By their innocence and goodness, by their boundless capacity for forgiveness, and by the sheer power of their faith and hope, children redeem their parents, bringing out their best selves.","author":"Cass Sunstein","topic":"Faith"},{"quote":"As a pastor in a Protestant church, my whole ministry centers on the conviction that by grace we are saved through faith. And it&#39;s not our faith that delivers us, as if believing something, anything at all were pleasing to God. It&#39;s the object of our faith - Christ&#39;s life, death, and resurrection - that saves us.","author":"Kevin DeYoung","topic":"Faith"},{"quote":"It is certain that the truth of the Christian faith becomes more evident the more the faith itself is known. Therefore, the doctrine should not only be in Latin but also in the common tongue, and as the faith of the Church is contained in the Scriptures, the more these are known in the true sense, the better.","author":"John Wycliffe","topic":"Faith"},{"quote":"The issue of equal rights for lesbian, gay, bisexual and transgender individuals has vexed politicians for decades. I have my own cloudy history with the issue, having supported a law in Mississippi that made it illegal for LGBT couples to adopt children. I believed at the time this was a principled position based on my faith.","author":"Ronnie Musgrove","topic":"Faith"},{"quote":"We may not only find faith in God in our sorrow. We may also become faithful to Him in times of calm.","author":"Thomas S. Monson","topic":"Faith"},{"quote":"Faith consists in being vitally concerned with that ultimate reality to which I give the symbolical name of God. Whoever reflects earnestly on the meaning of life is on the verge of an act of faith.","author":"Paul Tillich","topic":"Faith"},{"quote":"We&#39;re telling a story. And the demands of that are different from the demands of a documentary. The audience must believe in order to keep faith in the story.","author":"Bradley Whitford","topic":"Faith"},{"quote":"Faith is what someone knows to be true, whether they believe it or not.","author":"Flannery O'Connor","topic":"Faith"},{"quote":"My faith teaches that life is sacred. That&#39;s why I personally oppose the death penalty. But I take my oath of office seriously, and I&#39;ll enforce the death penalty... because it&#39;s the law.","author":"Tim Kaine","topic":"Faith"},{"quote":"Keep the faith, don&#39;t lose your perseverance and always trust your gut extinct.","author":"Paula Abdul","topic":"Faith"},{"quote":"Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forward!","author":"Thomas A. Edison","topic":"Faith"},{"quote":"There lives more faith in honest doubt, believe me, than in half the creeds.","author":"Alfred Lord Tennyson","topic":"Faith"},{"quote":"Laughter kills fear, and without fear there can be no faith. For without fear of the devil there is no need for God.","author":"Sean Connery","topic":"Faith"},{"quote":"Back of every creation, supporting it like an arch, is faith. Enthusiasm is nothing: it comes and goes. But if one believes, then miracles occur.","author":"Henry Miller","topic":"Faith"},{"quote":"Be assured that Christianity is something more than forms and creeds and ceremonies: there is life, and power, and reality, in our holy faith.","author":"George Muller","topic":"Faith"},{"quote":"It&#39;s not the tools that you have faith in - tools are just tools. They work, or they don&#39;t work. It&#39;s people you have faith in or not. Yeah, sure, I&#39;m still optimistic I mean, I get pessimistic sometimes but not for long.","author":"Steve Jobs","topic":"Faith"},{"quote":"There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure.","author":"Dwight D. Eisenhower","topic":"Faith"},{"quote":"During my first years in the Sierra, I was ever calling on everybody within reach to admire them, but I found no one half warm enough until Emerson came. I had read his essays, and felt sure that of all men he would best interpret the sayings of these noble mountains and trees. Nor was my faith weakened when I met him in Yosemite.","author":"John Muir","topic":"Faith"},{"quote":"There are two &#39;faiths&#39; which can uphold humans: faith in God and faith in oneself. And these two faiths should exist side by side: the first belongs to one&#39;s inner life, the second to one&#39;s life in society.","author":"Maria Montessori","topic":"Faith"},{"quote":"Faith is a state of openness or trust.","author":"Alan Watts","topic":"Faith"},{"quote":"The facts tell us that no religious Faith releases - or ever has released at any moment in History - a higher degree of warmth, a more intense dynamism of unification than the Christianity of our own day - and the more Catholic it is, the truer my words.","author":"Pierre Teilhard de Chardin","topic":"Faith"},{"quote":"The meme for blind faith secures its own perpetuation by the simple unconscious expedient of discouraging rational inquiry.","author":"Richard Dawkins","topic":"Faith"},{"quote":"The opposite of faith is not doubt: It is certainty. It is madness. You can tell you have created God in your own image when it turns out that he or she hates all the same people you do.","author":"Anne Lamott","topic":"Faith"},{"quote":"However weak we are, however poor, however little our faith, or however small our grace may be, our names are still written on His heart; nor shall we lose our share in Jesus&#39; love.","author":"Charles Spurgeon","topic":"Faith"},{"quote":"Our faith is stronger than death, our philosophy is firmer than flesh, and the spread of the Kingdom of God upon the earth is more sublime and more compelling.","author":"Dorothy Day","topic":"Faith"},{"quote":"I don&#39;t know; I think I&#39;d be gloomy without some faith that there is a purpose and there is a kind of witness to my life.","author":"John Updike","topic":"Faith"},{"quote":"Faith is not believing that God can. It is knowing that God will.","author":"Ben Stein","topic":"Faith"},{"quote":"If faith is lost, there is no security and there is no life for him who does not adhere to religion.","author":"Muhammad Iqbal","topic":"Faith"},{"quote":"The gift of the Holy Ghost, which is the right to receive the Holy Ghost as a constant companion, is obtained only upon condition of faith in Christ, repentance, baptism by immersion, and the laying on of hands by authorized servants endowed with the Melchizedek Priesthood.","author":"Joseph B. Wirthlin","topic":"Faith"},{"quote":"Our lives are the only meaningful expression of what we believe and in Whom we believe. And the only real wealth, for any of us, lies in our faith.","author":"Gordon B. Hinckley","topic":"Faith"},{"quote":"Let us take refuge from this world. You can do this in spirit, even if you are kept here in the body. You can at the same time be here and present to the Lord. Your soul must hold fast to him, you must follow after him in your thoughts, you must tread his ways by faith, not in outward show.","author":"Saint Ambrose","topic":"Faith"},{"quote":"Faith is reason plus revelation, and the revelation part requires one to think with the spirit as well as with the mind. You have to hear the music, not just read the notes on the page.","author":"Francis Collins","topic":"Faith"},{"quote":"Women have been taught that, for us, the earth is flat, and that if we venture out, we will fall off the edge. Some of us have ventured out nevertheless, and so far we have not fallen off. It is my faith, my feminist faith, that we will not.","author":"Andrea Dworkin","topic":"Faith"},{"quote":"When you think about your relationship with Christ, it really just affects every aspect of your life. I think a lot of people try to segment off, like, &#39;This is church, so this is God, this is my daily life, this is my job,&#39; but I think true faith is when it manifests itself in every single aspect of your life.","author":"Jeremy Lin","topic":"Faith"},{"quote":"To me, it&#39;s always been a challenge to look for the light: to look for those spaces in your heart where there is hope and faith and try to embrace that rather than crush it. I&#39;ve spent so many years trying to crush those feelings of hope, and I certainly succeeded for quite a while.","author":"Dave Gahan","topic":"Faith"},{"quote":"Many are needed to plant and water what has been planted now that the faith has spread so far and there are so many people... No matter who plants or waters, God gives no harvest unless what is planted is the faith of Peter and unless he agrees to his teachings.","author":"Thomas Becket","topic":"Faith"},{"quote":"Our Heavenly Father is pleased when we don&#39;t compromise our faith and principles in times of desperation.","author":"David Green","topic":"Faith"},{"quote":"The smallest seed of faith is better than the largest fruit of happiness.","author":"Henry David Thoreau","topic":"Faith"},{"quote":"Faith minus vulnerability and mystery equals extremism. If you&#39;ve got all the answers, then don&#39;t call what you do &#39;faith.&#39;","author":"Brene Brown","topic":"Faith"},{"quote":"Love, we say, is life; but love without hope and faith is agonizing death.","author":"Elbert Hubbard","topic":"Faith"},{"quote":"Is it not hard that even those who are with us should be against us - that a man&#39;s enemies, in some degree, should be those of the same household of faith? Yet so it is.","author":"John Wesley","topic":"Faith"},{"quote":"If we were logical, the future would be bleak, indeed. But we are more than logical. We are human beings, and we have faith, and we have hope, and we can work.","author":"Jacques Yves Cousteau","topic":"Faith"},{"quote":"Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult.","author":"Julia Cameron","topic":"Faith"},{"quote":"If I advocate cautious optimism it is not because I do not have faith in the future but because I do not want to encourage blind faith.","author":"Aung San Suu Kyi","topic":"Faith"},{"quote":"The great moral powers of the soul are faith, hope, and love.","author":"Ellen G. White","topic":"Faith"},{"quote":"Obedience is the fruit of faith.","author":"Christina Rossetti","topic":"Faith"},{"quote":"Knowledge is only one half. Faith is the other.","author":"Novalis","topic":"Faith"},{"quote":"God has always worked wonders through his prophets to increase the faith of His chosen people or to correct their disobedience.","author":"Mother Angelica","topic":"Faith"},{"quote":"You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined.","author":"Elizabeth Edwards","topic":"Faith"},{"quote":"We have convinced over one billion members of the Islamic faith that we are prejudiced against their religion, that we would deny them freedom of religion, that we want suppress their culture and invade their governments.","author":"Theodore C. Sorensen","topic":"Faith"},{"quote":"Ours is a country built more on people than on territory. The Jews will come from everywhere: from France, from Russia, from America, from Yemen... Their faith is their passport.","author":"David Ben-Gurion","topic":"Faith"},{"quote":"Faith goes out through the window when beauty comes in at the door.","author":"George Edward Moore","topic":"Faith"},{"quote":"Faith, mighty faith, the promise sees, And looks to God alone; Laughs at impossibilities, And cries it shall be done.","author":"Charles Wesley","topic":"Faith"},{"quote":"A person who has sympathy for mankind in the lump, faith in its future progress, and desire to serve the great cause of this progress, should be called not a humanist, but a humanitarian, and his creed may be designated as humanitarianism.","author":"Irving Babbitt","topic":"Faith"},{"quote":"Good luck to you if you&#39;re lucky enough to have faith. Some of us aren&#39;t lucky enough. My mother has great faith and finds great comfort in it, and I&#39;m jealous of her!","author":"Liam Cunningham","topic":"Faith"},{"quote":"God enters by a private door into every individual.","author":"Ralph Waldo Emerson","topic":"Faith"},{"quote":"God... a being whose only definition is that he is beyond man&#39;s power to conceive.","author":"Ayn Rand","topic":"Faith"},{"quote":"Sin, also for those who don&#39;t have faith, exists when one goes against one&#39;s conscience. To listen to and obey it means, in fact, to decide in face of what is perceived as good or evil. And on this decision pivots the goodness or malice of our action.","author":"Pope Francis","topic":"Faith"},{"quote":"I believe that when you think of the negative, and you get up discouraged - &#39;There&#39;s nothing good in my future&#39; - I really believe it almost ties the hands of God. God works where there&#39;s an attitude of faith. I believe faith is all about hope.","author":"Joel Osteen","topic":"Faith"},{"quote":"Getting ahead in a difficult profession requires avid faith in yourself. That is why some people with mediocre talent, but with great inner drive, go so much further than people with vastly superior talent.","author":"Sophia Loren","topic":"Faith"},{"quote":"I am totally convinced the Christian faith is the most coherent worldview around.","author":"Ravi Zacharias","topic":"Faith"},{"quote":"If you have God on your side, everything becomes clear.","author":"Ayrton Senna","topic":"Faith"},{"quote":"Faith is almost the bottom line of creativity; it requires a leap of faith any time we undertake a creative endeavor, whether this is going to the easel, or the page, or onto the stage - or for that matter, in a homelier way, picking out the right fabric for the kitchen curtains, which is also a creative act.","author":"Julia Cameron","topic":"Faith"},{"quote":"Young people all over the world are very frustrated. They are very disillusioned. Many of them are turning their backs on religion. They are walking away from the faith of their parents, and most of this is because religion has failed them.","author":"Myles Munroe","topic":"Faith"},{"quote":"In e-commerce, your prices have to be better because the consumer has to take a leap of faith in your product.","author":"Ashton Kutcher","topic":"Faith"},{"quote":"There&#39;s a huge amount of faith and confidence in the stunt team.","author":"Jason Statham","topic":"Faith"},{"quote":"I actually do not believe that there are any collisions between what I believe as a Christian, and what I know and have learned about as a scientist. I think there&#39;s a broad perception that that&#39;s the case, and that&#39;s what scares many scientists away from a serious consideration of faith.","author":"Francis Collins","topic":"Faith"},{"quote":"I like the detail work of telling a story in small pieces, as is done in movie-making, and also the long leap of faith needed to see a theatre performance through each night. Both require focus and self-discipline.","author":"Viggo Mortensen","topic":"Faith"},{"quote":"Our national motto is &#39;In God we Trust,&#39; reminding us that faith in our Creator is the most important American value of all.","author":"Marco Rubio","topic":"Faith"},{"quote":"The responsibility to seek learning by faith rests upon each of us individually, and this obligation will become increasingly important as the world in which we live grows more confused and troubled.","author":"David A. Bednar","topic":"Faith"},{"quote":"Workers have kept faith in American institutions. Most of the conflicts, which have occurred have been when labor&#39;s right to live has been challenged and denied.","author":"John L. Lewis","topic":"Faith"},{"quote":"The dearest friend on earth is a mere shadow compared to Jesus Christ.","author":"Oswald Chambers","topic":"Faith"},{"quote":"Economics pretends to be a science. Its practitioners fill blackboards with equations and clog computers with data. But it is really a faith, or more accurately a set of overlapping and squabbling faiths, each with its own doctrines.","author":"Alex Berenson","topic":"Faith"},{"quote":"My faith in God is unshakeable, even though till date, I have not experienced any miraculous incident that makes me feel the presence of a higher power. But the trust in God has been engrained into my psyche since my childhood.","author":"Emraan Hashmi","topic":"Faith"},{"quote":"God continues to work miracles in my life.","author":"Willie Aames","topic":"Faith"},{"quote":"Embrace every opportunity of exercising kind feelings and doing good to others, especially to the household of faith.","author":"Adoniram Judson","topic":"Faith"},{"quote":"I guess my religious faith sustained me more than anything else. Family is also very important. If I didn&#39;t have children, it would have been too difficult. Even if you are strong, you still need people who would support you all the way.","author":"Corazon Aquino","topic":"Faith"},{"quote":"I am a Mormon because I love the Lord Jesus Christ. And as I exercise faith in Him, I am blessed with the Holy Spirit in my life.","author":"Jane Clayson","topic":"Faith"},{"quote":"To have faith in Divine protection is good, but even beter if backed by the pratical assistance heaven has a right to expect from sensible mortals.","author":"Ellis Peters","topic":"Faith"},{"quote":"Put your faith in God and confidence in yourself.","author":"Alberta Hunter","topic":"Faith"},{"quote":"Faith, there hath been many great men that have flattered the people who ne&#39;er loved them.","author":"William Shakespeare","topic":"Faith"},{"quote":"Nothing is more dangerous to one&#39;s own faith than the work of an apologist. No doctrine of that faith seems to me so spectral, so unreal as one that I have just successfully defended in a public debate.","author":"C. S. Lewis","topic":"Faith"},{"quote":"I always try to put a seed of hope into people&#39;s hearts. I&#39;m not there to teach them doctrine necessarily, but to let them know that God is a good God, and has a plan for their lives. Hopefully, that will restore their faith, or draw them into faith.","author":"Joel Osteen","topic":"Faith"},{"quote":"There&#39;s been some research in cognitive science, I&#39;m told, that discloses that there have always been perhaps 10 to 15 percent of people who are, as Pascal puts it, so made that they cannot believe. To us, when people talk about faith, it&#39;s white noise.","author":"Christopher Hitchens","topic":"Faith"},{"quote":"Let judges secretly despair of justice: their verdicts will be more acute. Let generals secretly despair of triumph; killing will be defamed. Let priests secretly despair of faith: their compassion will be true.","author":"Leonard Cohen","topic":"Faith"},{"quote":"If we are too friendly to nice, decent bishops, we run the risk of buying into the fiction that there&#39;s something virtuous about believing things because of faith rather than because of evidence. We run the risk of betraying scientific enlightenment.","author":"Richard Dawkins","topic":"Faith"},{"quote":"Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God&#39;s grace.","author":"Charles Spurgeon","topic":"Faith"},{"quote":"All that the future holds in store for each sacred child of God will be shaped by his or her parents, family, friends, and teachers. Thus, our faith now becomes part of our posterity&#39;s faith later.","author":"Russell M. Nelson","topic":"Faith"},{"quote":"The civil rights movement was based on faith. Many of us who were participants in this movement saw our involvement as an extension of our faith. We saw ourselves doing the work of the Almighty. Segregation and racial discrimination were not in keeping with our faith, so we had to do something.","author":"John Lewis","topic":"Faith"},{"quote":"That willing suspension of disbelief for the moment, which constitutes poetic faith.","author":"Samuel Taylor Coleridge","topic":"Faith"},{"quote":"Love, hope, fear, faith - these make humanity; These are its sign and note and character.","author":"Robert Browning","topic":"Faith"},{"quote":"Success is related to faith. Faith comes first.","author":"Andrea Bocelli","topic":"Faith"},{"quote":"The man of science has learned to believe in justification, not by faith, but by verification.","author":"Thomas Huxley","topic":"Faith"},{"quote":"China not only fights for her own independence, but also for the liberation of every oppressed nation. For us, the Atlantic Charter and President Roosevelt&#39;s proclamation of the Four Freedoms for all peoples are corner-stones of our fighting faith.","author":"Chiang Kai-shek","topic":"Faith"},{"quote":"When prayer removes distrust and doubt and enters the field of mental certainty, it becomes faith; and the universe is built on faith.","author":"Ernest Holmes","topic":"Faith"},{"quote":"Martyrs - those killed because of their Catholic faith - can be beatified even if they don&#39;t perform a miracle. However, all beatified individuals must stage a certifiable miracle before being made a saint.","author":"Charles Duhigg","topic":"Faith"},{"quote":"With faith and obedience practiced long enough, the Holy Ghost becomes a constant companion, our natures change, and endurance becomes certain.","author":"Henry B. Eyring","topic":"Faith"},{"quote":"Humanitarian issues must bring together all people who act in good faith trying to alleviate the suffering of people in dire need - especially women, children and the elderly.","author":"Sergei Lavrov","topic":"Faith"},{"quote":"God may not guide us in an obvious way because he wants us to make decisions based on faith and character.","author":"Dallas Willard","topic":"Faith"},{"quote":"We can reach our potential, but to do so, we must reach within ourselves. We must summon the strength, the will, and the faith to move forward - to be bold - to invest in our future.","author":"John Hoeven","topic":"Faith"},{"quote":"The man who cannot believe in himself cannot believe in anything else. The basis of all integrity and character is whatever faith we have in our own integrity.","author":"Roy L. Smith","topic":"Faith"},{"quote":"When you put your total faith in God, no matter what happens, to a person who&#39;s a true believer, if you die, you know you&#39;re going to heaven to be with God.","author":"Jim Bakker","topic":"Faith"},{"quote":"In many ways, the young are more religiously minded than the older generations. I think it&#39;s the flip side of an age of individualism. Youngsters are not afraid to tell you what they think, to express their faith and be quite exuberant about it.","author":"Vincent Nichols","topic":"Faith"},{"quote":"The Pledge of Allegiance reflects the truth that faith in God has played a significant role in America since the days of the founding of our country.","author":"Randy Neugebauer","topic":"Faith"},{"quote":"Voters must have faith in the electoral process for our democracy to succeed.","author":"Blanche Lincoln","topic":"Faith"},{"quote":"In search of a complete education with the ideals of trust, faith, understanding and compassion, many families are turning to the structure, discipline and academic standards of Catholic schools.","author":"Mark Foley","topic":"Faith"},{"quote":"With faith and gratitude to Allah the almighty, I declare that tomorrow, Thursday May 1, 2014, will see the enforcement of sharia law phase one, to be followed by the other phases.","author":"Hassanal Bolkiah","topic":"Faith"},{"quote":"Faith without works is like a bird without wings; though she may hop with her companions on earth, yet she will never fly with them to heaven.","author":"Francis Beaumont","topic":"Faith"},{"quote":"Faith never makes a confession.","author":"Henry David Thoreau","topic":"Faith"},{"quote":"I had faith in Israel before it was established, I have in it now. I believe it has a glorious future before it - not just another sovereign nation, but as an embodiment of the great ideals of our civilization.","author":"Harry S Truman","topic":"Faith"},{"quote":"I never really had the classic struggle. I had faith.","author":"Denzel Washington","topic":"Faith"},{"quote":"I would not attack the faith of a heathen without being sure I had a better one to put in its place.","author":"Harriet Beecher Stowe","topic":"Faith"},{"quote":"For me, it all begins with faith; it begins with what matters most, and I try and put what I believe to be moral truth first. My philosophy of government second. And my politics third.","author":"Mike Pence","topic":"Faith"},{"quote":"Faith in a holy cause is to a considerable extent a substitute for lost faith in ourselves.","author":"Eric Hoffer","topic":"Faith"},{"quote":"Faith is an act of a finite being who is grasped by, and turned to, the infinite.","author":"Paul Tillich","topic":"Faith"},{"quote":"Life is a battle between faith and reason in which each feeds upon the other, drawing sustenance from it and destroying it.","author":"Reinhold Niebuhr","topic":"Faith"},{"quote":"Nothing which is true or beautiful or good makes complete sense in any immediate context of history; therefore we must be saved by faith.","author":"Reinhold Niebuhr","topic":"Faith"},{"quote":"My reason nourishes my faith and my faith my reason.","author":"Norman Cousins","topic":"Faith"},{"quote":"Holiness is the strength of the soul. It comes by faith and through obedience to God&#39;s laws and ordinances. God then purifies the heart by faith, and the heart becomes purged from that which is profane and unworthy.","author":"James E. Faust","topic":"Faith"},{"quote":"The improver of natural knowledge absolutely refuses to acknowledge authority, as such. For him, skepticism is the highest of duties; blind faith the one unpardonable sin.","author":"Thomas Huxley","topic":"Faith"},{"quote":"I&#39;m a man of faith. I only fear God, and my wife - sometimes.","author":"Lech Walesa","topic":"Faith"},{"quote":"When music is allowed to take the place of devotion and prayer, it is a terrible curse. Young people assemble together to sing, and, although professed Christians, frequently dishonor God and their faith by their frivolous conversation and their choice of music.","author":"Ellen G. White","topic":"Faith"},{"quote":"Every life is a profession of faith, and exercises an inevitable and silent influence.","author":"Henri Frederic Amiel","topic":"Faith"},{"quote":"Your heart has to be prepared ahead of time through faith and prayer and grace and mercy and love and forgiveness so you can keep your heart open in hell, when hell happens.","author":"Richard Rohr","topic":"Faith"},{"quote":"The Christian faith can never be separated from the soil of sacred events, from the choice made by God, who wanted to speak to us, to become man, to die and rise again, in a particular place and at a particular time.","author":"Pope Benedict XVI","topic":"Faith"},{"quote":"Let it ever be remembered that genuine faith in Christ will ever be productive of good works; for this faith worketh by love, as the apostle says, and love to God always produces obedience to his holy laws.","author":"Adam Clarke","topic":"Faith"},{"quote":"Many Muslims put their Islamic faith ahead of their national identity and forbid preachers from other religions from coming into their countries to convert their young. Apostasy is treason to Allah. Heresy has no rights.","author":"Pat Buchanan","topic":"Faith"},{"quote":"The best way is to say that as a Christian for me the essence of Christian faith is that you treat others as if you wish to be treated.","author":"Mike Huckabee","topic":"Faith"},{"quote":"Faith in God... produces character; character will produce courage, courage to face the challenges of the day.","author":"Kirk Cameron","topic":"Faith"},{"quote":"And as the Divine that goes forth from the Lord is the good of love and the truth of faith, the angels are angels and are heaven in the measure in which they receive good and truth from the Lord.","author":"Emanuel Swedenborg","topic":"Faith"},{"quote":"We need a government, not politics. Because there&#39;s too much politics. Of course there should be debate. But there seems to be so much pettiness and not enough good faith. It is civilized to agree to disagree, and this idea is slowly disintegrating. The great statesmen of the past knew this, and I think it helps drive civilization.","author":"Daphne Guinness","topic":"Faith"},{"quote":"In the United Kingdom, we need to promote an inclusive British identity that involves and empowers people from all ethnic and faith backgrounds.","author":"Maajid Nawaz","topic":"Faith"},{"quote":"Compared to developed countries, or even to some major emerging countries, burdened by aging populations, financial crises, widening budget deficits, faltering faith in politics and growing social demands, Africa has become the world&#39;s last &#39;New Frontier:&#39; a kind of &#39;it-continent.&#39;","author":"Mo Ibrahim","topic":"Faith"},{"quote":"My faith is so strong that I believe that God made me 5-11 for a reason. For all the kids that have been told, no, that they can&#39;t do it, or all the kids that will be told no.","author":"Russell Wilson","topic":"Faith"},{"quote":"Reality TV is to popular because it allows so many people to sit on the sidelines and just watch somebody else&#39;s life. God is saying, &#39;Don&#39;t sit on the sidelines of life. I have put so much in you, but you have got to be strong and very courageous. You have got to step out in faith.&#39;","author":"Victoria Osteen","topic":"Faith"},{"quote":"As a practicing Catholic all my life, my faith and the church are never far from my mind. The lessons I learned in the church have structured the way I&#39;ve approached my life and my career. They were lessons of grace, kindness, forgiveness, and compassion.","author":"Donna Brazile","topic":"Faith"},{"quote":"Theater is my temple and my religion and my act of faith. Strangers sit in a room together and believe together.","author":"Harvey Fierstein","topic":"Faith"},{"quote":"There&#39;s stuff going on in the world right now, which you can&#39;t imagine why is this happening; it&#39;s crazy. I don&#39;t know what the answer is, but if you didn&#39;t have faith in the universe that somehow something great would arrive at the end, then we&#39;d all give up, and that would be a waste of everyone&#39;s time.","author":"Chris Martin","topic":"Faith"},{"quote":"You block your dream when you allow your fear to grow bigger than your faith.","author":"Mary Manin Morrissey","topic":"Faith"},{"quote":"I have faith in faith. God is there, whether we have faith or not, so why not have faith in him?","author":"Valerie Bertinelli","topic":"Faith"},{"quote":"We were promised that we would have Jehovah, Jesus Christ, as our Savior and Redeemer. He would assure that we would all be resurrected. And He would make it possible for us to pass the test of life if we exercised faith in Him by being obedient.","author":"Henry B. Eyring","topic":"Faith"},{"quote":"I&#39;m about 5&#39; 10&quot;, and my hair is the length of my whole body now. We grow our hair because of faith, but it&#39;s getting heavy. Most of the rastas I know with hair my length are elders, and they keep it tied up, but for a young person who&#39;s active and running around, the weight is a big thing. So to play sports, I put it in a backpack.","author":"Damian Marley","topic":"Faith"},{"quote":"Christian faith is... basically about love and being loved and reconciliation. These things are so important, they&#39;re foundational and they can transform individuals, families.","author":"Philip Yancey","topic":"Faith"},{"quote":"Now the true soldiers of Christ must always be prepared to do battle for the truth, and must never, so far as lies with them, allow false convictions to creep in.","author":"Origen","topic":"Faith"},{"quote":"We know that men are saved by repentance and faith, and whoever does call upon the name of the Lord shall be saved. But salvation is a supernatural work of God that will always produce fruit. And the evidence, not the cause, but the evidence of salvation is a changed life, a changing life.","author":"Paul Washer","topic":"Faith"},{"quote":"Faith is love taking the form of aspiration.","author":"William Ellery Channing","topic":"Faith"},{"quote":"The world will never have lasting peace so long as men reserve for war the finest human qualities. Peace, no less than war, requires idealism and self-sacrifice and a righteous and dynamic faith.","author":"John Foster Dulles","topic":"Faith"},{"quote":"The work of healing is not my work, but by faith, healing is done. The work of deliverance, great and mighty deliverance, is not my work but is my faith in Him. It is not the works of righteousness which I have done, but according to His grace. I am a product of His grace.","author":"T. B. Joshua","topic":"Faith"},{"quote":"Much to the chagrin of the staunchly secular among us, religion shows no sign of going away. Predictions of the demise of religion, faith, tradition - and even God - have consistently been proven wrong.","author":"Hamza Yusuf","topic":"Faith"},{"quote":"To Him I look as my judge, to Him as the avenger of my wrongs, firm in my own good conscience and secure in the sincerity of my devotion, rooted in faith and confident that those who in the love of justice suffer injury can never be confounded, nor those who break the horns of the persecutors of the Church be deprived of their everlasting reward.","author":"Thomas Becket","topic":"Faith"},{"quote":"The important things are children, honesty, integrity and faith.","author":"Andy Williams","topic":"Faith"},{"quote":"While we may be of different faiths, we have a strong sense of faith, family, community. We hold the values of freedom and human rights very high and I think that those are all a part of a very strong quilt that binds us together.","author":"Bob Menendez","topic":"Faith"},{"quote":"The substance of faith is a hope in the unseen.","author":"Ron Suskind","topic":"Faith"},{"quote":"I believe that it is important to have faith in a cosmic, universal power and identify the reasons for one&#39;s existence.","author":"Jyotiraditya Madhavrao Scindia","topic":"Faith"},{"quote":"My mother was the influence in my life. She was strong; she had great faith in the ultimate triumph of justice and hard work. She believed passionately in education.","author":"John H. Johnson","topic":"Faith"},{"quote":"I have the profoundest respect for people who behave in a generous way because of religion. But I come from a country where the misuse of religion has had catastrophic consequences. One must judge people not by what faith they proclaim but by what they do.","author":"Amin Maalouf","topic":"Faith"},{"quote":"But for my faith in God, I should have been a raving maniac.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Nonviolence is the first article of my faith. It is also the last article of my creed.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Only he can take great resolves who has indomitable faith in God and has fear of God.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Nor shall derision prove powerful against those who listen to humanity or those who follow in the footsteps of divinity, for they shall live forever. Forever.","author":"Khalil Gibran","topic":"Faith"},{"quote":"Each party steals so many articles of faith from the other, and the candidates spend so much time making each other&#39;s speeches, that by the time election day is past there is nothing much to do save turn the sitting rascals out and let a new gang in.","author":"H. L. Mencken","topic":"Faith"},{"quote":"Faith is part of who I am, yes. I was raised Christian Scientist. The most important thing I saw every single week on the wall at Sunday school was the Golden Rule.","author":"Ellen DeGeneres","topic":"Faith"},{"quote":"Stay active. Read the Word. Worship with other believers. Continue to give. Keep learning and growing. Your faith will be unleashed!","author":"Joyce Meyer","topic":"Faith"},{"quote":"Hold firmly that our faith is identical with that of the ancients. Deny this, and you dissolve the unity of the Church.","author":"Thomas Aquinas","topic":"Faith"},{"quote":"A library implies an act of faith.","author":"Victor Hugo","topic":"Faith"},{"quote":"If children understand that beliefs should be substantiated with evidence, as opposed to tradition, authority, revelation or faith, they will automatically work out for themselves that they are atheists.","author":"Richard Dawkins","topic":"Faith"},{"quote":"Many people want to send their children to faith schools because they get good exam results, but they&#39;re not foolish enough to believe that it&#39;s because of faith that they get good exam results.","author":"Richard Dawkins","topic":"Faith"},{"quote":"Now I will say this to every sinner, though he should think himself to be the worst sinner who ever lived: cry to the Lord and seek Him while He may be found. A throne of grace is a place fitted for you. By simple faith, go to your Savior, for He is the throne of grace.","author":"Charles Spurgeon","topic":"Faith"},{"quote":"Fear clogs; faith liberates.","author":"Elbert Hubbard","topic":"Faith"},{"quote":"Religious faith, like political belief, should be based on reasoning, on the development of thought and feelings. The two things are inseparable.","author":"Fidel Castro","topic":"Faith"},{"quote":"In economics, hope and faith coexist with great scientific pretension and also a deep desire for respectability.","author":"John Kenneth Galbraith","topic":"Faith"},{"quote":"The difficulties we face originate from one of three sources. Some are sent to us by the Lord to test our faith, others are the result of Satan&#39;s attacks, and still others are due to our own sinful choices.","author":"Charles Stanley","topic":"Faith"},{"quote":"Between understanding and faith immediate connections must subsist.","author":"Marquis de Sade","topic":"Faith"},{"quote":"Take away hatred from some people, and you have men without faith.","author":"Eric Hoffer","topic":"Faith"},{"quote":"What is faith but a kind of betting or speculation after all? It should be, I bet that my Redeemer liveth.","author":"Samuel Butler","topic":"Faith"},{"quote":"There can be no faith in government if our highest offices are excused from scrutiny - they should be setting the example of transparency.","author":"Edward Snowden","topic":"Faith"},{"quote":"Each blade of grass has its spot on earth whence it draws its life, its strength; and so is man rooted to the land from which he draws his faith together with his life.","author":"Joseph Conrad","topic":"Faith"},{"quote":"We see ourselves in terms of yesterday and today. Our Heavenly Father sees us in terms of forever.","author":"Joseph B. Wirthlin","topic":"Faith"},{"quote":"The Bible is our rule of faith and doctrine.","author":"Ellen G. White","topic":"Faith"},{"quote":"If you&#39;re going to vote for somebody because you think they have a great faith in God, you&#39;d better be sure that God has faith in them.","author":"Lewis Black","topic":"Faith"},{"quote":"Competition got me off the farm and trained me to seek out challenges and to endure setbacks; and in combination with my faith, it sustains me now in my fight with Alzheimer&#39;s disease.","author":"Pat Summitt","topic":"Faith"},{"quote":"The word &#39;religion&#39; is only a label. What lies behind that, the most important thing of all, is the word &#39;faith&#39;. You either have faith, or you don&#39;t have faith, or you have degrees of faith - and if you have degrees of faith, then you become agnostic. You&#39;re kind of in-between, or you&#39;re on the fence.","author":"Ridley Scott","topic":"Faith"},{"quote":"Keep your faith in God, but keep your powder dry.","author":"Oliver Cromwell","topic":"Faith"},{"quote":"Prayer is a privilege and the soul&#39;s sincere desire. We can move beyond routine and &#39;checklist&#39; prayers and engage in meaningful prayer as we appropriately ask in faith and act, as we patiently persevere through the trial of our faith, and as we humbly acknowledge and accept &#39;not my will, but Thine, be done.&#39;","author":"David A. Bednar","topic":"Faith"},{"quote":"Faith begins where Reason sinks exhausted.","author":"Albert Pike","topic":"Faith"},{"quote":"I have more faith in Santa Claus now than I do an exec.","author":"Matt Bomer","topic":"Faith"},{"quote":"I&#39;ve taken the leap of faith to stop punching the company time clock and start working for myself. I&#39;m now the CEO of Starfish Media Group, my production company, in New York City.","author":"Soledad O'Brien","topic":"Faith"},{"quote":"Morals are built on religious faith. Virtue is built on morality and influences a culture.","author":"Michele Bachmann","topic":"Faith"},{"quote":"Put your nose into the Bible everyday. It is your spiritual food. And then share it. Make a vow not to be a lukewarm Christian.","author":"Kirk Cameron","topic":"Faith"},{"quote":"Religious belief, like history itself, is a story that is always unfolding, always subject to inquiry and ripe for questioning. For without doubt there is no faith.","author":"Jon Meacham","topic":"Faith"},{"quote":"Hollywood is a suction for your confidence or your faith or your togetherness. Just walking on the street you can feel it.","author":"Robin Wright","topic":"Faith"},{"quote":"Faith is walking by faith, not by what you feel. You are not always going to feel that Jesus loves you or that God is good, but you know He is. It is the up and down of the journey.","author":"Nick Vujicic","topic":"Faith"},{"quote":"Faith is the biggest principle that the Bible teaches us.","author":"LaDainian Tomlinson","topic":"Faith"},{"quote":"I think the beauty of Catholicism is its consistency through both successes and difficulties. I&#39;ve counted on my faith to give me strength through both training and competition - but also in school, with my family and everyday life.","author":"Katie Ledecky","topic":"Faith"},{"quote":"One of the embarrassing problems for the early nineteenth-century champions of the Christian faith was that not one of the first six Presidents of the United States was an orthodox Christian.","author":"Mortimer Adler","topic":"Faith"},{"quote":"You must have faith to pray. You must have faith to ponder the word of God. You must have faith to do those things and go to those places which invite the Spirit of Christ and the Holy Ghost.","author":"Henry B. Eyring","topic":"Faith"},{"quote":"Humble prayer to our Heavenly Father, in deep faith in Jesus Christ, is essential to qualify us for the companionship of the Holy Ghost.","author":"Henry B. Eyring","topic":"Faith"},{"quote":"The only thing that stands between a man and what he wants from life is often merely the will to try it and the faith to believe that it is possible.","author":"David Viscott","topic":"Faith"},{"quote":"If you have faith in the public sector, as I do, you must be the harshest critic of corruption, waste and fraud in government.","author":"Eric Schneiderman","topic":"Faith"},{"quote":"God surrounded me with people of faith, people of strong faith, people of power, spiritual power, and I saw little miracles happen in their lives. By it happening in their lives, I started believing it could happen to me.","author":"Natalie Cole","topic":"Faith"},{"quote":"Today we often think that before we start living a religious life we have first to accept the creedal doctrines and that before one can have any comprehension of the loyalty and trust of faith, one must first force one&#39;s mind to accept a host of incomprehensible doctrines. But this is to put the cart before the horse.","author":"Karen Armstrong","topic":"Faith"},{"quote":"White supremacy is not just a social arrangement: it is a race-based faith.","author":"James A. Forbes","topic":"Faith"},{"quote":"In properly organized groups no faith is required; what is required is simply a little trust and even that only for a little while, for the sooner a man begins to verify all he hears the better it is for him.","author":"George Gurdjieff","topic":"Faith"},{"quote":"It is amazing to think after all that has happened in this country in the last few years, the last few decades, that so many people have this blind faith that government is our friend and therefore, so we don&#39;t need protections against it.","author":"James Bovard","topic":"Faith"},{"quote":"We were brought up Protestant, and I went to church three times a day on a Sunday. My parents weren&#39;t Bible-bashers, but we all have a strong belief in God and a strong faith. We had a huge garden; our house was a bit like a scene from &#39;The Good Life.&#39; I think Mam and Dad had it really hard, bringing up a big family on very little.","author":"Bonnie Tyler","topic":"Faith"},{"quote":"When the Christian faith becomes defined by who we are and what we do and not by who Christ is and what he did for us, we miss the gospel - and we, ironically, become more disobedient.","author":"Tullian Tchividjian","topic":"Faith"},{"quote":"Bad religion is arrogant, self-righteous, dogmatic and intolerant. And so is bad science. But unlike religious fundamentalists, scientific fundamentalists do not realize that their opinions are based on faith. They think they know the truth.","author":"Rupert Sheldrake","topic":"Faith"},{"quote":"The unutterable violence of the Holocaust shook our confidence in the possibility of telling any story of faith at all.","author":"Timothy Radcliffe","topic":"Faith"},{"quote":"Faith is the most important thing in the world to me. It&#39;s the greatest strength I&#39;ve had. It&#39;s helped me get through the hard times. You&#39;re not going to win every one of your football games. I&#39;ve always said I&#39;m not going to make football my god. A lot of coaches put so much into coaching football games that they have nothing left.","author":"Bobby Bowden","topic":"Faith"},{"quote":"Religious faith depends on a host of social, psychological and emotional factors that have little or nothing to do with probabilities, evidence and logic.","author":"Michael Shermer","topic":"Faith"},{"quote":"Stupidity, outrage, vanity, cruelty, iniquity, bad faith, falsehood - we fail to see the whole array when it is facing in the same direction as we.","author":"Jean Rostand","topic":"Faith"},{"quote":"The saddest thing that befalls a soul is when it loses faith in God and woman.","author":"Alexander Smith","topic":"Faith"},{"quote":"I have great faith in God. Without faith, I don&#39;t know how I would have been able to get through what I&#39;ve been through.","author":"Marie Osmond","topic":"Faith"},{"quote":"I questioned the blind faith demanded by my religion, which was Islam.","author":"Art Malik","topic":"Faith"},{"quote":"Those who are believers in God find strength from their faith in the face of suffering. They are compelled to give sacrificially to help those in need. And they have the hope that comes from knowing that, with God by their side, the tragedy they are facing is never the final word.","author":"Adam Hamilton","topic":"Faith"},{"quote":"I have a lot of faith in the power of joking to make something thoughtful.","author":"Mallory Ortberg","topic":"Faith"},{"quote":"I have to read something positive every single day. I have to have faith that the day is unfolding in a way that is going to be useful to somebody else... For me, living every day in gratitude has been profound for me.","author":"Lea Thompson","topic":"Faith"},{"quote":"I came from a tradition where souls were a theological reality, not a faith reality. Souls were for saving, not for communing. Souls were for converting and, once they were converted, they were to be left alone. Souls were too mystical, too subjective, too ambiguous, too risky, too... well, you know - New Age-ish.","author":"Mike Yaconelli","topic":"Faith"},{"quote":"I suppose I should say that I treasure blasphemy, as a faith of the highest order.","author":"Rick Moody","topic":"Faith"},{"quote":"I long for a life that explodes with meaning and is filled with adventure, wonder, risk, and danger. I long for a faith that is gloriously treacherous. I want to be with Jesus, not knowing whether to cry or laugh.","author":"Mike Yaconelli","topic":"Faith"},{"quote":"The laity ought to understand the faith, and since the doctrines of our faith are in the Scriptures, believers should have the Scriptures in a language familiar to the people, and to this end the Holy Ghost endued them with knowledge of all tongues.","author":"John Wycliffe","topic":"Faith"},{"quote":"Trust is to human relationships what faith is to gospel living. It is the beginning place, the foundation upon which more can be built. Where trust is, love can flourish.","author":"Barbara Smith","topic":"Faith"},{"quote":"Propelled by freedom of faith, gender equality and economic justice for all, India will become a modern nation. Minor blemishes cannot cloak the fact that India is becoming such a modern nation: no faith is in danger in our country, and the continuing commitment to gender equality is one of the great narratives of our times.","author":"Pranab Mukherjee","topic":"Faith"},{"quote":"Those who are rooted in the depths that are eternal and unchangeable and who rely on unshakeable principles, face change full of courage, courage based on faith.","author":"Emily Greene Balch","topic":"Faith"},{"quote":"A witness, in the sense that I am using the word, is a man whose life and faith are so completely one that when the challenge comes to step out and testify for his faith, he does so, disregarding all risks, accepting all consequences.","author":"Whittaker Chambers","topic":"Faith"},{"quote":"I think it&#39;s a good thing for a president or political leaders to want to put their values or their faith into action. Desmond Tutu did that in South Africa. Martin Luther King Jr. did that here. This is a good thing.","author":"Jim Wallis","topic":"Faith"},{"quote":"It&#39;s really important to say this. Often the faith schools were founded before the state provided education. I want good education in this country so I&#39;m not going to slag off faith schools. I think that it&#39;s important that people of different backgrounds and different faiths go to school together and many faith schools do that.","author":"Ed Miliband","topic":"Faith"},{"quote":"I walked along that slippery slope where if you fail through lack of faith, you sell your soul to the devil.","author":"Michelle Shocked","topic":"Faith"},{"quote":"I am struck by the fact that personal faith and political agendas are intertwined more closely now than at any other time in recent history.","author":"David Price","topic":"Faith"},{"quote":"I have great faith in the future of books - no matter what form they may take - and of science fiction.","author":"Connie Willis","topic":"Faith"},{"quote":"Let us have faith that right makes might, and in that faith, let us, to the end, dare to do our duty as we understand it.","author":"George Haven Putnam","topic":"Faith"},{"quote":"Faith makes all evil good to us, and all good better; unbelief makes all good evil, and all evil worse. Faith laughs at the shaking of the spear; unbelief trembles at the shaking of a leaf.","author":"Robert Cecil","topic":"Faith"},{"quote":"No one could have less faith in the absolute and definitive importance of the work created by man, because I believe that this world is nothing but a dream.","author":"Gustave Moreau","topic":"Faith"},{"quote":"Vision looks upward and becomes faith.","author":"Stephen Samuel Wise","topic":"Faith"},{"quote":"What I think is fair to say is that, coming out of the Republican camp, there have been efforts to suggest that perhaps I&#39;m not who I say I am when it comes to my faith - something which I find deeply offensive, and that has been going on for a pretty long time.","author":"Barack Obama","topic":"Faith"},{"quote":"Only our individual faith in freedom can keep us free.","author":"Dwight D. Eisenhower","topic":"Faith"},{"quote":"If you have religious faith, very good, you can add on secular ethics, then religious belief, add on it, very good. But even those people who have no interest about religion, okay, it&#39;s not religion, but you can train through education.","author":"Dalai Lama","topic":"Faith"},{"quote":"We fitted, amusingly enough, into none of the form categories of &#39;The Young American Couple&#39;... security to us is in ourselves, and no job, not even money, can give us what we have to develop: faith in our work and hard, hard work, which is Spartan in many ways.","author":"Sylvia Plath","topic":"Faith"},{"quote":"Whatever final judgment awaits &#39;Bush v. Gore&#39; in the annals of history, I am certain that the good work and good faith of the U.S. federal judiciary as a whole will continue to sustain public confidence at a level never beyond repair.","author":"Ruth Bader Ginsburg","topic":"Faith"},{"quote":"Faith activates God - Fear activates the Enemy.","author":"Joel Osteen","topic":"Faith"},{"quote":"Faith means belief in something concerning which doubt is theoretically possible.","author":"William James","topic":"Faith"},{"quote":"Whatever universe a professor believes in must at any rate be a universe that lends itself to lengthy discourse. A universe definable in two sentences is something for which the professorial intellect has no use. No faith in anything of that cheap kind!","author":"William James","topic":"Faith"},{"quote":"When I turned about 14, I developed a friendship with this guy whose mom was the secretary to Ernest Angley, the faith healer, who&#39;s very popular in the Midwest. He had a television show, and he was sort of like Liberace mixed with Jerry Falwell - very glitzy, very high-tech.","author":"Marilyn Manson","topic":"Faith"},{"quote":"Science stands for rational thought, faith for superstition and unreason.","author":"Deepak Chopra","topic":"Faith"},{"quote":"Certain though I am - and ever more certain - that I must press on in life as though Christ awaited me at the term of the universe, at the same time I feel no special assurance of the existence of Christ. Believing is not seeing. As much as anyone, I imagine, I walk in the shadows of faith.","author":"Pierre Teilhard de Chardin","topic":"Faith"},{"quote":"There&#39;s branches of science which I don&#39;t understand; for example, physics. It could be said, I suppose, that I have faith that physicists understand it better than I do.","author":"Richard Dawkins","topic":"Faith"},{"quote":"The American people are bigger than any president. I suppose I have faith in my country and in what it is founded on and the values we hold dear.","author":"Angelina Jolie","topic":"Faith"},{"quote":"I remember when I was a freshman in college, I was still somewhat bothered by... worried... about religion. I remember going to this professor of philosophy and telling him that I had lost my faith.","author":"B. F. Skinner","topic":"Faith"},{"quote":"To study history means submitting to chaos and nevertheless retaining faith in order and meaning.","author":"Hermann Hesse","topic":"Faith"},{"quote":"I always had a really natural faith as a kid. Where I knew God existed and it felt very free and pretty wild and natural, and it wasn&#39;t religious.","author":"Bear Grylls","topic":"Faith"},{"quote":"And Jesus, the heart of the Christian faith is the wildest, most radical guy you&#39;d ever come across.","author":"Bear Grylls","topic":"Faith"},{"quote":"I always joke about letting the haters motivate you. Everybody has that in their life, people who doubt them or make them feel less than they are. It just takes faith and belief in yourself, and you&#39;ve got to dig deep into that. That has to come from you - nobody&#39;s going to give you that.","author":"Jennifer Lopez","topic":"Faith"},{"quote":"The mysteries of faith are degraded if they are made into an object of affirmation and negation, when in reality they should be an object of contemplation.","author":"Simone Weil","topic":"Faith"},{"quote":"It is time that scientists and other public intellectuals observed that the contest between faith and reason is zero-sum.","author":"Sam Harris","topic":"Faith"},{"quote":"Nothing guarantees that reasonable people will agree about everything, of course, but the unreasonable are certain to be divided by their dogmas. It is time we recognized that this spirit of mutual inquiry, which is the foundation of all real science, is the very antithesis of religious faith.","author":"Sam Harris","topic":"Faith"},{"quote":"We knew sports was important to us and our family, but there are priorities in life.Obviously, faith is foremost; how we did in school is important. If we didn&#39;t handle that business then there were no privileges.","author":"Stephen Curry","topic":"Faith"},{"quote":"There will always be those little minds who, out of vanity or intellectual display, will attempt to destroy faith in the very foundations of life.","author":"Ezra Taft Benson","topic":"Faith"},{"quote":"If I were dying, my last words would be: Have faith and pursue the unknown end.","author":"Oliver Wendell Holmes, Jr.","topic":"Faith"},{"quote":"For my future I have no concern, and as a true philosopher, I never would have any, for I know not what it may be: as a Christian, on the other hand, faith must believe without discussion, and the stronger it is, the more it keeps silent.","author":"Giacomo Casanova","topic":"Faith"},{"quote":"My faith has been the driving thing of my life. I think it is important that people who are perceived as liberals not be afraid of talking about moral and community values.","author":"Marian Wright Edelman","topic":"Faith"},{"quote":"You have to muster a certain amount of belief that you&#39;re not making a mistake and you&#39;re not a fool. And this means you have to have faith.","author":"Julia Cameron","topic":"Faith"},{"quote":"I think the way I am, the way I&#39;m chilled out, has a lot to do with being Muslim and having faith.","author":"Mo Farah","topic":"Faith"},{"quote":"Being outspoken about my faith isn&#39;t just something that I do; it&#39;s who I am because my faith isn&#39;t just a little piece of my life. It is my life. It&#39;s not a question of whether I&#39;m outspoken about it or not. I&#39;m definitely not ashamed of it.","author":"Tim Tebow","topic":"Faith"},{"quote":"Don&#39;t be discouraged if the answer to your prayer does not come immediately. Study, ponder, and pray, sincerely having faith, and live the commandments.","author":"Joseph B. Wirthlin","topic":"Faith"},{"quote":"The parents have a right to say that no teacher paid by their money shall rob their children of faith in God and send them back to their homes skeptical, or infidels, or agnostics, or atheists.","author":"William Jennings Bryan","topic":"Faith"},{"quote":"There are those who say we must rescind the Golan Heights law that was passed in the Knesset. To rescind is a concept from the days of the Inquisition. Our forefathers were burned at the stake and would not rescind their faith.","author":"Menachem Begin","topic":"Faith"},{"quote":"Wherever God has given faith, it is given, among other reasons, for the very purpose of being tried.","author":"George Muller","topic":"Faith"},{"quote":"Let me say that I consider myself a deep believer in the reality of God. I might define God quite differently from the way some people in the Christian faith would do so, but I do not doubt the reality of that experience.","author":"John Shelby Spong","topic":"Faith"},{"quote":"Faith is an island in the setting sun, But proof is the bottom line for everyone.","author":"Paul Simon","topic":"Faith"},{"quote":"You have to face things, have faith in what you do and go for it. Think, &#39;What&#39;s the worst that could happen?&#39;","author":"Annie Lennox","topic":"Faith"},{"quote":"The ultimate wisdom which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls faith rather than reason.","author":"Hal Borland","topic":"Faith"},{"quote":"I have come to the conclusion that the most important element in human life is faith.","author":"Rose Kennedy","topic":"Faith"},{"quote":"&#39;Faith&#39; and &#39;trust&#39; are words that put the power in the hands of an outside force that we are meant to rely on - whether it is God or a person or the universe. Certainty puts the power back in our hands.","author":"Yehuda Berg","topic":"Faith"},{"quote":"There have to be people who are vocal about the advancement of knowledge over faith.","author":"Seth MacFarlane","topic":"Faith"},{"quote":"I believe in spirits. I believe in faith. I believe in spirituality. I believe in aliens as well.","author":"James Wan","topic":"Faith"},{"quote":"Moving out to L.A. for me was a leap of faith. I was very secure in my dinner theater world; I loved it, and I was just like, &#39;I think there&#39;s something else out there for me and I just have to go for it.&#39;","author":"Amy Adams","topic":"Faith"},{"quote":"Human misery is too great for men to do without faith.","author":"Heinrich Heine","topic":"Faith"},{"quote":"I must not permit the evil capabilities of human nature to sour my faith in the tremendous good that is possible despite the frailty of that nature.","author":"Mother Angelica","topic":"Faith"},{"quote":"The spiritual ambiguity growing up made me really latch onto a faith - Protestantism - that was somewhat conventional. Everyone else was rebelling against traditions and institutions, whereas I was rebelling against the upheaval and uncertainty in my family.","author":"Sufjan Stevens","topic":"Faith"},{"quote":"There is far more misunderstanding of Islam than there is, I think, of the other religions of the world. So many things are said of it by those who do not belong to that faith.","author":"Annie Besant","topic":"Faith"},{"quote":"My gut feeling about sequels is that they should be premeditated: You should try to write a trilogy first or at least sketch out a trilogy if you have any faith in your film.","author":"Vin Diesel","topic":"Faith"},{"quote":"In the spiritual body moreover, man appears such as he is with respect to love and faith, for everyone in the spiritual world is the effigy of his own love, not only as to the face and the body, but also as to the speech and the actions.","author":"Emanuel Swedenborg","topic":"Faith"},{"quote":"We receive by faith and we keep it by faith.","author":"Benny Hinn","topic":"Faith"},{"quote":"My faith informs everything I think and do. It&#39;s part of my value system.","author":"Sam Brownback","topic":"Faith"},{"quote":"A sublime faith in human imbecility has seldom led those who cherish it astray.","author":"Havelock Ellis","topic":"Faith"},{"quote":"I consider myself a Christian. I attend church. My faith has sustained me in very difficult times.","author":"John McCain","topic":"Faith"},{"quote":"Children touch all of our lives. We all have the opportunity to sow seeds into the next generation, and there&#39;s nothing more important that we can leave on this earth than a legacy of faith, hope, and confidence in our God.","author":"Victoria Osteen","topic":"Faith"},{"quote":"My religion would be a gentle faith that believed in the sacredness of leisure. Napping as a form of prayer.","author":"Garrison Keillor","topic":"Faith"},{"quote":"Those who profess the faith of Life regard the ideals of mankind as an expression of man&#39;s higher needs. Ideals which were once incentives to development thus become a drag upon it whenever life&#39;s needs demand new forms that are not recognised by the prevailing idealism.","author":"Ellen Key","topic":"Faith"},{"quote":"I think our devotion to Mary is very beautiful. She has a sacred role in Catholicism, and her strong faith and humility are things we can learn from.","author":"Katie Ledecky","topic":"Faith"},{"quote":"I want the French people to respect values that allow each individual to practice his or her faith, but in the frame of our common rules of secularism.","author":"Francois Hollande","topic":"Faith"},{"quote":"You approach faith with humility. You can have some idea, but it boils down to do you see religion as a club, or do you see religion as a path? Do you see it as a wall that separates you or do you see it as a bridge that connects you to God and other people? When you see it as a bridge, you aren&#39;t so worried about bringing others over to your side.","author":"Keith Ellison","topic":"Faith"},{"quote":"In my career as an actor, there is a catchphrase that Scofield always says often in regards to his brother, &#39;Have a little faith.&#39; In my own career as an actor, there were times when I was the only one who believed in myself in the face of the odds.","author":"Wentworth Miller","topic":"Faith"},{"quote":"Satan, our adversary, wants us to fail. He spreads lies as part of his effort to destroy our belief. He slyly suggests that the doubter, the skeptic, the cynic is sophisticated and intelligent, while those who have faith in God and His miracles are naive, blind, or brainwashed.","author":"Dieter F. Uchtdorf","topic":"Faith"},{"quote":"Some would rather pull a handcart across the prairie than bring up the subject of faith and religion to their friends and co-workers. They worry about how they might be perceived or how it might harm their relationship. It doesn&#39;t need to be that way because we have a glad message to share, and we have a message of joy.","author":"Dieter F. Uchtdorf","topic":"Faith"},{"quote":"Whoever removes the Cross and its interpretation by the New Testament from the center, in order to replace it, for example, with the social commitment of Jesus to the oppressed as a new center, no longer stands in continuity with the apostolic faith.","author":"Hans Urs von Balthasar","topic":"Faith"},{"quote":"The fundamental character of our faith means an extensive diversity is required not only within local community, but between communities.","author":"Stanley Hauerwas","topic":"Faith"},{"quote":"At the heart of Christian faith is the story of Jesus&#39; death and resurrection.","author":"John Ortberg","topic":"Faith"},{"quote":"In the family, in interpersonal relationships, even in friendship, faith is tremendously important. If you have a partner who you believe is a good person, then it is your duty to have faith in them until the end, despite the fact that they might have done some bad things. And you have to support and believe in your children.","author":"Greg Graffin","topic":"Faith"},{"quote":"There are no guarantees in life, but I believe faith provides all of us with a foundation to live the best lives possible - knowing that there is a higher being who loves us and will never leave us. Through the many struggles in my life, my faith is sometimes the only thing I have to hold onto. God was my only friend.","author":"Gretchen Carlson","topic":"Faith"},{"quote":"Know why you believe, understand what you believe, and possess a reason for the faith that is in you.","author":"Frances Wright","topic":"Faith"},{"quote":"If you want to lose your faith, make friends with a priest.","author":"George Gurdjieff","topic":"Faith"},{"quote":"That&#39;s what I love about my faith and Christianity. It&#39;s the polar opposite of darn near everything I experienced in the wrestling business. I still love the business, and I&#39;m thankful for everything that it&#39;s provided, but the idea that it deals in the truth is the furthest thing from reality.","author":"Shawn Michaels","topic":"Faith"},{"quote":"Let no rank puff up anyone; for faith and love are paramount - the greatest blessings in the world.","author":"Ignatius of Antioch","topic":"Faith"},{"quote":"Awakenings occur when we lose faith in the viability of our institutions and the authority of our leaders. Religious and spiritual awakening gives people a new vision of themselves, which is then transplanted into social action.","author":"Marilyn Ferguson","topic":"Faith"},{"quote":"Faith is the first step to understanding. Either it&#39;s the Word of an infallible God, the fallible words of men, or faith in what you personally believe. You&#39;ve got to have faith in something. Believe me.","author":"Ray Comfort","topic":"Faith"},{"quote":"The most casual reader of the New Testament can scarcely fail to see the commanding position the resurrection of Christ holds in Christianity. It is the creator of its new and brighter hopes, of its richer and stronger faith, of its deeper and more exalted experience.","author":"Edward McKendree Bounds","topic":"Faith"},{"quote":"It is no longer a question of a Christian going about to convert others to the faith, but of each one being ready to listen to the other and so to grow together in mutual understanding.","author":"Bede Griffiths","topic":"Faith"},{"quote":"If we get to the point where we damage the full faith and credit of the United States, that would be the first default in history caused purely by insanity.","author":"Austan Goolsbee","topic":"Faith"},{"quote":"Above all, cancer is a spiritual practice that teaches me about faith and resilience.","author":"Kris Carr","topic":"Faith"},{"quote":"You feel a lot of rage when someone dies. I have a lot of faith in nature, but it can be cruel.","author":"Mark Rylance","topic":"Faith"},{"quote":"After a decade this glum, we deserved a shot of &#39;Glee,&#39; a show that restored our faith in the power of song, the beauty of dance, and the magic of &#39;spirit fingers&#39; to chase our cares and woes into somebody else&#39;s backyard.","author":"James Wolcott","topic":"Faith"},{"quote":"If we are interested in Christ by faith, notwithstanding our imperfections and sins, God will be our God through grace.","author":"Adoniram Judson","topic":"Faith"},{"quote":"It&#39;s important to ask candidates about their beliefs, in part because politicians frequently exploit religious faith - often with the idea that voters will be more likely to unthinkingly accept certain political positions so long as they arise from religious belief.","author":"Gary Bauer","topic":"Faith"},{"quote":"The chaos and confusion during the waning days of the Kitzhaber administration, as well as the ensuing federal investigations into allegations of misconduct, caused Oregonians to question their faith in their governor and state government.","author":"Kate Brown","topic":"Faith"},{"quote":"Risk means everything from being honest about your faith, to moving, to quitting a job that&#39;s paying you a fortune but it&#39;s not what&#39;s in your heart. Risking things is one of the biggest fears we have.","author":"John Tesh","topic":"Faith"},{"quote":"We have the incredible privilege of serving in the highest offices in the state. We must prove ourselves worthy of our fellow citizens&#39; faith. We must be trusted to always place the public&#39;s good above our own and to always choose fairness over favoritism.","author":"Jodi Rell","topic":"Faith"},{"quote":"All great enterprises have a pearl of faith at their core, and this must be ours: that Americans are still a people born to liberty. That they retain the capacity for self-government. That, addressed as free-born, autonomous men and women of God-given dignity, they will rise yet again to drive back a mortal enemy.","author":"Mitch Daniels","topic":"Faith"},{"quote":"I ground my faith upon God&#39;s word, and not upon the church.","author":"Jane Grey","topic":"Faith"},{"quote":"In America, we have always taken it as an article of faith that we &#39;battle&#39; cancer; we attack it with knives, we poison it with chemotherapy or we blast it with radiation. If we are fortunate, we &#39;beat&#39; the cancer. If not, we are posthumously praised for having &#39;succumbed after a long battle.&#39;","author":"Abraham Verghese","topic":"Faith"},{"quote":"I grew up in Nacogdoches, Texas... raised by my grandmother. We were very poor and had no indoor plumbing. My grandmother was a very religious woman, though, and she gave me a lot of faith and inner strength.","author":"Alana Stewart","topic":"Faith"},{"quote":"In the light of faith I am strong, constant, and persevering.","author":"Catherine of Siena","topic":"Faith"},{"quote":"We have to reappropriate the concept of laicite (secularism) so we can explain to our young pupils that whatever their faith, they belong to this idea, and they&#39;re not excluded. Secularism is not something against them; it protects them.","author":"Najat Vallaud-Belkacem","topic":"Faith"},{"quote":"It is the job of the historian to say what is likely, and of faith to say what is possible.","author":"Reza Aslan","topic":"Faith"},{"quote":"I haven&#39;t lost faith in human nature and I haven&#39;t decided to be less compassionate to strangers.","author":"Armistead Maupin","topic":"Faith"},{"quote":"Government is a true religion: it has its dogmas, its mysteries, its priests. To submit it to the individual discussion is to destroy it; it is given life only through the national mind, that is to say, by political faith, which is a creed.","author":"Joseph de Maistre","topic":"Faith"},{"quote":"All Christians should be able to articulate reasons why they believe what they believe - not just for the sake of our spiritually confused friends, but also so that we ourselves will have a deeper and more confident faith.","author":"Lee Strobel","topic":"Faith"},{"quote":"I can&#39;t really put it in one sentence because although on one hand Preacher is about faith and yes it is also about, I suppose, the search for God, the search for faith and the manipulation and the abuse committed by figures in whom I suppose people have faith.","author":"Garth Ennis","topic":"Faith"},{"quote":"If you need to put your money in a safe and secure place and you want it to earn interest, Treasury bonds are safer than putting it in any bank as a deposit or putting it anywhere else, because they are backed by the full faith and credit of the United States Government.","author":"Jim Cooper","topic":"Faith"},{"quote":"Fanatics do not have faith - they have belief. With faith you let go. You trust. Whereas with belief you cling.","author":"Yann Martel","topic":"Faith"},{"quote":"For me, faith is more about aspiration than complacency - the smug satisfaction that other people find distasteful.","author":"Tom Hollander","topic":"Faith"},{"quote":"As a teenager and a student, I totally cast away the Christian faith. I just believed it was stupid, and only stupid people could believe it. I actually became an anti-Christian, and very antagonistic.","author":"Frederica Mathewes-Green","topic":"Faith"},{"quote":"No matter what we face, put your total faith in God, and in time - not our time, but His time - He&#39;ll bring us through.","author":"Lex Luger","topic":"Faith"},{"quote":"I have great respect for the LDS church - their commitment to family and taking care of each other is exemplary. I just don&#39;t believe the tenets of the faith that they believe.","author":"Kyrsten Sinema","topic":"Faith"},{"quote":"In a democracy, dissent is an act of faith.","author":"J. William Fulbright","topic":"Faith"},{"quote":"I must have had faith that day. When I went out, I was Henry Fonda again. An unemployed actor but a man.","author":"Henry Fonda","topic":"Faith"},{"quote":"If, then, faith widens the connections, it elevates the man.","author":"Matthew Simpson","topic":"Faith"},{"quote":"American government was founded on a belief and a faith in God and in doing what is right and just.","author":"Ginny Brown-Waite","topic":"Faith"},{"quote":"Your faith in yourself is all you will ever have. Don&#39;t let anyone take it away from you, ever.","author":"Holly Marie Combs","topic":"Faith"},{"quote":"It is not good for us to trust in our merits, in our virtues or our righteousness; but only in God&#39;s free pardon, as given us through faith in Jesus Christ.","author":"John Wycliffe","topic":"Faith"},{"quote":"What evolution tells us is that we are part of a grand, dynamic, and ever-changing fabric of life that covers our planet. Even to a person of faith, in fact especially to a person of faith, an understanding of the evolutionary process should only deepen their appreciation of the scope and wisdom of the creator&#39;s work.","author":"Kenneth R. Miller","topic":"Faith"},{"quote":"The paradox of faith is that when we conform our lives to Christ then we gain our true freedom. And its fruit is profound and lasting happiness.","author":"Vincent Nichols","topic":"Faith"},{"quote":"When faith did come, it came, I think, by way of my little paralyzed daughter. Her lifeless hands led me; I think her tiny feet still know beautiful paths.","author":"Joyce Kilmer","topic":"Faith"},{"quote":"My faith is the grand drama of my life. I&#39;m a believer, so I sing words of God to those who have no faith.","author":"Olivier Messiaen","topic":"Faith"},{"quote":"I believed in the Catholic position, the Catholic view of ethics and aesthetics, for a long time. But I wanted something not intellectual, some conviction not mental - in fact I wanted faith.","author":"Joyce Kilmer","topic":"Faith"},{"quote":"Skepticism has never founded empires, established principals, or changed the world&#39;s heart. The great doers in history have always been people of faith.","author":"Edwin Hubbel Chapin","topic":"Faith"},{"quote":"I had a lot of trouble in school to begin with. I got left back in kindergarten, and I was in special education. My teachers didn&#39;t have very much faith in me.","author":"Jesse Ball","topic":"Faith"},{"quote":"Whoever sets any bounds for the reconstructive power of the religious life over the social relations and institutions of men, to that extent denies the faith of the Master.","author":"Walter Rauschenbusch","topic":"Faith"},{"quote":"Writing songs out of my faith was a real natural progression. I grew up singing in my dad&#39;s choir and singing with my family. Christian music became the music that I identified myself with and was a way that I expressed my faith. Even at a public school I would take my Christian music in and play it for my friends.","author":"Steven Curtis Chapman","topic":"Faith"},{"quote":"The media seems to think only abortion and gay marriage are religious issues. Poverty is a moral issue, it&#39;s a faith issue, it&#39;s a religious issue.","author":"Jim Wallis","topic":"Faith"},{"quote":"The great thing is that whether we have faith or not, we are by and large very tolerant of people, whatever their particular view.","author":"Ed Miliband","topic":"Faith"},{"quote":"I believe that the Framers of the Constitution made their intent clear when they wrote the First Amendment. I believe they wanted to keep the new government from endorsing one religion over another, not erase the public consciousness or common faith.","author":"Nick Rahall","topic":"Faith"},{"quote":"I do have faith. I don&#39;t have faith that a God exists, nor do I have faith that one does not; I have absolute faith that I do not know, cannot know, am only human, am an infinitesimal creature packed onto a cramped planet crowded with seven billion bodies, and as many yearning hearts, and as many questioning minds.","author":"Marya Hornbacher","topic":"Faith"},{"quote":"My Catholic faith is my life. Any artist, if he is to be faithful to how he perceives the world and to the nature of his creative gifts, cannot divorce the two. To create is to love. To love is to create.","author":"Michael O'Brien","topic":"Faith"},{"quote":"Pray for intestinal fortitude, work hard, and keep the faith. Oh, and pray for good luck, you&#39;re gonna need it.","author":"Jerry Reed","topic":"Faith"},{"quote":"I think it is impossible to explain faith. It is like trying to explain air, which one cannot do by dividing it into its component parts and labeling them scientifically. It must be breathed to be understood.","author":"Patrick White","topic":"Faith"},{"quote":"All the strength and force of man comes from his faith in things unseen. He who believes is strong; he who doubts is weak. Strong convictions precede great actions.","author":"James Freeman Clarke","topic":"Faith"},{"quote":"If we are strong, and have faith in life and its richness of surprises, and hold the rudder steadily in our hands. I am sure we will sail into quiet and pleasent waters for our old age.","author":"Freya Stark","topic":"Faith"},{"quote":"Faith and doubt both are needed - not as antagonists, but working side by side to take us around the unknown curve.","author":"Lillian Smith","topic":"Faith"},{"quote":"If you&#39;re a person of faith that is conservative, that&#39;s pro-life, as I am, that believes strongly in traditional family values, as I do... then how we talk about them matters.","author":"Kevin Cramer","topic":"Faith"},{"quote":"Faith Words aren&#39;t just mere positive affirmations; they open your life up to the supernatural power of God.","author":"Bo Sanchez","topic":"Faith"},{"quote":"We all know about love, faith, sadness, despair, hope, hopelessness, longing, desire... those are things we all have inside of us, and that&#39;s what my songs are about... what it means to be a human being.","author":"Ron Pope","topic":"Faith"},{"quote":"When faith and hope fail, as they do sometimes, we must try charity, which is love in action. We must speculate no more on our duty, but simply do it. When we have done it, however blindly, perhaps Heaven will show us why.","author":"Dinah Maria Mulock","topic":"Faith"},{"quote":"Faith is believing in things when common sense tells you not to.","author":"George Seaton","topic":"Faith"},{"quote":"As your faith is strengthened you will find that there is no longer the need to have a sense of control, that things will flow as they will, and that you will flow with them, to your great delight and benefit.","author":"Emmanuel Teney","topic":"Faith"},{"quote":"If they take their children to doctors, they believe they are putting their faith in man instead of in God.","author":"Bob Bartlett","topic":"Faith"},{"quote":"It is not difficult for me to have this faith, for it is incontrovertible that where there is a plan there is intelligence - an orderly, unfolding universe testifies to the truth of the most majestic statement ever uttered - &#39;In the beginning, God.&#39;","author":"Arthur H. Compton","topic":"Faith"},{"quote":"God cannot be realized through the intellect. Intellect can lead one to a certain extent and no further. It is a matter of faith and experience derived from that faith.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Faith... must be enforced by reason... when faith becomes blind it dies.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith.","author":"Mahatma Gandhi","topic":"Faith"},{"quote":"Our faith comes in moments; our vice is habitual.","author":"Ralph Waldo Emerson","topic":"Faith"},{"quote":"The faith that stands on authority is not faith.","author":"Ralph Waldo Emerson","topic":"Faith"},{"quote":"To believe in God is impossible not to believe in Him is absurd.","author":"Voltaire","topic":"Faith"},{"quote":"If you have a particular faith or religion, that is good. But you can survive without it.","author":"Dalai Lama","topic":"Faith"},{"quote":"Faith is the complete reliance on the power and goodness of Spirit and the firm belief that you are always connected to this goodness. Always affirm your faith and not your doubt.","author":"Wayne Dyer","topic":"Faith"},{"quote":"The separation of church and state is a source of strength, but the conscience of our nation does not call for separation between men of state and faith in the Supreme Being.","author":"Lyndon B. Johnson","topic":"Faith"},{"quote":"Our society is illuminated by the spiritual insights of the Hebrew prophets. America and Israel have a common love of human freedom, and they have a common faith in a democratic way of life.","author":"Lyndon B. Johnson","topic":"Faith"},{"quote":"In the Church, and in the journey of faith, women have had and still have a special role in opening doors to the Lord.","author":"Pope Francis","topic":"Faith"},{"quote":"God didn&#39;t make a mistake when He made you. You need to see yourself as God sees you.","author":"Joel Osteen","topic":"Faith"},{"quote":"Life&#39;s a fight. It&#39;s a good fight of faith.","author":"Joel Osteen","topic":"Faith"},{"quote":"We like security: we like the pope to be infallible in matters of faith, and grave doctors to be so in moral questions so that we can feel reassured.","author":"Blaise Pascal","topic":"Faith"},{"quote":"Faith: Belief without evidence in what is told by one who speaks without knowledge, of things without parallel.","author":"Ambrose Bierce","topic":"Faith"},{"quote":"I try not to set myself up as different or as a celebrity or special. I have a husband that can get on my nerves. I have kids that test my patience. I&#39;ve got a cat I can&#39;t keep off the sofa. It&#39;s real. On a bad day, I&#39;m reading &#39;Acts of Faith.&#39;","author":"Iyanla Vanzant","topic":"Faith"},{"quote":"The infinite faith I have in people&#39;s ability to understand anything that makes sense has always been justified, finally, by their behavior.","author":"Alice Walker","topic":"Faith"},{"quote":"Base souls have no faith in great individuals.","author":"Jean-Jacques Rousseau","topic":"Faith"},{"quote":"When doubt comes against us, we have to lift up the shield of faith. We do this when we open our mouth and say what God&#39;s Word says, rather than grumbling and complaining about the problem.","author":"Joyce Meyer","topic":"Faith"},{"quote":"The only answer to fear is faith in God, knowing He loves you unconditionally and individually.","author":"Joyce Meyer","topic":"Faith"},{"quote":"If you&#39;re not careful to think and speak words of faith, worry will creep in, and it will not only steal your peace and joy, it will steal your &#39;today.&#39; The present is the greatest gift God ever gives us. So hold on to the peace that&#39;s yours in Christ. Don&#39;t let it go.","author":"Joyce Meyer","topic":"Faith"},{"quote":"Some Christians feel guilty when they are doing something that isn&#39;t &#39;spiritual.&#39; Somehow or another, they feel the need to hurry through the grocery store, dash through the house cleaning, and rush through all the daily aspects of life that seem irrelevant to their faith.","author":"Joyce Meyer","topic":"Faith"},{"quote":"Faith is trust in ultimate meaning.","author":"Viktor E. Frankl","topic":"Faith"},{"quote":"I haven&#39;t looked at marriage in the conventional sense, as far as settling down. I look at it as putting faith in another person, which has always been hard for me to do.","author":"Marilyn Manson","topic":"Faith"},{"quote":"I spend a lot of time balancing between faith and disbelief.","author":"Taylor Swift","topic":"Faith"},{"quote":"For modes of faith let graceless zealots fight, His can&#39;t be wrong whose life is in the right.","author":"Alexander Pope","topic":"Faith"},{"quote":"What value is there in faith without works? And what are they worth if they are not united to the merits of Jesus Christ, our only good?","author":"Saint Teresa of Avila","topic":"Faith"},{"quote":"Everywhere on Earth, at this moment, in the new spiritual atmosphere created by the appearance of the idea of evolution, there float, in a state of extreme mutual sensitivity, love of God and faith in the world: the two essential components of the Ultra-human.","author":"Pierre Teilhard de Chardin","topic":"Faith"},{"quote":"The mind controls so much of the body. We are much more than flesh and blood; we are complex systems. Patients do better when they have faith that they&#39;re going to do better. That&#39;s why I always tell my patients and their families not to neglect their prayers. There&#39;s nobody I don&#39;t say that to.","author":"Ben Carson","topic":"Faith"},{"quote":"Evolution and creationism both require faith. It&#39;s just a matter of where you choose to place that faith.","author":"Ben Carson","topic":"Faith"},{"quote":"The first holy truth in God 101 is that men and women of true faith have always had to accept the mystery of God&#39;s identity and love and ways. I hate that, but it&#39;s the truth.","author":"Anne Lamott","topic":"Faith"},{"quote":"A whole lot of us believers, of all different religions, are ready to turn back the tide of madness by walking together, in both the dark and the light - in other words, through life - registering voters as we go, and keeping the faith.","author":"Anne Lamott","topic":"Faith"},{"quote":"Our inquiring friends and neighbors not of our faith can also catch the wave. We encourage them to keep all that is good and true in their lives. And we invite them to receive more, especially the glorious truth that through God&#39;s eternal plan, families can be together forever.","author":"Russell M. Nelson","topic":"Faith"},{"quote":"When we speak of faith - the faith that can move mountains - we are not speaking of faith in general but of faith in the Lord Jesus Christ.","author":"Russell M. Nelson","topic":"Faith"},{"quote":"Faith in the Lord Jesus Christ can be bolstered as we learn about Him and live our religion. The doctrine of Jesus Christ was designed by the Lord to help us increase our faith.","author":"Russell M. Nelson","topic":"Faith"},{"quote":"Even the best teams can fail. Celebrities can fade. There is only One in whom your faith is always safe, and that is in the Lord Jesus Christ. And you need to let your faith show!","author":"Russell M. Nelson","topic":"Faith"},{"quote":"Without our faith, we wouldn&#39;t have been able to succeed. On many occasions, before we&#39;d go out on a sit-in, before we went on the freedom ride, before we marched from Selma to Montgomery, we would sing a song or say a prayer. Without our faith, without the spirit and spiritual bearings and underpinning, we would not have been so successful.","author":"John Lewis","topic":"Faith"},{"quote":"I have no mystic faith in the people. I have in the individual.","author":"E. M. Forster","topic":"Faith"},{"quote":"The agricultural working people should be imbued with a thoroughgoing faith in socialism and steadfast anti-imperialist and class consciousness so that they can regard our style of socialism as their life and soul, love it ardently, and fight staunchly against the imperialists&#39; moves for ideological and cultural infiltration.","author":"Kim Jong-un","topic":"Faith"},{"quote":"Everything I am I owe to my faith and secondly to parents who were old school.","author":"J. C. Watts","topic":"Faith"},{"quote":"I think you grow wherever God plants you. I hope I&#39;m growing as a person of faith, as a Christian. That should be our number one objective this journey of life. That all starts with a personal intimate relationship with Christ and then being in prayer every single day about all of those things - being tenacious about it.","author":"J. C. Watts","topic":"Faith"},{"quote":"Individual responsibility, hard work, paying attention in school, faith, family all these things are important.","author":"J. C. Watts","topic":"Faith"},{"quote":"My faith is an important part of my life and over the years I&#39;ve learnt that it takes a proud man to say he doesn&#39;t need anything. It has been a quiet strength and a backbone through a lot of difficult times.","author":"Bear Grylls","topic":"Faith"},{"quote":"To me faith means not worrying.","author":"John Dewey","topic":"Faith"},{"quote":"Hope lies in having more faith in the power of God to heal us than in the power of anything to hurt or destroy us. In realizing that as children of God we are bigger than our problems, we have the power at last to confront them.","author":"Marianne Williamson","topic":"Faith"},{"quote":"I think there ought to be a strict separation or wall built between our religious faith and our practice of political authority in office. I don&#39;t think the President of the United States should extoll Christianity if he happens to be a Christian at the expense of Judaism, Islam or other faiths.","author":"Jimmy Carter","topic":"Faith"},{"quote":"He wants you all to Himself to put His loving, divine arms around you.","author":"Charles Stanley","topic":"Faith"},{"quote":"May it not be that, just as we have to have faith in Him, God has to have faith in us and, considering the history of the human race so far, may it not be that &#39;faith&#39; is even more difficult for Him than it is for us?","author":"W. H. Auden","topic":"Faith"},{"quote":"I was raised to believe in hard work, in faith and family.","author":"Mike Pence","topic":"Faith"},{"quote":"I was actually already doing my Ph.D. in neuroscience when September 11 happened. &#39;The End Of Faith&#39; is essentially what September 11 did to my intellectual career at that moment.","author":"Sam Harris","topic":"Faith"},{"quote":"All an actor has is their blind faith that they are who they say they are today, in any scene.","author":"Meryl Streep","topic":"Faith"},{"quote":"I partly know why I have not led a perfect life like other believers. But I avow to my Lord, and I do not lie, that from the time when I first knew him, the love of God and the fear of him has grown in me from my youth so that I have, by the power of God, always till now kept the faith.","author":"Saint Patrick","topic":"Faith"},{"quote":"When I think of how we show faith, I cannot help but think of the example of my own father. I recall vividly how the spirit of missionary work came into my life. I was about thirteen years of age when my father received a call to go on a mission.","author":"Ezra Taft Benson","topic":"Faith"},{"quote":"I think the Hispanic community, the values that resonate in our community, are fundamentally conservative. They are faith, family, patriotism.","author":"Ted Cruz","topic":"Faith"},{"quote":"I think Hispanic community - the values that resonate in our community are fundamentally conservative. They are faith, family and patriotism. Do you know the rate of military enlistment among Hispanics is higher than any demographic in this country? And they are also hard work and responsibility.","author":"Ted Cruz","topic":"Faith"},{"quote":"Faith is the state of being ultimately concerned.","author":"Paul Tillich","topic":"Faith"},{"quote":"I&#39;m a person that&#39;s grounded in faith and believe that my core values, motivation, inspiration, draw from a conception of the world in that way.","author":"Cory Booker","topic":"Faith"},{"quote":"Faith, like a jackal, feeds among the tombs, and even from these dead doubts she gathers her most vital hope.","author":"Herman Melville","topic":"Faith"},{"quote":"I believe that Christians believe in salvation by grace through faith in Jesus Christ, not by works. And we believe that if you&#39;re saved, Jesus becomes your savior. He makes a promise to you. You can trust his promises. You can bank on that word.","author":"Robert H. Schuller","topic":"Faith"},{"quote":"My faith always has been and always will be important to me.","author":"Aretha Franklin","topic":"Faith"},{"quote":"This President takes his inspiration from the capitals of Europe; we look to the cities and small towns of America. This President puts his faith in government. We put our faith in the American people.","author":"Mitt Romney","topic":"Faith"},{"quote":"The highest religious and spiritual ideals of any faith would invite us to a compassion for all lives destroyed by the violence that plagues us.","author":"Greg Boyle","topic":"Faith"},{"quote":"I grew up in a very religious family and it is the motivating force to every thing I do. I am fortunate to have had adults all around me who really lived their faith, in helping other people and doing the best you can do.","author":"Marian Wright Edelman","topic":"Faith"},{"quote":"Faith has a role to play in life. It is not related to success. It is the other way round. Success is related to faith. Faith comes first.","author":"Andrea Bocelli","topic":"Faith"},{"quote":"In the pain, the agony, and the heroic endeavors of life, we pass through a refiner&#39;s fire, and the insignificant and the unimportant in our lives can melt away like dross and make our faith bright, intact, and strong.","author":"James E. Faust","topic":"Faith"},{"quote":"I solemnly declare that this spiritual kingdom of faith will move forward with or without each of us individually. No unhallowed hand can stay the growth of the Church nor prevent fulfillment of its mission. Any of us can be left behind, drawn away by the seductive voices of secularism and materialism.","author":"James E. Faust","topic":"Faith"},{"quote":"Some people are weak in their faith and testimonies but are not even aware of how precarious their situation is. Many of them likely would be offended at the suggestion.","author":"Joseph B. Wirthlin","topic":"Faith"},{"quote":"I try to understand faith and religion. I was raised by wonderful Catholic parents who were deeply faithful and taught us that God is a God of love.","author":"Roxane Gay","topic":"Faith"},{"quote":"Is he alone who has courage on his right hand and faith on his left hand?","author":"Charles Lindbergh","topic":"Faith"},{"quote":"The only faith that wears well and holds its color in all weathers is that which is woven of conviction and set with the sharp mordant of experience.","author":"James Russell Lowell","topic":"Faith"},{"quote":"When all is said and done, the greatest satisfaction you&#39;ll have in this life as you grow old will be seeing your children grow in righteousness and faith and goodness as citizens of the society of which they are a part.","author":"Gordon B. Hinckley","topic":"Faith"},{"quote":"No man likes to have his intelligence or good faith questioned, especially if he has doubts about it himself.","author":"Henry Adams","topic":"Faith"},{"quote":"I try to write from a point of view with my faith being always present and always there. don&#39;t want to write characters where everyone is saved. So this Madea character for me is not saved.","author":"Tyler Perry","topic":"Faith"},{"quote":"To posit the existence of a Creator requires only reason. To posit the existence of a good God requires faith.","author":"Dennis Prager","topic":"Faith"},{"quote":"Bad faith likes discourse on friendship and loyalty.","author":"Mason Cooley","topic":"Faith"},{"quote":"Sigmund Freud was the apostle of disbelief. He was the one who made psychoanalysis a part of our culture, and in so doing he kicked out a flying buttress that had been essential for holding up our cathedral of faith.","author":"Tony Campolo","topic":"Faith"},{"quote":"An Adult faith does not follow the waves of fashion and the latest novelties.","author":"Pope Benedict XVI","topic":"Faith"},{"quote":"The reality of the Eucharistic sacrifice has always been at the heart of Catholic faith; called into question in the 16th century, it was solemnly reaffirmed at the Council of Trent against the backdrop of our justification in Christ.","author":"Pope Benedict XVI","topic":"Faith"},{"quote":"And when I&#39;m president, I can tell you this, my faith will not just influence the way I&#39;ll govern as president, it will influence the way I live my life. Because in the end, my goal is not simply to live on this earth for 80 years, but to live an eternity with my creator. And I will always allow my faith to influence everything I do.","author":"Marco Rubio","topic":"Faith"},{"quote":"I feel no need for any other faith than my faith in the kindness of human beings. I am so absorbed in the wonder of earth and the life upon it that I cannot think of heaven and angels.","author":"Pearl S. Buck","topic":"Faith"},{"quote":"True faith is belief in the reality of absolute values.","author":"William Ralph Inge","topic":"Faith"},{"quote":"The origin of the absurd idea of immortal life is easy to discover; it is kept alive by hope and fear, by childish faith, and by cowardice.","author":"Clarence Darrow","topic":"Faith"},{"quote":"A lot of young people just starting out unskilled, as all Americans do when they&#39;re born here, come to this country, and so the business community is for immigration. Big businesses, small businesses, high-tech, low-tech, the communities of faith, and the Republican leadership.","author":"Grover Norquist","topic":"Faith"},{"quote":"By any reasonable measure of achievement, the faith of the Enlightenment thinkers in science was justified.","author":"E. O. Wilson","topic":"Faith"},{"quote":"I was determined that with perseverance and faith, at some point, someone would say, &#39;This girl has talent,&#39; and would cast me in something meaningful.","author":"Rita Moreno","topic":"Faith"},{"quote":"The faith religious believers have in God is small compared to the faith people put in politicians, knowing how many times they have been disappointed in the past but still insisting that this time it will be different.","author":"Jonathan Sacks","topic":"Faith"},{"quote":"If you have abandoned one faith, do not abandon all faith. There is always an alternative to the faith we lose. Or is it the same faith under another mask?","author":"Graham Greene","topic":"Faith"},{"quote":"But I recognize no infallible authority, even in special questions; consequently, whatever respect I may have for the honesty and the sincerity of such or such an individual, I have no absolute faith in any person.","author":"Mikhail Bakunin","topic":"Faith"},{"quote":"The man who radiates good cheer, who makes life happier wherever he meets it, is always a man of vision and faith.","author":"Ella Wheeler Wilcox","topic":"Faith"},{"quote":"Morals, principles and laws are when faith is reduced to standards and those standards basically just bind us, and we become prejudicial, racist, self-serving when we&#39;re guided by these laws... When a developed country uses Christianity in its policies, in government, in maintaining corporate wealth, that&#39;s a bastardized rendering of a faith.","author":"Sufjan Stevens","topic":"Faith"},{"quote":"Faith is never identical with piety.","author":"Karl Barth","topic":"Faith"},{"quote":"Ann Romney makes all women proud by the way she has conducted her life as a strong woman of faith, as a mother, as a wife and as a true patriot.","author":"Nikki Haley","topic":"Faith"},{"quote":"Faith? Haven&#39;t any. I&#39;m not a nihilist or a relativist. I don&#39;t believe in anything but change. I&#39;m a Heraclitean - you can&#39;t step in the same river twice.","author":"Philip Johnson","topic":"Faith"},{"quote":"I was born into an Irish Catholic family in the New York area in this great, wonderful, and safe country, but the Holocaust has always haunted me, and it has long stood as a stumbling block to faith. How could such a thing be? How is that consistent with the concept of a loving God?","author":"James Comey","topic":"Faith"},{"quote":"Corruption is nature&#39;s way of restoring our faith in democracy.","author":"Peter Ustinov","topic":"Faith"},{"quote":"We might imagine that Jesus had many human faults. He failed most humanly, in my reckoning, when he killed the fig tree just because it didn&#39;t bear any figs for his breakfast; that was a disgraceful, bad-tempered thing to do, and to try and make a virtue of it by saying it was a demonstration of faith only made things worse.","author":"Michael Leunig","topic":"Faith"},{"quote":"Well, I think that Catholicism&#39;s basic foundation of faith is personal conscience. I think it&#39;s between you and God, not you and the Church.","author":"Martin Sheen","topic":"Faith"},{"quote":"There are many Muslims of good will and despise this extremism as much as anyone of any other faith.","author":"Mike Pompeo","topic":"Faith"},{"quote":"So, is Hollywood anti-religion? Not in my opinion. But unlike, say, politicians and preachers who talk faith before going off to speak in tongues to their mistresses, Hollywood just doesn&#39;t wear its faith on its sleeve.","author":"John Ridley","topic":"Faith"},{"quote":"When the art world is done wrong, a reader&#39;s faith is lost and possibly not recuperable.","author":"Rachel Kushner","topic":"Faith"},{"quote":"I believe though I do not comprehend, and I hold by faith what I cannot grasp with the mind.","author":"Saint Bernard","topic":"Faith"},{"quote":"Seeds of faith are always within us; sometimes it takes a crisis to nourish and encourage their growth.","author":"Susan L. Taylor","topic":"Faith"},{"quote":"Our Heavenly Father loves us. He sent His Only Begotten Son to be our Savior. He knew that in mortality we would be in grave danger, the worst of it from the temptations of a terrible adversary. That is one of the reasons why the Savior has provided priesthood keys so that those with ears to hear and faith to obey could go to places of safety.","author":"Henry B. Eyring","topic":"Faith"},{"quote":"Our choosing the right consistently whenever the choice is placed before us creates the solid ground under our faith. It can begin in childhood, since every soul is born with the free gift of the Spirit of Christ. With that Spirit we can know when we have done what is right before God and when we have done wrong in His sight.","author":"Henry B. Eyring","topic":"Faith"},{"quote":"It is possible to rise to the lofty standard set by the Lord for priesthood holders in making decisions in quorums. It is possible when there is great faith and love and the absence of contention.","author":"Henry B. Eyring","topic":"Faith"},{"quote":"The Holy Ghost brings back memories of what God has taught us. And one of the ways God teaches us is with his blessings; and so, if we choose to exercise faith, the Holy Ghost will bring God&#39;s kindnesses to our remembrance.","author":"Henry B. Eyring","topic":"Faith"},{"quote":"We had a motto in my school: &#39;Men for Others.&#39; And it was there that my faith became something vital. My north star for orienting my life. And when I left high school, I knew that I wanted to battle for social justice.","author":"Tim Kaine","topic":"Faith"},{"quote":"In a system that disproportionately harms poor people and people of color, too many Americans have lost faith in the essential American principle of equal justice under law.","author":"Eric Schneiderman","topic":"Faith"},{"quote":"Pope Benedict XVI&#39;s resignation is big on buzz but is not the stunning surprise claimed by many pundits. It is rather a further example of the German theology professor&#39;s style that informed his years as head of the Congregation for the Doctrine of the Faith, his term as pope, and the formation of his legacy to the church.","author":"Eugene Kennedy","topic":"Faith"},{"quote":"Dawkins considers that all faith is blind faith, and that Christian and Muslim children are brought up to believe unquestioningly. Not even the dim-witted clerics who knocked me about at grammar school thought that.","author":"Terry Eagleton","topic":"Faith"},{"quote":"It&#39;s impossible to see the face of Jesus without seeking that face in some concentrated way, in the practice of the faith, through prayer and action.","author":"Jay Parini","topic":"Faith"},{"quote":"God revealed himself through the Law, which pointed to Christ as its end and goal, commanded the obedience that comes from faith, increased transgressions, and shut the mouths of all humans because no one has performed the righteousness of the Law so as not to need a substitute.","author":"John Piper","topic":"Faith"},{"quote":"No human being is justified before God or has a right standing before God based upon his own virtue and merit. It is only by faith in the virtue and merit of Christ.","author":"Paul Washer","topic":"Faith"},{"quote":"I first heard of General Anders and his army more than 50 years ago. I admired him then, and I admire him still; and I feel a special bond with the men, women and children whom he rescued from hunger, disease, and official abuse. Theirs is a story of endurance and fortitude that gives one faith in the human spirit.","author":"Norman Davies","topic":"Faith"},{"quote":"We need people who truly live their faith, represent their faith, speaking to the issues of faith through a faith prism as opposed to just having folks talking about faith when there is a crisis.","author":"Roland Martin","topic":"Faith"},{"quote":"Visible Faith is an expression of my Christian faith which must be visible to be real! I gave the name to the collection of musicians who worked with me on the record.","author":"Ken Hensley","topic":"Faith"},{"quote":"Purity is not imposed upon us as though it were a kind of punishment, it is one of those mysterious but obvious conditions of that supernatural knowledge of ourselves in the Divine, which we speak of as faith. Impurity does not destroy this knowledge, it slays our need for it.","author":"Georges Bernanos","topic":"Faith"},{"quote":"We have elected to put our money and faith in a mathematical framework that is free of politics and human error.","author":"Tyler Winklevoss","topic":"Faith"},{"quote":"No matter how old we become, we can still call them &#39;Holy Mother&#39; and &#39;Father&#39; and put a child-like trust in them.","author":"Desmond Morris","topic":"Faith"},{"quote":"As a world view, Darwinism cannot of course be refuted, since Faith is, always has been, and always will be, stronger than facts.","author":"Francis Parker Yockey","topic":"Faith"},{"quote":"The essential element in personal magnetism is a consuming sincerity - an overwhelming faith in the importance of the work one has to do.","author":"Bruce Barton","topic":"Faith"},{"quote":"I realized that my truest passion was for helping people change through faith in a higher power. That meant, for me, belonging to the church. Using my abilities to bring Christian doctrine to a postmodern world.","author":"James McGreevey","topic":"Faith"},{"quote":"The great redemptive religion which has always been known as Christianity is battling against a totally diverse type of religious belief, which is only the more destructive of the Christian faith because it makes use of traditional Christian terminology.","author":"John Gresham Machen","topic":"Faith"},{"quote":"God strengthened me and taught me who I am in Him. He taught me that not only do I need to have faith in Him, but I need to believe in myself again.","author":"El DeBarge","topic":"Faith"},{"quote":"For Christians, faith is a precious good, the most valuable personal and social resource. When it is left untapped, the common good suffers - not just the particular interests of Christians.","author":"Miroslav Volf","topic":"Faith"},{"quote":"The power of faith will often shine forth the most when the character is naturally weak.","author":"Augustus Hare","topic":"Faith"},{"quote":"Although I&#39;m a very emotional man, I just can&#39;t have blind faith; I have to find out for myself.","author":"David Suchet","topic":"Faith"},{"quote":"Have a little faith, kick a little dirt.","author":"Diane Ladd","topic":"Faith"},{"quote":"At issue in the Hiss Case was the question whether this sick society, which we call Western civilization, could in its extremity still cast up a man whose faith in it was so great that he would voluntarily abandon those things which men hold good, including life, to defend it.","author":"Whittaker Chambers","topic":"Faith"},{"quote":"While your life is the true expression of your faith, whom can you fear?","author":"Julia Ward Howe","topic":"Faith"},{"quote":"As a people of faith, we know that prayer is a powerful instrument. And as one Nation under God, we know that many times our most powerful tool is prayer.","author":"Nick Rahall","topic":"Faith"},{"quote":"My heart hath often been deeply afflicted under a feeling that the standard of pure righteousness is not lifted up to the people by us, as a society, in that clearness which it might have been, had we been as faithful as we ought to be to the teachings of Christ.","author":"John Woolman","topic":"Faith"},{"quote":"For this equilibrium now in sight, let us trust that mankind, as it has occurred in the greatest periods of its past, will find for itself a new code of ethics, common to all, made of tolerance, of courage, and of faith in the Spirit of men.","author":"Albert Claude","topic":"Faith"},{"quote":"My mother persevered through much adversity because she possessed faith in God, self-respect, and an awareness of history; most especially, she was astute in Africa&#39;s significant contribution to world history. Sister Betty refused to live her life as a victim.","author":"Ilyasah Shabazz","topic":"Faith"},{"quote":"I have faith in my imperfections!","author":"Dana Delany","topic":"Faith"},{"quote":"Faith, sir, we are here today, and gone tomorrow.","author":"Aphra Behn","topic":"Faith"},{"quote":"Sometimes stereotyping happens not because of any nefarious reasons but rather because people don&#39;t know who you are or where you come from, so they go for the broad strokes about you, your culture, your faith, all that.","author":"Faran Tahir","topic":"Faith"},{"quote":"I&#39;m very spiritual and I&#39;m Jewish by faith. I&#39;m not a practising Jew, I&#39;m more of a recreational Jew. I celebrate the holidays and I try to inform my kids about their heritage because I think we all at some point have to defend our heritage and if they get picked on I want them to know why.","author":"Peter Segal","topic":"Faith"},{"quote":"Today, corruption has won and justice has lost. I brought corruption cases in good faith involving powerful people, and the political and legal establishment blatantly covered up and retaliated by targeting my law license.","author":"Andrew Thomas","topic":"Faith"},{"quote":"In the affairs of this world, men are saved not by faith, but by the want of it.","author":"Benjamin Franklin","topic":"Faith"},{"quote":"Faith keeps many doubts in her pay. If I could not doubt, I should not believe.","author":"Henry David Thoreau","topic":"Faith"},{"quote":"Those who today always look for disciplinarian solutions, those who long for an exaggerated doctrinal &#39;security,&#39; those who stubbornly try to recover a past that no longer exists - they have a static and inward-directed view of things. In this way, faith becomes an ideology among other ideologies.","author":"Pope Francis","topic":"Faith"},{"quote":"Faith embraces many truths which seem to contradict each other.","author":"Blaise Pascal","topic":"Faith"},{"quote":"Faith indeed tells what the senses do not tell, but not the contrary of what they see. It is above them and not contrary to them.","author":"Blaise Pascal","topic":"Faith"},{"quote":"I think every person should have some faith inside him, in his heart. What matters is not an external display of this faith, but the inner state of the soul.","author":"Vladimir Putin","topic":"Faith"},{"quote":"I can&#39;t prove it scientifically, that there&#39;s a God, but I believe.","author":"Billy Graham","topic":"Faith"},{"quote":"A faith is a necessity to a man. Woe to him who believes in nothing.","author":"Victor Hugo","topic":"Faith"},{"quote":"Faith, to my mind, is a stiffening process, a sort of mental starch.","author":"E. M. Forster","topic":"Faith"},{"quote":"How many things we held yesterday as articles of faith which today we tell as fables.","author":"Michel de Montaigne","topic":"Faith"},{"quote":"Faith is spiritualized imagination.","author":"Henry Ward Beecher","topic":"Faith"},{"quote":"I know that I had not faith, unless the faith of a devil, the faith of Judas, that speculative, notional, airy shadow, which lives in the head, not in the heart. But what is this to the living, justifying faith, the faith that cleanses from sin?","author":"John Wesley","topic":"Faith"},{"quote":"In a world of prayer, we are all equal in the sense that each of us is a unique person, with a unique perspective on the world, a member of a class of one.","author":"W. H. Auden","topic":"Faith"},{"quote":"Two of the chief defenders of the faith in the Old Testament and in the New - Moses and Paul - were both well-versed in the language, the thinking, and the philosophy of their cultures.","author":"Ravi Zacharias","topic":"Faith"},{"quote":"My characters tend to be more dynamic because they&#39;re reaching that point in their lives where their old way of being is breaking down. They&#39;re conflicted by the idea that they don&#39;t know what&#39;s next. You could call it Kierkegaard&#39;s leap of faith, when you get tired of sort of reinventing yourself on a very superficial level.","author":"Chuck Palahniuk","topic":"Faith"},{"quote":"The great act of faith is when a man decides he is not God.","author":"Oliver Wendell Holmes, Jr.","topic":"Faith"},{"quote":"It&#39;s attractive when girls have faith. That is a big thing for me.","author":"Tim Tebow","topic":"Faith"},{"quote":"Oh, it is wonderful to know that our Heavenly Father loves us - even with all our flaws! His love is such that even should we give up on ourselves, He never will.","author":"Joseph B. Wirthlin","topic":"Faith"},{"quote":"I&#39;m a serious Christian. I take my faith seriously. I try to practice it every day of the week, not just on Sunday.","author":"Francis Collins","topic":"Faith"},{"quote":"But I don&#39;t necessarily define my faith by going to church every Sunday.","author":"Miley Cyrus","topic":"Faith"},{"quote":"Give someone who has faith in you a placebo and call it a hair growing pill, anti-nausea pill or whatever, and you will be amazed at how many respond to your therapy.","author":"Bernie Siegel","topic":"Faith"},{"quote":"Righteousness and faith certainly are instrumental in healing the sick, deaf, or lame - if such healing accomplishes God&#39;s purposes and is in accordance with His will. Thus, even with strong faith, many mountains will not be moved. And not all of the sick and infirm will be healed.","author":"David A. Bednar","topic":"Faith"},{"quote":"That is the definition of faith - acceptance of that which we imagine to be true, that which we cannot prove.","author":"Dan Brown","topic":"Faith"},{"quote":"In order to improve healthcare, we&#39;ll have to spend more on it, increase accountability and decentralize services, enforce standards and reinstate people&#39;s faith in it.","author":"N. R. Narayana Murthy","topic":"Faith"},{"quote":"Of all duties, prayer certainly is the sweetest and most easy.","author":"Laurence Sterne","topic":"Faith"},{"quote":"What does God the Father look like? Although I&#39;ve never seen Him, I believe - as with the Holy Spirit - He looks like Jesus looked on earth.","author":"Benny Hinn","topic":"Faith"},{"quote":"We are constantly learning and growing and changing. We are really an experiment. We are endeavoring to discover if a community of faith can exist purely for the good of others.","author":"Erwin McManus","topic":"Faith"},{"quote":"You can&#39;t be afraid to put out a fire if you&#39;re a fireman. You can&#39;t be afraid to be a police officer and carry a gun if you&#39;re afraid to get up and go out there. So you&#39;ve got to put that fear to the side and go out in faith to overcome that.","author":"Duane Chapman","topic":"Faith"},{"quote":"May nothing entice me till I happily make my way to Jesus Christ! Fire, cross, struggles with wild beasts, wrenching of bones, mangling of limbs - let them come to me, provided only I make my way to Jesus Christ.","author":"Ignatius of Antioch","topic":"Faith"},{"quote":"I think that films about faith made for faith-based communities have a certain tactic.","author":"Vera Farmiga","topic":"Faith"},{"quote":"At times of distress, we all like to recall the advice of fathers and mothers. The best advice my father gave me was to keep faith and deep confidence in the potential of the Greek people; nurture the belief that they can do things.","author":"George Papandreou","topic":"Faith"},{"quote":"We are a long time in learning that all our strength and salvation is in God.","author":"David Brainerd","topic":"Faith"},{"quote":"It was seldom that I attended any religious meetings, as my parents had not much faith in and were never so unfortunate as to unite themselves with any of the religious sects.","author":"Orson Pratt","topic":"Faith"},{"quote":"Faith is not a thing which one &#39;loses&#39;, we merely cease to shape our lives by it.","author":"Georges Bernanos","topic":"Faith"},{"quote":"I wanted to be baptized as an adult, confirming my faith and my beliefs. It was also a way for me to consciously thank God and Jesus for everything in my life.","author":"Joanna Krupa","topic":"Faith"},{"quote":"The public has lost faith in the ability of Social Security and Medicare to provide for old age. They&#39;ve lost faith in the banking system and in conventional medical insurance.","author":"Ron Chernow","topic":"Faith"},{"quote":"All that I am I owe to Jesus Christ, revealed to me in His divine Book.","author":"David Livingstone","topic":"Faith"},{"quote":"I hold that religion and faith are two different things.","author":"Pat Buckley","topic":"Faith"},{"quote":"As someone who has researched and written about the Mexican cartels and the futile &#39;war on drugs&#39; for coming on twenty years, I know how tough a subject it is. Mind-bending, soul-warping, heartbreaking, it challenges your intellect, your beliefs, your faith in humanity and God.","author":"Don Winslow","topic":"Faith"},{"quote":"Since I was an atheist for many years and came to believe in God through my studies in science, it frustrated me to see students and parents who viewed faith and science as enemies.","author":"John Clayton","topic":"Faith"},{"quote":"Ask those who love Him with a sincere love, and they will tell you that they find no greater or prompter relief amid the troubles of their life than in loving conversation with their Divine Friend.","author":"Alphonsus Liguori","topic":"Faith"},{"quote":"What do you mean by faith? Is faith enough for Man? Should he be satisfied with faith alone? Is there no way of finding out the truth? Is the attitude of faith, of believing in something for which there can be no more than philosophic proof, the true mark of a Christian?","author":"Clifford D. Simak","topic":"Faith"},{"quote":"By gold all good faith has been banished; by gold our rights are abused; the law itself is influenced by gold, and soon there will be an end of every modest restraint.","author":"Sextus Propertius","topic":"Faith"},{"quote":"The feudal concept of self-preservation is poisoned at the core by the virulent assumption of master and man, of potentate and slave, of external and internal suppression of the life urge of the only one - of its faith in human sacrifice as a means of salvation.","author":"Louis Sullivan","topic":"Faith"},{"quote":"We have one life; it soon will be past; what we do for God is all that will last.","author":"Charles Studd","topic":"Faith"},{"quote":"I seek a deeper truth, but I don&#39;t think I have to go to a building designated for worship to find it.","author":"Ted Lange","topic":"Faith"},{"quote":"Fear is the denomination of the Old Testament; belief is the denomination of the New.","author":"Benjamin Whichcote","topic":"Faith"},{"quote":"Faith is reason grown courageous.","author":"Sherwood Eddy","topic":"Faith"},{"quote":"Faith is not contrary to reason.","author":"Sherwood Eddy","topic":"Faith"},{"quote":"Worry is spiritual short sight. Its cure is intelligent faith.","author":"Paul Brunton","topic":"Faith"},{"quote":"I think the greatest taboos in America are faith and failure.","author":"Michael Malone","topic":"Faith"},{"quote":"Christ does not save us by acting a parable of divine love; he acts the parable of divine love by saving us. That is the Christian faith.","author":"Austin Farrer","topic":"Faith"}]