[{"quote":"The most important thing in the world is family and love.","author":"John Wooden","topic":"Family"},{"quote":"Learn to enjoy every minute of your life. Be happy now. Don&#39;t wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it&#39;s at work or with your family. Every minute should be enjoyed and savored.","author":"Earl Nightingale","topic":"Family"},{"quote":"You don&#39;t choose your family. They are God&#39;s gift to you, as you are to them.","author":"Desmond Tutu","topic":"Family"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Family"},{"quote":"It&#39;s all about quality of life and finding a happy balance between work and friends and family.","author":"Philip Green","topic":"Family"},{"quote":"Family is not an important thing. It&#39;s everything.","author":"Michael J. Fox","topic":"Family"},{"quote":"Nothing is better than going home to family and eating good food and relaxing.","author":"Irina Shayk","topic":"Family"},{"quote":"At the end of the day, life is about being happy being who you are, and I feel like we are so blessed to have the support system and the best family to really just support each other no matter what we&#39;re going through.","author":"Kim Kardashian","topic":"Family"},{"quote":"I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.","author":"Lil' Kim","topic":"Family"},{"quote":"Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.","author":"Kofi Annan","topic":"Family"},{"quote":"To enjoy good health, to bring true happiness to one&#39;s family, to bring peace to all, one must first discipline and control one&#39;s own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.","author":"Buddha","topic":"Family"},{"quote":"I believe that the greatest gift you can give your family and the world is a healthy you.","author":"Joyce Meyer","topic":"Family"},{"quote":"Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship.","author":"Margaret Mead","topic":"Family"},{"quote":"The love of family and the admiration of friends is much more important than wealth and privilege.","author":"Charles Kuralt","topic":"Family"},{"quote":"For there is no friend like a sister in calm or stormy weather; To cheer one on the tedious way, to fetch one if one goes astray, to lift one if one totters down, to strengthen whilst one stands.","author":"Christina Rossetti","topic":"Family"},{"quote":"The family is one of nature&#39;s masterpieces.","author":"George Santayana","topic":"Family"},{"quote":"Happiness is having a large, loving, caring, close-knit family in another city.","author":"George Burns","topic":"Family"},{"quote":"You need a strong family because at the end, they will love you and support you unconditionally. Luckily, I have my dad, mom and sister.","author":"Esha Gupta","topic":"Family"},{"quote":"Neither man nor woman is perfect or complete without the other. Thus, no marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose, respecting and relying upon each other&#39;s strengths.","author":"Sheri L. Dew","topic":"Family"},{"quote":"Family means no one gets left behind or forgotten.","author":"David Ogden Stiers","topic":"Family"},{"quote":"My family is my strength and my weakness.","author":"Aishwarya Rai Bachchan","topic":"Family"},{"quote":"My family is everything. I am what I am thanks to my mother, my father, my brother, my sister... because they have given me everything. The education I have is thanks to them.","author":"Ronaldinho","topic":"Family"},{"quote":"Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time.","author":"Lex Luger","topic":"Family"},{"quote":"The bond that links your true family is not one of blood, but of respect and joy in each other&#39;s life.","author":"Richard Bach","topic":"Family"},{"quote":"I have a wonderful shelter, which is my family. I have a wonderful relationship with my brother and sister; this makes me feel that I know always where I belong.","author":"Jose Carreras","topic":"Family"},{"quote":"God has blessed me with an amazing family, friends and work colleagues that have been my joy, my support, and my sanity. I don&#39;t know what I&#39;d do without them.","author":"Josie Loren","topic":"Family"},{"quote":"Family is a unique gift that needs to be appreciated and treasured, even when they&#39;re driving you crazy. As much as they make you mad, interrupt you, annoy you, curse at you, try to control you, these are the people who know you the best and who love you.","author":"Jenna Morasca","topic":"Family"},{"quote":"If a country is to be corruption free and become a nation of beautiful minds, I strongly feel there are three key societal members who can make a difference. They are the father, the mother and the teacher.","author":"A. P. J. Abdul Kalam","topic":"Family"},{"quote":"Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don&#39;t judge people by their religion, color or sexual habits, love life and your family.","author":"Madonna Ciccone","topic":"Family"},{"quote":"A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father.","author":"Frank Abagnale","topic":"Family"},{"quote":"My friends and family are my support system. They tell me what I need to hear, not what I want to hear and they are there for me in the good and bad times. Without them I have no idea where I would be and I know that their love for me is what&#39;s keeping my head above the water.","author":"Kelly Clarkson","topic":"Family"},{"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person&#39;s sense of self-worth.","author":"Anthony Carmona","topic":"Family"},{"quote":"To us, family means putting your arms around each other and being there.","author":"Barbara Bush","topic":"Family"},{"quote":"Family is the most important thing in the world.","author":"Princess Diana","topic":"Family"},{"quote":"Marriage is an act of will that signifies and involves a mutual gift, which unites the spouses and binds them to their eventual souls, with whom they make up a sole family - a domestic church.","author":"Pope John Paul II","topic":"Family"},{"quote":"Family and friendships are two of the greatest facilitators of happiness.","author":"John C. Maxwell","topic":"Family"},{"quote":"I do believe that God blessed me in life with a wonderful family, a successful career, and a loving marriage, and remain thankful for that blessing.","author":"Bonnie Tyler","topic":"Family"},{"quote":"I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends.","author":"Cindy Morgan","topic":"Family"},{"quote":"I enjoy nothing more than spending time with my loved ones, young and old, and at least once a year we get together for a formal family photograph.","author":"Elliott Erwitt","topic":"Family"},{"quote":"You go through life wondering what is it all about but at the end of the day it&#39;s all about family.","author":"Rod Stewart","topic":"Family"},{"quote":"I think togetherness is a very important ingredient to family life.","author":"Barbara Bush","topic":"Family"},{"quote":"Family always gonna be there. The material things, they come and go.","author":"Romeo Miller","topic":"Family"},{"quote":"When you get together in a group, it becomes like a family, with the different personalities and the politics that comes with being in a band. It&#39;s different than bringing something in by yourself.","author":"Albert Hammond, Jr.","topic":"Family"},{"quote":"My best friend is the most important girl, outside of family, to me. I met her when I went to college and we bonded immediately. I&#39;d do anything for her at any time. We phone each other every day.","author":"Dawn French","topic":"Family"},{"quote":"Life changes when you have a child, when you have your own family. You become more careful about what you do. You&#39;re not going to be out late, going out to clubs, hanging out with your friends. You&#39;re going to be at home, taking care of your daughter, playing with her.","author":"Paul Pierce","topic":"Family"},{"quote":"My family and friends were definitely the key to my recovery. One thing that I do suggest is that anyone dealing with a life-threatening illness like cancer choose a point person for people to call to find out how you are doing - a sister, brother, mother, father, daughter, son, or close friend.","author":"Olivia Newton-John","topic":"Family"},{"quote":"A sister is someone who owns part of what you own: a house, perhaps, or a less tangible legacy, like memories of your childhood and the experience of your family.","author":"Deborah Tannen","topic":"Family"},{"quote":"Children are the keys of paradise.","author":"Eric Hoffer","topic":"Family"},{"quote":"What people don&#39;t understand is joining a gang ain&#39;t bad, it&#39;s cool, it&#39;s fine. When you in the hood, joining a gang it&#39;s cool because all your friends are in the gang, all your family&#39;s in the gang. We&#39;re not just killing people every night, we&#39;re just hanging out, having a good time.","author":"Snoop Dogg","topic":"Family"},{"quote":"My dreams for the future are simple: work, a happy, healthy family, a lovely long motorcycle ride, and continuing the struggle to awaken people to the need for serious human rights reform.","author":"Mike Farrell","topic":"Family"},{"quote":"I am very proud of my mom and consider her the most courageous woman I know. With perseverance, sacrifice and hard work, she raised a family of Olympic athletes and gave us the tools and the spirit to succeed. That is something that my brothers and I will always be thankful for.","author":"Diana Lopez","topic":"Family"},{"quote":"Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends.","author":"Divyanka Tripathi","topic":"Family"},{"quote":"I feel like I&#39;m really blessed and lucky that I have a very good social life outside of the gym, and I have a really amazing family. My parents are so supportive. I have a younger brother and two younger sisters, and they&#39;re really awesome. So I feel like I get the best of both worlds.","author":"Aly Raisman","topic":"Family"},{"quote":"I wanted to say thanks... and share my gratitude for everything I&#39;ve been blessed with. Family, friends, and continued support from everyone.","author":"Travis Barker","topic":"Family"},{"quote":"I think every girl needs to love herself, regardless of anything. Like if you&#39;re having a bad day, if you don&#39;t like your hair, if you don&#39;t have the best family situation, whatever, you have to love yourself and you can&#39;t do anything until you love yourself first.","author":"Julianne Hough","topic":"Family"},{"quote":"I try to live my life like my father lives his. He always takes care of everyone else first. He won&#39;t even start eating until he&#39;s sure everyone else in the family has started eating. Another thing: My dad never judges me by whether I win or lose.","author":"Ben Roethlisberger","topic":"Family"},{"quote":"You need a really solid foundation of friends and family to keep you where you need to be.","author":"Lilly Singh","topic":"Family"},{"quote":"I&#39;m surrounded by great friends and family. I don&#39;t know what I would do without them.","author":"Emma Roberts","topic":"Family"},{"quote":"In every conceivable manner, the family is link to our past, bridge to our future.","author":"Alex Haley","topic":"Family"},{"quote":"I absolutely love spending time with my family.","author":"Kevin Alejandro","topic":"Family"},{"quote":"I grew up in a family with two very strong women, my mother and my older sister, and they were big influences on my life.","author":"Darren Aronofsky","topic":"Family"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"Family"},{"quote":"Let us remember we are all part of one American family. We are united in common values, and that includes belief in equality under the law, basic respect for public order, and the right of peaceful protest.","author":"Barack Obama","topic":"Family"},{"quote":"No family gets rich from earning the minimum wage. In fact, the current minimum wage does not even lift a family out of poverty.","author":"Jon Corzine","topic":"Family"},{"quote":"Two races share today the soil of Canada. These people had not always been friends. But I hasten to say it. There is no longer any family here but the human family. It matters not the language people speak, or the altars at which they kneel.","author":"Wilfrid Laurier","topic":"Family"},{"quote":"In my career, there&#39;s many things I&#39;ve won and many things I&#39;ve achieved, but for me, my greatest achievement is my children and my family. It&#39;s about being a good father, a good husband, just being connected to family as much as possible.","author":"David Beckham","topic":"Family"},{"quote":"Perfect happiness would be knowing that all my family and friends were happy and safe. Then I&#39;d go to a tropical island with my husband where it was gorgeous and fun all day long and interesting and fun all evening. Good food and dancing would be nice, too, and weekly visits from those safe and happy family and friends. Plus world peace.","author":"Suzanne Weyn","topic":"Family"},{"quote":"Cherish your human connections - your relationships with friends and family.","author":"Barbara Bush","topic":"Family"},{"quote":"If we are peaceful, if we are happy, we can smile, and everyone in our family, our entire society, will benefit from our peace.","author":"Thich Nhat Hanh","topic":"Family"},{"quote":"I don&#39;t think quantity time is as special as quality time with your family.","author":"Reba McEntire","topic":"Family"},{"quote":"I have the best roommates in the world! It creates a fun sense of family... and that&#39;s really important to me. Things can get so lonely without it.","author":"Kristen Bell","topic":"Family"},{"quote":"Anyone with a heart, with a family, has experienced loss. No one escapes unscathed. Every story of separation is different, but I think we all understand that basic, wrenching emotion that comes from saying goodbye, not knowing if we&#39;ll see that person again - or perhaps knowing that we won&#39;t.","author":"Luanne Rice","topic":"Family"},{"quote":"Going home and spending time with your family and your real friends keeps you grounded.","author":"Jennifer Ellison","topic":"Family"},{"quote":"When I was in high school, I used to have breakfast with my grandpa every morning. He instilled a lot of values in me: hard work, loyalty. He grew up during the Great Depression in Philly in poverty - he didn&#39;t have enough to eat as a kid. Sometimes his family would get kicked out of their apartment because they couldn&#39;t pay the rent.","author":"Matthew Quick","topic":"Family"},{"quote":"The only rock I know that stays steady, the only institution I know that works, is the family.","author":"Lee Iacocca","topic":"Family"},{"quote":"The kitchen is the heart of every home, for the most part. It evokes memories of your family history.","author":"Debi Mazar","topic":"Family"},{"quote":"Sunday, for me, is all about being home with the family with no plans.","author":"John Lasseter","topic":"Family"},{"quote":"I always believe holidays strengthen the family bond, away from our daily hectic schedules.","author":"Chiranjeevi","topic":"Family"},{"quote":"I love everything about the holidays: the decorations, the parties, and spending time with friends and family. What I love most is that feeling of giving back. Every bit counts.","author":"Brad Goreski","topic":"Family"},{"quote":"When we understand the connection between how we live and how long we live, it&#39;s easier to make different choices. Instead of viewing the time we spend with friends and family as luxuries, we can see that these relationships are among the most powerful determinants of our well-being and survival.","author":"Dean Ornish","topic":"Family"},{"quote":"It was the labor movement that helped secure so much of what we take for granted today. The 40-hour work week, the minimum wage, family leave, health insurance, Social Security, Medicare, retirement plans. The cornerstones of the middle-class security all bear the union label.","author":"Barack Obama","topic":"Family"},{"quote":"Dictators, unlike Democrats, depend on a small coterie to sustain their power. These backers, generally drawn from the military, the senior civil service, and family or clan members, have a synergistic relationship with their dictator. The dictator delivers opportunities for them to become rich, and they protect him from being overthrown.","author":"Bruce Bueno de Mesquita","topic":"Family"},{"quote":"I had a really wonderful upbringing. We were a tight family. It was wonderful to grow up with so many siblings. We were all just a year or two apart, and we were always so supportive of each other. I learned everything from my older brother and sister and taught it to my younger sisters.","author":"Joaquin Phoenix","topic":"Family"},{"quote":"I woke up one morning thinking about wolves and realized that wolf packs function as families. Everyone has a role, and if you act within the parameters of your role, the whole pack succeeds, and when that falls apart, so does the pack.","author":"Jodi Picoult","topic":"Family"},{"quote":"I looked up my family tree and found out I was the sap.","author":"Rodney Dangerfield","topic":"Family"},{"quote":"I think it&#39;s difficult to say what exactly made me become a successful DJ. It depends on so many different things. If I were given an award, I would thank my family, friends, Tiesto and the great team behind me for all their support and hard work. Without them, I wouldn&#39;t be where I am today.","author":"Martin Garrix","topic":"Family"},{"quote":"Everyone feels like family and I am back in the city that I love.","author":"Chris Noth","topic":"Family"},{"quote":"I was born in South Africa during apartheid, a system of laws that made it illegal for people to mix in South Africa. And this was obviously awkward because I grew up in a mixed family. My mother&#39;s a black woman, South African Xhosa woman... and my father&#39;s Swiss, from Switzerland.","author":"Trevor Noah","topic":"Family"},{"quote":"To be successful in coaching you have to treat your team like a family. The leader needs backing from everyone.","author":"Morgan Wootten","topic":"Family"},{"quote":"I had to take false steps and go through hard times to come out to where I am now. I can&#39;t imagine living without acting. It&#39;s not easy, and I don&#39;t disrespect anyone who steps out of it after a certain point. Having a family and a house is cool. It&#39;s not a betrayal. But if you&#39;re going to be an actor, it has to be more than a passing interest.","author":"Marylouise Burke","topic":"Family"},{"quote":"A happy family is but an earlier heaven.","author":"George Bernard Shaw","topic":"Family"},{"quote":"Going home, spending time with the family, I feel they&#39;re my friends as well, all of them. I look forward to meeting any one of them for a coffee, and when we all get together, I just love it.","author":"Domhnall Gleeson","topic":"Family"},{"quote":"It&#39;s an absolute honor to be taking part in the pageant for the Diamond Jubilee. This is a once-in-a-lifetime opportunity and will be a moment in history that will always be remembered. I&#39;m really looking forward to being out on the river with friends and family. To mark this historic moment will be extremely special.","author":"Steve McFadden","topic":"Family"},{"quote":"You aren&#39;t your work, your accomplishments, your possessions, your home, your family... your anything. You&#39;re a creation of your Source, dressed in a physical human body intended to experience and enjoy life on Earth.","author":"Wayne Dyer","topic":"Family"},{"quote":"I think our family motto is to always work hard, be humble, kind, and thoughtful about others around us.","author":"Anwar Hadid","topic":"Family"},{"quote":"God&#39;s dream is that you and I and all of us will realize that we are family, that we are made for togetherness, for goodness, and for compassion.","author":"Desmond Tutu","topic":"Family"},{"quote":"I know all I really wanna do is get money and take care of my family.","author":"Meek Mill","topic":"Family"},{"quote":"Festivals are fun for kids, fun for parents and offer a welcome break from the stresses of the nuclear family. The sheer quantities of people make life easier: loads of adults for the adults to talk to and loads of kids for the kids to play with.","author":"Tom Hodgkinson","topic":"Family"},{"quote":"There&#39;s nothing I value more than the closeness of friends and family, a smile as I pass someone on the street.","author":"Willie Stargell","topic":"Family"},{"quote":"I believe in the value of life. I believe we must prepare our children for tomorrow with the family values of my grandparents.","author":"Ryan Zinke","topic":"Family"},{"quote":"Life is not a matter of place, things or comfort; rather, it concerns the basic human rights of family, country, justice and human dignity.","author":"Imelda Marcos","topic":"Family"},{"quote":"If you have a good support system like your family and your friends around you, then you can&#39;t go wrong. So just believe in yourself, do you your thing, and stay strong in what you believe in.","author":"Roman Reigns","topic":"Family"},{"quote":"All happy families resemble one another, each unhappy family is unhappy in its own way.","author":"Leo Tolstoy","topic":"Family"},{"quote":"Surrounded by all the members of my dear family, enjoying the affection of numerous friends, who have never abandoned me, and possessing a sufficient share of all that contributes to make life agreeable, I lift my grateful eyes towards the Supreme Being and feel that I am happy.","author":"John James Audubon","topic":"Family"},{"quote":"The black family survived centuries of slavery and generations of Jim Crow, but it has disintegrated in the wake of the liberals&#39; expansion of the welfare state.","author":"Thomas Sowell","topic":"Family"},{"quote":"Feelings of worth can flourish only in an atmosphere where individual differences are appreciated, mistakes are tolerated, communication is open, and rules are flexible - the kind of atmosphere that is found in a nurturing family.","author":"Virginia Satir","topic":"Family"},{"quote":"Next to hurting my family, cheating on me is the worst thing someone could do.","author":"Robert Buckley","topic":"Family"},{"quote":"Every day I wake up and I lay in bed counting my blessings and saying my prayers for how fortunate I am to have great fans and health and family.","author":"Luke Bryan","topic":"Family"},{"quote":"Win or lose, I always like to get back to my friends and family. They keep me grounded. When I&#39;m home with my friends, I&#39;m always the same Gabriel. I&#39;m no better or worse in their eyes because of my results. It&#39;s good to be with your true friends. It always reminds me of where I&#39;m from and who I am.","author":"Gabriel Medina","topic":"Family"},{"quote":"You have to know the forces that are against you and that are trying to break you down. We talk about the problems facing the black community: the decimation of the black family; the mass incarceration of the black man; we&#39;re talking about the brutality against black people from the police. The educational system.","author":"D'Angelo","topic":"Family"},{"quote":"The single most important factor in our long-term happiness is the relationships we have with our family and close friends.","author":"Clayton M. Christensen","topic":"Family"},{"quote":"Cherish your human connections: your relationships with friends and family.","author":"Joseph Brodsky","topic":"Family"},{"quote":"Great men show politeness in a particular way; a smile suffices to assure you that you are welcome, and keep about their avocations as if you were a member of the family.","author":"John James Audubon","topic":"Family"},{"quote":"Where would you be without friends? The people to pick you up when you need lifting? We come from homes far from perfect, so you end up almost parent and sibling to your friends - your own chosen family. There&#39;s nothing like a really loyal, dependable, good friend. Nothing.","author":"Jennifer Aniston","topic":"Family"},{"quote":"I think home has become my friends and family, wherever they are.","author":"Rachel Brosnahan","topic":"Family"},{"quote":"With all my fans I got a family again.","author":"Tupac Shakur","topic":"Family"},{"quote":"When a kid graduates from being the youngest in a family to being a big brother or sister, there&#39;s an amazing transformation. They have to make a big effort, and when they accept their new position in the family, everybody breathes a sigh of relief. All of a sudden they seem bigger, and they seem smarter, and they feel good about it, too.","author":"Peggy Rathmann","topic":"Family"},{"quote":"Spend some time this weekend on home improvement; improve your attitude toward your family.","author":"Bo Bennett","topic":"Family"},{"quote":"God has already done everything He&#39;s going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you&#39;re going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family.","author":"Joel Osteen","topic":"Family"},{"quote":"I declare before you all that my whole life, whether it be long or short, shall be devoted to your service and the service of our great imperial family to which we all belong.","author":"Queen Elizabeth II","topic":"Family"},{"quote":"I&#39;ll never stop dreaming that one day we can be a real family, together, all of us laughing and talking, loving and understanding, not looking at the past but only to the future.","author":"LaToya Jackson","topic":"Family"},{"quote":"Soup is a lot like a family. Each ingredient enhances the others; each batch has its own characteristics; and it needs time to simmer to reach full flavor.","author":"Marge Kennedy","topic":"Family"},{"quote":"I have a family, loving aunts, and a good home. No, on the surface I seem to have everything except my one true friend. All I think about when I&#39;m with friends is having a good time. I can&#39;t bring myself to talk about anything but ordinary everyday things. We don&#39;t seem to be able to get any closer, and that&#39;s the problem.","author":"Anne Frank","topic":"Family"},{"quote":"As a child my family&#39;s menu consisted of two choices: take it or leave it.","author":"Buddy Hackett","topic":"Family"},{"quote":"We are very excited about welcoming a new member of the family, a daughter!","author":"Michael Weatherly","topic":"Family"},{"quote":"I grew up in a working class family. People thought I might go work at a mill. My mom wanted me to learn how to lay carpet because she was concerned about my future. Nobody had high hopes for me. But I was a hustler.","author":"Mark Cuban","topic":"Family"},{"quote":"I&#39;m a pretty uncomplicated person. I live a very simple life with my family and I enjoy very ordinary things.","author":"Khaled Hosseini","topic":"Family"},{"quote":"The distance, being far away from your home, from your family, that&#39;s not easy. There are times when you say, &#39;Wow, what a fight, what a battle.&#39;","author":"Rodrigo Santoro","topic":"Family"},{"quote":"I do have a close circle of friends and I am very fortunate to have them as friends. I feel very close to them I think friends are everything in life after your family. You come across lots of people all the time but you only make very few friends and you have to be true to them otherwise what&#39;s the point in life?","author":"Shah Rukh Khan","topic":"Family"},{"quote":"If you don&#39;t have your friends and your family, what do you really have? You can have all the money in the world, but with no friends and no family, it&#39;s no good.","author":"Meek Mill","topic":"Family"},{"quote":"No one really wants to admit they are lonely, and it is never really addressed very much between friends and family. But I have felt lonely many times in my life.","author":"Bill Murray","topic":"Family"},{"quote":"If it looks like a duck, and quacks like a duck, we have at least to consider the possibility that we have a small aquatic bird of the family anatidae on our hands.","author":"Douglas Adams","topic":"Family"},{"quote":"No amount of law enforcement can solve a problem that goes back to the family.","author":"J. Edgar Hoover","topic":"Family"},{"quote":"We all started snowboarding in the beginning as a family just to be closer together, go on trips. It was our soccer, but instead of Dad yelling at me from the sideline he is there riding with me and hitting the jumps even before I am hitting them.","author":"Shaun White","topic":"Family"},{"quote":"A man should never neglect his family for business.","author":"Walt Disney","topic":"Family"},{"quote":"Being a teen can be tough. Just try to surround yourself with really good friends that really have your back, and also be a really good friend to those who really care about you. If you&#39;re not sure about certain things, talk to your friends that you trust and your family.","author":"Victoria Justice","topic":"Family"},{"quote":"There are things that I can tell my friends that I just can&#39;t tell my family, just as far as how I&#39;m feeling about things. My friends know me the best in a certain way. I just think old friends are really, really important.","author":"Jonathan Levine","topic":"Family"},{"quote":"Your children are not your children. They are the sons and daughters of Life&#39;s longing for itself. They came through you but not from you and though they are with you yet they belong not to you.","author":"Khalil Gibran","topic":"Family"},{"quote":"My real dream is to have a whole, like, buy a whole piece of land. Imagine, like, a long driveway. Like, a cul de sac-type street, with maybe, like, seven houses. Me be right here. Have my mom be able to be right here. My brother over here. My girl&#39;s grandmother and family right here. Friends over there. That&#39;s my real dream.","author":"J. Cole","topic":"Family"},{"quote":"When you live on the road, going home is a place to escape and just be with your family to unwind.","author":"Jonathan Davis","topic":"Family"},{"quote":"You should feel good about making your home nicer for your family and your friends. You should feel great about cooking a good dinner and making a dress for a granddaughter, creating a beautiful birthday party. It&#39;s all part of life.","author":"Martha Stewart","topic":"Family"},{"quote":"My advice: Take a second out of the day today and be thankful for your family.","author":"Jenna Morasca","topic":"Family"},{"quote":"One thing I didn&#39;t understand in life was that I had $100,000,000 in the bank and I couldn&#39;t buy happiness. I had everything: mansions, yachts, Ferraris, Lamborghinis, but I was depressed. I didn&#39;t know where I fitted in. But then I found family and friends and I learned the value of life.","author":"Vanilla Ice","topic":"Family"},{"quote":"Never far from my thoughts are memories of being a little girl in Queens, N.Y., our family of five crowded in a small one-bedroom apartment, struggling to learn English and survive a new life in a new country, America. We humbly and gratefully still recall the kindnesses shown by strangers and neighbors who became new friends.","author":"Elaine Chao","topic":"Family"},{"quote":"We believed in our idea - a family park where parents and children could have fun- together.","author":"Walt Disney","topic":"Family"},{"quote":"Dad could talk about peace and love out loud to the world, but he could never show it to the people who supposedly meant the most to him: his wife and son. How can you talk about peace and love and have a family in bits and pieces - no communication, adultery, divorce? You can&#39;t do it, not if you&#39;re being true and honest with yourself.","author":"Julian Lennon","topic":"Family"},{"quote":"A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement.","author":"James H. Douglas, Jr.","topic":"Family"},{"quote":"When I&#39;m, like, 30, I want to go off the map, have a family and live in Malibu with a farm, and just raise my own chickens.","author":"Kylie Jenner","topic":"Family"},{"quote":"It&#39;s the uncertainty, the challenge and the willingness to put it all on the line that draws a lot of people to climb mountains. That can also apply to a lot of other challenges in life, whether it&#39;s running for office, starting a family, going to grad school or taking all of your cash and assets and starting a business.","author":"Mark Udall","topic":"Family"},{"quote":"My greatest pleasure is spending time with my family: my husband and daughter, but also my mother, my three sisters, and their families.","author":"Siri Hustvedt","topic":"Family"},{"quote":"Without a family, man, alone in the world, trembles with the cold.","author":"Andre Maurois","topic":"Family"},{"quote":"Do not leave yourself or your family unprotected against financial storms... Build up savings.","author":"Ezra Taft Benson","topic":"Family"},{"quote":"The things that make me happiest in the whole world are going on the occasional picnic, either with my children or with my partner; big family gatherings; and being able to go to the grocery store - if I can get those things in, I&#39;m doing good.","author":"Kate Winslet","topic":"Family"},{"quote":"The number of stressors has multiplied exponentially: traffic, money, success, work\/life balance, the economy, the environment, parenting, family conflict, relationships, disease. As the nature of human life has become far more complicated, our ancient stress response hasn&#39;t been able to keep up.","author":"Andrew J. Bernstein","topic":"Family"},{"quote":"The kitchen really is the castle itself. This is where we spend our happiest moments and where we find the joy of being a family.","author":"Mario Batali","topic":"Family"},{"quote":"I work more now because at this time of my life I am not disturbed from my aim by outside pressures such as family, passionate relationships, dealing with &#39;who am I?&#39; - those complications when one is searching for one&#39;s self.","author":"Jeanne Moreau","topic":"Family"},{"quote":"The family only represents one aspect, however important an aspect, of a human being&#39;s functions and activities. A life is beautiful and ideal or the reverse, only when we have taken into our consideration the social as well as the family relationship.","author":"Havelock Ellis","topic":"Family"},{"quote":"I love pizza. I want to marry it, but it would just be to eat her family at the wedding.","author":"Mike Birbiglia","topic":"Family"},{"quote":"I miss all of my old friends who have passed away. Sometimes you just don&#39;t understand why they were taken so soon. I loved and miss Johnny Cash. I miss my old buddy Johnny Paycheck, who happens to be buried in an area of the cemetery that I bought for my family.","author":"George Jones","topic":"Family"},{"quote":"We can&#39;t just rail against crime. We must speak of the root problems - devastating family breakup, an insidious culture of violence that cheapens human life, skyrocketing prisoner recidivism rates that rob our communities of husbands and fathers - and recognize that there is a societal role in rehabilitation and restoration.","author":"Frank Wolf","topic":"Family"},{"quote":"Never lose sight of the fact that the most important yardstick of your success will be how you treat other people - your family, friends, and coworkers, and even strangers you meet along the way.","author":"Barbara Bush","topic":"Family"},{"quote":"I pretend I&#39;m one of the royal family when I&#39;m in a hotel and that the hotel belongs to me - it is a palace.","author":"Martin Short","topic":"Family"},{"quote":"It&#39;s a marathon, not a sprint. I actually feel like I come to work stronger when I&#39;ve had a little time on the weekend to step away from it and enjoy my family and other things. I come back energized. If people think they&#39;re going to work 24\/7, week in and week out, they&#39;re not bringing their full strength to the table.","author":"Mary Barra","topic":"Family"},{"quote":"I really don&#39;t care what people think of me. I&#39;ve got my family. I&#39;ve got my friends. Yes, I have been trained to be a little more aggressive if I need to be, but I don&#39;t go around thumping people.","author":"Chris Kyle","topic":"Family"},{"quote":"Boxing is individual, although there&#39;s a team concept because you need a great corner, you need a great trainer, you need a great prep man, you need all of these things, but it&#39;s more of a Mano a Mano; it&#39;s more you versus me. I miss that time in training camp and Dad and Mom cooking meals. It was one big family.","author":"Sugar Ray Leonard","topic":"Family"},{"quote":"Dictators can fix up their entire families in good jobs, in or around government, and often do. In democracies, such a practice is frowned upon. Privileged access to the corridors of power through family connections and a kind of old boys&#39; network, is also deemed an abuse of power, and so it is.","author":"Jimmy Reid","topic":"Family"},{"quote":"You are the bows from which your children as living arrows are sent forth.","author":"Khalil Gibran","topic":"Family"},{"quote":"Think about what people are doing on Facebook today. They&#39;re keeping up with their friends and family, but they&#39;re also building an image and identity for themselves, which in a sense is their brand. They&#39;re connecting with the audience that they want to connect to. It&#39;s almost a disadvantage if you&#39;re not on it now.","author":"Mark Zuckerberg","topic":"Family"},{"quote":"The other thing is quality of life; if you have a place where you can go and have a picnic with your family, it doesn&#39;t matter if it&#39;s a recession or not, you can include that in your quality of life.","author":"Jim Fowler","topic":"Family"},{"quote":"Through devotion, your family cares become more peaceful, mutual love between husband and wife becomes more sincere, the service we owe to the prince more faithful, and our work, no matter what it is, becomes more pleasant and agreeable.","author":"Saint Francis de Sales","topic":"Family"},{"quote":"Power, that&#39;s one thing, but love of family and of siblings is more important, is more powerful than any other power - at least earthly power, at least earthly power.","author":"Sander Levin","topic":"Family"},{"quote":"People are basically the same the world over. Everybody wants the same things - to be happy, to be healthy, to be at least reasonably prosperous, and to be secure. They want friends, peace of mind, good family relationships, and hope that tomorrow is going to be even better than today.","author":"Zig Ziglar","topic":"Family"},{"quote":"I want to thank God, obviously for the health, for the talent He&#39;s given me, for my family who supports me, for the things that basketball&#39;s taught me on and off the court. For the people that I&#39;ve been able to meet through the game of basketball.","author":"Stephen Curry","topic":"Family"},{"quote":"The design process usually starts as a fantasy, with ideas that I dream of and visualize. These ideas become a reality by bringing various ingredients together, from the lifestyle of my bride, her age and sex appeal, to the textures of the finest fabrics and embroideries that we produce in my family factories in India.","author":"Naeem Khan","topic":"Family"},{"quote":"Growing up in the days when you still had to punch buttons to make a telephone call, I could recall the numbers of all my close friends and family. Today, I&#39;m not sure if I know more than four phone numbers by heart. And that&#39;s probably more than most.","author":"Joshua Foer","topic":"Family"},{"quote":"I always wanted to be a farmer. There is a tradition of that in my family.","author":"Bjork","topic":"Family"},{"quote":"Every child should have a caring adult in their lives. And that&#39;s not always a biological parent or family member. It may be a friend or neighbor. Often times it is a teacher.","author":"Joe Manchin","topic":"Family"},{"quote":"When fear rushed in, I learned how to hear my heart racing but refused to allow my feelings to sway me. That resilience came from my family. It flowed through our bloodline.","author":"Coretta Scott King","topic":"Family"},{"quote":"I don&#39;t look at negative comments because my parents and family don&#39;t let me. My big sister controls my Instagram, and my big brother controls my Twitter. I also don&#39;t really Google myself or anything like that.","author":"Millie Bobby Brown","topic":"Family"},{"quote":"There&#39;s a bond among a kitchen staff, I think. You spend more time with your chef in the kitchen than you do with your own family.","author":"Gordon Ramsay","topic":"Family"},{"quote":"When I look back over my life it&#39;s almost as if there was a plan laid out for me - from the little girl who was so passionate about animals who longed to go to Africa and whose family couldn&#39;t afford to put her through college. Everyone laughed at my dreams. I was supposed to be a secretary in Bournemouth.","author":"Jane Goodall","topic":"Family"},{"quote":"Family traditions counter alienation and confusion. They help us define who we are; they provide something steady, reliable and safe in a confusing world.","author":"Susan Lieberman","topic":"Family"},{"quote":"Don&#39;t focus on the negativity. Focus on the positivity and the people that want you to do well; then, do it for them and for yourself. Sometimes I do things for myself. Sometimes I do things for my family. Sometimes I do things for my friends.","author":"Roman Reigns","topic":"Family"},{"quote":"People don&#39;t understand that where I come from, everyone is either a convict, been in jail, been in a gang, is a hooligan of some sorts, but those are my brothers, my family and the people that I travel with. Those are the people that I roll with.","author":"Lupe Fiasco","topic":"Family"},{"quote":"I am fighting royalty. I have gypsy kings on both sides of the family.","author":"Tyson Fury","topic":"Family"},{"quote":"A person needs at intervals to separate himself from family and companions and go to new places. He must go without his familiars in order to be open to influences, to change.","author":"Katharine Butler Hathaway","topic":"Family"},{"quote":"For me, it&#39;s about the way I carry myself and the way I treat other people. My relationship and how I feel about God and what He does for me, is something deeply personal. It&#39;s where I came from, my family, I was brought up in a religious household and that&#39;s very important to me.","author":"Beyonce Knowles","topic":"Family"},{"quote":"It is time to return to core values, time to get back to basics, to self-discipline and respect for the law, to consideration for the others, to accepting responsibility for yourself and your family - and not shuffling it off on other people and the state.","author":"John Major","topic":"Family"},{"quote":"I pray for forgiveness. For help and guidance. To be a better person. For the health of my family. For the world to be a better place.","author":"Tyson Fury","topic":"Family"},{"quote":"The only siblings I have are half-siblings. My nuclear family would have been an extra-suffocating threesome. Instead, I have an interesting brother and sister, in-laws, and darling nephews.","author":"Jane Smiley","topic":"Family"},{"quote":"Music became a healer for me. And I learned to listen with all my being. I found that it could wipe away all the emotions of fear and confusion relating to my family.","author":"Eric Clapton","topic":"Family"},{"quote":"One of the things that binds us as a family is a shared sense of humor.","author":"Ralph Fiennes","topic":"Family"},{"quote":"We were a family that made our Halloween costumes. Or, more accurately, my mother made them. She took no suggestions or advice. Halloween costumes were her territory. She was the brain behind my brother&#39;s winning girl costume, stuffing her own bra with newspapers for him to wear under a cashmere sweater and smearing red lipstick on his lips.","author":"Ann Hood","topic":"Family"},{"quote":"You can&#39;t have a happy family if you don&#39;t have a happy marriage.","author":"Jeremy Sisto","topic":"Family"},{"quote":"A family needs to work as a team, supporting each other&#39;s individual aims and aspirations.","author":"Buzz Aldrin","topic":"Family"},{"quote":"&#39;Game of Thrones,&#39; people say that it&#39;s a fantasy series, but it&#39;s a hell of a lot more than that. It attracts the so-called geeks and nerds, and God bless them, they&#39;re wonderful for getting right into the show. But primarily it&#39;s about family; it&#39;s power and betrayal and jealousy. It&#39;s all those wonderful things that a fantastic drama is about.","author":"Liam Cunningham","topic":"Family"},{"quote":"Both within the family and without, our sisters hold up our mirrors: our images of who we are and of who we can dare to be.","author":"Elizabeth Fishel","topic":"Family"},{"quote":"If you&#39;re not comfortable with public speaking - and nobody starts out comfortable; you have to learn how to be comfortable - practice. I cannot overstate the importance of practicing. Get some close friends or family members to help evaluate you, or somebody at work that you trust.","author":"Hillary Clinton","topic":"Family"},{"quote":"The functions of the family in a highly differentiated society are not to be interpreted as functions directly on behalf of the society, but on behalf of personality.","author":"Talcott Parsons","topic":"Family"},{"quote":"My family and high school friends were the only people who were with me every step of the way through my mothers&#39; illness. They sat by my side year after year and consoled me. If they ever sent me a bill, I would be paying them off for the rest of my life.","author":"Jenna Morasca","topic":"Family"},{"quote":"Being born into the Royal Family is like being born into a mental asylum. Marrying into it is not something to be taken lightly.","author":"John Lydon","topic":"Family"},{"quote":"I&#39;m a hopeless romantic. I love love. My middle name is Love. Valentine&#39;s Day is my favorite holiday. I want to have a family and children. I am a sucker for every romantic comedy that comes out.","author":"Jennifer Love Hewitt","topic":"Family"},{"quote":"Baby eagles can never soar under their family&#39;s wing.","author":"Liu Yang","topic":"Family"},{"quote":"I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don&#39;t think I could ask for anything more than that, actually.","author":"Frank Sinatra","topic":"Family"},{"quote":"I find that it&#39;s the simple things that remind you of family around the holidays.","author":"Amy Adams","topic":"Family"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It&#39;s the best!","author":"Becky G","topic":"Family"},{"quote":"Life is full of confusion. Confusion of love, passion, and romance. Confusion of family and friends. Confusion with life itself. What path we take, what turns we make. How we roll our dice.","author":"Matthew Underwood","topic":"Family"},{"quote":"I&#39;m a minimalist. I don&#39;t really need much to enjoy a good holiday - just my family and the bare essentials.","author":"Jean Reno","topic":"Family"},{"quote":"Positive feelings come from being honest about yourself and accepting your personality, and physical characteristics, warts and all; and, from belonging to a family that accepts you without question.","author":"Willard Scott","topic":"Family"},{"quote":"You cannot have maternal health without reproductive health. And reproductive health includes contraception and family planning and access to legal, safe abortion.","author":"Hillary Clinton","topic":"Family"},{"quote":"I was born January 6, 1937, eight years after Wall Street crashed and two years before John Steinbeck published The Grapes of Wrath, his Pulitzer Prize-winning novel about the plight of a family during the Great Depression.","author":"Lou Holtz","topic":"Family"},{"quote":"I would prefer to have no money but to have a nice family and good friends around.","author":"Li Na","topic":"Family"},{"quote":"I love spending time with my dog, my niece and my family. I&#39;m very family-oriented.","author":"Lil' Kim","topic":"Family"},{"quote":"As winter approaches - bringing cold weather and family drama - we crave page-turners, books made for long nights and tryptophan-induced sloth.","author":"Sarah MacLean","topic":"Family"},{"quote":"Life goes by really fast, and it seems that there are times when you&#39;re burying a lot of friends and family. And then there are times that feel really precious and everybody is doing okay. This is one of those times.","author":"Amy Grant","topic":"Family"},{"quote":"I can&#39;t stress to you enough how much I can relate to teens being cyberbullied. Something that helps me is looking at old videos of me and my friends from middle school, or videos of my family. I love watching funny videos of my favorite people - it really cheers me up.","author":"Ariana Grande","topic":"Family"},{"quote":"I&#39;ll tell you what I&#39;m grateful for, and that&#39;s the clarity of understanding that the most important things in life are health, family and friends, and the time to spend on them.","author":"Kenneth Branagh","topic":"Family"},{"quote":"In dwelling, live close to the ground. In thinking, keep to the simple. In conflict, be fair and generous. In governing, don&#39;t try to control. In work, do what you enjoy. In family life, be completely present.","author":"Lao Tzu","topic":"Family"},{"quote":"I think everybody has their own way of looking at their lives as some kind of pilgrimage. Some people will see their role as a pilgrim in terms of setting up a fine family, or establishing a business inheritance. Everyone&#39;s got their own definition. Mine, I suppose, is to know myself.","author":"Eric Clapton","topic":"Family"},{"quote":"We have a host of English teachers in the family. My mum is an English teacher, and so are my dad, my aunt and my uncle. I have grown up with family writing competitions, and I can&#39;t remember a birthday or Christmas present that didn&#39;t include books.","author":"Alexandra Adornetto","topic":"Family"},{"quote":"If I win and get the money, then the Oakland Police department is going to buy a boys&#39; home, me a house, my family a house, and a Stop Police Brutality Center.","author":"Tupac Shakur","topic":"Family"},{"quote":"Baking is one of my many hobbies. I was originally introduced to baking as a child by my grandmother. I continued to bake for friends and family throughout the years for special occasions. I began to create themed treats after receiving continued requests from a lot of my friends.","author":"Rosanna Pansino","topic":"Family"},{"quote":"People think they have a perfect idea of who you are from a four-second Snapchat video... and fake blogs, stories, magazine covers. In reality, that&#39;s not the case. Nobody knows who I am except family and my close friends.","author":"Kylie Jenner","topic":"Family"},{"quote":"He who is overly attached to his family members experiences fear and sorrow, for the root of all grief is attachment. Thus one should discard attachment to be happy.","author":"Chanakya","topic":"Family"},{"quote":"Rock n&#39; roll as a genre is different from pop and hip hop: it is about bands, and that for me suggests brotherhood, family, friendship and community.","author":"Steven Van Zandt","topic":"Family"},{"quote":"I&#39;m lucky in that I have close friends and family and my agent to advise me.","author":"Imogen Poots","topic":"Family"},{"quote":"The more I am in a position to be tried in faith with reference to my body, my family, my service for the Lord, my business, etc., the more shall I have opportunity of seeing God&#39;s help and deliverance; and every fresh instance, in which He helps and delivers me, will tend towards the increase of my faith.","author":"George Muller","topic":"Family"},{"quote":"At a book festival in Fort Lauderdale, I met David Eisenhower, Ike&#39;s grandson, who was promoting his book &#39;Going Home to Glory: A Memoir of Life with Dwight D. Eisenhower,&#39; in which he describes attending the Yankees&#39; 154th game in 1961. The whole family had been following Mantle and Maris chase Babe Ruth&#39;s home run record across the country.","author":"Jane Leavy","topic":"Family"},{"quote":"If you believe you can make a difference, then you will make a difference. Believe in yourself, your family and your community and you will win.","author":"Lindsay Fox","topic":"Family"},{"quote":"Two of the central ingredients to our family are food and faith, so sitting down together and thanking God for the food He&#39;s provided means everything to us. Prayer is a natural part of our lives - not only around the dinner table, but all day long.","author":"Phil Robertson","topic":"Family"},{"quote":"I am thankful for all the blessings and talents I have been given, but most of all I am thankful for my loving and supportive family.","author":"Olivia Holt","topic":"Family"},{"quote":"The policeman must be a minister, a social worker, a diplomat, a tough guy, and a gentleman. And, of course, he&#39;d have to be a genius... For he will have to feed a family on a policeman&#39;s salary.","author":"Paul Harvey","topic":"Family"},{"quote":"When trouble comes, it&#39;s your family that supports you.","author":"Guy Lafleur","topic":"Family"},{"quote":"I&#39;m very focused on what I do professionally, and I&#39;m very focused on my family, and I don&#39;t really get too stressed out about what people say or what other people think. In fact, it&#39;s not on my radar at all. If there&#39;s anything negative, I don&#39;t want to know about it. I just do my own thing and get on with my life.","author":"Victoria Beckham","topic":"Family"},{"quote":"Don&#39;t ask for a million dollars. Ask for the stuff that&#39;ll get you a million dollars - your health, your brain, your sanity, wisdom. Prepare me for when I do get that million. Make sure I don&#39;t go crazy, make sure I help my family.","author":"Future","topic":"Family"},{"quote":"Automation and technology would be a great boon if it were creative, if there were more leisure, more opportunity to engage in raising a family, providing guidance to the young, all the stuff we say we need. America will work if we&#39;re all in it together. It&#39;ll work when there&#39;s a shared sense of destiny. It can be done!","author":"Jerry Brown","topic":"Family"},{"quote":"Do it no matter what. If you believe in it, it is something very honorable. If somebody around you or your family does not understand it, then that&#39;s their problem. But if you do have a passion, an honest passion, just do it.","author":"Mario Andretti","topic":"Family"},{"quote":"I think the American Dream says that anything can happen if you work hard enough at it and are persistent, and have some ability. The sky is the limit to what you can build, and what can happen to you and your family.","author":"Sanford I. Weill","topic":"Family"},{"quote":"My family is my life, and everything else comes second as far as what&#39;s important to me.","author":"Michael Imperioli","topic":"Family"},{"quote":"When I was about five, I gave my heart to Jesus Christ, and since then it&#39;s just been a stronghold in my life. Really, through the shark attack and all the hard times that my family and I went through, it gave us unity and perseverance to push through all this crazy stuff that we never knew was going to happen.","author":"Bethany Hamilton","topic":"Family"},{"quote":"I grew up in a family that despised not only communism but collectivism, socialism, and any &#39;ism&#39; that deprived the individual of his or her natural rights.","author":"Rand Paul","topic":"Family"},{"quote":"I believe that the freedom of speech should be protected, but so should a family&#39;s right to privacy as they grieve their loss. There is a time and a place for vigorous debate on the War on Terror, but during a family&#39;s last goodbye is not it.","author":"Dave Reichert","topic":"Family"},{"quote":"Family and moral values are so central to everything that I am.","author":"Marian Wright Edelman","topic":"Family"},{"quote":"If you ever start feeling like you have the goofiest, craziest, most dysfunctional family in the world, all you have to do is go to a state fair. Because five minutes at the fair, you&#39;ll be going, &#39;you know, we&#39;re alright. We are dang near royalty.&#39;","author":"Jeff Foxworthy","topic":"Family"},{"quote":"Stories in families are colossally important. Every family has stories: some funny, some proud, some embarrassing, some shameful. Knowing them is proof of belonging to the family.","author":"Salman Rushdie","topic":"Family"},{"quote":"I had a lot of conversations with my family, my close friends, with my pastor, with God, and kind of came to a revelation that maybe I should be honest with myself about who I am and let that person - this woman who has lived inside me for my entire life - finally have an opportunity to live.","author":"Caitlyn Jenner","topic":"Family"},{"quote":"Football is a great love because I was born into a family of players and therefore born into football. I&#39;m fortunate to have a style of play that a lot of people like. It&#39;s a privilege to be able to do what I like best and in my own way, but I&#39;m fortunate that people like it, and that motivates me even more.","author":"Ronaldinho","topic":"Family"},{"quote":"Sometimes I take the watch, or I take the shoes, but usually the souvenir is to take the life you had with those directors, or the crew - the camera person, the lighting person. When you finish a film it&#39;s like a little death. You had a family for a bit, and you finish the movie and you probably will never see each other again.","author":"Jean Reno","topic":"Family"},{"quote":"I am very close to my family. I have learned a lot from my father. He used to tell me to be honest with yourself and not to argue with your seniors. You don&#39;t need to be involved in any quarrel, as sometimes you need to remain silent intelligently.","author":"Suresh Raina","topic":"Family"},{"quote":"I noticed that no matter where I went in the country, there was this group of questions that got asked. I would track them and keep them in categories. Like body image, school, family, friendship, you name it, the emotional life of a teenage girl.","author":"Elizabeth Berkley","topic":"Family"},{"quote":"I love holidays. It&#39;s such a wonderful time for the whole family to be together and not have to worry about schedules and that kind of thing.","author":"Toni Collette","topic":"Family"},{"quote":"If you cannot get rid of the family skeleton, you may as well make it dance.","author":"George Bernard Shaw","topic":"Family"},{"quote":"As the family goes, so goes the nation and so goes the whole world in which we live.","author":"Pope John Paul II","topic":"Family"},{"quote":"I just want to be successful. I&#39;m not going to sit here and be like, &#39;I want to win a Grammy&#39; or whatever; if that comes, that&#39;s awesome. But I just want to be successful and provide for my whole family and get my family out the hood.","author":"Lil Uzi Vert","topic":"Family"},{"quote":"Life hands us a lot of hard choices, and other people can help us more than we might realize. We often think we should make important decisions using just our own internal resources. What are the pros and cons? What does my gut tell me? But often we have friends and family who know us in ways we don&#39;t know ourselves.","author":"Sheena Iyengar","topic":"Family"},{"quote":"I try to keep in mind that it&#39;s a long journey. It&#39;s not a race. It&#39;s about staying focused, continuing to do good work, make my family and community proud; that&#39;s all I really want to do... and pay my bills.","author":"Gina Rodriguez","topic":"Family"},{"quote":"I am confident that nobody... will accuse me of selfishness if I ask to spend time, while I am still in good health, with my family, my friends and also with myself.","author":"Nelson Mandela","topic":"Family"},{"quote":"I have a dream of re-creating the fantastic family I grew up in with my brother and my parents. I am lucky that I have such a good image of family life - my father and mother are still in love, still happy.","author":"Caterina Murino","topic":"Family"},{"quote":"I am a marathon worker and marathon mother. I&#39;ll spend three or four days completely swallowed up by work. And if I make it home in time to say good night, I may have one good hour with the girls, maybe a brief family dinner or a family walk with the dog, and then it is back on the computer to prepare for tomorrow&#39;s shows.","author":"Mika Brzezinski","topic":"Family"},{"quote":"My mom keeps me going, man. She deserves such a good life. I just wanna give it to her. My dad, too. My family, my friends, they keep me motivated. Just knowing my personal legend, just knowing what I&#39;m supposed to do, that keeps me going.","author":"Big Sean","topic":"Family"},{"quote":"The breakdown of the black community, in order to maintain slavery, began with the breakdown of the black family. Men and women were not legally allowed to get married because you couldn&#39;t have that kind of love. It might get in the way of the economics of slavery. Your children could be taken from you and literally sold down the river.","author":"Kerry Washington","topic":"Family"},{"quote":"Some of the most important conversations I&#39;ve ever had occurred at my family&#39;s dinner table.","author":"Bob Ehrlich","topic":"Family"},{"quote":"I have a lot of nieces and nephews. I was always around kids. I was like the family babysitter because I was the only one that wasn&#39;t married.","author":"Doreen Cronin","topic":"Family"},{"quote":"I had a birthday party with my family and friends at a house, and Chipotle catered. It was beautiful.","author":"Ansel Elgort","topic":"Family"},{"quote":"I do get to have my normal childhood. I just love to get together with my friends and family and have a good time.","author":"Austin O'Brien","topic":"Family"},{"quote":"I love my friends and family, but I also love it when they can&#39;t find me and I can spend all day reading or walking all alone, in silence, eight thousand miles away from everyone. All alone and unreachable in a foreign country is one my most favorite possible things to be.","author":"Elizabeth Gilbert","topic":"Family"},{"quote":"Don&#39;t worry about the pressure or the responsibility. Just live in it, have fun, and when everything seems to be going right, just stay humble and remember your family.","author":"Roman Reigns","topic":"Family"},{"quote":"Like many parents after a long family holiday, I usually welcome the moment when my kids head back to school.","author":"Jose Andres","topic":"Family"},{"quote":"Weekends are sacred for me. They&#39;re the perfect time to relax and spend time with family and friends.","author":"Marcus Samuelsson","topic":"Family"},{"quote":"It&#39;s really important to me that my niece and nephews can come and see my show, as can my grandad and nan. I love spending time with my family, and music has always bonded us.","author":"Jessie J","topic":"Family"},{"quote":"Antique things have an appreciation and worth. Something can be old, but it can be timeless; therefore, it becomes an antique. If this antique is preserved and deemed precious, it could be passed down as a family heirloom.","author":"CeeLo Green","topic":"Family"},{"quote":"When you get married, your loyalty, first and foremost, is to your spouse, and to the family that you create together.","author":"Phil McGraw","topic":"Family"},{"quote":"I watched some serious &#39;80s television. &#39;Alice,&#39; &#39;Good Times,&#39; &#39;The Jeffersons,&#39; &#39;Family Ties,&#39; &#39;Cheers&#39;... every night it was eat dinner, watch &#39;Cheers.&#39; I was actually on &#39;Jeopardy&#39; with Rebecca Lobo and Dot Richardson, and we were laughing because I was just nailing every random &#39;80s trivia question - sitcom, theme music, movie, you name it.","author":"Summer Sanders","topic":"Family"},{"quote":"The steady expansion of welfare programs can be taken as a measure of the steady disintegration of the Negro family structure over the past generation in the United States.","author":"Daniel Patrick Moynihan","topic":"Family"},{"quote":"I don&#39;t want to let my guard down and feel too comfortable. If you become complacent, you start feeling entitled. I&#39;m ready to go dig ditches if I have to. Whatever I gotta do to provide for my family. Whatever I gotta do to make sure that I do the best possible job at whatever wonderful opportunities I&#39;ve been handed.","author":"Mark Wahlberg","topic":"Family"},{"quote":"When I was a young boy, growing up in Durham, North Carolina, the women in my family were truly passionate about their clothes; nothing was more beautiful to me than women dressing with the utmost, meticulous attention to accessories, shoes, handbags, hats, coats, dresses and gloves to attend Sunday church services.","author":"Andre Leon Talley","topic":"Family"},{"quote":"I am what I am. I love golf, I love my life, I love my family and friends.","author":"Sergio Garcia","topic":"Family"},{"quote":"Right now I just want to chill for a while. Take a hiatus from all the craziness. To clean my house, see my family. Just see some movies and pick some strawberries.","author":"Lauren Ambrose","topic":"Family"},{"quote":"I&#39;m already popular in my city. I was just trying to get rich. Man, I&#39;m not gonna lie to you; I didn&#39;t really want to go back to school. I mean, my family was mad about that. Because, you know, you tell your family you want to rap, and they look at you like you&#39;re crazy.","author":"Lil Uzi Vert","topic":"Family"},{"quote":"Working 24 hours a day isn&#39;t enough anymore. You have to be willing to sacrifice everything to be successful, including your personal life, your family life, maybe more. If people think it&#39;s any less, they&#39;re wrong, and they will fail.","author":"Kevin O'Leary","topic":"Family"},{"quote":"Seeing the family is a very important part of my weekend.","author":"Susannah York","topic":"Family"},{"quote":"The children have been a wonderful gift to me, and I&#39;m thankful to have once again seen our world through their eyes. They restore my faith in the family&#39;s future.","author":"Jackie Kennedy","topic":"Family"},{"quote":"I love to cook, and I love to have all my family around the dinner table.","author":"Julia Roberts","topic":"Family"},{"quote":"My priority is to hang out with the ones I love - my family, my loved ones.","author":"Cote de Pablo","topic":"Family"},{"quote":"Regarding marriage, it - somehow, it didn&#39;t happen. One fellow in such a big family not getting married is not an issue.","author":"A. P. J. Abdul Kalam","topic":"Family"},{"quote":"I admire people&#39;s marriages, and I think it&#39;s a wonderful thing to have, but I don&#39;t think it&#39;s the only way to live. I think there are many ways to live and many ways to establish intimate support in your life that can be from family or friends or great roommates that you like.","author":"Linda Ronstadt","topic":"Family"},{"quote":"Acting is in my family. My cousins, my sister, and I always say it&#39;s a legacy that should be kept alive. In the future, it&#39;s something I really want.","author":"Hailey Baldwin","topic":"Family"},{"quote":"I definitely have the eye of the tiger. I&#39;ve fought my way to where I am and will continue to do so. I&#39;m a hard worker - I get it from my family. We only know work. Nothing was handed to us. When I believe in something, I go after it. It&#39;s very hard to tell me &#39;no.&#39;","author":"Nicole Scherzinger","topic":"Family"},{"quote":"When you come from a big family, you see that, growing up, you&#39;re learning how to share. Your sisters have got your back; you&#39;re not alone in this - &#39;We all support you!&#39; Your family provides that; it gives you a sense of safety, and it&#39;s a very grounding feeling.","author":"Gisele Bundchen","topic":"Family"},{"quote":"A lot of people say to me, &#39;Stay grounded; be humble.&#39; David Schwimmer was just like, &#39;You need to love what you do.&#39; And I think that&#39;s really nice. Just love your work. My family has given me great advice saying, you know, &#39;Don&#39;t work too hard.&#39; And it&#39;s really nice to have someone like that - you know that they love you.","author":"Millie Bobby Brown","topic":"Family"},{"quote":"All of us grow up in particular realities - a home, family, a clan, a small town, a neighborhood. Depending upon how we&#39;re brought up, we are either deeply aware of the particular reading of reality into which we are born, or we are peripherally aware of it.","author":"Chaim Potok","topic":"Family"},{"quote":"If you come from a solid family structure, it doesn&#39;t matter what you go through in your life. You&#39;re going to be okay.","author":"Alyssa Milano","topic":"Family"},{"quote":"I only want three children for every family. I&#39;m a Christian, but I&#39;m a realist, so we have to do something with our overpopulation. I will defy the opinion or the belief of the Church.","author":"Rodrigo Duterte","topic":"Family"},{"quote":"I&#39;m focusing on me. I&#39;m focusing on my family&#39;s security, my family&#39;s financial security, so that&#39;s all I can do.","author":"Conor McGregor","topic":"Family"},{"quote":"Now we have black and white elected officials working together. Today, we have gone beyond just passing laws. Now we have to create a sense that we are one community, one family. Really, we are the American family.","author":"John Lewis","topic":"Family"},{"quote":"I&#39;m not trying to win an award for being the best vegetarian, just want to be healthy. Take a salt bath. Do things that my parents were never able to do. I&#39;m blessed to do anything I want, so I decide to take the best care of my body and my family in the same way. Holistically. Vitally.","author":"Erykah Badu","topic":"Family"},{"quote":"Salman will always be that special person in my life because he was able to change my career. I will never ever forget what he has done for me. On the personal front, too, he has advised me as a friend and family, something I couldn&#39;t have even asked for.","author":"Jacqueline Fernandez","topic":"Family"},{"quote":"I struggle with myself every day - I am a lonesome person. I talk to my family - and I connect to some people deeply along the way - but I am a restless soul. Singing is the most immediate relief.","author":"Lykke Li","topic":"Family"},{"quote":"Family, work, familiarity. Listen, if I had a magic wand and I could make myself really be happy, I&#39;d zap me onto a farm. And I know nothing about farming.","author":"Scott Baio","topic":"Family"},{"quote":"I kind of love coming home and being with family and feeling comfortable and knowing where I come from; I kind of like it.","author":"Michael Angarano","topic":"Family"},{"quote":"My family has very strong women. My mother never laughed at my dream of Africa, even though everyone else did because we didn&#39;t have any money, because Africa was the &#39;dark continent&#39;, and because I was a girl.","author":"Jane Goodall","topic":"Family"},{"quote":"Never write an advertisement which you wouldn&#39;t want your family to read. You wouldn&#39;t tell lies to your own wife. Don&#39;t tell them to mine.","author":"David Ogilvy","topic":"Family"},{"quote":"One&#39;s own self-worth is tied to the worth of the community to which one belongs, which is intimately connected to humanity in general. What happens in Darfur becomes an assault on my own community, and on me as an individual. That&#39;s what the human family is all about.","author":"Wole Soyinka","topic":"Family"},{"quote":"The family is the first essential cell of human society.","author":"Pope John XXIII","topic":"Family"},{"quote":"I come from a family of well-endowed booty women.","author":"Estelle","topic":"Family"},{"quote":"I enjoy celebrating Valentine&#39;s Day. It&#39;s a nice way to say you&#39;re thinking about your family, someone special, or dear friends.","author":"Camila Alves","topic":"Family"},{"quote":"The physician&#39;s duty is not to stave off death or return patients to their old lives, but to take into our arms a patient and family whose lives have disintegrated and work until they can stand back up and face - and make sense of - their own existence.","author":"Paul Kalanithi","topic":"Family"},{"quote":"I saw my first two Broadway shows when I was 4 years old, &#39;The Lion King&#39; and &#39;Beauty and the Beast,&#39; and after both of them I came home and reenacted the entirety of the shows on my living room table for my family and friends. I started doing that after every show I saw until I actually did my first youth production when I was 5.","author":"Max Schneider","topic":"Family"},{"quote":"I&#39;m just a simple guy. I love being at my house with my family, I love playing dominos and card games and hunting and fishing. That&#39;s just what I like to do.","author":"Jase Robertson","topic":"Family"},{"quote":"The way it works in our family is, it&#39;s the family business. Much like in the Mafia. Every child is given the opportunity to act at a young age and to learn what it&#39;s like to be in the business. But I didn&#39;t really know I wanted to act when I was a child.","author":"Jordan Bridges","topic":"Family"},{"quote":"My ultimate life dream project is my kids. My family.","author":"Denzel Washington","topic":"Family"},{"quote":"We were what you would call a poor family, but we were rich in so many things. We did family things together. We always had dessert, even if it was just Jell-O. So, I never knew I was poor.","author":"August Wilson","topic":"Family"},{"quote":"Film is a much lonelier process than theatre. You really don&#39;t have any rehearsal time in film. You don&#39;t shape it together... with theatre, there is a complete kind of family atmosphere. The sociable side of this business is the theatrical side, it really isn&#39;t the film side.","author":"Keira Knightley","topic":"Family"},{"quote":"My mom and dad got divorced when I was very young, and growing up in a family where the head of the household wasn&#39;t a man made a big difference.","author":"Dave Mustaine","topic":"Family"},{"quote":"The great thing for me about &#39;The Resurrection of Gavin Stone&#39; is it&#39;s a throwback to the old fashioned Hollywood movie that you can watch with your family, has a message, and is funny and entertaining. They didn&#39;t call them faith-based movies; they just called them good movies.","author":"D. B. Sweeney","topic":"Family"},{"quote":"Playing guitar was one of my childhood hobbies, and I had played a little at school and at camp. My parents would drag me out to perform for my family, like all parents do, but it was a hobby - nothing more.","author":"Bonnie Raitt","topic":"Family"},{"quote":"We had great faith that with patience, understanding, and education, that my family and I could be helpful in changing their minds and attitudes around.","author":"Ryan White","topic":"Family"},{"quote":"When you&#39;re a self-made man, you start very early in life. In my case it was at 9 years old when I started bringing income into the family. You get a drive that&#39;s a little different, maybe a little stronger, than somebody who inherited.","author":"Kirk Kerkorian","topic":"Family"},{"quote":"I know Donald Trump. I&#39;ve met him; I know his family. I have love and friendship and affection for his family members. But I&#39;m going to work very hard to ensure that he is not our president.","author":"Cory Booker","topic":"Family"},{"quote":"Five days a week, I read my goals before I go to sleep and when I wake up. There are 10 goals around health, family and business with expiration dates, and I update them every six months.","author":"Daymond John","topic":"Family"},{"quote":"Every job is important because each one represents an American&#39;s livelihood and ability to raise a family. Yet spending our time building walls around America will do nothing to help us compete for the millions of new jobs being created.","author":"Carly Fiorina","topic":"Family"},{"quote":"Everyone in my family has been in music - my cousins, my grandmother, my grandfather - so it&#39;s quite a big family tree.","author":"Labrinth","topic":"Family"},{"quote":"Head Start is designed to ensure that all children - regardless of their family&#39;s income, race, or ethnic background - are able to enter kindergarten ready to learn.","author":"Lucille Roybal-Allard","topic":"Family"},{"quote":"I believe the world is one big family, and we need to help each other.","author":"Jet Li","topic":"Family"},{"quote":"I love the game so much. I&#39;ve been penalized. I&#39;ve been fined. I have some regrets in my career. But for those four hours on Sunday, you can be free and just let it all go. Retiring had nothing to do with football; it had to do with my family.","author":"Randy Moss","topic":"Family"},{"quote":"Our family were outsiders, and I&#39;ve always had a sense of the outsider, the underdog, and a strong sense of justice towards people who are excluded.","author":"Andy Serkis","topic":"Family"},{"quote":"Born a slave, Harriet Tubman was determined not to remain one. She escaped from her owners in Maryland on the Underground Railroad in 1849 and then fearlessly returned thirteen times to help guide family members and others to freedom as the most famous conductor of the Underground Railroad.","author":"Susan Campbell Bartoletti","topic":"Family"},{"quote":"I have a lot of good role models in my family for things off the court - like my older sister, who&#39;s a lawyer. I don&#39;t like writing papers, but she&#39;s helped me a lot. It&#39;s nice to have an art and business background because they tie together perfectly.","author":"Venus Williams","topic":"Family"},{"quote":"I am the baby in the family, and I always will be. I am actually very happy to have that position. But I still get teased. I don&#39;t mind that.","author":"Janet Jackson","topic":"Family"},{"quote":"Family planning, birth control, no Muslim family can practice such an understanding.","author":"Recep Tayyip Erdogan","topic":"Family"},{"quote":"I come from a family where gravy is considered a beverage.","author":"Erma Bombeck","topic":"Family"},{"quote":"When you go through hell, your own personal hell, and you have lost - loss of fame, loss of money, loss of career, loss of family, loss of love, loss of your own identity that I experienced in my own life - and you&#39;ve been able to face the demons that have haunted you... I appreciate everything that I have.","author":"David Cassidy","topic":"Family"},{"quote":"My mom has made it possible for me to be who I am. Our family is everything. Her greatest skill was encouraging me to find my own person and own independence.","author":"Charlize Theron","topic":"Family"},{"quote":"Once you do embark upon the separation or divorce process, it is very important to remember three key things: Be kind, be reasonable, be brief. Remember that this person will no longer be your spouse, but he or she will continue to be your co-parent, family member, and perhaps business partner in certain assets or entities.","author":"Laura Wasser","topic":"Family"},{"quote":"What I miss the most is chatting with my friends and family and having a good laugh over a simple meal.","author":"Kim Yuna","topic":"Family"},{"quote":"My perfect weekend is going for a walk with my family in the park. I don&#39;t think there&#39;s anything better.","author":"Anne Wojcicki","topic":"Family"},{"quote":"Every day, people serve their neighbors and our nation in many different ways, from helping a child learn and easing the loneliness of those without a family to defending our freedom overseas. It is in this spirit of dedication to others and to our country that I believe service should be broadly and deeply encouraged.","author":"John McCain","topic":"Family"},{"quote":"To maintain a joyful family requires much from both the parents and the children. Each member of the family has to become, in a special way, the servant of the others.","author":"Pope John Paul II","topic":"Family"},{"quote":"My family is mostly a chosen one. I&#39;ve managed to invite some really amazing people into my life and they become family. Brothers, sisters, siblings, mentors, role models. And I like to live that way, where your family bleeds out into the larger community.","author":"Adrian Grenier","topic":"Family"},{"quote":"Because I had my family, I felt like I could be a bird and fly and experience and do. Because I had roots somewhere, I knew that they would love me no matter what, and I could always go back home and they were going to love me.","author":"Gisele Bundchen","topic":"Family"},{"quote":"The single most important factor in our long-term happiness is the relationships we have with our family and close friends.","author":"Clayton Christensen","topic":"Family"},{"quote":"I come from a large family, but I was not raised with a fortune. Something more was left me, and that was family values.","author":"Dikembe Mutombo","topic":"Family"},{"quote":"Women are, in my view, natural peacemakers. As givers and nurturers of life, through their focus on human relationships and their engagement with the demanding work of raising children and protecting family life, they develop a deep sense of empathy that cuts through to underlying human realities.","author":"Daisaku Ikeda","topic":"Family"},{"quote":"Obviously, you would give your life for your children, or give them the last biscuit on the plate. But to me, the trick in life is to take that sense of generosity between kin, make it apply to the extended family and to your neighbour, your village and beyond.","author":"Tom Stoppard","topic":"Family"},{"quote":"When you grow up in an extended family, or in a stable neighborhood with two or three generations of families who live there, you feel seen. Not just the good things you&#39;ve done, the stuff you put on your resume. You know they&#39;ve seen you in your dark times, when you&#39;ve messed up - but they&#39;re still there.","author":"Dean Ornish","topic":"Family"},{"quote":"Equal pay isn&#39;t just a women&#39;s issue; when women get equal pay, their family incomes rise and the whole family benefits.","author":"Mike Honda","topic":"Family"},{"quote":"Since I was a boy - born into a farming family in Bonaire, GA - I&#39;ve had agriculture running through my veins.","author":"Sonny Perdue","topic":"Family"},{"quote":"The Internet has transformed many parts of our daily lives, touching everything from how we find information to how we go shopping, get directions, and even stay in touch with friends and family.","author":"Dean Ornish","topic":"Family"},{"quote":"My definition of family is just unconditional love. The people who rely on you and who love you, they are there, too.","author":"Will Arnett","topic":"Family"},{"quote":"I&#39;m a lucky person because I&#39;ve been loved a lot. I have a great family.","author":"Monica Bellucci","topic":"Family"},{"quote":"Photographing friends means that there&#39;s a spontaneity to the images. I have a lot of love for my friends and family, and I love taking cool pictures of them.","author":"Suki Waterhouse","topic":"Family"},{"quote":"I was born in a middle class Muslim family, in a small town called Myonenningh in a northern part of Bangladesh in 1962. My father is a qualified physician; my mother is a housewife. I have two elder brothers and one younger sister. All of them received a liberal education in schools and colleges.","author":"Taslima Nasrin","topic":"Family"},{"quote":"Stop doing things that waste time. Don&#39;t replace time with your family or things that you need to do. I needed to put together two fantasy teams this weekend because that&#39;s something I enjoy, but I did stop playing Nintendo Wii for hours on end.","author":"Gary Vaynerchuk","topic":"Family"},{"quote":"My family is no different from yours. We may be different from the geography that we come from. Some of you all may pray differently than I do, some of you all may be from a different ethnicity, but we all have the same story.","author":"Cory Booker","topic":"Family"},{"quote":"About myself I have no great illusions. I know what I am. I know what I&#39;m good at. I know what I ain&#39;t. I&#39;m always hoping to surprise myself. But I do have a love of music and I do love to communicate it, and that&#39;s the best I can do, really. And I can raise a good family, too.","author":"Keith Richards","topic":"Family"},{"quote":"Being part of the Workshop is like being part of a really big family. Everyone is so close. Everyone feels the success of others who go on to do well. Whatever happens, I will still be part of the Workshop.","author":"Lucy Carless","topic":"Family"},{"quote":"I think that in a year I may retire. I cannot take my money with me when I die and I wish to enjoy it, with my family, while I live. I should prefer living in Germany to any other country, though I am an American, and am loyal to my country.","author":"Harry Houdini","topic":"Family"},{"quote":"If you want to have a good life, you should focus on your family, on your business, on your dog, on your fun, and you&#39;ll have a good life.","author":"Adam Carolla","topic":"Family"},{"quote":"The Fourth Industrial Revolution can compromise humanity&#39;s traditional sources of meaning - work, community, family, and identity - or it can lift humanity into a new collective and moral consciousness based on a sense of shared destiny. The choice is ours.","author":"Klaus Schwab","topic":"Family"},{"quote":"Your ability to communicate is an important tool in your pursuit of your goals, whether it is with your family, your co-workers or your clients and customers.","author":"Les Brown","topic":"Family"},{"quote":"Growing up, I was taught that a man has to defend his family. When the wolf is trying to get in, you gotta stand in the doorway.","author":"B. B. King","topic":"Family"},{"quote":"She has been more than a mother than me - not much, but definitely more... She&#39;s been an unsolicited stylist, interior decorator and marriage counselor... Admittedly, I found it difficult to share my mother with her adoring fans, who treated her like she was part of their family.","author":"Carrie Fisher","topic":"Family"},{"quote":"Manhood is taking care of your family and being able to bless other people. Not yourself - but whether you can bless other people.","author":"Magic Johnson","topic":"Family"},{"quote":"I mean, I look at my dad. He was twenty when he started having a family, and he was always the coolest dad. He did everything for his kids, and he never made us feel like he was pressured. I know that it must be a great feeling to be a guy like that.","author":"Adam Sandler","topic":"Family"},{"quote":"Everyone talks about how we&#39;re on our phones all the time, but the fact remains that when I&#39;m away on a film set for two months, I can Skype my family. I remember the phone calls my parents had to make when my dad was away for a while when I was younger - that once-a-week expensive phone call! The time pressure on talking to your father!","author":"Domhnall Gleeson","topic":"Family"},{"quote":"The other night I ate at a real nice family restaurant. Every table had an argument going.","author":"George Carlin","topic":"Family"},{"quote":"One of the primary purposes of civilization - and certainly its primary strength - is the guarantee that family life can flourish in unity, peace, and order.","author":"Robert Kennedy","topic":"Family"},{"quote":"I can see how you could get dragged into the bad stuff, but I&#39;ve got good friends around me, good family. I think I&#39;ve got my head screwed on.","author":"Harry Styles","topic":"Family"},{"quote":"Police in China can do whatever they want; after 81 days in arbitrary detention you clearly realise that they don&#39;t have to obey their own laws. In a society like this there is no negotiation, no discussion, except to tell you that power can crush you any time they want - not only you, your whole family and all people like you.","author":"Ai Weiwei","topic":"Family"},{"quote":"I have a lot of friends, but my biggest fear is loneliness. I miss my family in Mumbai, and my biggest nightmare every day is to go back home alone.","author":"Deepika Padukone","topic":"Family"},{"quote":"I&#39;m a strong person, I&#39;m a strong family man, I&#39;m a strong husband and a strong father.","author":"David Beckham","topic":"Family"},{"quote":"Scotland and England may sometimes be rivals, but by geography, we are also neighbours. By history, allies. By economics, partners. And by fate and fortune, comrades, friends and family.","author":"Douglas Alexander","topic":"Family"},{"quote":"The erosion of extended family concept and losing out on values are the two things that are primarily responsible for the growing mismatch in the parent-child relationship.","author":"Shiv Khera","topic":"Family"},{"quote":"We have so many young men, especially, who are growing up without their dads. We have to fill that void. We have to do a better job helping young people see what it means to be a man, what it means to be a woman. And then, somehow, we have to put that family structure back together.","author":"Tony Dungy","topic":"Family"},{"quote":"For me, there is no greater sunshine in politics or in life than to have a job, security for your family, a good school place where you know your child is going, and the sense that if I put in, there will be a decent, secure retirement at the end of it all.","author":"David Cameron","topic":"Family"},{"quote":"Thank God I had all these family values or who knows where I&#39;d be now.","author":"Patricia Velasquez","topic":"Family"},{"quote":"Every family should have the right to spend their money, after tax, as they wish, and not as the government dictates. Let us extend choice, extend the will to choose and the chance to choose.","author":"Margaret Thatcher","topic":"Family"},{"quote":"Rarely do members of the same family grow up under the same roof.","author":"Richard Bach","topic":"Family"},{"quote":"If I had a magic wand, I would live in a building in New York, big enough so my friends, my family could all have apartments in it. We&#39;d raise our kids in the same space and have backyard barbecues and get old and fat together.","author":"Liz Murray","topic":"Family"},{"quote":"Growing up in a very big family, working together and playing together, that is something that has been part of my life since ever I was born. It has advantages and disadvantages. It&#39;s like an older style of living where everyone works in the family business.","author":"Margherita Missoni","topic":"Family"},{"quote":"It&#39;s long been accepted as fact that the availability of family planning services saves lives. Where women have access to these services, children and families are healthier, and society at large benefits.","author":"Martha Plimpton","topic":"Family"},{"quote":"My family and school life are important to me.","author":"Anna Chlumsky","topic":"Family"},{"quote":"The Sabbath provides a wonderful opportunity to strengthen family ties.","author":"Russell M. Nelson","topic":"Family"},{"quote":"Babies control and bring up their families as much as they are controlled by them; in fact the family brings up baby by being brought up by him.","author":"Erik Erikson","topic":"Family"},{"quote":"Touring is tough. You&#39;re almost in a haze because you don&#39;t really know where you are half the time: You&#39;re in a hotel room one moment, and the next thing you know, you&#39;re onstage performing for 60,000 people, then you&#39;re back on an airplane. It&#39;s very hectic and I couldn&#39;t do it without my family.","author":"Vanessa Hudgens","topic":"Family"},{"quote":"Flu can be serious, and it kills tens of thousands of Americans each year. Vaccination is easier and more convenient than ever, so get yourself and your family protected.","author":"Tom Frieden","topic":"Family"},{"quote":"Both my father and mother were survivors of the Warsaw Ghetto and the Nazi concentration camps. Apart from my parents, every family member on both sides was exterminated by the Nazis.","author":"Norman Finkelstein","topic":"Family"},{"quote":"Coming home to my family afterward makes the work richer, easier and more fun.","author":"Edie Falco","topic":"Family"},{"quote":"Since 2005, I have not spent much time with my family. In fact I have spent more time at the Taj Landsend in Mumbai. It was my 100th visit recently, which means I have spent more than 400 days in that hotel, and that is a lot more than I have spent with my family.","author":"Mahendra Singh Dhoni","topic":"Family"},{"quote":"It would be ridiculous for me to say I am unlucky, but, like any other family and any other girl, I&#39;ve had my ups and downs.","author":"Poppy Delevingne","topic":"Family"},{"quote":"I always thought of deer as solitary animals that weren&#39;t very interesting. But my goodness, that was very wrong. The big eye-opener for me was that they&#39;re social. They have family groups.","author":"Elizabeth Marshall Thomas","topic":"Family"},{"quote":"I feel akin to the Platypus. An orphan in a family. A swimmer, a recluse. Part bird, part fish, part lizard.","author":"Trevor Dunn","topic":"Family"},{"quote":"You know, my family and friends have never been yes-men: &#39;Yes, you&#39;re doing the right thing, you&#39;re always right.&#39; No, they tell me when I&#39;m wrong, and that&#39;s why I&#39;ve been able to stay who I am and stay humble.","author":"LeBron James","topic":"Family"},{"quote":"When we talk about kids earning commission for chores, we always have at least one parent who argues that children should do chores because they are part of the family. I agree, but if you don&#39;t involve money in a few chores, you lose the teachable moments in the work, spend, save, and give principles.","author":"Dave Ramsey","topic":"Family"},{"quote":"I&#39;m lucky to have family around me. Otherwise, I&#39;ll be taking the risk of falling in love with myself.","author":"Shakira","topic":"Family"},{"quote":"I don&#39;t believe in being mean to anyone. I&#39;m a really peaceful person. That&#39;s something I get from my family.","author":"Nick Carter","topic":"Family"},{"quote":"My life comes down to three moments: the death of my father, meeting my husband, and the birth of my daughter. Everything I did previous to that just doesn&#39;t seem to add up to very much.","author":"Gwyneth Paltrow","topic":"Family"},{"quote":"Family involvement is a valuable thing and playing together actively can be the &#39;90s version of it. Instead of just watching, you can do it together... something we don&#39;t spend enough time on. We can motivate and excite each other about fitness.","author":"Alan Thicke","topic":"Family"},{"quote":"I&#39;ve been through so much, especially coming from New Orleans where there was Hurricane Katrina in 2005. I had to pick up. We had to move, make new friends, and I think my family was just strong for me as well because we had to start completely over again.","author":"Normani Kordei","topic":"Family"},{"quote":"I am a racer. I&#39;m not a race car driver. I am a racer. I race. That&#39;s what I do. I don&#39;t go on vacations. I don&#39;t take my family on vacations because I don&#39;t have a family. My family is the racing family.","author":"Tony Stewart","topic":"Family"},{"quote":"All I know is it destroyed my family, it destroyed my marriage to Sylvester and I will never get over it.","author":"Brigitte Nielsen","topic":"Family"},{"quote":"Anything that you can become obsessed with, and you do so much that you don&#39;t do the things you need to do with family, friends, school, job - that can be an addiction. And texting absolutely can qualify.","author":"Dale Archer","topic":"Family"},{"quote":"My family&#39;s dream, and my own, was to live in Israel, and our eventual voyage to the port of Jaffa was like making a dream come true. Had it not been for this dream and this voyage, I would probably have perished in the flames, as did so many of my people, among them most of my own family.","author":"Shimon Peres","topic":"Family"},{"quote":"You don&#39;t wanna walk around and say, &#39;I&#39;m somebody&#39;s niece, I&#39;m somebody&#39;s cousin, I&#39;m somebody&#39;s daughter. Who are you?&#39; And I think that&#39;s always the challenge when you grow up in a well-known family, is ultimately, you have to face yourself in the mirror and say, &#39;Who are you? What have you done?&#39;","author":"Maria Shriver","topic":"Family"},{"quote":"The older I grow the more I see the influence of my family on my life. I didn&#39;t always see it. It was up to our parents to see that we had our education in a town that hadn&#39;t yet realized what racial prejudice was but actually knew and practiced it on occasion.","author":"Katherine Dunham","topic":"Family"},{"quote":"Insanity runs in my family. It practically gallops.","author":"Cary Grant","topic":"Family"},{"quote":"I grew up babysitting and always enjoyed it. I love family. A couple of my closest friends have kids, and I&#39;m their godfather, and that&#39;s one of my greatest pleasures in life, just picking them up from school and hanging out with them.","author":"Matthew Perry","topic":"Family"},{"quote":"Even someone as photographed and aware of the camera as members of the royal family needs to feel completely comfortable if they are to look their best.","author":"Mario Testino","topic":"Family"},{"quote":"Denmark is like a big family of people.","author":"Susanne Bier","topic":"Family"},{"quote":"What is it to enjoy life? Sit at the beach? No. What it is is that you have to do something, you have be productive, make a contribution to the society, to the family, to yourself.","author":"Frank Lowy","topic":"Family"},{"quote":"Pray in your family daily, that yours may be in the number of the families who call upon God.","author":"Christopher Love","topic":"Family"},{"quote":"I&#39;m happiest with my family around me.","author":"Amy Winehouse","topic":"Family"},{"quote":"I&#39;ve been pretty focused my entire life, and now that I have a family, I&#39;m just going to keep that focus, but it&#39;s going to be a family focus.","author":"Wiz Khalifa","topic":"Family"},{"quote":"A family is a risky venture, because the greater the love, the greater the loss... That&#39;s the trade-off. But I&#39;ll take it all.","author":"Brad Pitt","topic":"Family"},{"quote":"There was a great complexity to my father. He was a devoted family man. But, in the same breath, he simply was not suited to an anchored life. He should have been somebody who had a backpack, an old map, a bit of change in his pocket and that was it - roaming the world.","author":"Christian Bale","topic":"Family"},{"quote":"Everybody fears the unknown. But I have a strong feeling there&#39;s something bigger than us. I don&#39;t think all this exists because some rocks happened to collide. I&#39;m at peace. When it comes, I&#39;ll be fine, calm. I&#39;ll miss life, though. Especially my family.","author":"Roger Ailes","topic":"Family"},{"quote":"Any problem, big or small, within a family, always seems to start with bad communication. Someone isn&#39;t listening.","author":"Emma Thompson","topic":"Family"},{"quote":"We are not a typical family that goes for a movie on Sunday or has dinner together every night. But we are strong as the Great Wall of China. Nothing can stop us from supporting one another and enduring each other&#39;s pain as well.","author":"Alia Bhatt","topic":"Family"},{"quote":"In the States, you can buy Chinese food. In Beijing you can buy hamburger. It&#39;s very close. Now I feel the world become a big family, like a really big family. You have many neighbors. Not like before, two countries are far away.","author":"Jet Li","topic":"Family"},{"quote":"Italians come to ruin most generally in three ways, women, gambling, and farming. My family chose the slowest one.","author":"Pope John XXIII","topic":"Family"},{"quote":"A girl child who is even a little bit educated is more conscious of family planning, health care and, in turn, her children&#39;s own education.","author":"Azim Premji","topic":"Family"},{"quote":"When I hit 16, I got a scooter to ride to school. It was bright pink, and I saw on the ownership papers that Jonathan Ross once owned it. My friends slated me for it because of the colour, but it was cool. My father used to ride, and my mother&#39;s boyfriend has a bike, so we&#39;re a bit of a biker family.","author":"Thomas Sangster","topic":"Family"},{"quote":"There is something about Prince William and Prince Harry that brings real modernity to the British royal family. They are also very open, human, and kind, and this is what I have tried to capture in the pictures I have taken of them as well as in my pictures of Prince William and Catherine.","author":"Mario Testino","topic":"Family"},{"quote":"My family always helped me. I had people around me who always pushed me to be the best: my dad, my mum. My dad used to play and coach as well. But I wasn&#39;t born with shiny things.","author":"Paul Pogba","topic":"Family"},{"quote":"If anything interferes with my inner peace, I will walk away. Arguments with family members. All that stuff. None of it matters.","author":"Shirley MacLaine","topic":"Family"},{"quote":"Some boys accepted me, some didn&#39;t. And my family had comments made to them. Brazil is still a very macho society, and sports are mainly for boys, so people would say to them: &#39;What is this girl doing? Why is she always out there in the soccer games with the boys?&#39;","author":"Marta","topic":"Family"},{"quote":"I&#39;m a teenager, but I&#39;m independent - I have my own apartment, I have my own life. And I think I have learned more than any of those teenagers have in school. I learned to be responsible, leaving my family and coming here alone.","author":"Adriana Lima","topic":"Family"},{"quote":"The results of this survey are shocking and should be a wake-up call to men and women that drinking and smoking too much not only gives you a bad headache in the morning but can affect your ability to start a family.","author":"Ann Robinson","topic":"Family"},{"quote":"My family, frankly, they weren&#39;t folks who went to church every week. My mother was one of the most spiritual people I knew but she didn&#39;t raise me in the church, so I came to my Christian faith later in life and it was because the precepts of Jesus Christ spoke to me in terms of the kind of life that I would want to lead.","author":"Barack Obama","topic":"Family"},{"quote":"The moment someone chooses to trust in Jesus Christ, his sins are wiped away, and he is adopted into God&#39;s family. That individual is set apart as a child of God, with a sacred purpose.","author":"Charles Stanley","topic":"Family"},{"quote":"The countries who do the best in international comparisons, whether it&#39;s Finland or Japan, Denmark or Singapore, do well because they have professional teachers who are respected, and they also have family and community which support learning.","author":"Howard Gardner","topic":"Family"},{"quote":"The follow your dreams thing is really important because so many people are railroaded into taking other paths by their family, their friends, people who should be supportive going, &#39;What are you talking about?&#39; Even just seemingly regular career paths, but if it&#39;s not what people expect for you they kind of react funny.","author":"Joan Jett","topic":"Family"},{"quote":"I wanted to live in the suburbs and have a white picket fence and my own bedroom. And a staircase - I thought having a staircase meant that you were a normal family. I thought somehow if you could transplant us to the suburbs, we would become a normal family. But in retrospect, I&#39;m so grateful I grew up in the Chelsea.","author":"Gaby Hoffmann","topic":"Family"},{"quote":"I won&#39;t ever put myself in a bad position so that people can say bad things about me. I make smart decisions, and my friends and my family, they are all there for the right reason.","author":"Derrick Rose","topic":"Family"},{"quote":"I think we have a rawer version of capitalism and a more fragile community and family base than other nations. We are a more individualistic culture. From the Boston Tea Party on, we&#39;ve had too little faith in government.","author":"Arlie Russell Hochschild","topic":"Family"},{"quote":"My kids are my No. 1 priority. They&#39;re the light in my everyday life. The sunshine. The miracle. Those eyes. Those smiles. At the same time, I have an extended, amazing family that is my audience. All these people have been with me for such a long time. I have these two responsibilities.","author":"Thalia","topic":"Family"},{"quote":"At the end of the day, every member of the conservative movement, from our political commentators and thinkers to our elected officials, share an important and common purpose in advancing the cause of liberty, reigning in a bloated federal government, and defending our traditional family values.","author":"Phil Gingrey","topic":"Family"},{"quote":"Every family is different. I am mom and I am dad and I&#39;m going to do my best. You should be proud, walk through life saying I have the coolest family. I am part of a modern family.","author":"Ricky Martin","topic":"Family"},{"quote":"When my mother was diagnosed with cancer, my middle school friends and myself really had no idea the impact of that diagnosis, but my family did.","author":"Jenna Morasca","topic":"Family"},{"quote":"The revolution is carried out by means of one&#39;s thought, not through one&#39;s family background.","author":"Kim Jong Il","topic":"Family"},{"quote":"No one has got close enough to use or abuse me, and even if they did, I wouldn&#39;t get too emotional about it. The only thing I ever get emotional about is my family. I am kind to everyone but I trust no one. That keeps me from getting hurt.","author":"Akshay Kumar","topic":"Family"},{"quote":"When I do get free time, I spend a lot of it at home with my family and my close friends and I think that&#39;s what keeps me happy, healthy, grounded, and totally in check.","author":"Leighton Meester","topic":"Family"},{"quote":"The effects of unresolved trauma can be devastating. It can affect our habits and outlook on life, leading to addictions and poor decision-making. It can take a toll on our family life and interpersonal relationships. It can trigger real physical pain, symptoms, and disease. And it can lead to a range of self-destructive behaviors.","author":"Peter A. Levine","topic":"Family"},{"quote":"Percussion is the most adaptable family of instruments. The biggest challenge is to project percussion in a lyrical way.","author":"Evelyn Glennie","topic":"Family"},{"quote":"The family is the school of duties - founded on love.","author":"Felix Adler","topic":"Family"},{"quote":"Both sides of my family had come from Ireland in the 19th century for the same reason: There was nothing to eat over there. Since then, I&#39;ve tried to make up for the potato famine by making the potato the only vegetable that passes these lips.","author":"Art Donovan","topic":"Family"},{"quote":"Robertsons love Sundays! The most important thing we do is gather together with our church family for worship, teaching, and fellowship. After church, we like to have a nice lunch of roast, vegetables, and definitely rolls or biscuits. And I love catching a nap when I can.","author":"Kay Robertson","topic":"Family"},{"quote":"U.S. President Theodore Roosevelt has been described as founder of the Bull Moose Party, the man who led his troops up San Juan Hill in the Spanish-American War, a big game hunter, family man, civic servant and a host of other things.","author":"Zig Ziglar","topic":"Family"},{"quote":"I read for the &#39;ah-ha&#39;s,&#39; the information that makes a light bulb go off in my mind. I want to put information in my mind that is going to be the most beneficial to me, my family and my fellow man - financially, morally, spiritually, and emotionally.","author":"Zig Ziglar","topic":"Family"},{"quote":"I grew up upper-class. Private school. My dad had a Jaguar. We&#39;re African-American, and we work together as a family, so people assume we&#39;re like the Jacksons. But I didn&#39;t have parents using me to get out of a bad situation.","author":"Beyonce Knowles","topic":"Family"},{"quote":"But when you come from a large, wonderful family, there&#39;s always a way to achieve your goals.","author":"Wilma Rudolph","topic":"Family"},{"quote":"I&#39;ve helped some of my classmates on how to strategize to get to the next level of their businesses. And it&#39;s interesting, because here I am sitting there from the entertainment industry and the fashion industry, and I&#39;m giving a billionaire that has a business that&#39;s been in his family for 300 years - I&#39;m giving him advice about strategy!","author":"Tyra Banks","topic":"Family"},{"quote":"Our nation was not founded because we all looked alike, or prayed alike, or descended from the same family tree. But our founders, in their genius, in this, the oldest constitutional democracy, put forth on this earth the idea that all are created equal; that we all have inalienable rights.","author":"Cory Booker","topic":"Family"},{"quote":"I don&#39;t think I would be a writer if I had stayed in Chile. I would be trapped in the chores, in the family, in the person that people expected me to be.","author":"Isabel Allende","topic":"Family"},{"quote":"At Thanksgiving, I always start at the top of my list and say I&#39;m grateful for friends, family, and good health. Then I get more superficial... like being thankful for my Louboutins.","author":"Christie Brinkley","topic":"Family"},{"quote":"Roots is not just a saga of my family. It is the symbolic saga of a people.","author":"Alex Haley","topic":"Family"},{"quote":"Republicans need to stay strong on the fact that marriage is between a man and a woman. Those are values that are true to the party and true to who we are. They could focus on jobs and the economy, but we all know that keeping the family structure intact is very important in our country.","author":"Nikki Haley","topic":"Family"},{"quote":"I was the youngest child and the only son. I was expected to shine in academics. It seemed like too big a risk to take up cricket as a career. I thought I had to live up to my family&#39;s expectations. So I chose to be an engineer.","author":"Sushant Singh Rajput","topic":"Family"},{"quote":"I&#39;m really still a child of the Forties. I still think about it a lot, about the repercussions of armed conflict. Until 1953 we had rationing. We couldn&#39;t buy meat, we couldn&#39;t buy pleasurable goods like cigarettes and sweets. I didn&#39;t starve - my family were lucky - but I knew what it was like standing in line waiting for foodstuffs.","author":"Eric Burdon","topic":"Family"},{"quote":"Sports have always been a really important part of how I energize myself, as well as how I relax. I spend a lot of my spare time with my family playing tennis, biking and rollerblading.","author":"Irene Rosenfeld","topic":"Family"},{"quote":"In my family, there was one cardinal priority - education. College was not an option; it was mandatory. So even though we didn&#39;t have a lot of money, we made it work. I signed up for financial aid, Pell Grants, work study, anything I could.","author":"Eva Longoria","topic":"Family"},{"quote":"I see myself as having three families: my birth family, the family that raised me, and my Cree family, who I was reunited with in my late teens, so I consider myself to be lucky.","author":"Buffy Sainte-Marie","topic":"Family"},{"quote":"My mom passed on her obsession of all things antique or vintage. I love to go thrift store shopping or explore any sort of garage sale. Treasure hunting is a family passion.","author":"Zoey Deutch","topic":"Family"},{"quote":"I try to lead a pretty active lifestyle. My biggest hobby is traveling with my family. I love to travel to new places and try crazy things. I&#39;m a bit of a daredevil, so I have done things like zip lining, parasailing, scuba diving, and reverse bungee jumping!","author":"Caroline Sunshine","topic":"Family"},{"quote":"Together, we can help make sure that every family that walks into a restaurant can make an easy, healthy choice.","author":"Michelle Obama","topic":"Family"},{"quote":"Marriage and family are ordained of God. The family is the most important social unit in time and in eternity. Under God&#39;s great plan of happiness, families can be sealed in temples and be prepared to return to dwell in His holy presence forever. That is eternal life!","author":"Russell M. Nelson","topic":"Family"},{"quote":"I want someone honest, someone who&#39;s very sweet to my family and friends, and polite to the other people around me.","author":"Selena Gomez","topic":"Family"},{"quote":"Apparently, one in five people in the world are Chinese. And there are five people in my family, so it must be one of them. It&#39;s either my mum or my dad. Or my older brother, Colin. Or my younger brother, Ho-Chan-Chu. But I think it&#39;s Colin.","author":"Tim Vine","topic":"Family"},{"quote":"Once you just tell yourself, &#39;OK, I&#39;m going to have a breakdown right now, and I&#39;m going to cry for an hour, put my phone away. I&#39;m going to go swimming, and then I&#39;m gonna make my family dinner and lay on the couch and watch &#39;Ru Paul&#39;s Drag Race,&#39; once you accept that it&#39;s not the day and you can just have a breakdown, you&#39;re over it.","author":"Gigi Hadid","topic":"Family"},{"quote":"There&#39;s something that happens around 27 and 28, when people start coupling off more aggressively or changing their lives according to what their economic prospects are, and not keeping themselves on par with the group - you realise suddenly that they&#39;re not your family. And I think that&#39;s very painful.","author":"Greta Gerwig","topic":"Family"},{"quote":"My family is my sanctuary.","author":"Pierce Brosnan","topic":"Family"},{"quote":"Sometimes I wonder if there is something about my family which invites violence. &#39;Is it envy,&#39; you ask? I don&#39;t know... I&#39;ve had so much, a son as president, two as senators, a son-in-law who&#39;s an ambassador... perhaps God doesn&#39;t permit that much.","author":"Rose Kennedy","topic":"Family"},{"quote":"We don&#39;t tend to write about disease in fiction - not just teen novels but all American novels - because it doesn&#39;t fit in with our idea of the heroic romantic epic. There is room only for sacrifice, heroism, war, politics and family struggle.","author":"John Green","topic":"Family"},{"quote":"I reached rock bottom halfway through college. And it was - because of all the pressure that I think we&#39;re talking about right now - the pressure to learn how to budget, the pressure to really abandon everything that you ever learned. You don&#39;t have a comfort zone anymore. You don&#39;t have your neighborhood. You don&#39;t have your family with you.","author":"Jidenna","topic":"Family"},{"quote":"We&#39;re going to be treated very poorly, I think that goes with the territory, and you have to get over it, get beyond it and know who you are among your peers and especially among your family when you look in the mirror.","author":"Vince McMahon","topic":"Family"},{"quote":"When I was growing up, my dad and I would go hunting and camping every weekend. Like everyone in my family, he is an amazing cook, and I&#39;ve tried to learn a lot from all of them.","author":"Zac Brown","topic":"Family"},{"quote":"I literally wear a mask. When I take it off, I&#39;m a father. I&#39;m a husband. I like to come home, and I like to spend time with family, and I like to travel, and I like to have a good time. And I like to be a kid every now and giggle and play with my kids.","author":"Rey Mysterio","topic":"Family"},{"quote":"No doubt, the White House thinks the American people know Obama&#39;s story. But since the Inauguration, we&#39;ve seen only the president&#39;s present: his perfect family, his Ivy League elegance, his effortless mastery of complex issues. We never see him sweat. And we forget that he ever had to struggle.","author":"Dee Dee Myers","topic":"Family"},{"quote":"My dad claims that he was able to trace us back to the West Virginia Hatfields. When I look at the old pictures, the patriarchs have kind of a physical likeness to some of the men on the father&#39;s side of my family. I want it to be true.","author":"Juliana Hatfield","topic":"Family"},{"quote":"When you act in a film, you&#39;re inevitably surrounded by people you didn&#39;t choose, right down to the set painter. I like being able to pick the family I&#39;m waking up to in the morning that&#39;s going to make this group effort to tell a story that applies to what&#39;s interesting to me at that stage in my life.","author":"Sean Penn","topic":"Family"},{"quote":"Half of my family is in Los Angeles, so my cousin was the first person to play me, like, Snoop Dogg, and I would always feel like, &#39;OMG, I shouldn&#39;t be listening to this,&#39; and my other cousin was the first to introduce me to Aaliyah, so every time I&#39;d go to the West Coast, I&#39;d get those West Coast vibes.","author":"Jillian Hervey","topic":"Family"},{"quote":"And before our current legislature adjourns, we intend to become the first state of full and true choice by saying to every low and middle-income Hoosier family, if you think a non-government school is the right one for your child, you&#39;re as entitled to that option as any wealthy family; here&#39;s a voucher, go sign up.","author":"Mitch Daniels","topic":"Family"},{"quote":"I believe that people should value family and value friendships and hold those things sacrosanct.","author":"Leah Remini","topic":"Family"},{"quote":"Food is about communal togetherness. Our family does sit at the table. I think it&#39;s a great tragedy if a family doesn&#39;t have a table, as there is such an atmosphere of good will and warmth when we have eight people sitting around it.","author":"Jonathan Dimbleby","topic":"Family"},{"quote":"If I keep God first in my life, if I keep my family and friends as second, and then I keep my occupation third, that&#39;s when I&#39;ve found success.","author":"Joe Gibbs","topic":"Family"},{"quote":"Other than my family and my close friends, there&#39;s nothing I love more than owning the team and doing everything I can to make it a success. That&#39;s how I live. That is me.","author":"Jeffrey Lurie","topic":"Family"},{"quote":"Thank you to everyone that has made me the athlete I am! God, family and friends, my competitors and supporters! You have all had a hand!","author":"Oscar Pistorius","topic":"Family"},{"quote":"Our favorite teams bring people together, keep family members close, bond people from different generations. Some of the happiest moments of my life involve something that happened with one of my teams. Some of the best relationships I ever had were with Boston athletes that I never even met.","author":"Bill Simmons","topic":"Family"},{"quote":"I am a really quiet person. I just like to be with my children and my family and being home. I live one day at a time, enjoying the best of life, just living.","author":"Miguel Cotto","topic":"Family"},{"quote":"When I first met Big, we were both at a &#39;Bad Boy&#39; family photo shoot. I was kind of familiar with the name Biggie Smalls, but I really wasn&#39;t that much into hip-hop at the time, so I really didn&#39;t know that was him. He said he didn&#39;t even know I was an artist on &#39;Bad Boy.&#39;","author":"Faith Evans","topic":"Family"},{"quote":"I have a mother that&#39;s very strong and family that surround me and constantly tell me they love me.","author":"Whitney Houston","topic":"Family"},{"quote":"We are one people; we are only family. And when we finally accept these truths, then we will be able to fulfill Dr. King&#39;s dream to build a beloved community, a nation, and a world at peace with itself.","author":"John Lewis","topic":"Family"},{"quote":"Members of the Senate and House, if they want to send troops into war, should be forced to send a family member. That would really make everyone stop and go, &#39;Ohhh-kaaay.&#39;","author":"Will Ferrell","topic":"Family"},{"quote":"As the eldest son of an Alabama sharecropper family, I was constantly troubled by a collage of North American southern behaviors and notions in reference to the inhumanity of people. There were questions that I did not know how to ask but could, in my young, unsophisticated way, articulate a series of answers.","author":"John Henrik Clarke","topic":"Family"},{"quote":"The family unit is fundamental for the educational process and for the development both of individuals and states; hence there is a need for policies which promote the family and aid social cohesion and dialogue.","author":"Pope Benedict XVI","topic":"Family"},{"quote":"In the family sandwich, the older people and the younger ones can recognize one another as the bread. Those in the middle are, for a time, the meat.","author":"Anna Quindlen","topic":"Family"},{"quote":"A family can develop only with a loving woman as its center.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Family"},{"quote":"Happy is said to be the family which can eat onions together. They are, for the time being, separate, from the world, and have a harmony of aspiration.","author":"Charles Dudley Warner","topic":"Family"},{"quote":"My family has spent 400 years farming on the banks of the Rio Grande. We know the value of hard work, love of the community, love for water and land.","author":"Ken Salazar","topic":"Family"},{"quote":"The family is changing, not disappearing. We have to broaden our understanding of it, look for the new metaphors.","author":"Mary Catherine Bateson","topic":"Family"},{"quote":"What scares me? I kind of believe in ghosts. I believe they can wander around, so that scares me. But the stuff that really scares me are the catastrophic events like my husband or children or my family being harmed, or something like that.","author":"Annabeth Gish","topic":"Family"},{"quote":"The family is the nucleus of civilization.","author":"Will Durant","topic":"Family"},{"quote":"I love children and I get along with them great. It&#39;s just that I believe if you&#39;re going to be a parent, there has to be something inside you that says, &#39;I want a family.&#39; I don&#39;t feel that sense of urgency.","author":"George Clooney","topic":"Family"},{"quote":"We went to church every Sunday. When I was a kid, the only time I sang was around my family.","author":"Darius Rucker","topic":"Family"},{"quote":"I love cooking for myself and cooking for my family.","author":"Al Roker","topic":"Family"},{"quote":"Christmas is far and away my favorite holiday. I love everything about it, from the event that inspired it, hoping for a white one, to wrapping presents. But mostly I love having family and friends gathered, and sharing traditions.","author":"Ellen Hopkins","topic":"Family"},{"quote":"Since I&#39;m always working, my best holiday memories are definitely when I can just go home and spend time with my family.","author":"Chris Brown","topic":"Family"},{"quote":"A home with a loving and loyal husband and wife is the supreme setting in which children can be reared in love and righteousness and in which the spiritual and physical needs of children can be met.","author":"David A. Bednar","topic":"Family"},{"quote":"The great danger for family life, in the midst of any society whose idols are pleasure, comfort and independence, lies in the fact that people close their hearts and become selfish.","author":"Pope John Paul II","topic":"Family"},{"quote":"I always thought I wanted to play professionally, and I always knew that to do that I&#39;d have to make a lot of sacrifices. I made sacrifices by leaving Argentina, leaving my family to start a new life. I changed my friends, my people. Everything. But everything I did, I did for football, to achieve my dream.","author":"Lionel Messi","topic":"Family"},{"quote":"The people you choose to have around you make all the difference. My family and close friends keep me grounded. You have to have a mind of your own and a strong head on your shoulders. Cricket is the most important thing to me, so the rest of it pales in comparison.","author":"Virat Kohli","topic":"Family"},{"quote":"I have a very, very good life. I&#39;m grateful for all of my friends, my family and the life that I have, and the possibilities in my future.","author":"Raquel Welch","topic":"Family"},{"quote":"A hostility to modernity is shared by ideologies that have nothing else in common - a nostalgia for moral clarity, small-town intimacy, family values, primitive communism, ecological sustainability, communitarian solidarity, or harmonies with the rhythms of nature.","author":"Steven Pinker","topic":"Family"},{"quote":"When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, &#39;Why god? Why me?&#39; and the thundering voice of God answered, &#39;There&#39;s just something about you that pisses me off.&#39;","author":"Stephen King","topic":"Family"},{"quote":"I don&#39;t feel much pressure to fit in. I never have. I&#39;ve always just wanted to do my thing. I have really good friends and good family, and if I don&#39;t fit in somewhere else, I fit in at home.","author":"Ariana Grande","topic":"Family"},{"quote":"I am really close to my family. My cousin is my best friend!","author":"Daniella Monet","topic":"Family"},{"quote":"I&#39;ve been through a lot of things in my personal and family life. That turned me into a fighter. I always strive to be the best I possibly can.","author":"Hope Solo","topic":"Family"},{"quote":"To this day, just always treat people the way you want to be treated. Whether it&#39;s family or friends or co-workers, I think it&#39;s the most important thing. Whether you have success or don&#39;t have it, whether you&#39;re a good person is all that matters.","author":"Brenda Song","topic":"Family"},{"quote":"Planned Parenthood has a right to operate. Planned Parenthood has a right to provide family planning services. Planned parenthood has a right to perform abortions.","author":"Jackie Speier","topic":"Family"},{"quote":"I feel like I&#39;m doing what I love. If I can get out, shoot, film and climb, and be with my friends and family, I&#39;m happy. It doesn&#39;t take a lot. I don&#39;t need to climb huge mountains. I have a deep connection with wilderness and the environment, and I&#39;m thankful for that.","author":"Jimmy Chin","topic":"Family"},{"quote":"I continually ask myself if a decision I&#39;m about to make falls short in the eyes of God or my family or my colleagues. It&#39;s actually a pretty simple litmus test: am I doing the right thing or not? The answer is generally an easy one.","author":"Mike Gallagher","topic":"Family"},{"quote":"A career in sport is almost impossible to manage without the support, and guidance, and reassurance of family and friends. During tough times, and there always are, this is whom we go to.","author":"Rahul Dravid","topic":"Family"},{"quote":"If you feel rooted in your home and family, if you&#39;re active in your community, there&#39;s nothing more empowering. The best way to make a difference in the world is to start by making a difference in your own life.","author":"Julia Louis-Dreyfus","topic":"Family"},{"quote":"My favorite place in Indonesia is Bali. I was there with my family in Nusa Dua, and my kids loved it. I&#39;m a workaholic, so for me, Bali is a place where you can have a vacation, but you can have your own moment as well. You feel like you blend with nature - and I love the beach.","author":"Joe Taslim","topic":"Family"},{"quote":"I am proud to have been born in Iowa. Through the eyes of a ten-year-old boy, it was a place of adventure and daily discoveries - the wonder of the growing crops, the excitements of the harvest, the journeys to the woods for nuts and hunting, the joys of snowy winters, the comfort of the family fireside, of good food and tender care.","author":"Herbert Hoover","topic":"Family"},{"quote":"I was the first in my family to go to college, and I waitressed all the way through, using my earnings to pay for a bachelor&#39;s degree first and then a master&#39;s. I resented classmates who didn&#39;t have to work real jobs, the ones who had the luxury of taking unpaid internships that would eventually position them for high-paying careers.","author":"Ali Liebegott","topic":"Family"},{"quote":"My family and I survived Hurricane Katrina in 2005; we left my grandmother&#39;s flooding house, were refused shelter by a white family, and took refuge in trucks in an open field during a Category Five hurricane. I saw an entire town demolished, people fighting over water, breaking open caskets searching for something that could help them survive.","author":"Jesmyn Ward","topic":"Family"},{"quote":"America is the student who defies the odds to become the first in a family to go to college - the citizen who defies the cynics and goes out there and votes - the young person who comes out of the shadows to demand the right to dream. That&#39;s what America is about.","author":"Barack Obama","topic":"Family"},{"quote":"Motor racing is like one big family, ultimately, and when you come back to it, that&#39;s really what it feels like.","author":"Mario Andretti","topic":"Family"},{"quote":"A real hangover is nothing to try out family remedies on. The only cure for a real hangover is death.","author":"Robert Benchley","topic":"Family"},{"quote":"Our responsibility is to rally and lead the whole party and the Chinese people of all ethnic groups, take up this historic baton and continue working hard for the great renewal of the Chinese nation, so that we will stand rock firm in the family of nations and make fresh and greater contribution to mankind.","author":"Xi Jinping","topic":"Family"},{"quote":"Family quarrels are bitter things. They don&#39;t go according to any rules. They&#39;re not like aches or wounds, they&#39;re more like splits in the skin that won&#39;t heal because there&#39;s not enough material.","author":"F. Scott Fitzgerald","topic":"Family"},{"quote":"That&#39;s a central part of philosophy, of ethics. What do I owe to strangers? What do I owe to my family? What is it to live a good life? Those are questions which we face as individuals.","author":"Peter Singer","topic":"Family"},{"quote":"In truth, I am a single mother. But I don&#39;t feel alone at all in parenting my daughter. Krishna has a whole other side of her family who loves her, too. And so Krishna is parented by me, but also by her grandmother and aunts and cousins and uncles and friends.","author":"Padma Lakshmi","topic":"Family"},{"quote":"I was born in a very poor family. I used to sell tea in a railway coach as a child. My mother used to wash utensils and do lowly household work in the houses of others to earn a livelihood. I have seen poverty very closely. I have lived in poverty. As a child, my entire childhood was steeped in poverty.","author":"Narendra Modi","topic":"Family"},{"quote":"There is good in everything; it&#39;s just how you choose to look at it. Everything that&#39;s worth it has a price. For me to be a model - I had to leave my family. Do you think I liked that? No! There are sacrifices. Life is meant to be a challenge, because challenges are what make you grow.","author":"Gisele Bundchen","topic":"Family"},{"quote":"I&#39;m enjoying my years, I&#39;m enjoying my life, I&#39;m enjoying my family. I&#39;m just happy - a happy person.","author":"Sharon Stone","topic":"Family"},{"quote":"The paradigm of the &#39;Aquarian Conspiracy&#39; sees humankind embedded in nature. It promotes the autonomous individual in a decentralized society... The new perspective respects the ecology of everything: birth, death, learning, health, family, work, science, spirituality, the arts, the community, relationships, politics.","author":"Marilyn Ferguson","topic":"Family"},{"quote":"What is important is family, friends, giving back to your community and finding meaning in life.","author":"Adrian Grenier","topic":"Family"},{"quote":"Actors are one family over the entire world.","author":"Eleanor Roosevelt","topic":"Family"},{"quote":"I was born in Earl K. Long Hospital. I was born Feb. 5th, 1986. I have a lot of family members. My grandmother had five girls, and all of them had children. It was always a house full. A lot of cousins. A lot of family members.","author":"Kevin Gates","topic":"Family"},{"quote":"Anyone that has a job that takes them away from home, I think, can understand the difficulties in maintaining consistency, not only with your family and those you love but with your friends.","author":"Heath Ledger","topic":"Family"},{"quote":"Jack Palance was my distant uncle - that&#39;s the family gossip. Growing up, my family knew everything about his face getting burned and scarred in the military and how that mutilation led him to become such a famous &#39;heavy&#39; in films. I prayed for good scars of my own. Not just acne scars.","author":"Chuck Palahniuk","topic":"Family"},{"quote":"My father used to always say to me that, you know, if a guy goes out to steal a loaf of bread to feed his family, they&#39;ll give him 10 years, but a guy can do white-collar crime and steal the money of thousands and he&#39;ll get probation and a slap on the wrist.","author":"Jesse Ventura","topic":"Family"},{"quote":"I enjoy going out by myself... always have, always will. I don&#39;t have security guards, and, for the most part, I enjoy meeting new people. I see myself as a regular guy who likes playing video games with his nieces and nephews and poker with his family. I don&#39;t have an art collection or take exotic vacations. I enjoy being at home.","author":"Vince Vaughn","topic":"Family"},{"quote":"I come from a family of fishermen. Fishing is very important to us. We don&#39;t hunt. We&#39;re not gun folk.","author":"Nick Offerman","topic":"Family"},{"quote":"Our best hope for the future is not to get people to think of all humanity as family - that&#39;s impossible. It lies, instead, in an appreciation of the fact that, even if we don&#39;t empathize with distant strangers, their lives have the same value as the lives of those we love.","author":"Paul Bloom","topic":"Family"},{"quote":"I like to spend as much time with my friends and family as possible.","author":"Zara Larsson","topic":"Family"},{"quote":"Providing patients and consumers with solid information on the cost and quality of their healthcare options can literally make the difference between life or death; and play a decisive role in whether a family or employer can afford healthcare.","author":"Timothy Murphy","topic":"Family"},{"quote":"I think we live in a world where the most important thing is daily life: sharing a space with your family, making meals, being with your people. It&#39;s not only the idea of privacy, it&#39;s the beauty of the moment, at a time in the world when everything goes really fast - too fast.","author":"Ana Tijoux","topic":"Family"},{"quote":"My mother&#39;s love has always been a sustaining force for our family, and one of my greatest joys is seeing her integrity, her compassion, her intelligence reflected in my daughters.","author":"Michelle Obama","topic":"Family"},{"quote":"And when I was young, my family was perfectly nice. I write a lot about it, as you noticed. But it was rather limited. I think, I don&#39;t think anyone in my family would really feel I&#39;d done them an injustice by saying that. We didn&#39;t see many people. There were many books. It was as if I wanted to get away from home.","author":"Christopher Hitchens","topic":"Family"},{"quote":"Maybe there is no actual place called hell. Maybe hell is just having to listen to our grandparents breathe through their noses when they&#39;re eating sandwiches.","author":"Jim Carrey","topic":"Family"},{"quote":"Being rich is a good thing. Not just in the obvious sense of benefitting you and your family, but in the broader sense. Profits are not a zero sum game. The more you make, the more of a financial impact you can have.","author":"Mark Cuban","topic":"Family"},{"quote":"People always say, and my family has said it to me, that you know who your real friends are when you&#39;re at your lowest point and you don&#39;t have a job or whatever.","author":"LaDainian Tomlinson","topic":"Family"},{"quote":"More than 90 percent of what Planned Parenthood does nationally is preventive care - including cervical cancer screenings, breast cancer screenings, and family planning - mostly for women with low resources and income below the poverty line.","author":"Gene Green","topic":"Family"},{"quote":"The love of the family, the love of one person can heal. It heals the scars left by a larger society. A massive, powerful society.","author":"Maya Angelou","topic":"Family"},{"quote":"I hate the way they portray us in the media. If you see a black family it says they&#39;re looting, if you see a white family it says they&#39;re looking for food.","author":"Kanye West","topic":"Family"},{"quote":"A family is a place where principles are hammered and honed on the anvil of everyday living.","author":"Charles R. Swindoll","topic":"Family"},{"quote":"Like all best families, we have our share of eccentricities, of impetuous and wayward youngsters and of family disagreements.","author":"Queen Elizabeth II","topic":"Family"},{"quote":"Estate planning is an important and everlasting gift you can give your family. And setting up a smooth inheritance isn&#39;t as hard as you might think.","author":"Suze Orman","topic":"Family"},{"quote":"I&#39;ve got a really good family; I&#39;ve got great friends around me.","author":"Harry Styles","topic":"Family"},{"quote":"The original communitarianism of Chinese Confucian society has degenerated into nepotism, a system of family linkages, and corruption, on the mainland. And remnants of the evils of the original system are still found in Taiwan, Hong Kong, and even Singapore.","author":"Lee Kuan Yew","topic":"Family"},{"quote":"Soon after, I returned home to my family, with a determination to bring them as soon as possible to live in Kentucky, which I esteemed a second paradise, at the risk of my life and fortune.","author":"Daniel Boone","topic":"Family"},{"quote":"My mother is such an incredibly strong woman. She raised a family of five boys extremely well. She made us all strong, loving, caring people. We all support each other. I&#39;m really thankful to her.","author":"Henry Cavill","topic":"Family"},{"quote":"You&#39;ve got to enjoy time with your family and friends, and if you&#39;re involved in sports franchises, those peak moments in playoff games. You have to enjoy life.","author":"Paul Allen","topic":"Family"},{"quote":"Let us nurture the practice of family values, by embracing policies that value families.","author":"Benjamin Todd Jealous","topic":"Family"},{"quote":"Real family values have gone down the drain in modern families.","author":"Wes Borland","topic":"Family"},{"quote":"Clearly older women and especially older women who have led an active life or elder women who successfully maneuver through their own family life have so much to teach us about sharing, patience, and wisdom.","author":"Alice Walker","topic":"Family"},{"quote":"I have a deep tribal sense. I grew up in a synagogue that my ancestors built. I sat in the third row. My family was decent. They were good people; they were handshake people. So I never had a sense of rebellion.","author":"Leonard Cohen","topic":"Family"},{"quote":"Leave the matter of religion to the family altar, the church, and the private school, supported entirely by private contributions. Keep the church and state forever separate.","author":"Ulysses S. Grant","topic":"Family"},{"quote":"Whatever else is unsure in this stinking dunghill of a world a mother&#39;s love is not.","author":"James Joyce","topic":"Family"},{"quote":"Interesting things come your way but as you get older, your lifestyle changes. I don&#39;t want to travel; I don&#39;t want to be in a hotel room away from my family.","author":"Gary Oldman","topic":"Family"},{"quote":"You don&#39;t have to give birth to someone to have a family. We&#39;re all family - an extended family.","author":"Sandra Bullock","topic":"Family"},{"quote":"Opponents of capital punishment argue that the state has no right to take a murderer&#39;s life. Apparently, one fact that abolitionists forget or overlook is that the state is acting not only on behalf of society, but also on behalf of the murdered person and the murdered person&#39;s family.","author":"Dennis Prager","topic":"Family"},{"quote":"I grew up in a family where everybody had a good time and we were at the lake every weekend and going to the beach and living a good life. It&#39;s been the way we always lived, and my wife&#39;s the same way - enjoy every day and have fun.","author":"Luke Bryan","topic":"Family"},{"quote":"The same way one tells a recipe, one tells a family history. Each one of us has our past locked inside.","author":"Laura Esquivel","topic":"Family"},{"quote":"Because sorry to say, women run the house. They run the family. They hold things up. I mean, it&#39;s like you don&#39;t ever see your mom get sick because she handles everything. And it&#39;s kind of amazing I think to show people just how strong women are.","author":"Sophia Bush","topic":"Family"},{"quote":"We will see a breakdown of the family and family values if we decide to approve same-sex marriage, and if we decide to establish homosexuality as an acceptable alternative lifestyle with all the benefits that go with equating it with the heterosexual lifestyle.","author":"Jerry Falwell","topic":"Family"},{"quote":"I&#39;ve discovered that Motown and Broadway have a lot in common - a family of wonderfully talented, passionate, hardworking young people, fiercely competitive but also full of love and appreciation for the work, for each other and for the people in the audience.","author":"Berry Gordy","topic":"Family"},{"quote":"Of course my family and friends are incredibly valuable to me. They keep me sane, they teach me things and I love spending time with them. I think that ranking what you value is a sort of western and linear way of looking at things.","author":"Julia Stiles","topic":"Family"},{"quote":"The BBC is the greatest broadcaster in the world. It&#39;s the standard that everyone measures themselves against. If we lose the BBC, it won&#39;t be quite as bad as losing the royal family, but an integral part of this country will have gone. But then, I&#39;m an old guy.","author":"Terry Wogan","topic":"Family"},{"quote":"Herman Melville was supposed to be an accountant. Van Gogh was meant to be an art dealer. I was meant to take the train into New York and work for a bank. To be an artist, you have to say goodbye to your family.","author":"Don McLean","topic":"Family"},{"quote":"I had two family members involved in World War I: two great-uncles. One of them is on a memorial in France. And the other was a trench runner who survived the war. The average life span of a trench runner was 36 hours, but he survived the whole war.","author":"Ben Barnes","topic":"Family"},{"quote":"Balancing family and work is a top priority for me, and I treat it as such. Meaning, I actually put specific family time and events in my calendar so that precious time is dedicated and properly blocked off from any work that may try to sneak its way into my schedule.","author":"Biz Stone","topic":"Family"},{"quote":"God tells me that I need to provide for my family, discipline and teach my children, and love my wife as Christ loves the church. If I don&#39;t do that, I&#39;m being unfaithful and sinful.","author":"Kevin DeYoung","topic":"Family"},{"quote":"Every summer my husband and I pack our suitcases, load our kids into the car, and drive from tense, crowded New York City to my family&#39;s cottage in Maine. It&#39;s on an island, with stretches of sea and sandy beaches, rocky coasts, and pine trees. We barbecue, swim, lie around, and try to do nothing.","author":"Hope Davis","topic":"Family"},{"quote":"I have learned so many things from my mother about the right upbringing, the right values, value for money, value for elders, for family members. I think these things only a parent can teach you.","author":"Karisma Kapoor","topic":"Family"},{"quote":"I did nothing to deserve God&#39;s love; in fact, I was living as an orphan, without hope. Yet God chose to pursue a relationship with me, and through the death of his son Jesus, I was adopted into God&#39;s family.","author":"Steven Curtis Chapman","topic":"Family"},{"quote":"I do find the sibling connection endlessly fascinating, as I do all family dynamics. I like how siblings seem to create their own parentless mini-civilization within a family, one that has its own laws, myths, language, humor, its own loyalties and treacheries.","author":"Jandy Nelson","topic":"Family"},{"quote":"Most people think I am very nice; they think I&#39;m their friend, which is lucky, but it means you&#39;re never allowed to be in a bad mood. They take it personally. The worst is when you&#39;re on holiday with your family.","author":"Romain Duris","topic":"Family"},{"quote":"I have frequently been questioned, especially by women, of how I could reconcile family life with a scientific career. Well, it has not been easy.","author":"Marie Curie","topic":"Family"},{"quote":"Without the name, any flower is still more or less a stranger to you. The name betrays its family, its relationship to other flowers, and gives the mind something tangible to grasp. It is very difficult for persons who have had no special training to learn the names of the flowers from the botany.","author":"John Burroughs","topic":"Family"},{"quote":"What I learned from architectural drafting is that everything has to have a plan to work. You just can&#39;t wing it. I can&#39;t get all the materials I need for a house and just start building. Whether it&#39;s a career, family, life - you have to plan it out.","author":"Ice Cube","topic":"Family"},{"quote":"I know my father believed and my mother believed in and supported the suffrage movement, and I remember my mother taking me to suffrage meetings held in the home of a Quaker family that lived not far from us.","author":"Alice Paul","topic":"Family"},{"quote":"Family life is too intimate to be preserved by the spirit of justice. It can be sustained by a spirit of love which goes beyond justice.","author":"Reinhold Niebuhr","topic":"Family"},{"quote":"People ask why there are so few female artists who succeed. It&#39;s because women are not ready to sacrifice as much as men. Women want a man, they want a family, they want to have children, they want to be loved, and to be an artist. And they can&#39;t; it&#39;s impossible.","author":"Marina Abramovic","topic":"Family"},{"quote":"Forgiveness is important in families, especially when there are so many secrets that need to be healed - for the most part, every family&#39;s got them.","author":"Tyler Perry","topic":"Family"},{"quote":"There is no rule book, no right or wrong; you just have to make it up and do the very best you can to care for your family.","author":"Kate Middleton","topic":"Family"},{"quote":"I love cooking. There is nothing I like better than going home and cooking my family a nice meal. Anything with pasta! Pasta with butter! I have a good repertoire, and I can do quite a few different dishes. Sometimes they work out and sometimes not.","author":"Eden Hazard","topic":"Family"},{"quote":"I get 0.5 seconds to react to a ball, sometimes even less than that. I can&#39;t be thinking of what XYZ has said about me. I need to surrender myself to my natural instincts. My subconscious mind knows exactly what to do. It is trained to react. At home, my family doesn&#39;t discuss media coverage.","author":"Sachin Tendulkar","topic":"Family"},{"quote":"I keep my head straight by having the right people around me, from my friends and family to my management and my team. They all keep me in my place. If I didn&#39;t have them supporting all the work that I do, I wouldn&#39;t be in such a solid place.","author":"Jess Glynne","topic":"Family"},{"quote":"I think I was driven to paint portraits to commit images of friends and family to memory. I have face blindness, and once a face is flattened out, I can remember it better.","author":"Chuck Close","topic":"Family"},{"quote":"My father used to play with my brother and me in the yard. Mother would come out and say, &#39;You&#39;re tearing up the grass&#39;; &#39;We&#39;re not raising grass,&#39; Dad would reply. &#39;We&#39;re raising boys.&#39;","author":"Harmon Killebrew","topic":"Family"},{"quote":"My family barbecued a lot; good barbecue is more complicated than you think.","author":"Manish Dayal","topic":"Family"},{"quote":"He&#39;s my father married to my sister. That makes me his son and his brother-in-law. That is such a moral transgression... I cannot see him. I cannot have a relationship with my father and be morally consistent. I lived with all these adopted children, so they are my family. To say Soon-Yi was not my sister is an insult to all adopted children.","author":"Ronan Farrow","topic":"Family"},{"quote":"I think that in any group activity - whether it be business, sports, or family - there has to be leadership or it won&#39;t be successful.","author":"John Wooden","topic":"Family"},{"quote":"&#39;Love Story&#39; is actually about a guy that I almost dated. But when I introduced him to my family and my friends, they all said they didn&#39;t like him. All of them!","author":"Taylor Swift","topic":"Family"},{"quote":"Tennis just a game, family is forever.","author":"Serena Williams","topic":"Family"},{"quote":"Fatherhood is not a matter of station or wealth. It is a matter of desire, diligence and determination to see one&#39;s family exalted in the celestial kingdom. If that prize is lost, nothing else really matters.","author":"Ezra Taft Benson","topic":"Family"},{"quote":"It&#39;s a little known fact that one in three family pets gets lost during its lifetime, and approximately 9 million pets enter shelters each year. That&#39;s why it&#39;s a wonderful thing to get your pet microchipped and registered with your contact information because then they can be located and the owners can track where their pets are.","author":"Betty White","topic":"Family"},{"quote":"The standard of &#39;affordable&#39; housing is that which costs roughly 30 percent or less of a family&#39;s income. Because of rising housing costs and stagnant wages, slightly more than half of all poor renting families in the country spend more than 50 percent of their income on housing costs, and at least one in four spends more than 70 percent.","author":"Matthew Desmond","topic":"Family"},{"quote":"The beauty of Captain America is that you didn&#39;t have to come from a distant planet, like Superman, or he didn&#39;t have to be born into a family of billionaires like Bruce Wayne. He happened to be in the right place at the right time, and someone gave him a magic potion, and he grew muscles and became a superhero.","author":"Mark Waid","topic":"Family"},{"quote":"I was thinking about it: so many of my stories are about my family life, not about being related to a lot of famous people. That&#39;s my grandma, that&#39;s my mama, my daddy, my aunt, my uncle, my stepdaddy. I&#39;d probably tell them even if they weren&#39;t well known.","author":"Carlene Carter","topic":"Family"},{"quote":"The biggest message I have for young women is, Don&#39;t start cutting off branches of your career tree unnecessarily early. Sometimes women say, I know I want to have a family or play in the local symphony, and they start pulling themselves out of their career path. You don&#39;t have to take yourself out of the running before you even start.","author":"Mary Barra","topic":"Family"},{"quote":"Some of the pictures in &#39;The Human Face of Big Data&#39; will bring tears to your eyes; others are so surprising or memorable that you just have to show them to your friends and family.","author":"Rick Smolan","topic":"Family"},{"quote":"The most successful families embrace and elevate their family history, particularly their failures, setbacks and other missteps.","author":"Bruce Feiler","topic":"Family"},{"quote":"I have been able to have a family and to dedicate quality time to my two sets of twins and my husband, as well as to serve on the boards of The Michael J. Fox Foundation for Parkinson&#39;s Research and Montefiore Medical Center.","author":"Karen Finerman","topic":"Family"},{"quote":"My family is a kaleidoscope... My family is like that. We&#39;re all different colors, like a prism. When we have light shine and stuff, we&#39;re beautiful. When it&#39;s dark, nothing shines, and it&#39;s a rock.","author":"Olesya Rulin","topic":"Family"},{"quote":"I come from that society and there is a common thread, specifically family values - the idea that you do anything for your family, and the unconditional love for one&#39;s children.","author":"Ednita Nazario","topic":"Family"},{"quote":"I was a disadvantaged child from a non-educated family, yet I had the advantage of being in the company of great teachers.","author":"A. P. J. Abdul Kalam","topic":"Family"},{"quote":"The details surrounding both my marriage and subsequent filing for divorce are private, and I had hoped to keep them that way for the sake of my family.","author":"Eminem","topic":"Family"},{"quote":"Whatever you define family as, family is just a part of belonging to something that takes care of you and nurtures you... and when you have lost that, and you want to get that back, it&#39;s pretty easy to get emotional about it.","author":"Ellen DeGeneres","topic":"Family"},{"quote":"I text and email my friends and family a lot, but that&#39;s about the extent of my high-tech-etude.","author":"Willie Nelson","topic":"Family"},{"quote":"There is no day more joyful in my life than when I see all my family around me. That&#39;s the best it gets.","author":"Mitt Romney","topic":"Family"},{"quote":"Now most people do not want an ordinary life in which they do a job well, earn the respect of their collaborators and competitors, bring up a family and have friends. That&#39;s not enough any more, and I think that is absolutely tragic - and I&#39;m not exaggerating - that people feel like a decent, ordinary, fun life is no longer enough.","author":"John Cleese","topic":"Family"},{"quote":"When it comes to women, there has been a tendency to define women in sports in the context of their relationships - they watch games because their husbands watch. They&#39;re interested because their kids play a sport. They buy tickets to a sporting event because it&#39;s a way to spend time with family.","author":"Indra Nooyi","topic":"Family"},{"quote":"I would not have lasted a minute, literally a minute, on this Earth without God and angels by my side, because I was born. And right as I was born, I went into a respiratory arrest. So, big things that keep me going are friends and family, God. And another thing is looking forward to what&#39;s going to happen tomorrow.","author":"Mattie Stepanek","topic":"Family"},{"quote":"We all have a personal pool of quicksand inside us where we begin to sink and need friends and family to find us and remind us of all the good that has been and will be.","author":"Regina Brett","topic":"Family"},{"quote":"I see my friends and family who have a passion or a dream, but it&#39;s now a dream deferred because they were never naive enough or brazen enough to say, &#39;Let me do this.&#39;","author":"Sterling K. Brown","topic":"Family"},{"quote":"Everything has to do with education: If you educate the girls, you educate the family, the community, and society, in general.","author":"Alek Wek","topic":"Family"},{"quote":"I&#39;m lucky in a lot of ways. And in my family life, my home life, is where I count myself the luckiest.","author":"Ron Howard","topic":"Family"},{"quote":"I believe women should be independent and have their own life. But I also think that when a couple decides to have a family, things change because you need to live in unison.","author":"Irina Shayk","topic":"Family"},{"quote":"Europeans fought for shorter workdays, more vacation time, family leave, and all these kinds of things. Those haven&#39;t been priorities in America: it&#39;s been about money. You see, in the countries that fought for time, they cook more often; they have less obesity. There are real benefits to having time.","author":"Michael Pollan","topic":"Family"},{"quote":"I&#39;m trying to raise the awareness of the troops that, when they deploy and go to war, it&#39;s not just them at war - it&#39;s also their family. Their family is having to go through all the hardships and the stresses.","author":"Chris Kyle","topic":"Family"},{"quote":"If you have a friend or family member with breast cancer, try not to look at her with &#39;sad eyes.&#39; Treat her like you always did; just show a little extra love.","author":"Hoda Kotb","topic":"Family"},{"quote":"For small business people, less paperwork means higher profits, boosted sales and more time with the family.","author":"Tony Abbott","topic":"Family"},{"quote":"Knowing more about family history is the single biggest predictor of a child&#39;s emotional well-being. Grandparents can play a special role in this process, too.","author":"Bruce Feiler","topic":"Family"},{"quote":"I guess my religious faith sustained me more than anything else. Family is also very important. If I didn&#39;t have children, it would have been too difficult. Even if you are strong, you still need people who would support you all the way.","author":"Corazon Aquino","topic":"Family"},{"quote":"It&#39;s the sense of what family is at the dinner table. It was the joy of knowing mother was in the kitchen making our favorite dish. I wish more people would do this and recall the joy of life.","author":"Paul Prudhomme","topic":"Family"},{"quote":"Catholic school graduates exhibit a wide variety of qualities that will not only help them in their careers but also in their family and community lives.","author":"Joe Baca","topic":"Family"},{"quote":"I would love to have a complete family. I&#39;d love to do it all at once. I&#39;d love to be able to give to my children what my parents were able to give to me. And if I&#39;m blessed to be able to do that, fantastic. If I&#39;m not, then life goes on. You have to do the best you can. I do think we have to bring the family back; I do.","author":"Michael Ealy","topic":"Family"},{"quote":"Garbage is the part of your history you don&#39;t want your family to know about.","author":"Vik Muniz","topic":"Family"},{"quote":"Discovering your purpose doesn&#39;t have to be complicated. Look at what you do and why you do it. Is it to support your family? That&#39;s your purpose. Is it to make a difference in your customer&#39;s life? That&#39;s your purpose.","author":"Anne F. Beiler","topic":"Family"},{"quote":"Few are the giants of the soul who actually feel that the human race is their family circle.","author":"Freya Stark","topic":"Family"},{"quote":"There can be hope only for a society which acts as one big family, not as many separate ones.","author":"Anwar Sadat","topic":"Family"},{"quote":"My folks ain&#39;t graduated from high school or nothing like that, so we always had to struggle in the family - and I come from a big family.","author":"Kendrick Lamar","topic":"Family"},{"quote":"I used to really love Fiend, but he stopped. He just stopped. Every time he had a project, every project - &#39;There&#39;s One In Every Family,&#39; &#39;Street Life&#39; - I had to have them. And he just stopped. And that was disappointing, &#39;cause that was my favorite rapper at one time.","author":"Kevin Gates","topic":"Family"},{"quote":"I had this child, and it destroyed my family.","author":"Arnold Schwarzenegger","topic":"Family"},{"quote":"All of my youth growing up in my Italian family was focused around the table. That&#39;s where I learned about love.","author":"Leo Buscaglia","topic":"Family"},{"quote":"Give a little love to a child, and you get a great deal back.","author":"John Ruskin","topic":"Family"},{"quote":"We are not blessed with junk food - my family and my kids do not eat fast foods.","author":"Guy Fieri","topic":"Family"},{"quote":"I want to be a young dad. By 25 or 26 I want to see myself, like, married or start looking for a family.","author":"Justin Bieber","topic":"Family"},{"quote":"Young actors often don&#39;t think of the consequences of doing nudity or sex scenes. They want the role so badly that they agree to be exploited, and then end up embarrassing family, friends, and even strangers.","author":"Natalie Portman","topic":"Family"},{"quote":"After all is said that can be said upon the liquor traffic, its influence is degrading upon the individual, the family, politics and business, and upon everything that you touch in this old world.","author":"Billy Sunday","topic":"Family"},{"quote":"I&#39;m a girl from a good family who was very well brought up. One day I turned my back on it all and became a bohemian.","author":"Brigitte Bardot","topic":"Family"},{"quote":"Food is everything. Food, friends, family: Those are the most important things in life.","author":"Zac Posen","topic":"Family"},{"quote":"My family, although they&#39;re very large on both my parents&#39; sides, they don&#39;t know much about their family tree. Occasionally, they try to dig, but they can&#39;t get very far, and it&#39;s baffling. In Dublin, it seems that so many public records were wiped out; it&#39;s proven to be very difficult, so I know very little.","author":"Morrissey","topic":"Family"},{"quote":"I come from a family of very devout, praying people. That idea of peace and love toward humanity shouldn&#39;t be nationalistic or denominational. It should be a chief concern for all mankind.","author":"Mos Def","topic":"Family"},{"quote":"The one thing I&#39;ve always said: Let your family and close friends be the judge of who you are as a person. Don&#39;t worry about being judged by others who don&#39;t know you, because your family and close friends know what you&#39;re all about, good and bad.","author":"Rick Pitino","topic":"Family"},{"quote":"Who would have thought that a tap-dancing penguin would outpoint James Bond at the box office? And deserve to? Not that there&#39;s anything wrong with &#39;Casino Royale.&#39; But &#39;Happy Feet&#39; - written and directed by George Miller - is a complete charmer, even if, in the way of most family fare, it can&#39;t resist straying into the Inspirational.","author":"Robert Gottlieb","topic":"Family"},{"quote":"Whether you&#39;re a mafia guy or in advertising, you always end up going back to your family.","author":"Jerry Della Femina","topic":"Family"},{"quote":"The most important family value of all is time with your family.","author":"Thomas E. Perez","topic":"Family"},{"quote":"A woman should be home with the children, building that home and making sure there&#39;s a secure family atmosphere.","author":"Mel Gibson","topic":"Family"},{"quote":"Selfishness, narcissism, being uncomfortable in your own skin, not feeling connected to the world around you, feeling dislocated from family and youth, having a strange relationship with your childhood - all those things feel really true to me.","author":"Jason Reitman","topic":"Family"},{"quote":"I used to be a classic workaholic, and after seeing how little work and career really mean when you reach the end of your life, I put a new emphasis on things I believe count more. These things include: family, friends, being part of a community, and appreciating the little joys of the average day.","author":"Mitch Albom","topic":"Family"},{"quote":"My uncle Lionel ended up being a bug guy at 20th Century Fox, which my father had been - and, of course, my cousin Randy - you know, one of the great American songwriters. It was a storied family and, in many ways, very tough to emerge from.","author":"Thomas Newman","topic":"Family"},{"quote":"I try to be a good daughter, as I believe in karma and feel that how you are with your parents is directly proportionate to what you receive in your life. I am a big oneness follower, and our gurus have told us that if you want to achieve external happiness, you need to be happy internally. And your inner circle is your family.","author":"Shilpa Shetty","topic":"Family"},{"quote":"My desire to be valued is manifested in cultivating relationships with my friends and family.","author":"Zachary Quinto","topic":"Family"},{"quote":"What happens in the context of war is that, in order for you to make a child into a killer, you destroy everything that they know, which is what happened to me and my town. My family was killed, all of my family, so I had nothing.","author":"Ishmael Beah","topic":"Family"},{"quote":"My family and I held no hatred for those people because we realized they were victims of their own ignorance.","author":"Ryan White","topic":"Family"},{"quote":"Over the years, I&#39;ve learnt how to strike a balance between both my lives and give quality time to my passion as well as to my family. Yes, it is tiring at times, and every working woman goes through the phase.","author":"Malaika Arora Khan","topic":"Family"},{"quote":"When you&#39;re the only girl in a family of men, you have to be pretty sassy.","author":"Susan Ford","topic":"Family"},{"quote":"A large part of crime is economics - if people are working and and have a home and family to support, then I believe you can reduce the crime rate.","author":"Vincent Frank","topic":"Family"},{"quote":"I think I have had so much blessing - I&#39;ve had my brother, who was brilliant - I think my family came closest to making a genius when they made my brother - Bailey was just all of that. He loved me.","author":"Maya Angelou","topic":"Family"},{"quote":"My problem was my inability to spend much time at home. I thought my family was secure, so I went running around everyplace else. I guess I had more of an effect on other people&#39;s kids than I did my own.","author":"Jackie Robinson","topic":"Family"},{"quote":"That&#39;s what I do this for, to secure my family&#39;s future. I don&#39;t care about anything else. I&#39;m able to spoil people, and that&#39;s the best thing.","author":"Conor McGregor","topic":"Family"},{"quote":"My parents told me from the time I can remember that, &#39;Yeah, you&#39;re adopted. But this is your family.&#39; I can remember my mom, she tells me this story: when I was little, I was looking at her, and I was like, &#39;Why isn&#39;t my skin the same color as yours?&#39; She was like, &#39;Oh, you&#39;re adopted, but I wish I had pretty brown skin like you.&#39;","author":"Colin Kaepernick","topic":"Family"},{"quote":"I refuse to feel guilty. I feel guilty about too much in my life but not about money. I went through periods when I had nothing, so somebody in my family has to get stinkin&#39; wealthy.","author":"Jim Carrey","topic":"Family"},{"quote":"I always wanted my music to influence the life you were living emotionally - with your family, your lover, your wife, and, at a certain point, with your children.","author":"Bruce Springsteen","topic":"Family"},{"quote":"My private history in terms of people in my life who are dead is very easy to discuss. I don&#39;t feel those people can be threatened or intruded upon now. But I am enormously protective of the people who are currently in my life, my existing friends and family. That is where the curtain is drawn.","author":"Chuck Palahniuk","topic":"Family"},{"quote":"Patience with family members and others who are close to us is vital for us to have happy homes.","author":"Joseph B. Wirthlin","topic":"Family"},{"quote":"I say, If everybody in this house lives where it&#39;s God first, friends and family second and you third, we won&#39;t ever have an argument.","author":"Jeff Foxworthy","topic":"Family"},{"quote":"Not all children have the anchor of a strong family.","author":"Kate Middleton","topic":"Family"},{"quote":"The only people that you really have, that I learned, are your family, because they love you no matter what.","author":"Miley Cyrus","topic":"Family"},{"quote":"There are no adequate substitutes for father, mother, and children bound together in a loving commitment to nurture and protect. No government, no matter how well-intentioned, can take the place of the family in the scheme of things.","author":"Gerald R. Ford","topic":"Family"},{"quote":"Our atheism family tradition is traced to a - I don&#39;t know if it was great-great or a great-great-great grandmother who was a poor Irish-American woman in the 1880s in western Montana.","author":"Barbara Ehrenreich","topic":"Family"},{"quote":"The first pages of memory are like the old family Bible. The first leaves are wholly faded and somewhat soiled with handling. But, when we turn further, and come to the chapters where Adam and Eve were banished from Paradise, then, all begins to grow clear and legible.","author":"Max Muller","topic":"Family"},{"quote":"Usually I spend my holidays with my family.","author":"Mike Shinoda","topic":"Family"},{"quote":"If traditional marriage is not the law of the land, the institution of the family will cease to exist.","author":"James Dobson","topic":"Family"},{"quote":"How many pictures have you torn up because you hate them? What ends up in your scrapbook? The pictures where you look like a good guy and a good family man, and the children look adorable - and they&#39;re screaming the next minute. I&#39;ve never seen a family album of screaming people.","author":"Richard Avedon","topic":"Family"},{"quote":"Long weekends at festivals, short weeks at home, all summer long: now that is surely preferable to the immense cost and headache of the nuclear family holiday in the sun?","author":"Tom Hodgkinson","topic":"Family"},{"quote":"I&#39;m homesick all the time. I miss my animals. I miss my family. I miss my friends.","author":"Brittany Howard","topic":"Family"},{"quote":"A job should bring enough for a worker and family to live on, but after that, self-realization, the exercise of one&#39;s gifts and talents, is what truly matters.","author":"Michael Dirda","topic":"Family"},{"quote":"Of all the tough decisions in life, choosing between the job you need and the family you love should not be one of them.","author":"Thomas E. Perez","topic":"Family"},{"quote":"As for my personal life, I&#39;d love to start a family of my own. I think I&#39;d make a great dad, and I think shortly I would make a great husband.","author":"Matthew Perry","topic":"Family"},{"quote":"If there is any one thing that will bring peace and contentment into the human heart, and into the family, it is to live within our means.","author":"Heber J. Grant","topic":"Family"},{"quote":"To those who would call me a thug or worse because I show passion on a football field - don&#39;t judge a person&#39;s character by what they do between the lines. Judge a man by what he does off the field, what he does for his community, what he does for his family.","author":"Richard Sherman","topic":"Family"},{"quote":"Accidents happen, whether they&#39;re car accidents, friendly fire, drug overdoses. Accidents happen, and they&#39;re tragic. It&#39;s like a bomb that goes off and pieces of shrapnel rip into the flesh of the family. It&#39;s the families that need the compassion, because everywhere they walk, every day, someone reminds them of their loss.","author":"James Belushi","topic":"Family"},{"quote":"You gotta understand, there are two different kinds of Asians - the kind who are good at school, obey their parents, go to college - that kind of stuff. And then you have my family - me, my brother, all of my cousins - we&#39;re just wretched people.","author":"Bobby Lee","topic":"Family"},{"quote":"While the lab plays an enormous role, research is also influenced by inner peace of mind and one&#39;s family environment, depending on what stage of one&#39;s life and career a scientist is at.","author":"Peter Agre","topic":"Family"},{"quote":"&#39;The Glass Castle&#39; by Jeannette Walls is the quintessential dysfunctional family.","author":"Sara Shepard","topic":"Family"},{"quote":"I don&#39;t like the word &#39;balance.&#39; To me, that somehow conjures up conflict between work and family... as long as we think of these things as conflicting, we will never have happiness. True happiness comes from integration... of work, family, self, community.","author":"Padmasree Warrior","topic":"Family"},{"quote":"Coming from a large family makes you feel protected - you have friends and allies.","author":"Paul McGann","topic":"Family"},{"quote":"I have a really good family. I&#39;m lucky to have people who support me and love me in my life.","author":"Kenny Wormald","topic":"Family"},{"quote":"I&#39;m thankful to God for having a family that&#39;s been there for me. He&#39;s been there from the time I was a child to even now with my family helping with my little boy. It&#39;s worth more than words could ever describe. That&#39;s one of the ways I&#39;ve been able to stay grounded is thanks to family and God.","author":"Ashton Shepherd","topic":"Family"},{"quote":"Spend time with your family and try to spend time doing things that you enjoy doing other than basketball.","author":"Elena Delle Donne","topic":"Family"},{"quote":"Family life itself, that safest, most traditional, most approved of female choices, is not a sanctuary: It is, perpetually, a dangerous place.","author":"Margaret Drabble","topic":"Family"},{"quote":"I was very blessed to have family and friends, but particularly family, who told me I was not only all right, I was just right, so I believe that my brain is a good one, and it&#39;s lasting me very well.","author":"Maya Angelou","topic":"Family"},{"quote":"The God who existed before any religion counts on you to make the oneness of the human family known and celebrated.","author":"Desmond Tutu","topic":"Family"},{"quote":"Much more a skiing family than a hockey family, my dad wasn&#39;t a big fan of the arenas early in the morning on the weekends.","author":"Justin Trudeau","topic":"Family"},{"quote":"Early on, my family really made me love who I was and what I looked like.","author":"Jennifer Lopez","topic":"Family"},{"quote":"I found strength in what hurt me. And in my family - that&#39;s my strength as well. I&#39;m truly grateful to be hurt as many times as I have, because I&#39;m happy!","author":"Selena Gomez","topic":"Family"},{"quote":"Trust me, I know, you can make mistakes with money and still raise money-smart kids. You can start a new family tradition of handling money the right way.","author":"Dave Ramsey","topic":"Family"},{"quote":"My family really does come first. It always did and always will.","author":"Meryl Streep","topic":"Family"},{"quote":"I had a very dysfunctional family, and a very hard childhood. So I made a world out of words. And it was my salvation.","author":"Mary Oliver","topic":"Family"},{"quote":"I&#39;m gonna go hard no matter what because I gotta feed my family, and I gotta feed myself.","author":"DJ Khaled","topic":"Family"},{"quote":"The American culture promotes personal responsibility, the dignity of work, the value of education, the merit of service, devotion to a purpose greater than self, and at the foundation, the pre-eminence of family.","author":"Mitt Romney","topic":"Family"},{"quote":"A man ought to live so that everybody knows he is a Christian... and most of all, his family ought to know.","author":"Dwight L. Moody","topic":"Family"},{"quote":"Well may the boldest fear and the wisest tremble when incurring responsibilities on which may depend our country&#39;s peace and prosperity, and in some degree the hopes and happiness of the whole human family.","author":"James K. Polk","topic":"Family"},{"quote":"I had a very supportive family environment that gave me room to explore and discover things about myself.","author":"Brad Pitt","topic":"Family"},{"quote":"The happiness I feel in having a family has brought me a real beauty.","author":"Kate Winslet","topic":"Family"},{"quote":"I love grocery shopping when I&#39;m home. That&#39;s what makes me feel totally normal. I love both the idea of home as in being with my family and friends, and also the idea of exploration. I think those two are probably my great interests.","author":"Yo-Yo Ma","topic":"Family"},{"quote":"I love children and I love family and I love that interaction. Because I had a really close relationship with my mother, I understand that deep powerful love, and it&#39;s so beautiful. To be a mother to a child is the most brilliant gift; it&#39;s gorgeous.","author":"Alicia Keys","topic":"Family"},{"quote":"A lot of things come with fame, whether it&#39;s losing friends or losing family.","author":"Young Jeezy","topic":"Family"},{"quote":"I can remember dancing around living room with my two sisters to the music of Paganini and Mozart. I can still remember my dad combing the newspaper, circling all the free concerts in town, and on the weekends, we would go as a family.","author":"Lindsey Stirling","topic":"Family"},{"quote":"I enjoy being busy, I really do. Remember, I&#39;m the stub end of the railroad. I have no family, so I&#39;m not taking busy time away from people that I should be spending it with. So I&#39;m just relaxing and enjoying it.","author":"Betty White","topic":"Family"},{"quote":"I wasn&#39;t brought up as a society girl to go to balls and be a debutante and marry the social set and money and go to parties. No one in my family lived like that. And I never wanted to live like that. I was brought up to believe in work. I always wanted a career. Always.","author":"Lauren Bacall","topic":"Family"},{"quote":"My mother&#39;s belief in spiritual healers grew stronger after our family went through a rough patch following my father&#39;s death. Sufi saint Karimullah Shah Kadri changed our lives, and all of us converted to Sufism. But it wasn&#39;t an instantaneous decision - it took us 10 years to convert. The change in religion was like washing away the past.","author":"A. R. Rahman","topic":"Family"},{"quote":"Family is so central to Afghan life that all Afghan stories are family stories. Family is something I simply can&#39;t resist because all the great themes of human life - duty, grief, sacrifice, love, envy - you find all those things within families.","author":"Khaled Hosseini","topic":"Family"},{"quote":"When it gets to the part in life where you&#39;re more afraid of what your wife is going to do to you than if you box, say, Mike Tyson, you&#39;ve got to get a new profession. You don&#39;t get to be a family. I know why boxers never quit, some of them. They don&#39;t have wives.","author":"George Foreman","topic":"Family"},{"quote":"I&#39;m from a working-class family. We didn&#39;t have a lot, but we had the arts. You&#39;re talking to a guy who is making a living at doing what he loves doing - acting, singing and dancing. So any career ups and downs were not that significant to me; the only things that really powerfully impinged on me were my losses, and there were many in my life.","author":"John Travolta","topic":"Family"},{"quote":"I come from a family of scholars who got their Master&#39;s degrees. To my grandma - and to a lot of people - an education was a way of making it out of the worst parts of their life.","author":"Big Sean","topic":"Family"},{"quote":"My background is not typical hip-hop. I didn&#39;t grow up in the projects. I grew up in a single family home in a middle-class suburb. That doesn&#39;t mean I didn&#39;t experience hardship, but to me it&#39;s not about that, it&#39;s about the future and where we are trying to take it.","author":"Kid Cudi","topic":"Family"},{"quote":"I come from a family where soccer has always been very present. My uncles, my father and my brother were all players.","author":"Ronaldinho","topic":"Family"},{"quote":"For many people, the family is portrayed as the settled place of reasonable safety, but as anyone who has read &#39;The God of Small Things&#39; would know, for me it was a dangerous place. I felt humiliated in that space. I wanted to get away as soon as I could.","author":"Arundhati Roy","topic":"Family"},{"quote":"Left-wing politicians take away your liberty in the name of children and of fighting poverty, while right-wing politicians do it in the name of family values and fighting drugs. Either way, government gets bigger and you become less free.","author":"Harry Browne","topic":"Family"},{"quote":"I think the beauty of Catholicism is its consistency through both successes and difficulties. I&#39;ve counted on my faith to give me strength through both training and competition - but also in school, with my family and everyday life.","author":"Katie Ledecky","topic":"Family"},{"quote":"Our family life, before figure skating turned it upside down, seemed normal. Our town of Riverside, Connecticut, was part of Greenwich, and we had the advantage of their wonderful community, with great beaches and beautiful parks.","author":"Dorothy Hamill","topic":"Family"},{"quote":"My life is devoted to business and supporting my family.","author":"Colonel Sanders","topic":"Family"},{"quote":"I&#39;m a good girl, and I have a very good Jewish family who brought me up very well.","author":"Jess Glynne","topic":"Family"},{"quote":"There are three lessons in philanthropy - one, involve the family, especially the spouse. She can be a remarkable driver of your initiative. Two, you need to build an institution, and you need to scale it up. Choose a leader for philanthropy whom you trust. Three, philanthropy needs patience, tenacity and time.","author":"Azim Premji","topic":"Family"},{"quote":"&#39;Thirteen&#39; was really hard on my family. I wrote this movie about them and their flaws and imperfections and what it was like growing up. It was from one kid&#39;s perspective and not a well rounded one. You get older, and it&#39;s like, &#39;How dare I portray my father as being a totally vacant, careless schmuck?&#39;","author":"Nikki Reed","topic":"Family"},{"quote":"I&#39;m healthy, have a loving and adorable family, great hunting dogs, a gravity defying musical career and most importantly, fuzzy-headed idiots hate me.","author":"Ted Nugent","topic":"Family"},{"quote":"I&#39;m just really, really thankful. I&#39;m thankful to the doctors; I&#39;m thankful to the family that donated the kidney.","author":"Natalie Cole","topic":"Family"},{"quote":"When I became a novice monk, I lived in a temple where the atmosphere was quite like in a family. The abbot is like a father and other monks are like your big brothers, your small, younger brothers. It is a kind of family.","author":"Nhat Hanh","topic":"Family"},{"quote":"Every minute you spend looking through clutter, wondering where you put this or that, being unable to focus because you&#39;re not organized costs you: time you could have spent with family or friends, time you could have been productive around the house, time you could have been making money.","author":"Jean Chatzky","topic":"Family"},{"quote":"Facebook may not only propagate cyber-loneliness but exacerbate the pain of loss that estranged family members feel when they hear only indirectly, through a third-party posting, news of a child or parent with whom they have not spoken in years.","author":"Eugene Kennedy","topic":"Family"},{"quote":"I was not very keen on joining the family business... there were 14 family members working together, and it worried me that I would not have enough individuality.","author":"Uday Kotak","topic":"Family"},{"quote":"If one is desperate for love, I suggest looking at one&#39;s friends and family and see if love is all around. If not, get a new set of friends, a new family.","author":"Jasmine Guy","topic":"Family"},{"quote":"The American Dream has always focused on building a better life for yourself and your family, striving for success, and even fleeing from religious prosecution.","author":"Marc Veasey","topic":"Family"},{"quote":"After the music that had been created by my family, I thought there was no way I could stack up.","author":"Thomas Newman","topic":"Family"},{"quote":"I have no child to inherit my properties. You, the people, are my only family, and to make you happy is the reason I do politics.","author":"Park Geun-hye","topic":"Family"},{"quote":"Too many of the elderly do not have the family or the communal attachments necessary to feel valued; too many are widowed or otherwise alone; too many live in surroundings where they are essentially without the companionship necessary to stimulate a mind in danger of deteriorating.","author":"Sherwin B. Nuland","topic":"Family"},{"quote":"I grew up with a family that had very little and were at times homeless.","author":"Misha Collins","topic":"Family"},{"quote":"The big thing in my family growing up is that everybody had to play a musical instrument. We were like the von Trapps.","author":"Maggie Stiefvater","topic":"Family"},{"quote":"People can undergo a sudden change of thinking and loyalties under threat of death or intense social pressure and isolation from friends and family.","author":"Keith Henson","topic":"Family"},{"quote":"You think about child abuse and you think of a father viciously attacking a daughter or a son, but in my family it was my mother. My mother, I would say, was a... very brutal disciplinarian.","author":"Lynn Johnston","topic":"Family"},{"quote":"I come from a family of strong women, who have been positive role models for me.","author":"Laura Harrier","topic":"Family"},{"quote":"I really think that Muslim people should stop raising their boys and girls that way. They instill a macho culture right from the start of childhood. And if you have never learned to treat girls and women respectfully, you will never be able to act differently later on than the men in your culture, and in your family. That&#39;s fact.","author":"Sibel Kekilli","topic":"Family"},{"quote":"I like a girl that takes pride in her appearance - looks are important to me, but it&#39;s also important she gets on with my friends and family. If my parents don&#39;t like a girl, then she&#39;s instantly a no-go.","author":"Luke Pasqualino","topic":"Family"},{"quote":"The luckiest person in the world is somebody who is born into a small, shabby-genteel town on a major railway connection with 24,000 souls and a bird sanctuary and whose grandfather owns a farm and whose father owns a business -whose family is mildly prosperous but not rich, which means you can leave the town.","author":"Allan Gurganus","topic":"Family"},{"quote":"I Skype my mum every day. Everyone in my family does creative things, so it&#39;s nice to have that support.","author":"Tali Lennox","topic":"Family"},{"quote":"Our family was too strange and weird for even Santa Claus to come visit... Santa, who was jolly - but, let&#39;s face it, he was also very judgmental.","author":"Julia Sweeney","topic":"Family"},{"quote":"A lot of my identity as an Aboriginal person is about family.","author":"Shari Sebbens","topic":"Family"},{"quote":"Camp David is a wonderful place for the family to get away and run around and do goofy things.","author":"Susan Ford","topic":"Family"},{"quote":"The czar always got his dues, no matter if it ruined a family.","author":"Mary Antin","topic":"Family"},{"quote":"My mother was a stay-at-home mom until I was about 11, when she got a job - and it was like a light came on inside her. It&#39;s not wrong to be passionate about your career. When you love what you do, you bring that stimulation back to your family.","author":"Allison Pearson","topic":"Family"},{"quote":"Absence is one of the most useful ingredients of family life, and to dose it rightly is an art like any other.","author":"Freya Stark","topic":"Family"},{"quote":"I really just want to do the best at everything I do. I just want to have all the great people around me that I feel is family, as well as my friends, and I have an amazing girlfriend. I think having love in your life is most important.","author":"Evan Ross","topic":"Family"},{"quote":"Honestly, I&#39;m living my fantasy. It&#39;s being with my family, preferably on a snowy afternoon with a fire going, cuddled up in blankets, playing a game.","author":"Meredith Vieira","topic":"Family"},{"quote":"My family moved from California to New Jersey in the beginning of my sophomore year of high school. I will never forget the first day in a new school, walking into the cafeteria during lunch and not knowing a single soul. I didn&#39;t feel confident enough to share a seat at just anyone&#39;s table.","author":"Camille Guaty","topic":"Family"},{"quote":"My family is everything. They love me unconditionally.","author":"Sofia Carson","topic":"Family"},{"quote":"From early morning to late at night, it&#39;s such an interesting life, and I&#39;m healthy and free, and that&#39;s not so easy with a family.","author":"Olav Thon","topic":"Family"},{"quote":"The greatest thing in family life is to take a hint when a hint is intended-and not to take a hint when a hint isn&#39;t intended.","author":"Robert Frost","topic":"Family"},{"quote":"All the men in my family were bearded, and most of the women.","author":"W. C. Fields","topic":"Family"},{"quote":"Every diminution of the liberty of the press is followed by a diminution of civilization. Wherever we see the freedom of the press interfered with, there we see the nutrition of the human family interrupted.","author":"Victor Hugo","topic":"Family"},{"quote":"Happy or unhappy, families are all mysterious. We have only to imagine how differently we would be described - and will be, after our deaths - by each of the family members who believe they know us.","author":"Gloria Steinem","topic":"Family"},{"quote":"What must it be like for a little boy to read that daddy never loved mummy?","author":"Princess Diana","topic":"Family"},{"quote":"We care for each other and care about our family, and we are both working towards the same goal.","author":"Angelina Jolie","topic":"Family"},{"quote":"It&#39;s hard knowing who to trust with your personal life. When you cry in your room at night, you don&#39;t always know who to call. So I am very close to my family.","author":"Lady Gaga","topic":"Family"},{"quote":"Acting is just a way of making a living, the family is life.","author":"Denzel Washington","topic":"Family"},{"quote":"There is no such thing as fun for the whole family.","author":"Jerry Seinfeld","topic":"Family"},{"quote":"I am like a kid. I tell my family and friends I&#39;m like a kid.","author":"Shah Rukh Khan","topic":"Family"},{"quote":"I grew up in a musical family; the majority of my growing up was done in Hawaii. It&#39;s what we do. You sing, you dance, you play ukulele and you drink.","author":"Dwayne Johnson","topic":"Family"},{"quote":"My other family is Fleetwood Mac. I don&#39;t need the money, but there&#39;s an emotional need for me to go on the road again. There&#39;s a love there; we&#39;re a band of brothers.","author":"Stevie Nicks","topic":"Family"},{"quote":"Just growing up in Pittsburgh and knowing different neighborhoods, having family there and just loving it, it&#39;s like no other place.","author":"Wiz Khalifa","topic":"Family"},{"quote":"I am the family face; flesh perishes, I live on.","author":"Thomas Hardy","topic":"Family"},{"quote":"I was born in ancient times, at the end of the world, in a patriarchal Catholic and conservative family. No wonder that by age five I was a raging feminist - although the term had not reached Chile yet, so nobody knew what the heck was wrong with me.","author":"Isabel Allende","topic":"Family"},{"quote":"I can be the nice family man at home, and then when I go to the gym, maybe sparring with someone, I switch into beast mode. It ain&#39;t pretty.","author":"Anthony Joshua","topic":"Family"},{"quote":"I do all of the grocery shopping in my little family. I buy cheese, of many different kinds, sliced packaged meats and poultry, bagels, immense quantities of eggs, pre-made fried chicken. Milk. Bacon. It is insane how much dairy, deli and bakery stuff I buy.","author":"Ben Stein","topic":"Family"},{"quote":"I grew up in a family with two very strong women, my mother and my older sister, and they were big influences on my life. I&#39;ve spent a life loving women, and studying them as much as I can, or am allowed to.","author":"Darren Aronofsky","topic":"Family"},{"quote":"Generally if you&#39;re a daughter in a Mexican family, no one wants to tell you anything; they tell you the healthy lies about your family.","author":"Sandra Cisneros","topic":"Family"},{"quote":"I&#39;ve felt like an outsider all my life. It comes from my mother, who always felt like an outsider in my father&#39;s family. She was a powerful woman, and she motivated my father.","author":"Anthony Hopkins","topic":"Family"},{"quote":"The Chinese people have only family and clan groups; there is no national spirit. Consequently, in spite of four hundred million people gathered together in one China, we are, in fact, but a sheet of loose sand.","author":"Sun Yat-sen","topic":"Family"},{"quote":"I have a production company,; I have a foundation. I have a lot of responsibilities. Not family - just a lot of responsibilities.","author":"Leonardo DiCaprio","topic":"Family"},{"quote":"My father wasn&#39;t perfect. He had a temper. I took some of that. He would snap, but the older he got, he started calming down. He learned about life, but the thing that he taught my whole family was that family was the most important thing and, no matter what, if a family member needs you, you go and help them out; you get there.","author":"Adam Sandler","topic":"Family"},{"quote":"Everyone teases me in the family that I spend far too long chatting. So I think I&#39;ve still got to learn a little bit more and to pick up a few more tips, I suppose.","author":"Kate Middleton","topic":"Family"},{"quote":"The very success of the modern American family - where kids get punctually to SAT-tutoring classes, the mortgage gets paid, the second-story remodel stays on budget - surely depends on spouses&#39; not being in love.","author":"Sandra Tsing Loh","topic":"Family"},{"quote":"The best way I could describe it at Notre Dame was that I was accepted as a member of the family.","author":"Ara Parseghian","topic":"Family"},{"quote":"Love and business and family and religion and art and patriotism are nothing but shadows of words when a man&#39;s starving!","author":"O. Henry","topic":"Family"},{"quote":"No Latina woman would be called &#39;Ms.&#39; - that&#39;s an invention of middle-class Anglo women. Latina women are proud to be called &#39;Mrs.&#39; That simply means that we have a family.","author":"Clarissa Pinkola Estes","topic":"Family"},{"quote":"It is not good not to have health insurance; that leaves the family very vulnerable.","author":"Elizabeth Warren","topic":"Family"},{"quote":"I was quite able at the insignificant work I did in MI6, but absolutely dysfunctional in my domestic life. I had no experience of fatherhood. I had no example of marital bliss or the family unit.","author":"John le Carre","topic":"Family"},{"quote":"I am the face of a refugee. I was once a refugee. I was with my family in exile.","author":"Iman","topic":"Family"},{"quote":"I just feel like it gets harder and harder every year with Ace getting older and time away from my husband and even family events such as birthdays and friends&#39; weddings and things that I&#39;ve always just missed out on because of softball.","author":"Jennie Finch","topic":"Family"},{"quote":"The only thing I care about is my family.","author":"Terry Bradshaw","topic":"Family"},{"quote":"In our personal lives, we have a lot of businesses going on. I have a profession, I&#39;m a father, a spouse, a good member of my community. How much of my time and energy can I allocate to each of those things? What I allocate becomes the strategy I have for my family, and everything else.","author":"Clayton M. Christensen","topic":"Family"},{"quote":"I&#39;m happy with who I am inside. I&#39;d hate to have accolades and all that and not really be happy with who I was. So I&#39;m really thankful for my family and for the support system that I have for being the person that I am today. I&#39;m proud of who I am.","author":"Keke Palmer","topic":"Family"},{"quote":"I may get married later or may never get married. But I want babies, so I&#39;ll have to get married. I want fat, cute babies. Every girl has to think about it at some point. For me, marriage is about family, and that&#39;s why I find it necessary. Till then, it&#39;s normal to have a partner and do your own thing.","author":"Alia Bhatt","topic":"Family"},{"quote":"TV family sitcoms have always been about fathers who know best and mothers who are so enchanted with everything they do. I wanted to be the first mom to be a mom on TV. I wanted to sent out a message about how us women really feel.","author":"Roseanne Barr","topic":"Family"},{"quote":"Convention serves a purpose: It gives life meaning, and without it, one is in a constant existential crisis. If you don&#39;t have the imposition of family to remind you of what is at stake, something else will.","author":"Elizabeth Wurtzel","topic":"Family"},{"quote":"We slept in the park before we had a house, and eventually we shared a home - my parents, my grandparents and five uncles, my family, all of us - on White Oaks Street by Magnolia Street near the railroad. Those were hard times, but I loved living there.","author":"Debbie Reynolds","topic":"Family"},{"quote":"My family belongs to a tennis club in Valencia, California, so I always go there. I play a lot of tennis with my dad and swim. And I like to go to the gym there.","author":"Ashley Tisdale","topic":"Family"},{"quote":"Heavenly Father has assigned us to a great variety of stations to strengthen and, when needed, to lead travelers to safety. Our most important and powerful assignments are in the family. They are important because the family has the opportunity at the start of a child&#39;s life to put feet firmly on the path home.","author":"Henry B. Eyring","topic":"Family"},{"quote":"Junooniyat for love but not necessarily from the romantic perspective. For me, that is for family, that is for my work. For me, both these things are very important, so there is junoon for people I love, which is my family, and my work, which I worship.","author":"Yami Gautam","topic":"Family"},{"quote":"I&#39;ve got two young children, so holidays are not the same as they used to be. There are now two types: family holidays and holidays you need from that holiday.","author":"Diego Luna","topic":"Family"},{"quote":"I like change. I&#39;ve never really had much consistency in my life, you know, from everyday work to my living situation to whether or not I&#39;m going to be in L.A. The one constant thing in my life is my friends and family, which is all I need.","author":"Mary-Kate Olsen","topic":"Family"},{"quote":"Women&#39;s natural role is to be a pillar of the family.","author":"Grace Kelly","topic":"Family"},{"quote":"Every time a woman leaves the workforce because she can&#39;t find or afford childcare, or she can&#39;t work out a flexible arrangement with her boss, or she has no paid maternity leave, her family&#39;s income falls down a notch. Simultaneously, national productivity numbers decline.","author":"Madeleine M. Kunin","topic":"Family"},{"quote":"I&#39;ve always wanted to get into acting, ever since I was younger. I&#39;d put on shows for my family and run around play dress-up all the time. I think I was 4 when I told them I wanted to do movies.","author":"Emma Roberts","topic":"Family"},{"quote":"I have a great family, I live an amazing life.","author":"John Oates","topic":"Family"},{"quote":"My husband is Dutch, and his family, when you sat down to eat food at the table, you never left the table until you ate living bread and drank living water. They never left the table until they&#39;d read Scripture together. So morning, lunch, suppertime, Scripture was always read at the table, and then there was prayer to close.","author":"Ann Voskamp","topic":"Family"},{"quote":"When you look at the world, everyone in the world who cares about his or her family wants to have a major portion of their assets in the United States because we are the growth country and the freedom loving country.","author":"Arthur Laffer","topic":"Family"},{"quote":"We&#39;re just a big media family. My mom is always sending us articles throughout the day. My husband now works at Facebook... so it&#39;s just a very high-paced media culture, our texts. It&#39;s links and photos, and all hours of the day, because my dad, my brother, and I are night owls, and my mom and my husband wake up early.","author":"Allison Williams","topic":"Family"},{"quote":"I grew up a Red Sox fan. I grew up going to Fenway Park and the Museum of Fine Arts and the Science Museum and Symphony Hall and going to the Common, walking around. My whole family at different times lived and worked in Boston.","author":"James Spader","topic":"Family"},{"quote":"When I remember my family, I always remember their backs. They were always indignantly leaving places.","author":"John Cheever","topic":"Family"},{"quote":"Family makes a house a home.","author":"Jennifer Hudson","topic":"Family"},{"quote":"I work in areas related to child protection and family safety, women&#39;s empowerment, the creation of opportunities for youth, and culture and tourism. Daunting? Yes. Impossible? No. In fact, such challenges energize me.","author":"Queen Rania of Jordan","topic":"Family"},{"quote":"I bought a place in Milan, but Missoni headquarters are out in the country, in Sumirago. My whole family eats out of the same vegetable garden; my mother raises chickens. I love the city, but if you&#39;re always bombarded with stimulation, you get numb to it. I need to get bored to create.","author":"Margherita Missoni","topic":"Family"},{"quote":"I like girls who want to get up and dance and don&#39;t mind singing in front of my family - you know, silly stuff. Some girls won&#39;t eat in front of boys or won&#39;t go bowling. They just want to go out and look pretty. I don&#39;t really get that. I want someone who is up for having a good time.","author":"Olly Murs","topic":"Family"},{"quote":"I never thought about becoming a politician. But during the military dictatorship, my grandfather was put in prison six times and my father twice. If my family and my country didn&#39;t have this history, I might be a professor somewhere today.","author":"George Papandreou","topic":"Family"},{"quote":"At this level, the individual perceives the maintenance of the expectations of his family, group, or nation as valuable in its own right, regardless of immediate and obvious consequences.","author":"Lawrence Kohlberg","topic":"Family"},{"quote":"Indeed, I was so afraid to dishonour my friends and family by my indiscreet actions, that I rather chose to be accounted a fool, than to be thought rude or wanton.","author":"Margaret Cavendish","topic":"Family"},{"quote":"At lunchtime, our kitchen was like a mini restaurant: my grandmother and mother had to cook for as many as 25 people - extended family plus 10 employees. We ate a lot of cabbage and a lot of potatoes.","author":"Jean-Georges Vongerichten","topic":"Family"},{"quote":"You know, I think I&#39;m more of a micro-person, so to me, the context and the framework of trying to do what you love and feel passionate about, in supporting your family in that way, is the most important thing to me.","author":"Joan Cusack","topic":"Family"},{"quote":"The first responsibility of the Muslim is as teacher. That is his job, to teach. His first school, his first classroom is within the household. His first student is himself. He masters himself and then he begins to convey the knowledge that he has acquired to the family. The people who are closest to him.","author":"H. Rap Brown","topic":"Family"},{"quote":"Women are the majority of immigrants yet the minority of immigrant employment visas; immigrant and native born women who work in the service arena - such as domestic workers - are not valued for their work, making pennies on the dollar compared to male counterparts; and, women are disproportionately affected by family reunification policies.","author":"Christine Pelosi","topic":"Family"},{"quote":"The bottom line: If you want a happier family, bring those skeletons out of the closet.","author":"Bruce Feiler","topic":"Family"},{"quote":"I thank God, Jesus, and my Grandmother for being able to support myself and my family.","author":"Steven Adler","topic":"Family"},{"quote":"I shop only at thrift stores and vintage stores. In New York, I like a place called Star Struck, and a place called The Family Jewels.","author":"Ezra Miller","topic":"Family"},{"quote":"Love is the driver for all great stories: not just romantic love, but the love of parent for child, for family, for country.","author":"Jojo Moyes","topic":"Family"},{"quote":"I&#39;m so happy with my family, my career and my friends, and I&#39;d like for them to be here forever, so I guess loss is what scares me the most.","author":"Jared Padalecki","topic":"Family"},{"quote":"My family were really happy for me that I&#39;m going to such a big club as Manchester United. They definitely were a bit nervous because of my high price, but I&#39;m going to stay focused on proving my worth.","author":"Anthony Martial","topic":"Family"},{"quote":"As I was growing up, you know, I&#39;m a white Jewish American born to Holocaust parents. My father fled Nazi Germany in 1939 and my mother&#39;s family had fled the czars of Russia before that.","author":"Eugene Jarecki","topic":"Family"},{"quote":"I wasn&#39;t a friendly child. I was reserved and mostly kept to myself. My family tells me they&#39;ve noticed a sea change in me after I&#39;ve grown up. But I guess that&#39;s natural. Your surroundings, friends, college, etc. do make a lot of difference to your personality.","author":"Shraddha Kapoor","topic":"Family"},{"quote":"My family was actually homeless for several years when I was a kid. It&#39;s a bit unusual for a member of Congress.","author":"Kyrsten Sinema","topic":"Family"},{"quote":"I come from an Irish Catholic family, and hell-raising is part of the DNA.","author":"Brian Dennehy","topic":"Family"},{"quote":"Orca family members belong together at home in the ocean, not isolated in tiny tanks at SeaWorld. If you believe that a mother should never have to know the pain of having her child torn away from her, boycott SeaWorld.","author":"Holly Marie Combs","topic":"Family"},{"quote":"I like simple things. I like being in my family in the South and playing petanque.","author":"Jean Dujardin","topic":"Family"},{"quote":"For me specifically, it was important to graduate. In my family, I was one of the first graduates. My mom did not have a college degree. My dad did not have a college degree.","author":"Brian Acton","topic":"Family"},{"quote":"Although I was raised in Canada and the U.K., my roots are in Egypt through my father, in a family line that stretches back generations and runs along the Nile, from the concrete of Cairo to the coast of Alexandria.","author":"Shereen El Feki","topic":"Family"},{"quote":"I&#39;m like the black sheep of my family.","author":"Juan Pablo Di Pace","topic":"Family"},{"quote":"One&#39;s family is the most important thing in life. I look at it this way: One of these days I&#39;ll be over in a hospital somewhere with four walls around me. And the only people who&#39;ll be with me will be my family.","author":"Robert Byrd","topic":"Family"},{"quote":"It&#39;s kind of odd when you think of Loretta Lynn, when she was first traveling and recording country music. It was all built through word of mouth. If you pleased the fans, they would pass it around to their friends and family.","author":"Patty Loveless","topic":"Family"},{"quote":"You have to be passionate about your business. If you don&#39;t love your business, you are doing a terrible disservice to your customers and clients, your team members and business partners, your family and yourself.","author":"Paul Zane Pilzer","topic":"Family"},{"quote":"Belief is so important in everything. You need to believe in magic. You need to believe in yourself. You need to believe in your family.","author":"Edward Kitsis","topic":"Family"},{"quote":"I believe the wedding vows are sacred and precious, and it&#39;s been one of my goals as a writer to portray the kind of marriages I&#39;ve seen modeled in my family - my parents and grandparents, who all celebrated fifty-year anniversaries and well-beyond.","author":"Deborah Raney","topic":"Family"},{"quote":"The values transmitted through oral history are many - courage, selflessness, the ability to endure, and to do so with humor and grace. I got those values listening to my dad&#39;s stories about the Depression and how their family survived. It gave me courage that I, too, could survive hard times.","author":"Ann Turner","topic":"Family"},{"quote":"I&#39;m pretty much a good Catholic girl at heart and I believe in family. I also have a basic belief that God takes care of me. I believe in prayer, even though I&#39;m not that religious. I just have that foundation from my family. I mean when you think that you&#39;re just a human being and one of God&#39;s creatures, you can&#39;t take anything that seriously.","author":"Catherine O'Hara","topic":"Family"},{"quote":"I love my family.","author":"Manute Bol","topic":"Family"},{"quote":"I dug the idea that I was being perceived as the black sheep of my family, but for me, it was like, I was a rebel, and that to me was most important.","author":"Larry Bishop","topic":"Family"},{"quote":"I go to the gym, do some martial arts, and I love poetry. I have a tattoo of my family crest, and another on my back that says &#39;The Road Not Taken,&#39; which is a poem by Robert Frost.","author":"Steven R. McQueen","topic":"Family"},{"quote":"I think there&#39;s lots of people with family connections but who are actually nowhere. If you&#39;re hard-working and determined, you will make it, and that&#39;s the bottom line. I don&#39;t believe in an easy way through.","author":"Isabel dos Santos","topic":"Family"},{"quote":"It was hard saying goodbye to the &#39;iCarly&#39; family just because we have become such a family, but I do get to see them all the time, and I stay in touch with them.","author":"Jerry Trainor","topic":"Family"},{"quote":"Have you read &#39;The Grapes of Wrath?&#39; That was my family. My dad was a sharecropper in western Oklahoma. When the dust storms came and everything got wiped out, they came to California. The guys with the mattresses on the tops of their cars in the movie? That was the way it was.","author":"B. Wayne Hughes","topic":"Family"},{"quote":"See, that&#39;s why Barack&#39;s running: to end the war in Iraq responsibly - to build an economy that lifts every family, to make sure health care is available for every American - and to make sure that every child in this nation has a world-class education all the way from preschool to college.","author":"Michelle Obama","topic":"Family"},{"quote":"When you look at Prince Charles, don&#39;t you think that someone in the Royal family knew someone in the Royal family?","author":"Robin Williams","topic":"Family"},{"quote":"The family is the test of freedom; because the family is the only thing that the free man makes for himself and by himself.","author":"Gilbert K. Chesterton","topic":"Family"},{"quote":"While I have never learned to use a computer, I am surrounded by family and friends who carry information to me from blogs, Facebook, Twitter, and various websites.","author":"Billy Graham","topic":"Family"},{"quote":"In God&#39;s family, there are no outsiders, no enemies.","author":"Desmond Tutu","topic":"Family"},{"quote":"The kindness that&#39;s been shown to me, by doctors as well as my family and my friends, it&#39;s really saved my life.","author":"Lady Gaga","topic":"Family"},{"quote":"Skiing takes so much out of me, and when I start a family, I want to do it 100%.","author":"Lindsey Vonn","topic":"Family"},{"quote":"But the problem is that when I go around and speak on campuses, I still don&#39;t get young men standing up and saying, &#39;How can I combine career and family?&#39;","author":"Gertrude Stein","topic":"Family"},{"quote":"It is extraordinary that when you are acquainted with a whole family you can forget about them.","author":"Gertrude Stein","topic":"Family"},{"quote":"I do realise and understand very well on a profound level how lucky I am and what a privileged position it is and what it&#39;s done ultimately for me, my family and my kids. But at the same time, there are moments in a man&#39;s life when you just kind of want to feel somewhat normal.","author":"Johnny Depp","topic":"Family"},{"quote":"In every age there has been a stream of popular opinion that has carried all before it, and given a family character, as it were, to the century.","author":"Mary Wollstonecraft","topic":"Family"},{"quote":"Little children are still the symbol of the eternal marriage between love and duty.","author":"George Eliot","topic":"Family"},{"quote":"Neil Young is my hero, and such a great example. You know what that guy has been doing for the past 40 years? Making music. That&#39;s what that guy does. Sometimes you pay attention, sometimes you don&#39;t. Sometimes he hands it to you, sometimes he keeps it to himself. He&#39;s a good man with a beautiful family and wonderful life.","author":"Dave Grohl","topic":"Family"},{"quote":"I missed my dad a lot growing up, even though we were together as a family. My dad was really a workaholic. And he was always working.","author":"Steven Spielberg","topic":"Family"},{"quote":"As a general thing, when a woman wears the pants in a family, she has a good right to them.","author":"Josh Billings","topic":"Family"},{"quote":"People who build family businesses are not classically trained. They have to deal with an enormous amount of politics. You think corporate politics are tough? Go work for your dad or your mom.","author":"Gary Vaynerchuk","topic":"Family"},{"quote":"Family life is fragmenting in this modern age, but it&#39;s up to all of us to keep it together.","author":"Mary Berry","topic":"Family"},{"quote":"Lil Wayne, that&#39;s my brother. Birdman, that&#39;s family.","author":"DJ Khaled","topic":"Family"},{"quote":"I grew up in a very religious family and it is the motivating force to every thing I do. I am fortunate to have had adults all around me who really lived their faith, in helping other people and doing the best you can do.","author":"Marian Wright Edelman","topic":"Family"},{"quote":"Dad kept us out of school, but school comes and goes. Family is forever.","author":"Charlie Sheen","topic":"Family"},{"quote":"I think &#39;Family Guy&#39; and &#39;American Dad&#39; have definitely staked out their own style and territory, and now the accusations are coming that &#39;The Simpsons&#39; is taking jokes from &#39;Family Guy.&#39; And I can tell you, that ain&#39;t the case.","author":"Matt Groening","topic":"Family"},{"quote":"When I was a boy, I would ask about my family history, about my bloodlines. We really didn&#39;t know that much. We had a little Indian in us from the Oklahoma Trail of Tears.","author":"Brad Pitt","topic":"Family"},{"quote":"I always tried to do things by example, even though I was not a very good mother regarding routines and family life.","author":"Vivienne Westwood","topic":"Family"},{"quote":"I came from a big family... a big family of Southerners.","author":"Blake Lively","topic":"Family"},{"quote":"I always take a cashmere blanket, and I have pictures of my family in my passport holder.","author":"Kate Moss","topic":"Family"},{"quote":"I have parents and family who will never allow me not to be grounded. If I thought for a second that I could possibly lift off the ground, I have a thousand people who will grab my ankles.","author":"Zendaya","topic":"Family"},{"quote":"When you start about family, about lineage and ancestry, you are talking about every person on earth.","author":"Alex Haley","topic":"Family"},{"quote":"I grew up in a family in which political issues were often discussed, and debated intensely.","author":"Joseph Stiglitz","topic":"Family"},{"quote":"There is a real sense of family when you&#39;re around Australians, even if you don&#39;t know them.","author":"Margot Robbie","topic":"Family"},{"quote":"I was the oldest of the children in my family. I had to do a lot of diaper-changing and lunch-making. I was taking my little sister to ballet, picking up my brother, sort of being a super-nanny.","author":"Vin Diesel","topic":"Family"},{"quote":"Family, nature and health all go together.","author":"Olivia Newton-John","topic":"Family"},{"quote":"My wife comes from a foodie family so I&#39;ve been indoctrinated into that. I had sweetbreads the other night, and I have to say, not my favorite thing in the world You&#39;re eating a gland.","author":"Armie Hammer","topic":"Family"},{"quote":"You leave home to seek your fortune and, when you get it, you go home and share it with your family.","author":"Anita Baker","topic":"Family"},{"quote":"If you&#39;re graduating from high school, and you come from a lower income family, you&#39;re effectively given two options. One is get a four-year college degree; two is work at a low-wage job, potentially for the rest of your life. We&#39;ve got to do better on that front. We have to provide more options.","author":"J. D. Vance","topic":"Family"},{"quote":"I come from the countryside. I come from a bunch of horticulture family members. My best friend was a farmer&#39;s boy.","author":"Luke Evans","topic":"Family"},{"quote":"The attempt to redefine the family as a purely voluntary arrangement grows out of the modern delusion that people can keep all their options open all the time.","author":"Christopher Lasch","topic":"Family"},{"quote":"When you have family with you, it gives you extra energy.","author":"Laurie Hernandez","topic":"Family"},{"quote":"Women&#39;s books are kind of discriminated against. If a man writes a book about his family stories, people think of it as literature. If it&#39;s a woman, she&#39;s &#39;spilling her guts,&#39; and it&#39;s not art.","author":"Erica Jong","topic":"Family"},{"quote":"I definitely have a strong sense of my Jewish and Israeli identity. I did my two-year military service; I was brought up in a very Jewish, Israeli family environment, so of course my heritage is very important to me.","author":"Gal Gadot","topic":"Family"},{"quote":"I&#39;m happy, my family&#39;s happy, everything is going well.","author":"Novak Djokovic","topic":"Family"},{"quote":"Sweden is a good country to raise a family in because there is an equality there I don&#39;t feel in the States.","author":"Alexander Skarsgard","topic":"Family"},{"quote":"I had a really hard time growing up; we were a large family, and we didn&#39;t have much money at home.","author":"Luis Suarez","topic":"Family"},{"quote":"I cannot emphasize enough the importance of family encouragement - not just for me, but for everyone.","author":"Adora Svitak","topic":"Family"},{"quote":"As they say in Italy, Italians were eating with a knife and fork when the French were still eating each other. The Medici family had to bring their Tuscan cooks up there so they could make something edible.","author":"Mario Batali","topic":"Family"},{"quote":"The foundation of family - that&#39;s where it all begins for me.","author":"Faith Hill","topic":"Family"},{"quote":"Everything has changed in recent decades - the economy, technology, cultural attitudes, the demographics of the workforce, the role of women in society and the structure of the American family. It&#39;s about time our laws caught up. We watch &#39;Modern Family&#39; on television, but we&#39;re still living by &#39;Leave It To Beaver&#39; rules.","author":"Thomas Perez","topic":"Family"},{"quote":"I hate family pressures and family responsibilities. I&#39;m more comfortable as a stranger. I always imagined I could just live in a hotel. I&#39;m afraid of family.","author":"Claire Denis","topic":"Family"},{"quote":"When I visited Vietnam for Oxfam, the thing that really struck me was how the local farmers had to prepare to evacuate or climb to their mezzanines with their valuable family possessions.","author":"Martin Parr","topic":"Family"},{"quote":"If you can capture the humanity of a family struggling in an economic crisis you can make a difference. You can raise awareness just of the simple humanity.","author":"Emily Blunt","topic":"Family"},{"quote":"A woman can plan when to have her family and how to support a family.","author":"Kathleen Turner","topic":"Family"},{"quote":"In all seriousness, it really should be difficult for me to be too strange. After all, a great family raised me.","author":"Tim Duncan","topic":"Family"},{"quote":"Never refuse an assignment except when there is a conflict of interest, a potential of danger to you or your family, or you hold a strongly biased attitude about the subject under focus.","author":"Jessica Savitch","topic":"Family"},{"quote":"My family was very conservative, and I had a traditional upbringing. I was not brought up to be a sex symbol, nor is it in my nature to be one. The fact that I became one is probably the loveliest, most glamorous and fortunate misunderstanding.","author":"Raquel Welch","topic":"Family"},{"quote":"Epilepsy is a disease in the shadows. Patients are often reluctant to admit their condition - even to close family, friends or co-workers - because there&#39;s still a great deal of stigma and mystery surrounding the disease that plagued such historical figures as Julius Caesar, Edgar Allan Poe and Lewis Carroll.","author":"Lynda Resnick","topic":"Family"},{"quote":"Being an American is a state of mind, and to be in a family is to feel the power of belonging, the power of your roots. Family is a tree, the strength of a tree, the roots, the leaves, the past and the present, the future, the fruits, the seeds.","author":"Esai Morales","topic":"Family"},{"quote":"I realized my family was funny, because nobody ever wanted to leave our house.","author":"Anthony Anderson","topic":"Family"},{"quote":"I have these visions of myself being thirty, thirty-five, forty having a family.","author":"Nastassja Kinski","topic":"Family"},{"quote":"I come from a coffee-loving family, and you can always tell when my sister and I have been around, because both of us collect all the dead coffee from everyone&#39;s morning cup, pour it over ice, and drink it. This is a disgusting habit.","author":"Laurie Colwin","topic":"Family"},{"quote":"Americans try to talk about positive family values, although the actual state of things is disastrous.","author":"Vladimir Zhirinovsky","topic":"Family"},{"quote":"I stay in tune with my family and God.","author":"Regina King","topic":"Family"},{"quote":"Growing up, one of the shows that the entire family ate dinner at the table was &#39;Star Trek: The Next Generation.&#39; That was one of the greatest television shows ever, and then I&#39;m a fan of &#39;Firefly.&#39;","author":"Luke Macfarlane","topic":"Family"},{"quote":"If we abandon marriage, we abandon the family.","author":"Michael Enzi","topic":"Family"},{"quote":"So, I&#39;m thinking of a name for a villain that has a sense of humor. I thought of &#39;The Joker&#39; as a name, and as soon as I thought that, I associate it with the playing card, as my family had a tradition of champion playing; my brother was a contract champion bridge player. There were always cards around the house.","author":"Jerry Robinson","topic":"Family"},{"quote":"My family is more important than my party.","author":"Zell Miller","topic":"Family"},{"quote":"What&#39;s really cool about our family is that we don&#39;t hold grudges, and I think that is what&#39;s been the key to the success. We get into our little disagreements, and whether we&#39;re right or wrong, we&#39;ll go and apologize. That&#39;s just the way we are.","author":"Selena","topic":"Family"},{"quote":"God did not intend the human family to be wafted to heaven on flowery beds of ease.","author":"Frank Knox","topic":"Family"},{"quote":"During the week, my days are consumed with school commitments, play-dates and work for Baby Buggy, a nonprofit I started, which collects kids&#39; gear for parents in need. So on weekends, I look forward to uninterrupted time with my family.","author":"Jessica Seinfeld","topic":"Family"},{"quote":"We believe in funding family planning because it helps to prevent unintended pregnancy. We believe that a woman considering an abortion should not be forced to have an ultrasound against her will.","author":"Nancy Keenan","topic":"Family"},{"quote":"If you have a family mission statement that clarifies what your purpose is, then you use that as the criterion by which you make the decisions.","author":"Stephen Covey","topic":"Family"},{"quote":"Left to my own devices, my first inclination is to mess in other people&#39;s lives. I secretly believe my whole family, and really the whole world, is my responsibility.","author":"Anne Lamott","topic":"Family"},{"quote":"First and foremost comes my family and my life with Brad. We have so much joy in raising our children and teaching them about the world that nothing really compares to that.","author":"Angelina Jolie","topic":"Family"},{"quote":"My mother was the most amazing person. She taught me to be kind to other women. She believed in family. She was with my father from the first day they met. All that I am, she taught me.","author":"Sidney Poitier","topic":"Family"},{"quote":"Hulk Hogan slamming Andre the Giant. I remember watching WrestleMania with my family and friends on TV... 93,000 people in the Silverdome. When Hogan picked up Andre, I got goosebumps.","author":"John Cena","topic":"Family"},{"quote":"When I was younger, my family would go camping and fishing on our ranches. My dad loves being around all kinds of animals. He&#39;s the one who got me to be a really big animal lover.","author":"Paris Hilton","topic":"Family"},{"quote":"Everything happens for a reason. I&#39;m used to it, I prepare for it. Like I say, at the end of the day, those in charge of their own destiny are going to do what&#39;s right for them and their family.","author":"Shaquille O'Neal","topic":"Family"},{"quote":"America cannot continue to lead the family of nations around the world if we suffer the collapse of the family here at home.","author":"Mitt Romney","topic":"Family"},{"quote":"Having family responsibilities and concerns just has to make you a more understanding person.","author":"Sandra Day O'Connor","topic":"Family"},{"quote":"It has to be real, and I think a lot of the problems we have as a society is because we don&#39;t acknowledge that family is important, and it has to be people who are present, you know, and mothers and fathers, both are not present enough with children.","author":"James Earl Jones","topic":"Family"},{"quote":"You don&#39;t have to give birth to someone to have a family.","author":"Sandra Bullock","topic":"Family"},{"quote":"Most women are not programmed to prefer a great career to a great man and a family. They feel they were sold a bill of goods at college and by the media.","author":"Dennis Prager","topic":"Family"},{"quote":"People are pretty forgiving when it comes to other people&#39;s families. The only family that ever horrifies you is your own.","author":"Douglas Coupland","topic":"Family"},{"quote":"It&#39;s very strange that most people don&#39;t care if their knowledge of their family history only goes back three generations.","author":"Douglas Coupland","topic":"Family"},{"quote":"I have other obligations now - the show, my family, my life... though I know that without my sobriety I wouldn&#39;t have any of those things.","author":"Rob Lowe","topic":"Family"},{"quote":"My kids give me the balance to live right.","author":"Celine Dion","topic":"Family"},{"quote":"At a certain point I&#39;m going to want to have a family.","author":"Gwen Stefani","topic":"Family"},{"quote":"I don&#39;t know if I believe in marriage. I believe in family, love and children.","author":"Penelope Cruz","topic":"Family"},{"quote":"I don&#39;t have to look up my family tree, because I know that I&#39;m the sap.","author":"Fred Allen","topic":"Family"},{"quote":"My family comes first. Maybe that&#39;s what makes me different from other guys.","author":"Bobby Darin","topic":"Family"},{"quote":"I would love a family. I&#39;m at the age where the wish for a child gets stronger. But who knows.","author":"Cameron Diaz","topic":"Family"},{"quote":"I&#39;m not much of a family man. I&#39;m just not that into it. I love kids, I adore them, but I don&#39;t want to live my life for them.","author":"Sting","topic":"Family"},{"quote":"I have a lot of very close girlfriends and sisters - I&#39;m from an all female family. My father often quips that even the cat was neutered!","author":"Shirley Manson","topic":"Family"},{"quote":"Also, my mom and family are very important to me and I know that this is not expected.","author":"Christina Milian","topic":"Family"},{"quote":"The left dismisses talk about the collapse of family life and talks instead about the emergence of the growing new diversity of family types.","author":"Christopher Lasch","topic":"Family"},{"quote":"For me, nothing has ever taken precedence over being a mother and having a family and a home.","author":"Jessica Lange","topic":"Family"},{"quote":"I am tortured when I am away from my family, from my children. I am horribly guilt-ridden.","author":"Jessica Lange","topic":"Family"},{"quote":"I would rather start a family than finish one.","author":"Don Marquis","topic":"Family"},{"quote":"I was born into the most remarkable and eccentric family I could possibly have hoped for.","author":"Maureen O'Hara","topic":"Family"},{"quote":"It takes a lot of work to put together a marriage, to put together a family and a home.","author":"Elizabeth Edwards","topic":"Family"},{"quote":"When you have a godly husband, a godly wife, children who respect their parents and who are loved by their parents, who provide for those children their physical and spiritual and material needs, lovingly, you have the ideal unit.","author":"Jerry Falwell","topic":"Family"},{"quote":"I grew up in a big family with a lot of kids around, and I definitely want to have children as well.","author":"Heidi Klum","topic":"Family"},{"quote":"I&#39;ve always put my family first and that&#39;s just the way it is.","author":"Jamie Lee Curtis","topic":"Family"},{"quote":"I have always been the black sheep of the family. I am the middle child, with an older and a younger sister.","author":"Fawad Khan","topic":"Family"},{"quote":"We&#39;ll sort of get over the marriage first and then maybe look at the kids. But obviously we want a family so we&#39;ll have to start thinking about that.","author":"Prince William","topic":"Family"},{"quote":"For all of those willing to help me start a family, I am flattered. I will let you know when I need your help.","author":"Paula Abdul","topic":"Family"},{"quote":"It&#39;s not that our family has no taste, it&#39;s just that our family&#39;s taste is inconsistent.","author":"Dave Eggers","topic":"Family"},{"quote":"I never did quite fit the glamour mode. It is life with my husband and family that is my high now.","author":"Patty Duke","topic":"Family"},{"quote":"Make a Goal Box, a chart of positive daily contact with a family when you are working with them.","author":"Richard G. Scott","topic":"Family"},{"quote":"The most difficult is the first family, to bring someone out of the world.","author":"Richard G. Scott","topic":"Family"},{"quote":"My grandmother, grandfather, my mom - we&#39;ve always been driven by laughter. It&#39;s what held us together. Thanksgivings, any kind of family get-together, we usually end up in tears.","author":"Yelawolf","topic":"Family"},{"quote":"I find the family the most mysterious and fascinating institution in the world.","author":"Amos Oz","topic":"Family"},{"quote":"I live quietly at home among my family and friends.","author":"Antonio Tabucchi","topic":"Family"},{"quote":"I&#39;ve given it my all. I&#39;ve done my best. Now, I&#39;m ready with my family to begin the next phase of our lives.","author":"Richard M. Daley","topic":"Family"},{"quote":"My whole damn family was nice. I don&#39;t think I&#39;ve imagined it. It&#39;s true. Maybe it has to do with being brought up as Christian Scientists. Half of my relatives were Readers or Practitioners in the church.","author":"Henry Fonda","topic":"Family"},{"quote":"I don&#39;t think anyone has a normal family.","author":"Edward Furlong","topic":"Family"},{"quote":"My restaurants are never opened on Thanksgiving; I want my staff to spend time with their family if they can. My feeling is, if I can&#39;t figure out how to make money the rest of the year so that my workers can enjoy the holidays, then I don&#39;t deserve to be an owner.","author":"Michael Symon","topic":"Family"},{"quote":"You have to defend your honor. And your family.","author":"Suzanne Vega","topic":"Family"},{"quote":"When I&#39;m ready, I plan to adopt. I still believe in family.","author":"LaToya Jackson","topic":"Family"},{"quote":"The joke in our family is that we can cry reading the phone book.","author":"Ron Reagan","topic":"Family"},{"quote":"Like all my family and class, I considered it a sign of weakness to show affection; to have been caught kissing my mother would have been a disgrace, and to have shown affection for my father would have been a disaster.","author":"Agnes Smedley","topic":"Family"},{"quote":"I have a family to support. And I&#39;m not always going to be doing exactly what I want to do.","author":"Patrick Warburton","topic":"Family"},{"quote":"There are things that you cannot talk to your mother and father about, there are things that you cannot talk to your children about.","author":"Shirley Knight","topic":"Family"},{"quote":"Our family life was certainly not intellectual.","author":"Douglass North","topic":"Family"},{"quote":"I grew up in a very religious family. I could read the Qu&#39;ran easily at the age of five.","author":"Akhmad Kadyrov","topic":"Family"},{"quote":"Denmark is a country built on a commercial fleet. That&#39;s basically what we have been doing. We&#39;re just a small country of islands, and every family has a sailor. So, in many ways, my father was a sailor before I was born.","author":"Tobias Lindholm","topic":"Family"},{"quote":"We love to be with our family and friends and I can tell you that lots of eating will be involved.","author":"Julia Barr","topic":"Family"},{"quote":"My family background was deeply Christian.","author":"Abbe Pierre","topic":"Family"},{"quote":"I love all my fam. I have quite possibly the best dad, mom, and sister in the world.","author":"Ryan Eggold","topic":"Family"},{"quote":"The one thing that kept our family together was the music. The only thing that our family would share emotionally was to have our dad cry over something the kids did with music.","author":"Dennis Wilson","topic":"Family"},{"quote":"If I had no family, my wife and I would lead a much more romantic and nomadic existence.","author":"David McCallum","topic":"Family"},{"quote":"A woman can take care of the family. It takes a man to provide structure, to provide stability.","author":"Tom DeLay","topic":"Family"},{"quote":"The family you come from isn&#39;t as important as the family you&#39;re going to have.","author":"Ring Lardner","topic":"Family"},{"quote":"My family was my guide to my reality.","author":"Haywood Nelson","topic":"Family"},{"quote":"Parents need all the help they can get. The strongest as well as the most fragile family requires a vital network of social supports.","author":"Bernice Weissbourd","topic":"Family"},{"quote":"Dignity is not negotiable. Dignity is the honor of the family.","author":"Vartan Gregorian","topic":"Family"}]