[{"quote":"Acting is not about being famous, it&#39;s about exploring the human soul.","author":"Annette Bening","topic":"Famous"},{"quote":"Everybody wants to be famous, but nobody wants to do the work. I live by that. You grind hard so you can play hard. At the end of the day, you put all the work in, and eventually it&#39;ll pay off. It could be in a year, it could be in 30 years. Eventually, your hard work will pay off.","author":"Kevin Hart","topic":"Famous"},{"quote":"You might not make it to the top, but if you are doing what you love, there is much more happiness there than being rich or famous.","author":"Tony Hawk","topic":"Famous"},{"quote":"In the future, everyone will be famous for 15 minutes.","author":"Andy Warhol","topic":"Famous"},{"quote":"The name Muhammad is the most common name in the world. In all the countries around the world - Pakistan, Saudi Arabia, Morocco, Turkey, Syria, Lebanon - there are more Muhammads than anything else. When I joined the Nation of Islam and became a Muslim, they gave me the most famous name because I was the champ.","author":"Muhammad Ali","topic":"Famous"},{"quote":"The world&#39;s most famous and popular language is music.","author":"Psy","topic":"Famous"},{"quote":"If you are a leader, you should never forget that everyone needs encouragement. And everyone who receives it - young or old, successful or less-than-successful, unknown or famous - is changed by it.","author":"John C. Maxwell","topic":"Famous"},{"quote":"I&#39;m an instant star. Just add water and stir.","author":"David Bowie","topic":"Famous"},{"quote":"I remember from my school days Archimedes jumping into his bath and displacing water and coming up with his famous principle, and of course Isaac Newton being hit on the head with an apple. In other words, this realm of human knowledge - which is mathematical, essentially - can have a playful visual element to it.","author":"James Marsh","topic":"Famous"},{"quote":"Pleasure without God, without the sacred boundaries, will actually leave you emptier than before. And this is biblical truth, this is experiential truth. The loneliest people in the world are amongst the wealthiest and most famous who found no boundaries within which to live. That is a fact I&#39;ve seen again and again.","author":"Ravi Zacharias","topic":"Famous"},{"quote":"We all want to be famous people, and the moment we want to be something we are no longer free.","author":"Jiddu Krishnamurti","topic":"Famous"},{"quote":"Being rich and famous has never been my goal at all. I love to act and I want to be able to do really great parts.","author":"Jenn Proske","topic":"Famous"},{"quote":"A celebrity is a person who works hard all of their life to become well known, and then wears dark glasses to avoid being recognized.","author":"Fred Allen","topic":"Famous"},{"quote":"Power is not of a man. Wealth does not center in the person of the wealthy. Celebrity is not inherent in any personality. To be celebrated, to be wealthy, to have power requires access to major institutions.","author":"C. Wright Mills","topic":"Famous"},{"quote":"America is known as a country that welcomes people to its shores. All kinds of people. The image of the Statue of Liberty with Emma Lazarus&#39; famous poem. She lifts her lamp and welcomes people to the golden shore, where they will not experience prejudice because of the color of their skin, the religious faith that they follow.","author":"Ruth Bader Ginsburg","topic":"Famous"},{"quote":"Dr. King&#39;s famous &#39;I Have a Dream&#39; speech was delivered at &#39;The March on Washington for Jobs and Freedom,&#39; a call to justice beyond the traditional civil rights movement&#39;s focus.","author":"Charles B. Rangel","topic":"Famous"},{"quote":"Don&#39;t pay any attention to what they write about you. Just measure it in inches.","author":"Andy Warhol","topic":"Famous"},{"quote":"The hardest thing about being famous is that people are always nice to you. You&#39;re in a conversation and everybody&#39;s agreeing with what you&#39;re saying - even if you say something totally crazy. You need people who can tell you what you don&#39;t want to hear.","author":"Al Pacino","topic":"Famous"},{"quote":"My idea of a good picture is one that&#39;s in focus and of a famous person.","author":"Andy Warhol","topic":"Famous"},{"quote":"Everybody think they&#39;re famous when they get 100,000 followers on Instagram and 5,000 on Twitter.","author":"Meek Mill","topic":"Famous"},{"quote":"Don&#39;t worry about writing a book or getting famous or making money. Just lead an interesting life.","author":"Michael Morpurgo","topic":"Famous"},{"quote":"Who you are as a person will only be amplified once you are &#39;famous,&#39; so if you had a good heart, then I would imagine you&#39;ll have the same good heart but the means to do even more with it.","author":"Meghan Markle","topic":"Famous"},{"quote":"Glory is fleeting, but obscurity is forever.","author":"Napoleon Bonaparte","topic":"Famous"},{"quote":"My dear Mama, you are definitely the hen who hatched a famous duck.","author":"Henri de Toulouse-Lautrec","topic":"Famous"},{"quote":"Fame is a fickle food upon a shifting plate.","author":"Emily Dickinson","topic":"Famous"},{"quote":"I drive around on my scooter in Milan alone - we don&#39;t have bodyguards or anything like that. I am a fashion designer, not a celebrity, and although I get stopped for autographs and the like, I don&#39;t think I am famous.","author":"Stefano Gabbana","topic":"Famous"},{"quote":"The strangest part about being famous is you don&#39;t get to give first impressions anymore. Everyone already has an impression of you before you meet them.","author":"Kristen Stewart","topic":"Famous"},{"quote":"Sometimes you forget you&#39;re famous. You wonder, &#39;Why is that person staring at me?&#39;","author":"Bob Newhart","topic":"Famous"},{"quote":"Lance Armstrong, the famous cyclist and more importantly, cancer survivor, has said &#39;if you ever get a second chance for something, you&#39;ve got to go all the way.&#39;","author":"Michael N. Castle","topic":"Famous"},{"quote":"The American Dream is a term that is often used but also often misunderstood. It isn&#39;t really about becoming rich or famous. It is about things much simpler and more fundamental than that.","author":"Marco Rubio","topic":"Famous"},{"quote":"I don&#39;t want to be famous. I like to be able to sit in a cafe and watch the world go by and observe people.","author":"Sophia Myles","topic":"Famous"},{"quote":"A window covered with raindrops interests me more than a photograph of a famous person.","author":"Saul Leiter","topic":"Famous"},{"quote":"When I started skating, it was such a small community. You didn&#39;t aspire to be rich or famous or make a career out of it because that wasn&#39;t something anyone had done yet.","author":"Tony Hawk","topic":"Famous"},{"quote":"I don&#39;t like a girl on social media, when you have an open inbox, answering questions from dudes left and right every day. What&#39;s the point? It&#39;s like having your number all out. Everybody think they&#39;re famous when they get 100,000 followers on Instagram and 5,000 on Twitter.","author":"Meek Mill","topic":"Famous"},{"quote":"What is it we want out of travel? Is it to take snapshots of ourselves in front of famous monuments, surrounded by other tourists? To eat unfamiliar food chosen from unintelligible menus? To earn frequent-flier miles? No. It&#39;s to glimpse what life is like somewhere else.","author":"Chris Pavone","topic":"Famous"},{"quote":"I&#39;m more interested in being good than being famous.","author":"Annie Leibovitz","topic":"Famous"},{"quote":"I think it would collapse my heart if I was super famous. I don&#39;t have the nerve for it, I&#39;m too anxious. I don&#39;t know how you&#39;re not obsessed with how people perceive you, because they&#39;re real people, you know? You can convince yourself that they don&#39;t really know you, and that&#39;s true, but how can it not hurt your feelings?","author":"Bo Burnham","topic":"Famous"},{"quote":"People like consistency. Whether it&#39;s a store or a restaurant, they want to come in and see what you are famous for.","author":"Millard Drexler","topic":"Famous"},{"quote":"The nice thing about being a celebrity is that, if you bore people, they think it&#39;s their fault.","author":"Henry Kissinger","topic":"Famous"},{"quote":"The bad thing about being a famous comedian is that every now and then someone approaches me to tell an old joke. Don&#39;t tell me jokes - I have that. People also say the weirdest things, sometimes sarcastic things, and even evil things. They like to provoke to get a reaction.","author":"Robin Williams","topic":"Famous"},{"quote":"I have been very happy, very rich, very beautiful, much adulated, very famous and very unhappy.","author":"Brigitte Bardot","topic":"Famous"},{"quote":"I&#39;m not interested in being famous. I&#39;m interested in doing my job and doing it well, and that&#39;s wrestling, and that&#39;s what I love.","author":"AJ Lee","topic":"Famous"},{"quote":"Avoid popularity; it has many snares, and no real benefit.","author":"William Penn","topic":"Famous"},{"quote":"Mainly, I don&#39;t like it when music is made solely to impress people or in order to please business people; it doesn&#39;t sound good to me. If you&#39;re making music in order to become famous or loved by the masses... that&#39;s not what I&#39;m about. When somebody&#39;s making music for the wrong reasons, I hear it right away.","author":"John Frusciante","topic":"Famous"},{"quote":"In fact, I&#39;d just like to own something. Everyone thinks I&#39;m glamorous, rich and famous but all I&#39;ve got is some recording equipment and a battered old BMW.","author":"Dido Armstrong","topic":"Famous"},{"quote":"When you become famous, being famous becomes your profession.","author":"James Carville","topic":"Famous"},{"quote":"I love being famous. It&#39;s almost like being white.","author":"Chris Rock","topic":"Famous"},{"quote":"Other famous men, those of much talk and few deeds, soon evaporate. Action is the dignity of greatness.","author":"Jose Marti","topic":"Famous"},{"quote":"I think everybody has different priorities in their life. People live their lives differently. People become famous through all sorts of different reasons... some of it through art and some of it through just wanting to be famous. And I think how that all starts tends to reflect how you live your life daily.","author":"Keith Urban","topic":"Famous"},{"quote":"If you want to be popular and famous, you can do it; it&#39;s dead easy if you have that ego desire. But most of my ego desires as far as being famous and successful were fulfilled a long time ago.","author":"George Harrison","topic":"Famous"},{"quote":"You know, be an actor because you love to act. Don&#39;t be an actor because you think you&#39;re going to get famous, because that&#39;s luck.","author":"Whoopi Goldberg","topic":"Famous"},{"quote":"I want to get so famous that I don&#39;t have to wake up in the morning. It&#39;ll probably never happen.","author":"Gabriel Iglesias","topic":"Famous"},{"quote":"I feel like everyone has the right to privacy, even if you&#39;re the most famous person in the world.","author":"Marina and the Diamonds","topic":"Famous"},{"quote":"Some of the most famous books are the least worth reading. Their fame was due to their having done something that needed to be doing in their day. The work is done and the virtue of the book has expired.","author":"Moliere","topic":"Famous"},{"quote":"I just want to make music, I don&#39;t want people to talk about me. All I&#39;ve ever wanted to do was sing. I don&#39;t want to be a celebrity. I don&#39;t want to be in people&#39;s faces, you know, constantly on covers of magazine that I haven&#39;t even known I&#39;m on.","author":"Adele","topic":"Famous"},{"quote":"For famous men have the whole earth as their memorial.","author":"Pericles","topic":"Famous"},{"quote":"I was obsessed with being rich and famous.","author":"Paul Lynde","topic":"Famous"},{"quote":"It doesn&#39;t matter if you&#39;re famous or infamous. All that matters is you&#39;re a celebrity.","author":"Willie Geist","topic":"Famous"},{"quote":"If you ever get rich and famous, by definition you are special. You have done something special, and therefore you start to behave special. Then if the floor drops out, and you become down and out, you have a really new perspective.","author":"Danny Bonaduce","topic":"Famous"},{"quote":"Born a slave, Harriet Tubman was determined not to remain one. She escaped from her owners in Maryland on the Underground Railroad in 1849 and then fearlessly returned thirteen times to help guide family members and others to freedom as the most famous conductor of the Underground Railroad.","author":"Susan Campbell Bartoletti","topic":"Famous"},{"quote":"I love being famous - it&#39;s phenomenal.","author":"Dave Chappelle","topic":"Famous"},{"quote":"I&#39;ve never dated anyone in Hollywood - or anyone famous, for that matter. I don&#39;t know that I&#39;m ever gonna write a song that you will know who it&#39;s about.","author":"Ed Sheeran","topic":"Famous"},{"quote":"Fame can take interesting men and thrust mediocrity upon them.","author":"David Bowie","topic":"Famous"},{"quote":"Sometimes I wonder if I&#39;m as famous for my wheelchair and disabilities as I am for my discoveries.","author":"Stephen Hawking","topic":"Famous"},{"quote":"Fame is like caviar, you know - it&#39;s good to have caviar but not when you have it at every meal.","author":"Marilyn Monroe","topic":"Famous"},{"quote":"A friend at school was always being laughed at because his father emptied dustbins for a living. But those who laughed worshipped famous footballers. This is an example of our topsy-turvy view of &#39;success.&#39; Who would we miss most if they did not work for a month, the footballer or the garbage collector?","author":"David Icke","topic":"Famous"},{"quote":"I have as much privacy as a goldfish in a bowl.","author":"Princess Margaret","topic":"Famous"},{"quote":"Celebrity culture, it&#39;s everywhere, isn&#39;t it? It&#39;s reality TV, Big Brother. I didn&#39;t become a footballer to be famous, I became a footballer to be successful. I didn&#39;t want to be famous. Now people want to be famous. Why? Why would you want people following you about all day?","author":"Ryan Giggs","topic":"Famous"},{"quote":"It was that famous joke: What&#39;s the last thing the drummer said before he got kicked out of the band? &#39;Hey, I wrote a song.&#39;","author":"Dave Grohl","topic":"Famous"},{"quote":"There is no fulfillment in things whatsoever. And I think one of the reasons that depression reigns supreme amongst the rich and famous is some of them thought that maybe those things would bring them happiness. But what, in fact, does is having a cause, having a passion. And that&#39;s really what gives life&#39;s true meaning.","author":"Ben Carson","topic":"Famous"},{"quote":"My family&#39;s lineage, we are warriors. The McGregor clan, we are warriors all through. We are famous all through the world for our fighting capabilities of all generations. So I have no doubt that&#39;s stood to me and that led me down this path and gave me what I have.","author":"Conor McGregor","topic":"Famous"},{"quote":"Hold on to that. You have an autograph. I&#39;m going to be famous some day.","author":"Haywood Nelson","topic":"Famous"},{"quote":"Famous people are deceptive. Deep down, they&#39;re just regular people. Like Larry King. We&#39;ve been friends for forty years. He&#39;s one of the few guys I know who&#39;s really famous. One minute he&#39;s talking to the president on his cell phone, and then the next minute he&#39;s saying to me, &#39;Do you think we ought to give the waiter another dollar?&#39;","author":"Don Rickles","topic":"Famous"},{"quote":"The obviously inexperienced pilot is the game the scientific air-fighter goes after, and the majority of victories are won that way. But, on the other hand, it is the novice usually who gets the famous ace by doing at some moment the unexpected thing.","author":"Eddie Rickenbacker","topic":"Famous"},{"quote":"I&#39;m bored with that line. I never use it anymore. My new line is &#39;In 15 minutes everybody will be famous.&#39;","author":"Andy Warhol","topic":"Famous"},{"quote":"If anyone besides famous people knew what it was like to be a famous person, they would never want to be famous.","author":"Sia","topic":"Famous"},{"quote":"We don&#39;t feel like we&#39;re famous. We just feel like we&#39;re doing what we love.","author":"Sasha Banks","topic":"Famous"},{"quote":"Once you become famous, there is nothing left to become but infamous.","author":"Don Johnson","topic":"Famous"},{"quote":"You know, one of the biggest thrills I have is when famous people recognize me from Taxi.","author":"Marilu Henner","topic":"Famous"},{"quote":"In Japan, I am famous in certain special circles - mainly as someone who is trying to break down and enlighten the conventions of Japanese art.","author":"Takashi Murakami","topic":"Famous"},{"quote":"You don&#39;t become a chef to become famous.","author":"Eric Ripert","topic":"Famous"},{"quote":"I have no use for people who throw their weight around as celebrities, or for those who fawn over you just because you are famous.","author":"Walt Disney","topic":"Famous"},{"quote":"In the media age, everybody was famous for 15 minutes. In the Wikipedia age, everybody can be an expert in five minutes. Special bonus: You can edit your own entry to make yourself seem even smarter.","author":"Stephen Colbert","topic":"Famous"},{"quote":"Neil Armstrong was no Christopher Columbus. In most respects, he was better. Unlike the famous fifteenth century seafarer, Armstrong knew where he landed. He also spent his time in public service, not in jail, and his passing was marked by world-wide encomiums. He ended his days as a celebrated explorer rather than a royal inconvenience.","author":"Seth Shostak","topic":"Famous"},{"quote":"It&#39;s hard for me to just say, &#39;Wow, this is amazing - I&#39;m famous. I&#39;m living the dream.&#39; I sit there and think, &#39;I&#39;m scared - this can go away tomorrow.&#39; My dad always says that I&#39;m a tortured soul because I&#39;m never pleased; I never feel like I deserve what I&#39;ve achieved.","author":"Shawn Mendes","topic":"Famous"},{"quote":"I know I am in a band that is famous, and my private life is famous. I get it, and it&#39;s fine. Even when I grew up in a village, people wanted to know who was going to the dance with whom, and I understand, but I think if I engage with it too much, it won&#39;t be that healthy.","author":"Chris Martin","topic":"Famous"},{"quote":"I look at other people my age in this industry, other famous people my age, and they&#39;ve just got famous friends. Which is cool, but I love being normal and just chilling at mine.","author":"Maisie Williams","topic":"Famous"},{"quote":"I&#39;m kinda famous for my barbecues - I&#39;m always hosting parties.","author":"Bonnie McKee","topic":"Famous"},{"quote":"The one thing you&#39;ve got to say about Columbia is that it has courses that are famous. It has alumni who come back and say it was the best thing they ever did.","author":"William Scott","topic":"Famous"},{"quote":"I do not like the man who squanders life for fame; give me the man who living makes a name.","author":"Emily Dickinson","topic":"Famous"},{"quote":"I kept saying that I&#39;d never live in L.A., and I didn&#39;t think I would. But that&#39;s where the work is, and I ended up making a lot of friends there, and my old friends moved out to Los Angeles too. And also, I think when you&#39;re famous, its hard to live in a small town.","author":"John Cusack","topic":"Famous"},{"quote":"One thing lots of Christians do have in common is that they can&#39;t help coming across as smug. This winds lots of people up, particularly because famous Christians pronounce on the life of the poor from their very lovely affluent homes filled with their very lovely families and attractive pets.","author":"Jo Brand","topic":"Famous"},{"quote":"He caressed my backside. I had heard that he was famous for his &#39;admiration&#39; of the ladies, but I didn&#39;t expect him to be handling my booty. As handsome as Prince Philip is, I wasn&#39;t sure if he was making a pass or just exercising some royal rights to squeeze the foreigners.","author":"Debbie Reynolds","topic":"Famous"},{"quote":"I would be a huge hypocrite if I didn&#39;t tell you that at one time in my life I thought the way that you made music was you got on a major label and you got famous.","author":"Neko Case","topic":"Famous"},{"quote":"Dates with actors, finally, just seemed to me evenings of shop talk. I got sick of it after a hile. So the more famous I became, the more I narrowed down my choices.","author":"Hedy Lamarr","topic":"Famous"},{"quote":"My hair was famous before I was.","author":"Christopher Walken","topic":"Famous"},{"quote":"The hardest thing about being famous is that people are always nice to you.","author":"Robert De Niro","topic":"Famous"},{"quote":"What&#39;s the name of that famous museum in Paris? The Louvre? I went through that place in 20 minutes.","author":"Peter Falk","topic":"Famous"},{"quote":"People like consistency. Whether it&#39;s a store or a restaurant, they want to come in and see what you are famous for.","author":"Mickey Drexler","topic":"Famous"},{"quote":"It isn&#39;t necessary to be rich and famous to be happy. It&#39;s only necessary to be rich.","author":"Alan Alda","topic":"Famous"},{"quote":"When I was 24, I was full of life. I was that ham who wanted to be famous, a movie star, all that stuff. I think it&#39;s cool. But it was not what I was searching for, really. It was more a delusion.","author":"Jean-Claude Van Damme","topic":"Famous"},{"quote":"I like being famous when it&#39;s convenient for me and completely anonymous when it&#39;s not.","author":"Catherine Deneuve","topic":"Famous"},{"quote":"Just to go into a shop without getting stared at would be nice. I mean, I don&#39;t walk around like, &#39;Oh, I&#39;m trying to be famous&#39; - I try to lead as normal a life as possible - but sometimes it&#39;s annoying. It&#39;s fine; it&#39;s not a massive problem, but sometimes it&#39;s just a bit uncomfortable.","author":"Kate Moss","topic":"Famous"},{"quote":"It sounds really cheesy, but I&#39;ve just really been so focused on making sure that I am nice to everyone that I work with and making the effort to get to know the people on set, whether it&#39;s the catering crew or the famous photographer.","author":"Gigi Hadid","topic":"Famous"},{"quote":"When I wasn&#39;t famous, I had a lot of friends, almost all of them Italian. The racism only started when I started to play football.","author":"Mario Balotelli","topic":"Famous"},{"quote":"I&#39;m a believer in the ordinary person, that the ordinary person is just as important and has an equally unique perspective on the world as someone who is famous or perhaps more privileged.","author":"Brandon Stanton","topic":"Famous"},{"quote":"There&#39;s this famous observation that I totally believe: Great startup ideas are the ones that lie in the intersection of the Venn diagram of &#39;is a good idea&#39; and &#39;looks like a bad idea.&#39; So you want most people to think it&#39;s a bad idea and thus not compete with you until you get giant. But for it to secretly be good.","author":"Sam Altman","topic":"Famous"},{"quote":"I did grow up next door to Steve McQueen, who was a very famous movie star at the time, but as a kid it didn&#39;t impress me. We always had great fun with him. He would take us out on Sundays on his motorcycles, riding around in the desert; he was like a second father.","author":"Herb Ritts","topic":"Famous"},{"quote":"My ultimate dream is to become a famous star because I love to sing.","author":"Lucy Hale","topic":"Famous"},{"quote":"I had a very famous trainer tell me once, &#39;You can usually train a wild animal but never tame a wild animal, ever.&#39; They are always going to be wild, no matter what anybody says.","author":"Jack Hanna","topic":"Famous"},{"quote":"Being rich and famous isn&#39;t all happiness and at times the pressures have got to me.","author":"Frida Lyngstad","topic":"Famous"},{"quote":"Italian girls are famous for being snobby and expecting men to make the first move. In America, if I don&#39;t make eye contact, the guys won&#39;t come over and talk. American girls just go for it. You men are spoiled.","author":"Silvia Colloca","topic":"Famous"},{"quote":"What a heavy burden is a name that has become too famous.","author":"Voltaire","topic":"Famous"},{"quote":"If you&#39;re famous, I don&#39;t - for the life of me - I don&#39;t understand why any famous person would ever be on Twitter.","author":"George Clooney","topic":"Famous"},{"quote":"It&#39;s nice to have famous people love you.","author":"Millie Bobby Brown","topic":"Famous"},{"quote":"I&#39;ll never forget one of those things that my father said to me. My father said: &#39;You know what? We have had so many amazingly positive experiences that we would have never had because you&#39;re famous. We can stand to have a couple negatives ones, too.&#39;","author":"Rob Lowe","topic":"Famous"},{"quote":"There is this power that comes with being famous.","author":"Rod Stewart","topic":"Famous"},{"quote":"If you&#39;re lucky enough to be famous, then it&#39;s great if you can use your fame and the power your fame gives you to draw attention to things that really matter.","author":"Michael Schumacher","topic":"Famous"},{"quote":"I was the big, bossy older sister, full of enthusiasms, mad fantasies, desperate urges to be famous, and anxious to be a saint - a settled sort of saint, not one who might have to suffer or die for her faith.","author":"Maeve Binchy","topic":"Famous"},{"quote":"All dictators, the rich and famous, to the lowest security guard who holds a gun, easily forget that power is transitory.","author":"F. Sionil Jose","topic":"Famous"},{"quote":"I was famous in a way that was kind of terrifying. I had no protection. When reporters showed up at my house, there wasn&#39;t even a sidewalk. They were literally parked on my front lawn.","author":"Marcia Clark","topic":"Famous"},{"quote":"I didn&#39;t know what to expect from a famous movie star; maybe that he&#39;d be sort of stuck-up, you know. But not Gary Cooper. He horsed around so much... that I had a hard time painting him.","author":"Norman Rockwell","topic":"Famous"},{"quote":"It&#39;s always a little mind-boggling to realize that these famous actors know who I am.","author":"Emily Blunt","topic":"Famous"},{"quote":"I have been DJing in clubs for years. I always dreamed to be a famous DJ in Holland. And now it&#39;s worldwide. You can&#39;t imagine. I mean, I still can&#39;t believe it myself that everything has gone so well.","author":"Tiesto","topic":"Famous"},{"quote":"I don&#39;t need to be wildly famous for my life to make sense.","author":"Cory Monteith","topic":"Famous"},{"quote":"A country that cannot feed itself cannot have self-pride, and in the mid-&#39;60s 20 percent of all the wheat produced in America came into India. We were agriculturally a basket case. And 15 years later, 20 years later, we have become an agricultural power. This is the famous Green Revolution.","author":"Jairam Ramesh","topic":"Famous"},{"quote":"I pretended to be somebody I wanted to be until finally I became that person. Or he became me.","author":"Cary Grant","topic":"Famous"},{"quote":"When people say they prefer organic food, what they often seem to mean is they don&#39;t want their food tainted with pesticides and their meat shot full of hormones or antibiotics. Many object to the way a few companies - Monsanto is the most famous of them - control so many of the seeds we grow.","author":"Michael Specter","topic":"Famous"},{"quote":"There&#39;s the famous quote that if you want to understand how animals live, you don&#39;t go to the zoo, you go to the jungle. The Future Lab has really pioneered that within Lego, and it hasn&#39;t been a theoretical exercise. It&#39;s been a real design-thinking approach to innovation, which we&#39;ve learned an awful lot from.","author":"Jorgen Vig Knudstorp","topic":"Famous"},{"quote":"I seldom read anything that is not of a factual nature because I want to invest my time wisely in the things that will improve my life. Don&#39;t misunderstand; there is nothing wrong with reading purely for the joy of it. Novels have their place, but biographies of famous men and women contain information that can change lives.","author":"Zig Ziglar","topic":"Famous"},{"quote":"If you want to be a rock star or just be famous, then run down the street naked, you&#39;ll make the news or something. But if you want music to be your livelihood, then play, play, play and play! And eventually you&#39;ll get to where you want to be.","author":"Eddie Van Halen","topic":"Famous"},{"quote":"I&#39;ve got a nice collection of paintings - a Basquiat, a black-and-white Warhol that&#39;s like a Rorschach test, and I commissioned Takashi Murakami to do a ten-foot joint for me. It&#39;s almost like the explosion in Hiroshima with his famous skeleton head. There&#39;s a wall above my fireplace reserved for it.","author":"Jay-Z","topic":"Famous"},{"quote":"The cool thing about being famous is traveling. I have always wanted to travel across seas, like to Canada and stuff.","author":"Britney Spears","topic":"Famous"},{"quote":"Martyrdom is the only way a man can become famous without ability.","author":"Arthur Schopenhauer","topic":"Famous"},{"quote":"Jack Palance was my distant uncle - that&#39;s the family gossip. Growing up, my family knew everything about his face getting burned and scarred in the military and how that mutilation led him to become such a famous &#39;heavy&#39; in films. I prayed for good scars of my own. Not just acne scars.","author":"Chuck Palahniuk","topic":"Famous"},{"quote":"In the summer of 1963, my second with &#39;Sports Illustrated,&#39; Jerry Tax, the basketball editor, got the Celtics&#39; Frank Ramsey, the NBA&#39;s first famous sixth man, to do a piece for the magazine revealing some of the devious little tricks of his trade. Things like surreptitiously holding an opponent&#39;s shorts - nickel-and-dime stuff.","author":"Frank Deford","topic":"Famous"},{"quote":"As he approached his 28th birthday in February 1840, Dickens knew himself to be famous, successful and tired. He needed a rest, and he made up his mind to keep the year free of the pressure of producing monthly installments of yet another long novel.","author":"Claire Tomalin","topic":"Famous"},{"quote":"I&#39;m not comfortable being around too many people. I don&#39;t like being out in public too much. I don&#39;t like going to bars. I don&#39;t like doing celebrity stuff. So most of the characters I play are people who don&#39;t always feel comfortable beyond their small circle of friends.","author":"Adam Sandler","topic":"Famous"},{"quote":"Celebrity is the chastisement of merit and the punishment of talent.","author":"Emily Dickinson","topic":"Famous"},{"quote":"Since I was seventeen I thought I might be a star. I&#39;d think about all my heroes, Charlie Parker, Jimi Hendrix... I had a romantic feeling about how these people became famous.","author":"Jean-Michel Basquiat","topic":"Famous"},{"quote":"A chair is a very difficult object. A skyscraper is almost easier. That is why Chippendale is famous.","author":"Ludwig Mies van der Rohe","topic":"Famous"},{"quote":"The strong bond of sisterhood was a famous trait in classical art and literature about Amazons. But it was modern people who interpreted that as a sexual preference for women. That started in the 20th century. The Russian poet Marina Tsvetaeva declared that Amazons were symbolic of lesbianism in antiquity.","author":"Adrienne Mayor","topic":"Famous"},{"quote":"I&#39;ve always strived to be successful, not famous.","author":"Taylor Swift","topic":"Famous"},{"quote":"I always want to say to people who want to be rich and famous: &#39;try being rich first&#39;. See if that doesn&#39;t cover most of it. There&#39;s not much downside to being rich, other than paying taxes and having your relatives ask you for money. But when you become famous, you end up with a 24-hour job.","author":"Bill Murray","topic":"Famous"},{"quote":"Mum loves me being famous! She is so excited and proud, as she had me so young and couldn&#39;t support me, so I am living her dream, it&#39;s sweeter for both of us. It&#39;s her 40th birthday soon and I&#39;m going to buy her 40 presents.","author":"Adele","topic":"Famous"},{"quote":"Fame is really strange. One day you&#39;re not famous, and then the next day you are, and the odd thing is that you know intellectually that nothing in the world is different. What mattered to you yesterday are the same things that matter today, and the rules all still apply - yet everyone looks at you differently.","author":"Matt Damon","topic":"Famous"},{"quote":"Before I was famous, when I was just working in Gilbert&#39;s Lodge, everything was moving in slow motion.","author":"Eminem","topic":"Famous"},{"quote":"I think in the end, when you&#39;re famous, people like to narrow you down to a few personality traits. I think I&#39;ve just become this ambitious, say-whatever&#39;s-on-her-mind, intimidating person. And that&#39;s part of my personality, but it&#39;s certainly not anywhere near the whole thing.","author":"Madonna Ciccone","topic":"Famous"},{"quote":"I was thinking about it: so many of my stories are about my family life, not about being related to a lot of famous people. That&#39;s my grandma, that&#39;s my mama, my daddy, my aunt, my uncle, my stepdaddy. I&#39;d probably tell them even if they weren&#39;t well known.","author":"Carlene Carter","topic":"Famous"},{"quote":"There&#39;s a famous slogan here in the Bavarian dialect, and we use it inside Bayern Munich. We say, &#39;Mia san mia.&#39; Literally, it is, &#39;We are we,&#39; but it means, &#39;We are who we are.&#39; That&#39;s not being very arrogant, but we are very confident about our ability to win the game. It is about a winning mentality.","author":"Bastian Schweinsteiger","topic":"Famous"},{"quote":"I grew up with a pretty tough mom. She was a self-appointed neighborhood watchdog, and if she saw that any of the local boys were up to no good, she would scold them on the spot. Although she is only 5 feet 2, she was famous in our neighborhood for intimidating men three times her size and getting them to do the right thing.","author":"Hanna Rosin","topic":"Famous"},{"quote":"I didn&#39;t set out to be famous; if I&#39;d wanted that, I would have gone on &#39;Big Brother.&#39;","author":"Sam Worthington","topic":"Famous"},{"quote":"I was a little boy singing sad songs, about 9 or 10 years old in the woods. I listened to my voice coming back to me. It was as high as you could go. I dreamed of being famous as a singer when I was on those cotton fields. I wanted to see the world and meet people.","author":"Percy Sledge","topic":"Famous"},{"quote":"When we were growing up our parents somehow made it clear that being famous was good. And I mistakenly thought that if I was famous then everyone would love me.","author":"Ellen DeGeneres","topic":"Famous"},{"quote":"I made the Yankee hat more famous than a Yankee can.","author":"Jay-Z","topic":"Famous"},{"quote":"You can become famous but you can&#39;t become unfamous. You can become infamous but not unfamous.","author":"Dave Chappelle","topic":"Famous"},{"quote":"In the sixties, everyone you knew became famous. My flatmate was Terence Stamp. My barber was Vidal Sassoon. David Hockney did the menu in a restaurant I went to. I didn&#39;t know anyone unknown who didn&#39;t become famous.","author":"Michael Caine","topic":"Famous"},{"quote":"A library, to modify the famous metaphor of Socrates, should be the delivery room for the birth of ideas - a place where history comes to life.","author":"Norman Cousins","topic":"Famous"},{"quote":"I woke up one morning to find I was famous. I bought a white Rolls-Royce and drove down Sunset Boulevard, wearing dark specs and a white suit, waving like the Queen Mum.","author":"Peter O'Toole","topic":"Famous"},{"quote":"People think being famous is so glamorous, but half the time you&#39;re in a strange hotel room living out of a suitcase.","author":"Ja Rule","topic":"Famous"},{"quote":"I admire sensible, kind people. They&#39;re not often famous.","author":"John Malkovich","topic":"Famous"},{"quote":"Some people are so famous that the legends about them and the cultural aftermath of their life altogether obscure the real human being.","author":"Michael Korda","topic":"Famous"},{"quote":"John Muir, the famous naturalist, wrote in his journal that you should never go to Alaska as a young man because you&#39;ll never be satisfied with any other place as long as you live. And there&#39;s a lot of truth to that.","author":"Tom Bodett","topic":"Famous"},{"quote":"The dead play a very prominent part in the experience of the wanderer abroad. The houses in which they were born, the tombs in which they lie, the localities they made famous by their good or evil deeds, and the works their genius left behind them are necessarily the chief shrines of his pilgrimage.","author":"Thomas Bailey Aldrich","topic":"Famous"},{"quote":"The thing about being famous is, it&#39;s weird. The only people who get how weird it is are other famous people.","author":"Margot Kidder","topic":"Famous"},{"quote":"People are famous for being famous and for nothing else. And good luck to them, because it lasts about a year and then they&#39;re nothing again.","author":"Brian Johnson","topic":"Famous"},{"quote":"The fame thing is interesting because I never wanted to be famous, and I never dreamt I would be famous.","author":"J. K. Rowling","topic":"Famous"},{"quote":"Fate is being kind to me. Fate doesn&#39;t want me to be too famous too young.","author":"Duke Ellington","topic":"Famous"},{"quote":"I never wanted to be famous. I only wanted to be great.","author":"Ray Charles","topic":"Famous"},{"quote":"For a time, at least, I was the most famous person in the entire world.","author":"Jesse Owens","topic":"Famous"},{"quote":"I get very nervous around famous people and I get nervous around beautiful women.","author":"Liev Schreiber","topic":"Famous"},{"quote":"I catch myself every once in a while doing that weird thing that I see famous people do, where they have sunglasses and hats on and grow out beards thinking that they&#39;re fooling people. Dude, you&#39;re not fooling anyone: you look just like you.","author":"Sterling K. Brown","topic":"Famous"},{"quote":"My high-school coach Tony Reginelli was kind of famous for &#39;Reggie-isms,&#39; kind of like &#39;Yogi-isms.&#39; He always said if you want to be a good quarterback, when sprinting left you want to be amphibious and throw left-handed. I told him, &#39;You mean ambidextrous, coach?&#39;","author":"Peyton Manning","topic":"Famous"},{"quote":"If you wanna be famous, then it&#39;s okay if the music is fake, because fame isn&#39;t real.","author":"Josh Homme","topic":"Famous"},{"quote":"In the beginning, I loved being famous, but now I am tired of it and I would like to go back to my freedom.","author":"Roberto Cavalli","topic":"Famous"},{"quote":"I am the most well-adjusted human being I know. I started out this investigation as a very happy man with a great career. I&#39;ve got the life people dream about: I am rich, I am famous, I&#39;ve got a fabulous marriage to an absolutely, spell-bindingly brilliant woman.","author":"James Ellroy","topic":"Famous"},{"quote":"Fame is the thirst of youth.","author":"Lord Byron","topic":"Famous"},{"quote":"I was born on October 21, 1956 in Burbank, California. My father, Eddie Fisher, was a famous singer. My mother, Debbie Reynolds, was a movie star. Her best-known role was in &#39;Singin&#39; In The Rain.&#39;","author":"Carrie Fisher","topic":"Famous"},{"quote":"The problem for us, as viewers, is that we want famous people who are passionate about the things they&#39;re famous for, because that makes them worthy of the attention. But I think many of those famous people just want to be famous.","author":"Bo Burnham","topic":"Famous"},{"quote":"To be a star is to own the world and all the people in it. After a taste of stardom, everything else is poverty.","author":"Hedy Lamarr","topic":"Famous"},{"quote":"I don&#39;t go to premieres. I don&#39;t go to parties. I don&#39;t covet the Oscar. I don&#39;t want any of that. I don&#39;t go out. I just have dinner at home every night with my kids. Being famous, that&#39;s a whole other career. And I haven&#39;t got any energy for it.","author":"Gary Oldman","topic":"Famous"},{"quote":"A voice is very intimate. It&#39;s something of your own. So there&#39;s always this fear, because you feel naked. There&#39;s a fear of not reaching up to expectations. As you become more famous, people come and expect to hear something extraordinary, so you don&#39;t want to disappoint them. I feel this sense of responsibility.","author":"Andrea Bocelli","topic":"Famous"},{"quote":"It took me fifteen years to discover I had no talent for writing, but I couldn&#39;t give it up because by that time I was too famous.","author":"Robert Benchley","topic":"Famous"},{"quote":"I worked at a hot dog place, a bagel place, the Jersey Store and the hottest fashion joint around. I was getting too famous to work there anymore. I was almost showing up as a joke. I made $2,000 on my show the previous night and I&#39;m going to go shopping during my five-hour shift.","author":"Wale","topic":"Famous"},{"quote":"It&#39;s difficult for me to trust a woman. Men are attracted to beautiful women. Women are attracted to men who offer security - financial security. And if you have money and you&#39;re famous, women find that sexy.","author":"Curtis Jackson","topic":"Famous"},{"quote":"I don&#39;t mean being famous is a perk, because one knows that it&#39;s not necessarily a perk, but there are certain perks to being well-known and respected in one&#39;s field. Public perks. Like, I don&#39;t know, general friendliness and willingness to please, just to point out two.","author":"Emma Thompson","topic":"Famous"},{"quote":"I was in a number of school plays, one in particular, when I was 13 or 14, entitled &#39;Illusions.&#39; It was put together by one of the teachers, and was about famous historical figures. I had to do the Martin Luther King &#39;I have a dream&#39; speech, and some black women in the audience were clapping and crying and whooping.","author":"David Harewood","topic":"Famous"},{"quote":"I think people I&#39;m close to find it absolutely crazy that I&#39;m famous.","author":"Zayn Malik","topic":"Famous"},{"quote":"Thank God I arrived the day before yesterday, the first of the month, at this port of San Diego, truly a fine one, and not without reason called famous.","author":"Junipero Serra","topic":"Famous"},{"quote":"I think success right now is not about how famous you are or how much you&#39;re getting paid, but it&#39;s more about if you&#39;re steadily working and you&#39;re happy with what you&#39;re doing.","author":"Sarah Hyland","topic":"Famous"},{"quote":"It was pretty frightening because as we all know, when large, famous groups breakup, a lot of the members don&#39;t survive in solo careers.","author":"Don Henley","topic":"Famous"},{"quote":"I will either be famous or infamous.","author":"Otto Dix","topic":"Famous"},{"quote":"You&#39;ve got certain guys that just want to be famous and then you&#39;ve got the real musicians that just love playing music.","author":"Zakk Wylde","topic":"Famous"},{"quote":"I like vampires, tuberculosis, anything to do with blood. Then I read a biography of Rasputin and found out he&#39;d had this daughter who had become a famous lion tamer and been billed as the daughter of the mad monk who was able to hypnotize animals with her eyes. It gave me a vision.","author":"Kathryn Harrison","topic":"Famous"},{"quote":"I&#39;d probably be famous now if I wasn&#39;t such a good waitress.","author":"Jane Siberry","topic":"Famous"},{"quote":"The more famous you become, the less people will tell you your faults.","author":"Paloma Picasso","topic":"Famous"},{"quote":"Being famous is having the power to really implement positive change in the world, and it gives you the power to do what you want. I&#39;m really grateful for it because I can play music and people will listen.","author":"Sean Lennon","topic":"Famous"},{"quote":"Pirates almost never sailed with women. Just four or five are known to have worked as pirates during the Golden Age. Two of them - Mary Read and Anne Bonny - became famous, dressing as men and fighting alongside one of the most celebrated of all pirate captains, &#39;Calico&#39; Jack Rackham.","author":"Robert Kurson","topic":"Famous"},{"quote":"You don&#39;t have to be rich and famous. You just have to be an ordinary person, doing extraordinary things. I&#39;d like more people to know that it&#39;s there. Women&#39;s achievements still aren&#39;t recognised enough in many areas.","author":"Joan Armatrading","topic":"Famous"},{"quote":"Having bodyguards is just part of being famous, I think.","author":"Dolph Lundgren","topic":"Famous"},{"quote":"The most famous Obama precept is, &#39;No drama.&#39;","author":"Dan Pfeiffer","topic":"Famous"},{"quote":"Wood burns because it has the proper stuff in it; and a man becomes famous because he has the proper stuff in him.","author":"Johann Wolfgang von Goethe","topic":"Famous"},{"quote":"I wanted to have money; I wanted to be special; I wanted people to like me; I wanted to be famous.","author":"Ellen DeGeneres","topic":"Famous"},{"quote":"Nobody wants to end up super rich and famous - but divorced. I&#39;m always clear on that and try to stay on the right side of the line.","author":"Bear Grylls","topic":"Famous"},{"quote":"I remember being superyoung, like nine or ten years old, and thinking, &#39;Man, I wonder what famous people eat for breakfast. They must have some special kind of cereal!&#39; My mind was so warped by the idea of fame.","author":"Bo Burnham","topic":"Famous"},{"quote":"I want to become more famous, even more famous.","author":"Yayoi Kusama","topic":"Famous"},{"quote":"But I know newspapers. They have the first amendment and they can tell any lie knowing it&#39;s a lie and they&#39;re protected if the person&#39;s famous or it&#39;s a company.","author":"Steve Wozniak","topic":"Famous"},{"quote":"Sometimes I&#39;m fascinated with how famous my work could be while I&#39;m not so famous.","author":"Frank Ocean","topic":"Famous"},{"quote":"Super-envious of the fact that Daft Punk can wear robot helmets and be one of the most famous bands in the world, while also understanding that will never be my situation.","author":"Frank Ocean","topic":"Famous"},{"quote":"I once did a radio program with a famous materialist, that is to say a scientist who believed that absolutely everything was physical and that all emotions were reductive to little electrical impulses in your neurons. And I found that I didn&#39;t believe that. But what the emotions really are, I don&#39;t have an alternative theory.","author":"Tom Stoppard","topic":"Famous"},{"quote":"I&#39;m actually a very private person. Sometimes I&#39;m in denial that I&#39;m really famous.","author":"Britney Spears","topic":"Famous"},{"quote":"The most common form of giantism is a condition called acromegaly, and acromegaly is caused by a benign tumor on your pituitary gland that causes an overproduction of human growth hormone. And throughout history, many of the most famous giants have all had acromegaly.","author":"Malcolm Gladwell","topic":"Famous"},{"quote":"One thing about being famous is the people around you, you pay all their bills so they very rarely disagree with you because they want you to pick up the check.","author":"Charles Barkley","topic":"Famous"},{"quote":"Comedy has to be done en clair. You can&#39;t blunt the edge of wit or the point of satire with obscurity. Try to imagine a famous witty saying that is not immediately clear.","author":"James Thurber","topic":"Famous"},{"quote":"It&#39;s funny, when bands or younger musicians ask me: &#39;So, what does it take to make it?&#39; Well, first explain to me what you mean by &#39;making it&#39;: Do you want to be a rock star or do you want music to be your livelihood?","author":"Eddie Van Halen","topic":"Famous"},{"quote":"Bill Cosby is a famous black guy who has a bully pulpit the size of the world; it&#39;s global. He puts his colossal foot on the vulnerable necks of poor people, and as a result of that, we don&#39;t have a balanced conversation.","author":"Michael Eric Dyson","topic":"Famous"},{"quote":"You cannot hear the name Martin Luther King, Jr., and not think of death. You might hear the words &#39;I have a dream,&#39; but they will doubtlessly only serve to underscore an image of a simple motel balcony, a large man made small, a pool of blood. For as famous as he may have been in life, it is - and was - death that ultimately defined him.","author":"Michael Eric Dyson","topic":"Famous"},{"quote":"I&#39;m learning as I go. I don&#39;t know everything. I never had anybody to look at, nobody ever taught me, and where I&#39;m from I didn&#39;t have any famous role models.","author":"Wale","topic":"Famous"},{"quote":"My goal was just to work regularly. I didn&#39;t ever expect to be rich or famous. I wanted to be a working character actor.","author":"Harrison Ford","topic":"Famous"},{"quote":"I&#39;m the man that made wrestling famous.","author":"Hulk Hogan","topic":"Famous"},{"quote":"A famous person to themselves, they don&#39;t get up in the morning and think, I&#39;m famous. I&#39;m not famous to me. Famous is a perception.","author":"Van Morrison","topic":"Famous"},{"quote":"I don&#39;t like being famous - it is like a prison. And driving for Ferrari would make it far worse.","author":"Valentino Rossi","topic":"Famous"},{"quote":"Sometimes I get a little exhausted by shows or movies that are constantly throwing famous people on. And I find it so much more exciting to not have that when I&#39;m watching something. I think it allows you to get more lost in something and also to bring more attention to more unknown or less recognizable people.","author":"Tig Notaro","topic":"Famous"},{"quote":"I love photography - I fell in love with photography, I think, because it was my own thing, it wasn&#39;t something I needed other people&#39;s permission to do. So, it was really freeing for me actually to be able to not be a famous person and just to take pictures.","author":"Amanda de Cadenet","topic":"Famous"},{"quote":"I can do whatever I want - I&#39;m rich, I&#39;m famous, and I&#39;m bigger than you.","author":"Don Johnson","topic":"Famous"},{"quote":"Two famous happy warriors - Reagan and his political soulmate, British Prime Minister Margaret Thatcher - knew they were fighting their own ideological and external wars. But they did so with the sunny dispositions and positive outlooks of those who knew they were on the right side of history.","author":"Monica Crowley","topic":"Famous"},{"quote":"Turing was a quite brilliant mathematician, most famous for his work on breaking the German Enigma codes. It is no exaggeration to say that, without his outstanding contribution, the history of the Second World War could have been very different.","author":"Gordon Brown","topic":"Famous"},{"quote":"I first became interested in &#39;great moments&#39; when I read about the famous Feller-to-Boudreau pickoff play in the 1948 World series.","author":"Fred Willard","topic":"Famous"},{"quote":"I&#39;m busier than ever and it&#39;s led to new opportunities. But I&#39;ve never worried about being rich or famous - for me, it&#39;s all about the dancing.","author":"Anton du Beke","topic":"Famous"},{"quote":"The smartest thing that an actor can do is embrace the thing that made them famous as opposed to run away from it or deny that it happened. That does a disservice to most actors. To me, it looks like you&#39;re ungrateful.","author":"Sean Hayes","topic":"Famous"},{"quote":"Being famous is wicked. But it&#39;s better to be normal.","author":"Rupert Grint","topic":"Famous"},{"quote":"Music definitely gave me a focus. I was an artist without an outlet. Let&#39;s just say if I was not famous, I could have been infamous. I could&#39;ve had my own episode of &#39;American Gangster.&#39;","author":"CeeLo Green","topic":"Famous"},{"quote":"I didn&#39;t have any aspirations of becoming famous or successful; in fact I was scared to death of all that. I remember somebody once said that if a rock musician goes on tour, he goes insane. I was very impressionable and I carried this useless weight of fear around with me about going on tour, all because of this thing somebody said.","author":"Steve Vai","topic":"Famous"},{"quote":"I can read a crowd pretty well. I know what to play and know how to keep it interesting for them and for myself as well. Most of the other DJs are more like producers so they become famous because they make hits and then they start DJ-ing. But I&#39;m more from the other way around.","author":"Tiesto","topic":"Famous"},{"quote":"The same people who can deny others everything are famous for refusing themselves nothing.","author":"Leigh Hunt","topic":"Famous"},{"quote":"Celebrity is a word that I find offensive. That&#39;s the c-word. I hate it. It means no discernible talent. It means all you want is to be famous. It doesn&#39;t mean you&#39;re a writer, an actor, a mime. I think I wanna not be a celebrity.","author":"Bob Saget","topic":"Famous"},{"quote":"For me, getting comfortable with being famous was hard - that whole side of it, the loss of anonymity, the loss of privacy. Giving up that part of your life and not having control of it.","author":"Michelle Pfeiffer","topic":"Famous"},{"quote":"If you chase fame, you make bad choices. Being famous isn&#39;t interesting.","author":"Justin Theroux","topic":"Famous"},{"quote":"Why does anybody want to be famous? You know what&#39;s important to me? Having lunch! Pasta! Seeing my friends! Is that so crazy?","author":"Sherry Stringfield","topic":"Famous"},{"quote":"When someone becomes successful or rich and famous, people perceive that person as being different. But I&#39;m the same guy I&#39;ve always been.","author":"Barry Zito","topic":"Famous"},{"quote":"My office walls are covered with autographs of famous writers - it&#39;s what my children call my &#39;dead author wall.&#39; I have signatures from Mark Twain, Earnest Hemingway, Jack London, Harriett Beecher Stowe, Pearl Buck, Charles Dickens, Rudyard Kipling, Alfred, Lord Tennyson, to name a few.","author":"Debbie Macomber","topic":"Famous"},{"quote":"Persons famous in the arts partake of the immortality of princes, and are upon a footing with them.","author":"Francis I","topic":"Famous"},{"quote":"That save from Pele&#39;s header was the best I ever made. I didn&#39;t have any idea how famous it would become - to start with, I didn&#39;t even realise I&#39;d made it at all.","author":"Gordon Banks","topic":"Famous"},{"quote":"I think that when you are famous every weakness is exaggerated.","author":"Marilyn Monroe","topic":"Famous"},{"quote":"I imagined being a famous writer would be like being like Jane Austen.","author":"J. K. Rowling","topic":"Famous"},{"quote":"I learned to ride a ten-speed when I was 4 or 5. My uncle gave me the bike, hand-me-down, and everyone used to stare at me riding up and down this block. I was too short to reach the pedals, so I put my legs through the V of the frame. I was famous. The little kid who could ride the ten-speed.","author":"Jay-Z","topic":"Famous"},{"quote":"I made myself famous by writing &#39;songs&#39; and lyrics about the beauty of the things I did and ugliness, too.","author":"Jack Kerouac","topic":"Famous"},{"quote":"There&#39;s some downsides to being famous, which are not even worth mentioning. But to combat the bad sides of being famous, you really should take advantage of the good sides. The good sides are, you can use that fame to get projects you might not normally get.","author":"Chris Rock","topic":"Famous"},{"quote":"I wanted to be successful, not famous.","author":"George Harrison","topic":"Famous"},{"quote":"Warren Buffett is famous for talking about the &#39;intrinsic value&#39; of stocks. But while many people parrot this phrase, few know what it really means.","author":"Robert Kiyosaki","topic":"Famous"},{"quote":"I just think Rosa Parks was overrated. Last time I checked, she got famous for breaking the law.","author":"Stephen Colbert","topic":"Famous"},{"quote":"I had a sense of who I was before I got famous.","author":"Joe Rogan","topic":"Famous"},{"quote":"When you&#39;re rich and famous you are the dominant force in a relationship, even if you try hard not to be. I&#39;ve talked of sacrificing everything for Fleetwood Mac, but I realize now that it is simply the only thing I&#39;ve ever wanted to do.","author":"Stevie Nicks","topic":"Famous"},{"quote":"What is a movie star? It is an illusion. It was everything I ever wanted to be, but it became a kind of shell, non? It was what made me famous and got me women. But it wasn&#39;t real.","author":"Jean-Claude Van Damme","topic":"Famous"},{"quote":"In journalism, we recognize a kind of hierarchy of fame among the famous. We measure it in two ways: by the length of an obituary and by how far in advance it is prepared. Presidents, former presidents, and certain heads of state are at the top of the chain.","author":"Walter Cronkite","topic":"Famous"},{"quote":"Celebrity damages private life.","author":"Tim Berners-Lee","topic":"Famous"},{"quote":"On the Italian side, we can trace the family back 2,000 years. I have a cousin in Rome, a famous archaeologist, Count Andrea Carandini, who was in Lombardy and came across some pottery with the original name of the family, Carandinus, painted on it.","author":"Christopher Lee","topic":"Famous"},{"quote":"This sounds crazy, but I know so many famous people, I&#39;m just not intimidated by anyone. I feel really comfortable with it.","author":"Tom Ford","topic":"Famous"},{"quote":"Few if any teenagers can relate to getting up for school and finding famous comics like Pryor and Williams hanging out in your living room after a hard night of partying. But that&#39;s Hollywood.","author":"Pauly Shore","topic":"Famous"},{"quote":"I don&#39;t know if this is the kind of retrospective analysis that people are fond of applying to their work or actions, but it feels like I knew I was going to be famous and I knew that an element of that would be traumatic, so that if I could make myself something big and otherworldly, it would be a kind of defence.","author":"Russell Brand","topic":"Famous"},{"quote":"The worst thing about being famous is the invasion of your privacy.","author":"Justin Timberlake","topic":"Famous"},{"quote":"I don&#39;t care to be famous. But at the same time, you look at all the role models these little girls have, and they don&#39;t have anyone to look up to. I mean, it&#39;s weird, but if I just hid out and didn&#39;t let myself be known, who would they look up to instead, you know?","author":"Bethany Hamilton","topic":"Famous"},{"quote":"I want to thank all the women who have worn my clothes, the famous and the unknown, who have been so faithful to me and given me so much joy.","author":"Yves Saint Laurent","topic":"Famous"},{"quote":"Being famous has changed a lot, because now there&#39;s so many outlets, between magazines, TV shows, and the Internet, for people to stalk and follow you. We created the monster.","author":"Madonna Ciccone","topic":"Famous"},{"quote":"I just like the company of beautiful women. I have a weakness in that department. And I suppose because I am fairly well off and a famous musician, I&#39;m up for grabs. And that makes me an eligible bachelor in the press.","author":"Eric Clapton","topic":"Famous"},{"quote":"I was famous from the age of 13, and after a while you become immune to it - in a good way. You look at positives and what you can do with it.","author":"A. R. Rahman","topic":"Famous"},{"quote":"Famous pivot stories are often failures but you don&#39;t need to fail before you pivot. All a pivot is is a change is strategy without a change in vision. Whenever entrepreneurs see a new way to achieve their vision - a way to be more successful - they have to remain nimble enough to take it.","author":"Eric Ries","topic":"Famous"},{"quote":"If I wasn&#39;t even famous or had any success, I would still wake up and put tons of make-up on, and put on a cool outfit. That&#39;s always been who I&#39;ve been my whole life, so that&#39;s never gonna change. I love fashion. I love getting dressed up. I love Halloween, too.","author":"Gwen Stefani","topic":"Famous"},{"quote":"Before I got famous, I was like a rake. When I was a teenager, I lived on nervous energy. And I always forgot to eat. It was not something I was obsessed with. And then suddenly I got famous, people started taking me out to fancy joints. And the pounds pile on. So I&#39;m much more conscious now about when I eat. How I eat. What I eat.","author":"Boy George","topic":"Famous"},{"quote":"I know what it&#39;s like to be famous. It&#39;s good money and it&#39;s great fun. A real kick in the pants. People wave at you and smile at you. You get great tables in restaurants. They send you gifts - beautiful clothes and cars.","author":"Pierce Brosnan","topic":"Famous"},{"quote":"Imagine if baseball were taught the way science is taught in most inner-city schools. Schoolchildren would get lectures about the history of the World Series. High school students would occasionally reproduce famous plays of the past. Nobody would get in the game themselves until graduate school.","author":"Alison Gopnik","topic":"Famous"},{"quote":"What&#39;s awful about being famous and being an actress is when people come up to you and touch you. That&#39;s scary, and they just seem to think it&#39;s okay to do it, like you&#39;re public property.","author":"Winona Ryder","topic":"Famous"},{"quote":"I only wanted to be a songwriter. I never wanted to be a singer. And I never wanted to be famous.","author":"Carole King","topic":"Famous"},{"quote":"I&#39;m sick to death of famous people standing up and using their celebrity to promote a cause. If I see a particular need, I do try to help. But there&#39;s a lot that can be achieved by putting a check in the right place and shutting up about it.","author":"Russell Crowe","topic":"Famous"},{"quote":"I don&#39;t know, the word &#39;famous&#39; just sounds really weird to me, because I&#39;m just me.","author":"Zoe Sugg","topic":"Famous"},{"quote":"It&#39;s true: a lot of sportspeople really struggle to find something to do when they finish. It tips them into all sorts of strange things. With ex-footballers, it&#39;s really scary. I think 70% of them get divorced within five years. It&#39;s hard. You go from being really famous to not that famous. Your salary drops through the floor.","author":"Gary Lineker","topic":"Famous"},{"quote":"Frost was no match for Nixon - far from being an intrepid and challenging interviewer, he was a pushover for the great and the famous, always deeply impressed with the fact that here he was, David Frost, putting questions to - Richard Nixon!","author":"Michael Korda","topic":"Famous"},{"quote":"I find it weird the way people get so excited about celebrity. If my friends are on the phone, their friends will say: &#39;Is that kid from &#39;Love Actually&#39; there?&#39; And the phone gets passed round and I have to speak to this stranger asking: &#39;Are you famous?&#39; I don&#39;t know how to answer.","author":"Thomas Sangster","topic":"Famous"},{"quote":"A lot of people are like, &#39;So you want to be famous.&#39; And I&#39;m like, &#39;No, I want to be good at my craft. I don&#39;t care about fame, I don&#39;t care if I even ever make it. As long as people know what I am as an actress in this business, I&#39;m set for my career right now.&#39;","author":"Chloe Grace Moretz","topic":"Famous"},{"quote":"There&#39;s no difference between fame and infamy now. There&#39;s a new school of professional famous people that don&#39;t do anything. They don&#39;t create anything.","author":"Ricky Gervais","topic":"Famous"},{"quote":"Public misbehavior by the famous is a powerful teaching tool.","author":"Bill O'Reilly","topic":"Famous"},{"quote":"One of the downsides of being famous is that folks pay far more attention to you than they should. American celebrities are constantly under surveillance, and every word they say is subject to scrutiny. So, be careful what you wish for if you desire fame. No human being should be a goldfish.","author":"Bill O'Reilly","topic":"Famous"},{"quote":"I&#39;ve always had confidence. Before I was famous, that confidence got me into trouble. After I got famous, it just got me into more trouble.","author":"Bruce Willis","topic":"Famous"},{"quote":"If you look closely, there is no book more visual than Three Trapped Tigers, in that it is filled with blank pages, dark pages, it has stars made of words, the famous magical cube made of numbers, and there is even a page which is a mirror.","author":"Guillermo Cabrera Infante","topic":"Famous"},{"quote":"The celebrity is a person who is known for his well-knownness.","author":"Daniel J. Boorstin","topic":"Famous"},{"quote":"I think the driving thing was curiosity about the universe. That fascinated me. I didn&#39;t think anything about being famous or anything like that, I was just interested in the concepts involved.","author":"Clyde Tombaugh","topic":"Famous"},{"quote":"I&#39;m not famous; I am simply very well-known to certain people. Famous is something different.","author":"Anton Corbijn","topic":"Famous"},{"quote":"If nobody recognizes you, if nobody cares, it&#39;s easier to avoid getting carried away. That&#39;s way harder if you&#39;re a famous artist.","author":"Max Martin","topic":"Famous"},{"quote":"I don&#39;t want to be famous for being famous.","author":"Kelli O'Hara","topic":"Famous"},{"quote":"Famous people feel that they must perpetually be on the crest of the wave, not realising that it is against all the rules of life. You can&#39;t be on top all the time, it isn&#39;t natural.","author":"Olivia De Havilland","topic":"Famous"},{"quote":"My father was famous for his photographic memory. He was in the OSS. They trained him to be captured on purpose and to read upside down and backwards and commit to memory every document in Germany he saw as he was being interrogated - every schedule on every wall. So, that photographic memory somehow made its way to me when I was young.","author":"Mark Helprin","topic":"Famous"},{"quote":"Ibiza is a popular vacation place for a lot of the players in Spain. If you go in the summer, there are some of the world&#39;s most famous movie and music stars, so nobody cares about soccer players.","author":"Xavi","topic":"Famous"},{"quote":"If you took some famous religious leader, for example, and said it would be nice to clone them indefinitely so you have a dynasty of leaders, my own guess would be that each time the cloning takes place, they would become more and more defective, presumably mentally defective and subsequently worse.","author":"John Gurdon","topic":"Famous"},{"quote":"My buildings are more famous than me.","author":"Jean Nouvel","topic":"Famous"},{"quote":"One of the pleasant duties of America&#39;s most famous announcers during the relatively short swing era of the big bands was to host late-night remotes from some of the most famous ballrooms throughout the country.","author":"Nick Clooney","topic":"Famous"},{"quote":"Celebrities say they date other celebrities because they have the same job. But I think they just like dating famous people. Celebrities attract each other, like cattle.","author":"Jason Lee","topic":"Famous"},{"quote":"I just want to make sure I&#39;m contributing good films to movie history rather than being famous just to be famous.","author":"Logan Lerman","topic":"Famous"},{"quote":"I remember feeling guilty that I had a good childhood. I thought everybody who is famous has to have a desperate childhood and work his way out of it, but I had a great one.","author":"Tomie dePaola","topic":"Famous"},{"quote":"I did my famous cabbage soup diet, so I was able to do it.","author":"Ellen Burstyn","topic":"Famous"},{"quote":"There are a lot of famous comedians from Liverpool, then obviously the Beatles, and the football club. That&#39;s what people in Liverpool are passionate about.","author":"Ian Rush","topic":"Famous"},{"quote":"I&#39;m terrified of being too famous. What I&#39;m really afraid of is that the audiences will go into the theater and not be able to forget that it&#39;s me, that fame will stand in the way of my acting. I want to keep being able to change into different shapes and different personalities.","author":"Noomi Rapace","topic":"Famous"},{"quote":"I have also just finished three weeks on a soap opera in England. The soap opera is a rather famous one called Crossroads. It was first on television 25 years ago, and it has recently been brought back. I play the part of a businessman called David Wheeler.","author":"Jeremy Bulloch","topic":"Famous"},{"quote":"I love being famous. It validates that I have something to say.","author":"Richard Lewis","topic":"Famous"},{"quote":"I fear that, in the end, the famous debate among materialists, idealists, and dualists amounts to a merely verbal dispute that is more a matter for the linguist than for the speculative philosopher.","author":"Moses Mendelssohn","topic":"Famous"},{"quote":"I&#39;m famous by default. I came out of the womb, and people wanted to know who I was because of my parents.","author":"Frances Bean Cobain","topic":"Famous"},{"quote":"At each of these northern posts there were interesting experiences in store for me, as one who had read all the books of northern travel and dreamed for half a lifetime of the north; and that was - almost daily meeting with famous men.","author":"Ernest Thompson Seton","topic":"Famous"},{"quote":"I&#39;ve never been interested in being famous. I enjoy acting. That&#39;s what&#39;s important to me.","author":"Dominic Sherwood","topic":"Famous"},{"quote":"Among famous traitors of history one might mention the weather.","author":"Ilka Chase","topic":"Famous"},{"quote":"To be famous, in fact, one has only to kill one&#39;s landlady.","author":"Albert Camus","topic":"Famous"},{"quote":"Martyrdom: The only way a man can become famous without ability.","author":"George Bernard Shaw","topic":"Famous"},{"quote":"The caricature of science is that we hold tight to the theories we have, and shun challenges to them. That&#39;s just not true. In fact, we hold our highest rewards for those scientists who can prove others wrong. And by the way, they are famous in their own lifetimes. We don&#39;t wait until they&#39;re dead.","author":"Neil deGrasse Tyson","topic":"Famous"},{"quote":"I&#39;m not as famous as Stephen Hawking, but certainly in the U.S., I have a very high profile for a scientist. It is an awesome responsibility, one that I don&#39;t shoulder lightly.","author":"Neil deGrasse Tyson","topic":"Famous"},{"quote":"A celebrity is one who is known to many persons he is glad he doesn&#39;t know.","author":"Lord Byron","topic":"Famous"},{"quote":"Celebrity was a long time in coming; it will go away. Everything goes away.","author":"Carol Burnett","topic":"Famous"},{"quote":"I&#39;m so famous, people expect me to sell as many records as Celine Dion or Puff Daddy.","author":"Marilyn Manson","topic":"Famous"},{"quote":"When I started out, I didn&#39;t have any desire to be an actress or to learn how to act. I just wanted to be famous.","author":"Katharine Hepburn","topic":"Famous"},{"quote":"There&#39;s more pressure to be famous for being yourself than if you&#39;re being a character.","author":"Kim Kardashian","topic":"Famous"},{"quote":"What I&#39;ve learned is that you really don&#39;t need to be a celebrity or have money or have the paparazzi following you around to be famous.","author":"Lady Gaga","topic":"Famous"},{"quote":"I don&#39;t think I could think of a single thing that&#39;s more isolating than being famous.","author":"Lady Gaga","topic":"Famous"},{"quote":"I&#39;m famous today. People like me today. Might not like me tomorrow. You can&#39;t count on it.","author":"Dave Chappelle","topic":"Famous"},{"quote":"I was never interested in being powerful or famous. But once I got to film school and learned about movies, I just fell in love with it. I didn&#39;t care what kind of movies I made.","author":"George Lucas","topic":"Famous"},{"quote":"There aren&#39;t many downsides to being rich, other than paying taxes and having relatives asking for money. But being famous, that&#39;s a 24 hour job right there.","author":"Bill Murray","topic":"Famous"},{"quote":"I was definitely not the kid that just wanted to be famous for no reason whatsoever and then happened to find comedy. Fame and all that stuff have always been slightly terrifying to me, and it makes me very anxious.","author":"Bo Burnham","topic":"Famous"},{"quote":"I&#39;ve come across people referring to themselves as &#39;Vine famous.&#39; Some of them started out by putting up Vines just for fun, then all of a sudden they get a bunch of fans, and a week later their Vines are totally different. They become obsessed with how their videos will be perceived.","author":"Bo Burnham","topic":"Famous"},{"quote":"I liked comedy as a kid. When I was a kid, I&#39;d go to sleep to, like, Bill Cosby albums every night. I&#39;d listen to &#39;Bill Cosby Is A Very Funny Fellow... Right!&#39; and &#39;Wonderfulness,&#39; which are two of his most famous albums. Then the next night, I&#39;d flip them over, &#39;cause it was the old stackable turntable.","author":"Stephen Colbert","topic":"Famous"},{"quote":"I made my living being 20 or 30 pounds heavier than the average model. And that&#39;s where I got famous.","author":"Tyra Banks","topic":"Famous"},{"quote":"I&#39;d rather be the protector than the protected. I&#39;m naturally the protector - being a mother and having a famous family. You have to navigate when it&#39;s right to protect.","author":"Solange Knowles","topic":"Famous"},{"quote":"The love of the famous, like all strong passions, is quite abstract. Its intensity can be measured mathematically, and it is independent of persons.","author":"Susan Sontag","topic":"Famous"},{"quote":"Because you know when you first become famous, you start walking a little different because people are staring at you.","author":"Bono","topic":"Famous"},{"quote":"It amazes me when I hear people say, &#39;I want to go out and find out who I am.&#39; I always knew who I was. I was going to be famous if it killed me.","author":"Chuck Berry","topic":"Famous"},{"quote":"I walk the streets, take the train, it&#39;s real simple. Some actors create their own mythology: &#39;Oh, I&#39;m so famous I can&#39;t go places, because I created this mythology that I&#39;m so famous I can&#39;t go places.&#39;","author":"Samuel L. Jackson","topic":"Famous"},{"quote":"It&#39;s easy to be famous today. People pay a million dollars to be recognized, but nobody cares about them. They cared about me because I did things other men were afraid to do. That&#39;s why my fans identified with me. They were mostly working-class.","author":"Evel Knievel","topic":"Famous"},{"quote":"I would have changed my last name if being famous were my goal.","author":"Zach Galifianakis","topic":"Famous"},{"quote":"To be famous these days with no grounding and no substance is not especially difficult. I urge you instead to seek to be relevant, to be agile and educated.","author":"Anna Wintour","topic":"Famous"},{"quote":"People will ask, &#39;Are you famous?&#39; And I always answer, &#39;My mother thinks so.&#39;","author":"Yo-Yo Ma","topic":"Famous"},{"quote":"When I was growing up, I thought I&#39;d be a lot happier if I was famous and successful and if I had money.","author":"Russell Brand","topic":"Famous"},{"quote":"Why am I so famous? What am I doing right? What are the others doing wrong?","author":"Barbra Streisand","topic":"Famous"},{"quote":"I know I&#39;m not a self-indulgent idiot; I also know I&#39;m not the second coming of Deepak Chopra. If I had believed either of those, or both, as some people do when they get famous, that&#39;s when the mental illness arrives.","author":"Elizabeth Gilbert","topic":"Famous"},{"quote":"I am famous because I am an African American jazz artist.","author":"Nat King Cole","topic":"Famous"},{"quote":"For me, growing up, the downside of it was that as a kid you don&#39;t want to stand out. You don&#39;t want to have a famous father let alone get a job because of your famous father, you know? But I&#39;m a product of nepotism. That&#39;s how I got my foot in the door, through my dad.","author":"Jeff Bridges","topic":"Famous"},{"quote":"My mum had a massive influence on me, not just in what she wore and how she looked, but in her spirit. She was married to one of the most famous men in the world, and she didn&#39;t wear any makeup, ever. I mean, have you ever seen the wife of a man like that rock up with no makeup on? Because I haven&#39;t since.","author":"Stella McCartney","topic":"Famous"},{"quote":"I remember debating the finer points of flaky pastry with my chicken-pot-pie-obsessed American dad. I remember the divine mix of Thai food, TV dinners, and hearty, homemade goodness that have shaped this palate of mine to this day. I remember all this, but I still Google my husband&#39;s birthday. Thank God he&#39;s famous.","author":"Chrissy Teigen","topic":"Famous"},{"quote":"I&#39;ve gotten books published. I&#39;ve met famous people that are very nice. I look back and I say, &#39;Wow. Thank you, God, for giving me this gift. And thank you for helping me to keep going.&#39;","author":"Mattie Stepanek","topic":"Famous"},{"quote":"It took being famous to make me cool, which, by the way, I never forgot.","author":"Rob Lowe","topic":"Famous"},{"quote":"I&#39;ll be the songwriter for pop stars and then they can be the front person and I don&#39;t have to be famous.","author":"Sia","topic":"Famous"},{"quote":"I lost some of my friends because I got so famous, people who just assumed that I would be different now. I felt like everyone hated me. That is the most unhappy time of my life.","author":"Haruki Murakami","topic":"Famous"},{"quote":"You do stand-up because you have to do it. If you&#39;re doing it to become &#39;famous,&#39; you&#39;re wrong. If you&#39;re doing it to become a millionaire, you&#39;re doing it for the wrong reasons. In 2003, I was flat broke. I&#39;d been doing stand-up for 14 years at that point. I loved it and just kept at it.","author":"Russell Peters","topic":"Famous"},{"quote":"There are people who appear in the magazines and I don&#39;t know who they are. I&#39;ve never seen anything they&#39;ve done and their careers are over already. They&#39;re famous for maybe 10 minutes. Real careers, I think, take a long time to unfold.","author":"Matt Damon","topic":"Famous"},{"quote":"I&#39;d had people say, &#39;You&#39;ll enjoy being famous for a week, and you&#39;ll never enjoy it again&#39;. But I don&#39;t think I had that week. I may have been working and missed that moment.","author":"Matt Damon","topic":"Famous"},{"quote":"I&#39;m actually about as famous as a fourth division footballer from the 70s.","author":"Dylan Moran","topic":"Famous"},{"quote":"Robin Williams was a wonderful, kind, and generous man. One important thing I remember about his personality is that he was unassuming - he never acted as if he was powerful or famous.","author":"Patch Adams","topic":"Famous"},{"quote":"We all have Tumblr, and we all have Instagram and everything. People care so much about it because, now, any random can be famous on the Internet if their world looks good on Tumblr. And so everyone at high school strives for this kind of aesthetic correctness.","author":"Lorde","topic":"Famous"},{"quote":"The Obama administration has turned a blind eye to radical Islam since before they came to office. If you look at everything that&#39;s transpired since the famous Cairo speech in 2009, it&#39;s all been an embrace of those who are the most radical elements in that part of the world. That is not a good sign for America&#39;s foreign policy.","author":"Oliver North","topic":"Famous"},{"quote":"When we made &#39;Night of the Living Dead,&#39; we got riddled. There was this famous article Roger Ebert wrote just blasting the film because he had gone to see it at some screening where there were all these kids in the audience. I don&#39;t know why that happened. We didn&#39;t make the movie for kids.","author":"George A. Romero","topic":"Famous"},{"quote":"Nobody sane wants just to be famous.","author":"Jamie Dornan","topic":"Famous"},{"quote":"There&#39;s this common perception that having a famous last name is all you need. A surname may get you a meeting, but if there&#39;s no talent you won&#39;t get the part.","author":"Lily Collins","topic":"Famous"},{"quote":"Part of being famous is offering up this blank screen upon which people can project everything, and it&#39;s a sacred act, putting yourself out there, in a way that lots of celebrities aren&#39;t steeled for; they&#39;re not prepared for the degree to which people define them.","author":"Alanis Morissette","topic":"Famous"},{"quote":"I&#39;d rather be able to face myself in the bathroom mirror than be rich and famous.","author":"Ani DiFranco","topic":"Famous"},{"quote":"I had one fight in my adult life. I had the famous &#39;89 fight with Nicole, which she admits that she initiated the physical part.","author":"O. J. Simpson","topic":"Famous"},{"quote":"My family has existed in eastern Kentucky for as long as there are records. If you&#39;re familiar with the famous Hatfield-McCoy family feud back in the 1860s, &#39;70s and &#39;80s in the United States, my family was an integral part of that.","author":"J. D. Vance","topic":"Famous"},{"quote":"At age 14, you are just beginning to work out who you think you are, and being famous is a huge distortion of reality, and it&#39;s not healthy for a young person to be considered more special than their peers. So, I would say it hindered my self-esteem but in later years gave me a great perspective that I wouldn&#39;t have if I hadn&#39;t experienced that.","author":"Amanda de Cadenet","topic":"Famous"},{"quote":"Quite frankly, I didn&#39;t become an actor to become a movie star. I have never dreamed about being the most famous person on the planet. I just want to do really good work.","author":"Anne Hathaway","topic":"Famous"},{"quote":"I don&#39;t see anything wrong in someone wanting to be famous or having sky-high ambitions.","author":"Randeep Hooda","topic":"Famous"},{"quote":"After becoming famous, I&#39;ve realised how overrated fame is. It gets in the way of normal life.","author":"Ranveer Singh","topic":"Famous"},{"quote":"It is a mark of many famous people that they cannot part with their brightest hour.","author":"Lillian Hellman","topic":"Famous"},{"quote":"People are getting famous now for serving food out of a truck, or for, well, pork buns. I don&#39;t know if I&#39;m really pleased to be a part of that. I&#39;m somewhat terrified of what the future holds, especially in America.","author":"David Chang","topic":"Famous"},{"quote":"I&#39;m famous for splurging at fast-food places. I&#39;m currently obsessed with Taco Bell&#39;s bean and cheese burritos with extra green sauce and extra cheese. Gluttony!","author":"Fergie","topic":"Famous"},{"quote":"You can&#39;t be a good actor if you get too affected by fame. Because then you&#39;re not real, and you&#39;re not really wanting more. You look at a lot of actors who, before they were famous, did a lot of amazing work, and once they got too big, it just got off.","author":"Ansel Elgort","topic":"Famous"},{"quote":"I think Princess Diana probably had the most famous haircut, or Farrah Fawcett or Jennifer Aniston.","author":"Dorothy Hamill","topic":"Famous"},{"quote":"I didn&#39;t want kids to think that to be happy, they had to be famous or rich or live in the big city.","author":"Dan Savage","topic":"Famous"},{"quote":"And to me, fame is not a positive thing. The idea of being famous is a lot better than the reality. It&#39;s fantastic when you go to premieres and people cheer you, but it&#39;s not real. And it&#39;s totally not my approach to get my name on a club door just because I can.","author":"Tom Felton","topic":"Famous"},{"quote":"The stones themselves are thick with history, and those cats that dash through the alleyways must surely be the ghosts of the famous dead in feline disguise.","author":"Erica Jong","topic":"Famous"},{"quote":"Celebrity means that I can affect people in a positive way.","author":"David Hasselhoff","topic":"Famous"},{"quote":"I don&#39;t want to be famous. I want to be secure. I don&#39;t want the world. I just want a piece of it. I want people to remember Eric Davis.","author":"Eric Davis","topic":"Famous"},{"quote":"There&#39;s the famous thing that the A&amp;R man from the record company is supposed to do: He&#39;s supposed to come into the studio and listen to the songs you&#39;ve been recording and then say, &#39;Guys, I don&#39;t hear any singles.&#39; And then everybody falls into a terrible depression because you have to write one.","author":"Jarvis Cocker","topic":"Famous"},{"quote":"The only way to be turned off to being famous is to be famous.","author":"Jesse Eisenberg","topic":"Famous"},{"quote":"I don&#39;t want to become a star. I never wished to become an actor, even when I am here. When you decide to become an actor, you&#39;ve to choose why you&#39;re doing it. Are you doing it to become an actor or because you want to be famous? I am doing it because I love being in front of the camera.","author":"Disha Patani","topic":"Famous"},{"quote":"Any part that makes you world famous has got to be a blessing, hasn&#39;t it?","author":"Tim Curry","topic":"Famous"},{"quote":"I don&#39;t have this feeling like, &#39;Oh, I want to live in the United States and make movies and become famous just because the money is here.&#39; I like to make movies that tell stories that I care about.","author":"Diego Luna","topic":"Famous"},{"quote":"I&#39;ve never changed the way I live. I still walk the streets; I don&#39;t give a damn. And everyone&#39;s very nice to me. But this new idea of being famous for no reason at all? I can&#39;t actually get my head round it.","author":"John Hurt","topic":"Famous"},{"quote":"I have smelled some very famous and undoubtedly sexy boys. And sometimes, as cute as they are, I&#39;d rather have them as a friend - just because of the way they smell!","author":"Rachel Nichols","topic":"Famous"},{"quote":"While &#39;Felicity&#39; was successful in the States, and I had opportunities to do other stuff, I didn&#39;t want to do anything to make myself more famous. I wasn&#39;t dealing well with the celebrity of all of that. I was 23 - just a kid - and not coming from money, it was all just too much. I just wanted to slow it down a little bit, and gain control.","author":"Keri Russell","topic":"Famous"},{"quote":"I&#39;ve been famous for a long, long time. So I don&#39;t think of it - I think of it very differently. It&#39;s the normal temperature of my room.","author":"Sharon Stone","topic":"Famous"},{"quote":"Even as a kid, I never wanted to be famous; I wanted to be good.","author":"Neil Peart","topic":"Famous"},{"quote":"There&#39;s inevitably something missing when you grow up in this kind of an environment when your parents travel a lot. When your father is famous, you are looked at and expected of. There are standards you need to meet.","author":"Natalie Cole","topic":"Famous"},{"quote":"I follow the most random people on Twitter. I follow famous people like Khloe Kardashian, who surprisingly makes really funny tweets all the time.","author":"Chloe Grace Moretz","topic":"Famous"},{"quote":"Famous for his &#39;Maverick&#39; Western series in the 1950s and &#39;The Rockford Files&#39; in the &#39;70s, and in movies like &#39;The Great Escape&#39; and &#39;Grand Prix&#39; in between, James Garner played amiable, independent characters for more than a half-century and never lost his comforting, enduring appeal.","author":"Richard Corliss","topic":"Famous"},{"quote":"You know, many people who become famous and enjoy great success when they&#39;re young disappear after that. Maybe I&#39;ve lucked out because I came back and went to work.","author":"David Cassidy","topic":"Famous"},{"quote":"The year after Russell retired, in the famous seventh game of the NBA Finals at Madison Square Garden, Willis Reed, the New York Knicks center, limped onto the court against the Los Angeles Lakers, inspiring his team and freezing Chamberlain into a benign perplexity.","author":"Frank Deford","topic":"Famous"},{"quote":"I know I had my equivalents in Adrian Lester and Lenny James when I was at drama school. I remember David Harewood doing &#39;Othello&#39; at the National, and Adrian Lester having done Cheek by Jowl&#39;s famous &#39;As You Like It and Company&#39; at the Donmar. Not necessarily performances I saw, but just the fact they happened was massively encouraging.","author":"David Oyelowo","topic":"Famous"},{"quote":"I&#39;m not one of those famous people flying round the world emoting over every catastrophe. I&#39;m too feeble.","author":"Kristin Scott Thomas","topic":"Famous"},{"quote":"I don&#39;t want to be famous famous. I&#39;m happy on the second tier, where I have autonomy on a professional level but I can still go out to the movies without being recognized.","author":"Gabrielle Reece","topic":"Famous"},{"quote":"You can find love when you are famous if you are the same person you were before you were famous.","author":"Tamar Braxton","topic":"Famous"},{"quote":"The office-as-playground trend was made famous by Google and has spread like an infection across the tech industry. Work can&#39;t just be work; work has to be fun.","author":"Daniel Lyons","topic":"Famous"},{"quote":"The stalkers can get a little scary at times, but I guess all these things are a part of being famous.","author":"Armaan Malik","topic":"Famous"},{"quote":"It&#39;s one of the central problems of American culture: telling you if you&#39;re younger, more beautiful, more famous, whatever, that then you&#39;ll be happy.","author":"Theresa Rebeck","topic":"Famous"},{"quote":"On Sunday morning, it&#39;s Brooklyn Bagels on Beverly Boulevard. We get them hot. Then we walk some of the famous Silver Lake steps or hike in the hills to the highest vantage point to see the reservoir.","author":"Jill Soloway","topic":"Famous"},{"quote":"As a writer, I tend to be drawn to marginal people - writers, poet-prophets, seers, eccentrics - who embody the deeper ambivalences of their societies and bear deeper witness to their world than the famous figures we are used to celebrating, or demonizing, in our histories.","author":"Pankaj Mishra","topic":"Famous"},{"quote":"I don&#39;t like being recognised, I have no interest in being famous at all, I just do what I do. If I could be like Captain Kirk and beam myself up and then beam myself down, I would!","author":"Bruce Dickinson","topic":"Famous"},{"quote":"One of the hardest things for me, now that I&#39;m famous, is finding people who can read my stuff and give me an honest critique.","author":"Ken Follett","topic":"Famous"},{"quote":"I&#39;ve never worried about being rich or famous - for me, it&#39;s all about the dancing.","author":"Anton du Beke","topic":"Famous"},{"quote":"Just because you&#39;re not famous, doesn&#39;t mean you&#39;re not good.","author":"Laura Linney","topic":"Famous"},{"quote":"It&#39;s quite a famous story that takes place on Christmas Eve, and the Germans, French, and Scottish are trying to make peace one night and they bury their dead and they play football. I play a German opera singer, in German, which I never have so I am really excited about that.","author":"Diane Kruger","topic":"Famous"},{"quote":"I was a latchkey kid, so when I saw the &#39;Lifestyles of the Rich and Famous,&#39; that showed me that there was a different type of lifestyle out there. I was curious about it and amazed about it.","author":"Loni Love","topic":"Famous"},{"quote":"On the banks of the Nile, the Rosetta branch, I lived an enjoyable childhood in the City of Disuq, which is the home of the famous mosque, Sidi Ibrahim.","author":"Ahmed Zewail","topic":"Famous"},{"quote":"Our top story tonight: Famous TV dolphin flipper was arrested today on prostitution ring charges. He allegedly was seen transporting two 16 year olds across state line for immoral porpoises.","author":"Colin Mochrie","topic":"Famous"},{"quote":"I think anytime with your mom, whether she&#39;s famous or not, you&#39;re watching what she&#39;s doing when you&#39;re growing up. She also taught me the basics: Make sure you use a good moisturizing shampoo and conditioner, and then use a detangler to comb through your hair. And don&#39;t overdo the heat styling.","author":"Jillian Hervey","topic":"Famous"},{"quote":"I&#39;m famous for being nicer to my fans than anyone on the face of the Earth because I figure a) They pay my salary, and b) It&#39;s probably like a big moment in your life to meet somebody so I would say, just come on up.","author":"James Woods","topic":"Famous"},{"quote":"Fame changes everything. When you&#39;re well-known, you&#39;re expected to be different. Some people assume you must have a yacht and four homes. Or that you&#39;re famous because you are &#39;A Decent Man&#39;.","author":"Michael Palin","topic":"Famous"},{"quote":"I just cannot imagine why anyone would want to be really famous. You go to a restaurant and people are pointing at you and they talk about you and they whisper and it is very disconcerting; it is a very odd feeling.","author":"Jack Horner","topic":"Famous"},{"quote":"I never got into things to be famous. Sometimes it&#39;s fun, sometimes it&#39;s annoying.","author":"Judah Friedlander","topic":"Famous"},{"quote":"A sign of celebrity is that his name is often worth more than his services.","author":"Daniel J. Boorstin","topic":"Famous"},{"quote":"The only reason I became the singer in the band is because I sang the best. It wasn&#39;t out of some desire to be a star or be a famous singer. It&#39;s not like I love interviews.","author":"Adam Levine","topic":"Famous"},{"quote":"Living in L.A., everyone likes to mold you and change you. I don&#39;t care about fame, I don&#39;t care about being a celebrity. I know that&#39;s part of the job, but I don&#39;t feed into anyone&#39;s idea of who I should be.","author":"Jessica Alba","topic":"Famous"},{"quote":"I think that once you open the door and allow people in on a certain aspect, it&#39;s very hard to then control how far that ripple effect is. So I think that the person who is known or famous has the ability to decide what they do or don&#39;t want to share.","author":"Rosie O'Donnell","topic":"Famous"},{"quote":"Becoming famous is a really shocking thing, especially when you don&#39;t have aspirations to it. It got to the point where I would try and avoid making eye contact with anyone. It was freaky, and it just happened overnight. I couldn&#39;t handle it.","author":"Alison Moyet","topic":"Famous"},{"quote":"It doesn&#39;t matter if they&#39;re famous or not - I just want to meet other creative people who can maybe bring something different to the studio than what I have. I think that&#39;s the most important thing for me.","author":"Tiesto","topic":"Famous"},{"quote":"When I was seven years old, I fell in love with a series published by Bobbs-Merrill called &#39;The Childhood of Famous Americans.&#39; In it, historical figures like Clara Barton, Nancy Hanks, Elias Howe, Patrick Henry, and dozens more came to life for me as children.","author":"Ann Hood","topic":"Famous"},{"quote":"I have an innate fear of fame. I&#39;ve never thought being famous looked like such a good place to be. I love being incognito.","author":"Phoebe Philo","topic":"Famous"},{"quote":"When I was younger, I used to say, One day I&#39;ll be famous.","author":"Katie Price","topic":"Famous"},{"quote":"I was with a famous comedian when a young fan walked up and asked for an autograph. The comedian blew him off. I&#39;ll never forget the look on the young boy&#39;s face. He was devastated.","author":"Louie Anderson","topic":"Famous"},{"quote":"When you&#39;re in a relationship with a very famous person, you have to make compromises.","author":"David Furnish","topic":"Famous"},{"quote":"I seek no longer to be a &#39;famous&#39; person, and instead I wish to live a &#39;normal&#39; life.","author":"Sinead O'Connor","topic":"Famous"},{"quote":"The first famous winemaking consultant was the late professor Emile Peynaud, who reigned over Bordeaux throughout the 1940s, &#39;50s, &#39;60s and &#39;70s.","author":"Robert M. Parker, Jr.","topic":"Famous"},{"quote":"I wanted to be a political science professor and go to school in Boston. I never wanted to be a big, famous movie star and TV star. It kind of found me.","author":"Eliza Dushku","topic":"Famous"},{"quote":"It feels like Radiohead are famous, but that no one knows who we are. Which is brilliant, really.","author":"Jonny Greenwood","topic":"Famous"},{"quote":"Some of the things I&#39;ve seen a lot of my female-actress friends who are relatively famous receive - I&#39;ve seen some hideous things. Like some really, really bad things... like, the FBI should be contacted immediately.","author":"Elisha Cuthbert","topic":"Famous"},{"quote":"When I was a child, I saw in the news that a person from Belitung had done well in sports in Jakarta, and I just couldn&#39;t imagine that it was possible for someone from here to become famous, and it&#39;s still very isolated out here.","author":"Andrea Hirata","topic":"Famous"},{"quote":"It&#39;s hard to have a bad hair day when you&#39;re famous.","author":"Marion Jones","topic":"Famous"},{"quote":"Celebrity distorts democracy by giving the rich, beautiful, and famous more authority than they deserve.","author":"Maureen Dowd","topic":"Famous"},{"quote":"As blue chips turn into penny stocks, Wall Street seems less like a symbol of America&#39;s macho capitalism and more like that famous Jane Austen character Mrs. Bennet, a flibbertigibbet always anxious about getting richer and her &#39;poor nerves.&#39;","author":"Maureen Dowd","topic":"Famous"},{"quote":"I don&#39;t have any expectations as an actor, and being rich and famous is not my driving force.","author":"James D'arcy","topic":"Famous"},{"quote":"I never set out to be rich and famous. I wanted to follow my own path.","author":"Matthew Modine","topic":"Famous"},{"quote":"I don&#39;t see myself as famous; I see myself as a normal person with a job that is not very normal. My work life is very out there and very public. But I do my best to maintain my privacy.","author":"Hailey Baldwin","topic":"Famous"},{"quote":"A woman who becomes famous through her work reduces her erotic value. A woman is permitted to chat or babble, but speaking in public with authority is still the greatest transgression.","author":"Elfriede Jelinek","topic":"Famous"},{"quote":"I didn&#39;t start making music in order to be famous.","author":"Mark Ronson","topic":"Famous"},{"quote":"It isn&#39;t false modesty when I say this, but although I am supposed to be a famous person it doesn&#39;t mean anything to me. I just sit at home and work.","author":"Gyorgy Ligeti","topic":"Famous"},{"quote":"I do not take any pleasure whatsoever in being a famous person.","author":"Donna Leon","topic":"Famous"},{"quote":"There is less pressure as a character actor. It generally means that you will be acting for all of your life, which is my intention. It is not my intention to just be a rich and famous person, that would be pretty boring.","author":"Tim Roth","topic":"Famous"},{"quote":"Italy is famous for fashion, food, Ferrari, and furniture - furniture was a segment where the companies in the high end are all small.","author":"Luca Cordero di Montezemolo","topic":"Famous"},{"quote":"If there&#39;s anything more mortifying than being famous at 14, it&#39;s being washed up right after.","author":"Moon Unit Zappa","topic":"Famous"},{"quote":"When I was young, anywhere I would go in Germany, I would see my father&#39;s posters. Everyone knew about him. And he had many friends who were artists who were also quite famous. So, for me, it seemed very natural to be an artist and be known.","author":"Ruth Bernhard","topic":"Famous"},{"quote":"Ursula Nordstrom was famous for finding artists in unlikely places. Maurice Sendak was a window designer, and she just came across one of his windows. Everyone was looking to find a talent.","author":"Peter Sis","topic":"Famous"},{"quote":"I don&#39;t want to be famous. I want to tell stories.","author":"Carrie Coon","topic":"Famous"},{"quote":"I never thought about being famous.","author":"Damon Wayans","topic":"Famous"},{"quote":"I was very famous as a young man and I celebrated both the good and bad times with drinking.","author":"Glenn Hughes","topic":"Famous"},{"quote":"I&#39;m so fascinated by YouTube culture. I have no idea how it&#39;s working, but more and more people are becoming Internet famous, and it is because it allows you to have an atmosphere in which you feel comfortable to be yourself, which you might not get otherwise.","author":"Aubrey Peeples","topic":"Famous"},{"quote":"I&#39;ve always been passionate about acting. I haven&#39;t been passionate about being famous.","author":"David Alpay","topic":"Famous"},{"quote":"I&#39;ve always been successful. Now I&#39;m famous and successful.","author":"Chazz Palminteri","topic":"Famous"},{"quote":"If it&#39;s not some daring, dangerous affair, it&#39;s just not interesting, or so it seems. So, here you have two people - a famous American iconic couple - who actually like each other sexually, in marriage. Imagine.","author":"Shelley Long","topic":"Famous"},{"quote":"My father was this famous heart surgeon, a wonderful man... but there was something about me that drove him crazy.","author":"Dominick Dunne","topic":"Famous"},{"quote":"My plan for the online version of &#39;Famous Monsters&#39; is to become an online &#39;uncle&#39; to an entire group of people who have never read or heard of &#39;Famous Monsters of Filmland.&#39; The site will not be written in a scholarly fashion. It will be written in a playful, &#39;Hey, check this out!&#39; kind of way.","author":"Harry Knowles","topic":"Famous"},{"quote":"There are some famous people, and I&#39;ve met them, who you might think are great, and then you meet them, and you discover that they not only have feet but heads of clay.","author":"Anne Beatts","topic":"Famous"},{"quote":"Of course, Hollywood is still making some excellent pictures which reflect the great artistry that made Hollywood famous throughout the world, but these films are exceptions, judging from box office returns and press reviews.","author":"Pola Negri","topic":"Famous"},{"quote":"We are not interested in cloning the Michael Jordans and the Michael Jacksons of this world. The rich and the famous don&#39;t participate in this.","author":"Panayiotis Zavos","topic":"Famous"},{"quote":"The Galapagos Islands are probably the most famous wildlife-watching destination in the world. And no wonder - it&#39;s almost impossible to exaggerate the sheer spectacle of the place that provided inspiration for Charles Darwin&#39;s ground-breaking theory of natural selection.","author":"Mark Carwardine","topic":"Famous"},{"quote":"Wherever I go, there&#39;s always a child, an old woman, that comes to me and wants to meet me. Not because I am famous but because they suffered with my family.","author":"Elian Gonzalez","topic":"Famous"},{"quote":"You get to be famous or have some notoriety and there are so many people who want a piece of you.","author":"Oscar De La Hoya","topic":"Famous"},{"quote":"More than anything else, my mother wanted to be an actress - a famous actress - which in the 1950s was all about being young, sexy, and available. She was all that, and more. She had big blue eyes, alabaster skin, a heart-shaped face, a beautiful figure. She was just a knockout.","author":"Meredith Baxter","topic":"Famous"},{"quote":"I&#39;ve never sat there and plotted out how I was going to become successful or famous.","author":"Jennifer Aniston","topic":"Famous"},{"quote":"Passion for fame: A passion which is the instinct of all great souls.","author":"Edmund Burke","topic":"Famous"},{"quote":"The world is a bell curve. Classroom test scores, employee performance in a company or how many people really, really like you. No matter the population you&#39;re studying, they always fit neatly across the standard deviations of the famous bell curve.","author":"Simon Sinek","topic":"Famous"},{"quote":"Famous, adj.: Conspicuously miserable.","author":"Ambrose Bierce","topic":"Famous"},{"quote":"I had no preconceived idea what fame would be like, because I never thought I would be famous. I just wanted to do my work. Hell, I just wanted to pay my rent on time.","author":"Iyanla Vanzant","topic":"Famous"},{"quote":"How many famous and high-spirited heroes have lived a day too long?","author":"Jean-Jacques Rousseau","topic":"Famous"},{"quote":"I&#39;ve watched a lot of people who became famous who completely change and I think it&#39;s because they tend to believe all the hype that&#39;s out there. I don&#39;t think there&#39;s that much hype about me.","author":"Jane Goodall","topic":"Famous"},{"quote":"Of course, &#39;I Will Always Love You&#39; is the biggest song so far in my career. I&#39;m famous for several, but that one has been recorded by more people and made me more money, I think, than all of them. But that song did come from a true and deep place in my heart.","author":"Dolly Parton","topic":"Famous"},{"quote":"I wanted to be famous for my music and my talent, and I always wished I could cut it out when I left the stage.","author":"Beyonce Knowles","topic":"Famous"},{"quote":"That&#39;s the most terrible thing about being an author - standing there at your mother&#39;s funeral, but you don&#39;t switch the author off. So your own innermost thoughts are grist for the mill. Who was it said - one of the famous lady novelists - &#39;unhappy is the family that contains an author&#39;?","author":"Terry Pratchett","topic":"Famous"},{"quote":"But I didn&#39;t ask to have somebody nose around in my private life. I didn&#39;t even ask to be famous. All I asked was to be able to earn a living making people laugh.","author":"Carol Burnett","topic":"Famous"},{"quote":"I can&#39;t relate to people who treat me as a &#39;famous person.&#39; I only like to hang around with people who treat me as a regular person because that&#39;s what I am. All people are really just regular.","author":"Judy Blume","topic":"Famous"},{"quote":"You knew how humiliating that is as an experience for celebrities to be less of a celebrity. There&#39;s no class to adjust to being less famous, and you don&#39;t think you have to worry about it. But you do.","author":"Carrie Fisher","topic":"Famous"},{"quote":"I was never very interested in boys - and there were plenty of them - vying with one another to see how many famous women they would get into the hay.","author":"Bette Davis","topic":"Famous"},{"quote":"I don&#39;t know what &#39;famous&#39; is, really.","author":"Karl Pilkington","topic":"Famous"},{"quote":"I went from being totally unknown and never acting professionally to being in a major movie and being very famous. It all happened so quickly, I didn&#39;t have any time to work things out. It&#39;s been pretty scary at times.","author":"Emma Watson","topic":"Famous"},{"quote":"I don&#39;t like Los Angeles. The people are awful and terribly shallow, and everybody wants to be famous but nobody wants to play the game. I&#39;m from New York. I will kill to get what I need.","author":"Lady Gaga","topic":"Famous"},{"quote":"Joanne&#39; is a progression for me. It was about going into the studio and forgetting that I was famous.","author":"Lady Gaga","topic":"Famous"},{"quote":"Yeah, I love being famous. It&#39;s almost like being white, y&#39;know?","author":"Chris Rock","topic":"Famous"},{"quote":"Sometimes people offer you plays, they offer you parts, but they only offer it because I&#39;m famous.","author":"Chris Rock","topic":"Famous"},{"quote":"I don&#39;t think it&#39;s anything you ever get used to... for many years, I could never sort of put my name in the same sort of category as the word &#39;famous&#39; or anything like that. And I just found it very uncomfortable... if you get used to it, then something must be wrong.","author":"Johnny Depp","topic":"Famous"},{"quote":"Did you ever stop to think why cops are always famous for being dumb? Simple. Because they don&#39;t have to be anything else.","author":"Orson Welles","topic":"Famous"},{"quote":"I was the most famous kid in the United States. That was 1936.","author":"Gore Vidal","topic":"Famous"},{"quote":"Becoming famous was never what I wanted to do. There&#39;s a lot of things that come with fame - it&#39;s what people in the limelight have to do.","author":"Bruno Mars","topic":"Famous"},{"quote":"Being famous is great, it&#39;s not like bad or horrible or anything.","author":"Dave Chappelle","topic":"Famous"},{"quote":"Andy Warhol made fame more famous.","author":"Fran Lebowitz","topic":"Famous"},{"quote":"See, &#39;A Time to Kill&#39; was the one I got famous off of. Big ka-boom, over one weekend. After that, I did films that I really wanted to do.","author":"Matthew McConaughey","topic":"Famous"},{"quote":"Brooklyn was a famous team. I wanted to play for the Dodgers.","author":"Roberto Clemente","topic":"Famous"},{"quote":"I never thought being famous would be wonderful, but my limited exposure to celebrity has shown me the dark side big-time.","author":"Marianne Williamson","topic":"Famous"},{"quote":"Vegas is famous for a lot of things, and bad marriages are one of them. Margo and I are proof that you can make this work. It just takes a little effort.","author":"Ron White","topic":"Famous"},{"quote":"If you become famous and don&#39;t have a live show to back it up, they&#39;re not going to pay you any money.","author":"Ron White","topic":"Famous"},{"quote":"I begged the universe to make me a famous comedian, and it did. So I tend not to ask for any more.","author":"Ron White","topic":"Famous"},{"quote":"I don&#39;t like to do material people have heard. Now, they like to hear material that they know, because that&#39;s the stuff that made me famous, and, unfortunately, I don&#39;t do a ton of it.","author":"Ron White","topic":"Famous"},{"quote":"Many incredible artists die before they were famous.","author":"Yoko Ono","topic":"Famous"},{"quote":"Powerful women intimidate men. If she&#39;s a really well-known woman, she has a career, she&#39;s famous - in that case, men are really afraid.","author":"Donatella Versace","topic":"Famous"},{"quote":"I have a show on MTV called &#39;Zach Stone Is Gonna Be Famous.&#39; I think that&#39;s a secret to a vast majority of America.","author":"Bo Burnham","topic":"Famous"},{"quote":"Being famous is complete luck, and that&#39;s something you can&#39;t bank on.","author":"Bo Burnham","topic":"Famous"},{"quote":"I feel lucky, where I&#39;m not &#39;famous&#39; famous. I&#39;m not someone that everyone kind of knows for no reason. If people know who I am, they like me because if they didn&#39;t like me, they forgot about me.","author":"Bo Burnham","topic":"Famous"},{"quote":"You do not want to get married at 22! Especially if you&#39;re famous, because girls are going to be throwing themselves at you.","author":"Usain Bolt","topic":"Famous"},{"quote":"Whether we are famous or not, we all need God. We also need other people.","author":"Chuck Norris","topic":"Famous"},{"quote":"A while ago I said that, &#39;You know, I like a guy - he doesn&#39;t have to be all rich and famous - he can be normal.&#39; And I remember I was walking in the mall, and this guy was like, &#39;Tyra, I&#39;m normal. I live with my mama. I ain&#39;t got a car and I ain&#39;t got a job! I&#39;m real normal.&#39; And I&#39;m like, &#39;That&#39;s not normal - that&#39;s a loser!&#39;","author":"Tyra Banks","topic":"Famous"},{"quote":"What I can&#39;t completely understand is most other people&#39;s fascination with what the famous among us do with their lips and the rest of their bodies. Why do ordinary people become the target of this curiosity simply by virtue of the fact that other people recognise their names and faces but know almost nothing else about them?","author":"Alan Alda","topic":"Famous"},{"quote":"I had never really wanted to be famous. Everyone is supposed to want to be rich and famous, but as a boy I never knew what rich was, and the first view I had of famous made me leery.","author":"Alan Alda","topic":"Famous"},{"quote":"I am not a name-dropper. I can&#39;t help it if everybody I know is famous.","author":"Zsa Zsa Gabor","topic":"Famous"},{"quote":"I really feel like it&#39;s a travesty to make a child famous. I really do.","author":"Joe Rogan","topic":"Famous"},{"quote":"I could have been a dental hygienist with nothing bad ever appearing in print about me, but that&#39;s not how I&#39;ve chosen to lead my life. I knew that you put yourself under a microscope the more famous you become.","author":"Julia Roberts","topic":"Famous"},{"quote":"I&#39;m willing to make compromises based on someone I think is the one, but I think it&#39;s psychologically important to people when they&#39;re famous to be the only famous person they know.","author":"John Mayer","topic":"Famous"},{"quote":"A very quiet and tasteful way to be famous is to have a famous relative. Then you can not only be nothing, you can do nothing too.","author":"P. J. O'Rourke","topic":"Famous"},{"quote":"I got the famous Oprah hug!","author":"Taylor Lautner","topic":"Famous"},{"quote":"One famous movie executive, who shall remain nameless, exposed himself to me in his office. &#39;Mr X,&#39; I said, &#39;I thought you were a producer, not an exhibitor.&#39;","author":"Shirley Temple","topic":"Famous"},{"quote":"Do you remember the wrestler Andre the Giant? Famous. He had acromegaly.","author":"Malcolm Gladwell","topic":"Famous"},{"quote":"And I want to do it the right way, like everybody else, not just a famous figurehead that gets a job because he is a famous basketball player. I want to really learn the business.","author":"Shaquille O'Neal","topic":"Famous"},{"quote":"It&#39;s hard to say I don&#39;t like being famous, but how I feel is that I don&#39;t see myself as that person. It baffles me that people would want a picture with me.","author":"Anthony Joshua","topic":"Famous"},{"quote":"I&#39;d be happy if anyone wore my fragrance. They don&#39;t have to be famous.","author":"Shawn Mendes","topic":"Famous"},{"quote":"At 13, I loved how so many of my peers sang and played acoustic guitar, so I started recording videos with covers of famous songs and posting them online.","author":"Shawn Mendes","topic":"Famous"},{"quote":"If it were just a dream to be famous, then I probably would have died a really quick death, because there is nothing about me that equals fame. I&#39;m not a standup comedian. I don&#39;t sing.","author":"Viola Davis","topic":"Famous"},{"quote":"When you&#39;re poor, you are invisible. Every poor person will tell you nobody sees you. So being famous was me just wanting to be seen.","author":"Viola Davis","topic":"Famous"},{"quote":"Sometimes a famous subject may even outlive his own obituary writer.","author":"Walter Cronkite","topic":"Famous"},{"quote":"I have no interest in Shakespeare and all that British nonsense... I just wanted to get famous and all the rest is hogwash.","author":"Anthony Hopkins","topic":"Famous"},{"quote":"I turned down many chances to be on TV before &#39;Pop Idol&#39; because I really wasn&#39;t interested in being famous. I didn&#39;t need it and didn&#39;t want it.","author":"Simon Cowell","topic":"Famous"},{"quote":"As communicators and marketers, people are so accustomed to thinking from the &#39;top down.&#39; Finding the great analyst or the famous journalist who will endorse what you do and tell the rest of the world to go and buy your product.","author":"Guy Kawasaki","topic":"Famous"},{"quote":"I&#39;ve walked with very famous people down red carpets over to the crowd of thousands of people, and you&#39;ll reach out to shake their hand and they&#39;ve got a camera in their hand. And they don&#39;t even get their hand out, because they&#39;re recording the whole time.","author":"George Clooney","topic":"Famous"},{"quote":"I had my Aunt Rosie, who was famous and then not, so I got a lesson in fame early on. And I understood how little it has to do with you. And also how you could use it.","author":"George Clooney","topic":"Famous"},{"quote":"I do know something about the news world. I was sitting on the floors of newsrooms since I was seven years old, and I&#39;ve been around them my whole life. I understand that someone looks at a story with famous people in it, and you want to put it out.","author":"George Clooney","topic":"Famous"},{"quote":"I think anyone who is famous is a moron if they&#39;re on Twitter. It&#39;s just stupid.","author":"George Clooney","topic":"Famous"},{"quote":"My great-grandmother was born in London, the daughter of a Brixton coachman, and became the most famous singer in Australia. Her name was Marie Carandini, Madame Carandini.","author":"Christopher Lee","topic":"Famous"},{"quote":"You can be famous for a lot of things. You can be a Nobel-prize winner. You can be the fattest guy in the world.","author":"Evel Knievel","topic":"Famous"},{"quote":"I know I&#39;m not supposed to have any opinions about politics, because I&#39;m famous.","author":"Cher","topic":"Famous"},{"quote":"I&#39;ve been famous my entire life; I don&#39;t know any other way.","author":"Cher","topic":"Famous"},{"quote":"I hang out with the right people, my friends that I&#39;ve had since the beginning. We go to the beach, take walks, paint, see our family - just normal things that people who become famous lose sight of.","author":"Kehlani","topic":"Famous"},{"quote":"I&#39;ve interviewed presidents and royalty, rock stars and movie stars, famous generals and captains of industry; I&#39;ve had front row seats at Super Bowls, World Series, and Olympic Games; my books have been on best-seller lists, and my marriage is a long-running success.","author":"Tom Brokaw","topic":"Famous"},{"quote":"I have had the opportunity to become acquainted with many wonderful people from many walks of life. I have known rich and poor, famous and modest, wise and otherwise.","author":"Joseph B. Wirthlin","topic":"Famous"},{"quote":"I never had a desire to be famous... I was fat. I didn&#39;t know any fat famous actresses... You know, once a fat kid, always a fat kid. Because you always think that you just look a little bit wrong or a little bit different from everyone else. And I still sort of have that.","author":"Kate Winslet","topic":"Famous"},{"quote":"I was suddenly really famous, and I didn&#39;t know how to cope. I didn&#39;t know myself well enough as a person, number one, and as an actor, number two. I wanted to escape.","author":"Kate Winslet","topic":"Famous"},{"quote":"I know the true meaning of getting by by the skin of my teeth; I do. It doesn&#39;t matter whether you&#39;ve got money or you haven&#39;t, whether you&#39;re famous or not. This is the case for all women, actually; you have to carry on. You always have to carry on. And you can, because you have to.","author":"Kate Winslet","topic":"Famous"},{"quote":"Before &#39;Titanic,&#39; yes, I had done some things and, yes, I had been nominated for an Academy Award, but I had never been sort of world-famous. And I suppose, yes, I am really famous now. But I feel embarrassed to say that because it&#39;s just a bit daft for me.","author":"Kate Winslet","topic":"Famous"},{"quote":"When I look back, I am happy that my mum took me to the gymnastics club. I didn&#39;t join gymnastics to become a famous athlete or celebrity; it just happened - I did more than I expected, of course.","author":"Nadia Comaneci","topic":"Famous"},{"quote":"It&#39;s key to become &#39;famous&#39; for one thing first, and that will give you the credibility to go into other areas once your ready... which generally means a long time and a lot of perfecting!","author":"Kevin Plank","topic":"Famous"},{"quote":"Nothing in life prepares you to be famous.","author":"Jeff Foxworthy","topic":"Famous"},{"quote":"Whenever you&#39;re the child of a famous person, you get judged in odd ways because of that.","author":"Jeff Bridges","topic":"Famous"},{"quote":"Liverpool people are famous for liking clothes and fashion; they are very social and lively people, and we know that they like clothes.","author":"Vivienne Westwood","topic":"Famous"},{"quote":"It wasn&#39;t easy navigating publicity when I started, because I grew up with &#39;being famous,&#39; and I&#39;m just not into it, and I guess defensiveness gets read into that. And I didn&#39;t get an easy ride at the beginning.","author":"Stella McCartney","topic":"Famous"},{"quote":"I never dreamt of being a musician for my livelihood. I certainly never would have wanted to be in the business that I&#39;m in, meaning the fame and the glory, the glitter, the rock star, the famous part.","author":"Eddie Van Halen","topic":"Famous"},{"quote":"The problem is, the more famous you get, the more people see you who didn&#39;t choose to.","author":"Louis C. K.","topic":"Famous"},{"quote":"Whereas you have someone like Houdini, who works really, really hard to get really, really famous, and then has actual intellectual ideas that he puts into the culture that stay there.","author":"Penn Jillette","topic":"Famous"},{"quote":"My mother always, always, always thought that I was going to be famous. Thought that I was going to win Oscars. In fact, I believe I accepted the Oscar as a ketchup bottle many a time in front of my mother in the kitchen. &#39;I&#39;d like to thank the Academy,&#39; I said with a ketchup bottle.","author":"Kevin Spacey","topic":"Famous"},{"quote":"What I&#39;ve said before, only half in joke, is that everybody in Ireland is famous. Or, maybe better, say everybody is familiar.","author":"Seamus Heaney","topic":"Famous"},{"quote":"Wanting to be an actor and wanting to be famous are different.","author":"Blake Lively","topic":"Famous"},{"quote":"Nobody prepares you for what happens when you get famous, and I didn&#39;t handle it well.","author":"Chevy Chase","topic":"Famous"},{"quote":"I absolutely loved being famous. It was all great, up until the point when it wasn&#39;t.","author":"Noel Gallagher","topic":"Famous"},{"quote":"Anything that&#39;s of any use, famous people get hold of it and take it for themselves and it gets a bad rap.","author":"Noel Gallagher","topic":"Famous"},{"quote":"I never wanted to be a celebrity; I never wanted to be famous. And in my daily life, I work really hard to not trade on it in any way.","author":"Sarah Jessica Parker","topic":"Famous"},{"quote":"I&#39;m glad that my parents missed one thing that was really unbelievable. They saw me hit this great success. It was a blast and we had a lot of laughs. And it was just an amazing time. They passed away. And then after I got, you know, famous, all these haters came out of nowhere.","author":"Dane Cook","topic":"Famous"},{"quote":"I&#39;m a regular person. I know a lot of people love being famous. I don&#39;t like it. I&#39;m just chillin&#39;. YouknowwhatI&#39;msayin&#39;?","author":"Wale","topic":"Famous"},{"quote":"I grew up in the limelight and being the child of someone famous. So my relationship with fame is not bedazzled.","author":"Lupita Nyong'o","topic":"Famous"},{"quote":"Our country was not built to support blood dynasties or to elevate the rich and famous to a higher ethical or constitutional plain.","author":"Andrew Breitbart","topic":"Famous"},{"quote":"I had no desire to be famous; I just wanted to make the greatest music ever made. I didn&#39;t want anyone to know who I was.","author":"Robert Smith","topic":"Famous"},{"quote":"io9 was the last standalone site that Gawker Media ever launched. It was born at a time when many of the company&#39;s other famous sites, from Consumerist and Wonkette to Fleshbot and Idolator, were being sold off or shuttered.","author":"Annalee Newitz","topic":"Famous"},{"quote":"I have a great job writing for &#39;The Office,&#39; but, really, all television writers do is dream of one day writing movies. I&#39;ll put it this way: At the Oscars the most famous person in the room is, like, Angelina Jolie. At the Emmys the huge exciting celebrity is Bethenny Frankel. You get what I mean.","author":"Mindy Kaling","topic":"Famous"},{"quote":"When I first became famous, I didn&#39;t know if I could go where I wanted to because I didn&#39;t know how people were going to act. Some folks would scream and holler, and I didn&#39;t know what to do with that.","author":"Jill Scott","topic":"Famous"},{"quote":"After a fellow gets famous it doesn&#39;t take long for someone to bob up that used to sit by him in school.","author":"Kin Hubbard","topic":"Famous"},{"quote":"I bemoan the fact that all my famous friends have places in St. Bart&#39;s and I have to go to Montauk.","author":"Rufus Wainwright","topic":"Famous"},{"quote":"Luckily, I think, I never really wanted to be famous, I just wanted to make movies.","author":"Seth Rogen","topic":"Famous"},{"quote":"I remember, when I was an up-and-coming comic, how annoyed I would be when the famous guys would show up and just take everyone&#39;s spots.","author":"Seth Rogen","topic":"Famous"},{"quote":"The good thing about L.A. is that there&#39;s always someone more famous 100 yards away from me.","author":"Seth Rogen","topic":"Famous"},{"quote":"The dream of any scholar has, for me, come true by virtue of this award. The Nobel Prizes are justly famous in the hard sciences, in literature, and for peace.","author":"Paul Samuelson","topic":"Famous"},{"quote":"The first time I went to Johnny Depp&#39;s house in LA is when I realized what I was getting myself into. I knew he was famous, but I didn&#39;t really know what that entailed.","author":"Kate Moss","topic":"Famous"},{"quote":"I&#39;m fortunate to be famous for two rather imposing characters like Magneto and Gandalf.","author":"Ian Mckellen","topic":"Famous"},{"quote":"The strength of British theatre should be that these actors in their middle years know what they&#39;re doing and are good at it. Not rich, not famous, but making a living.","author":"Ian Mckellen","topic":"Famous"},{"quote":"I&#39;d never read &#39;Lord of the Rings&#39; until I was asked to play Gandalf, so I didn&#39;t really know it was a frightfully famous book.","author":"Ian Mckellen","topic":"Famous"},{"quote":"There has been a time on earth when poets had been young and dead and famous - and were men. But now the poet as the tragic child of grandeur and destiny had changed. The child of genius was a woman, now, and the man was gone.","author":"Tom Wolfe","topic":"Famous"},{"quote":"When I was going for my graduate degree, I decided I was going to make a feature film as my thesis. That&#39;s what I was famous for-that I had my thesis film be a feature film, which was &#39;You&#39;re a Big Boy Now.&#39;","author":"Francis Ford Coppola","topic":"Famous"},{"quote":"I certainly don&#39;t think you need to be famous to want to leave a legacy, but when you are famous, it&#39;s even more likely that your child will get the wrong perspective on your life if you die prematurely.","author":"Shania Twain","topic":"Famous"},{"quote":"There is a misleading, unwritten rule that states if a quote giving advice comes from someone famous, very old, or Greek, then it must be good advice.","author":"Bo Bennett","topic":"Famous"},{"quote":"If you think Abraham Lincoln became famous for inventing the town car, it is time to spend a few hours on history.","author":"Bo Bennett","topic":"Famous"},{"quote":"I&#39;m English. Our dentistry is not world famous.","author":"Christian Bale","topic":"Famous"},{"quote":"You have to pretend that your life is a financial pleasure even when your autographs are bouncing.","author":"Kinky Friedman","topic":"Famous"},{"quote":"I&#39;m doing a new musical on Broadway, which opens in October called &#39;The Boy from Oz,&#39; where I play Peter Allen. For those of you who don&#39;t know, he became first famous in America for marrying Liza Minelli.","author":"Hugh Jackman","topic":"Famous"},{"quote":"Forget about being world famous, it&#39;s hard enough just getting the automatic doors at the supermarket to acknowledge our existence.","author":"Douglas Coupland","topic":"Famous"},{"quote":"A famous love story is hard to maintain when you both live in the spotlight.","author":"Lauren Bacall","topic":"Famous"},{"quote":"Sometimes I think that when people become famous, there&#39;s a public perception that they are not human beings any more. They don&#39;t have feelings; they don&#39;t get hurt; you can act and say as you like about them.","author":"Salman Rushdie","topic":"Famous"},{"quote":"I would love to do a biopic of a famous singer, like Diana Ross or Donna Summer, or an old jazz story that we haven&#39;t seen before. I would love to do that! I would love to play Diana Ross &#39;cause she&#39;s an icon. I&#39;m salivating to do that.","author":"Taraji P. Henson","topic":"Famous"},{"quote":"One of the interesting things about Twitter is looking how famous people choose to use it. Take someone like Steve Martin, who I follow: it&#39;s all sorts of comic gems, nothing private, nothing personal - all jokes. Other celebrities are overtly personal - like Charlie Sheen. I do a mix of observations and updates.","author":"Rob Lowe","topic":"Famous"},{"quote":"When I was starting out, I thought I would go into comedy and there would be a mentor, like the Philip Seymour Hoffman character in &#39;Almost Famous,&#39; in my life, and there just wasn&#39;t. It was really frustrating for me because I desired that so much.","author":"Mike Birbiglia","topic":"Famous"},{"quote":"I did not want to write one of those sequels that famous first-book authors get into where everybody says, &#39;Oh yeah.&#39;","author":"Robert M. Pirsig","topic":"Famous"},{"quote":"I never pursued being &#39;famous.&#39;","author":"Francesca Annis","topic":"Famous"},{"quote":"Exposure makes you famous, not just good work. Famous is being plastered everywhere.","author":"Francesca Annis","topic":"Famous"},{"quote":"I liked myself much more before I got famous. I was much friendlier and had more energy.","author":"Sia","topic":"Famous"},{"quote":"When I was 10, my parents really valued success in the arts, and I thought if I was a famous &#39;something artistic,&#39; that they would love me more.","author":"Sia","topic":"Famous"},{"quote":"I appreciate my music is famous, but I&#39;d rather my face wasn&#39;t so that I can just live a normal life.","author":"Sia","topic":"Famous"},{"quote":"I got a little bit famous. I didn&#39;t like it.","author":"Sia","topic":"Famous"},{"quote":"I don&#39;t want to be famous or recognizable. I don&#39;t want to be critiqued about the way that I look on the Internet... I&#39;ve been writing pop songs for pop stars for a couple years and see what their lives are like, and that&#39;s just not something I want.","author":"Sia","topic":"Famous"},{"quote":"I don&#39;t really even go out that much now, except to walk my dogs, because I don&#39;t want to be recognised. I used to be a really friendly person, and now I just want to be invisible. I liked myself much more before I got famous. I was much friendlier and had more energy.","author":"Sia","topic":"Famous"},{"quote":"Vine is where &#39;Don&#39;t&#39; started popping off. A lot of famous Viners used the song, and that was crazy because I had never been a part of something like that. I drank champagne for the first time when it got 100,000 plays.","author":"Bryson Tiller","topic":"Famous"},{"quote":"You can get rich or famous by doing the same thing.","author":"Ang Lee","topic":"Famous"},{"quote":"You can&#39;t date if you&#39;re famous. That&#39;s how it seems to me.","author":"Orlando Bloom","topic":"Famous"},{"quote":"It&#39;s interesting because people assume that because I&#39;m famous I know all famous people.","author":"Daniel Radcliffe","topic":"Famous"},{"quote":"There were a few years there when I was just so enamored with the idea of living some sort of famous person&#39;s lifestyle that really isn&#39;t suited to me.","author":"Daniel Radcliffe","topic":"Famous"},{"quote":"I think it&#39;s useful, as a famous person, to have as little separation between the perception of you and how you really are - because otherwise I&#39;d be sitting here thinking I&#39;m keeping secrets, and wondering when you&#39;re going to find out.","author":"Daniel Radcliffe","topic":"Famous"},{"quote":"As a famous person you think how you&#39;re gonna end it, get away and have a normal life.","author":"Gwen Stefani","topic":"Famous"},{"quote":"The whole &#39;American Idol&#39; way of looking at things is the antithesis of what I grew up with. There are a whole lot of kids wanting to be famous now, whereas if I&#39;d even mentioned that word to one of my teachers, I would have got into a whole load of trouble.","author":"Harry Connick, Jr.","topic":"Famous"},{"quote":"I wanted to be famous. I wanted people to talk about me.","author":"Haile Gebrselassie","topic":"Famous"},{"quote":"I don&#39;t know the literary world; I was scared of being confronted with famous names, not knowing what they had written. It was occupied territory I was entering.","author":"John le Carre","topic":"Famous"},{"quote":"I don&#39;t want to end up being a circus act, doing my most famous tricks when I&#39;m 70.","author":"Pharrell Williams","topic":"Famous"},{"quote":"If people just want to be famous, that&#39;s just not enough to get you up at 4 in the morning to go to work. You have to love what you&#39;re doing.","author":"Zooey Deschanel","topic":"Famous"},{"quote":"When I got into the music industry, I wasn&#39;t focused on being the most famous artist or even getting a major record deal. It was just to make music on my own terms or create my own image, do my own hair, do my own makeup.","author":"Janelle Monae","topic":"Famous"},{"quote":"I became famous, I think, really because of the interpretation of other people&#39;s songs, way back when, and that&#39;s what I enjoy the most. And I&#39;m a lazy bugger.","author":"Rod Stewart","topic":"Famous"},{"quote":"Even though I am fortunate to have certain luxuries, sometimes, I am even amazed by what people with money have and do. I want to remind people that just because you might be rich and famous, it doesn&#39;t mean you have to take yourself too seriously.","author":"Nick Cannon","topic":"Famous"},{"quote":"The fire in the belly is essential, otherwise you become Michael Buble - famous and meaningless.","author":"Morrissey","topic":"Famous"},{"quote":"I fell in love with a civilian. Not an actress and not a famous actress at that. Because then the attention doesn&#39;t double - it grows exponentially. Because then suddenly everybody wants to be in your bedroom. But I don&#39;t really give them anything.","author":"Matt Damon","topic":"Famous"},{"quote":"Before I became famous I had a very full life, and that gave me a lot to pick from. I always use everything. It always comes in handy. Working with animals... Well, I just enjoyed that. That was the most peaceful time.","author":"Cyndi Lauper","topic":"Famous"},{"quote":"Famous doesn&#39;t mean anything. Just because people know my face doesn&#39;t mean they know us or that it makes us any more interesting or better.","author":"Melissa McCarthy","topic":"Famous"},{"quote":"Famous people come up to me, but I don&#39;t know who they are because my sight is so bad. It&#39;s always at the pool of the Four Seasons in Beverly Hills when I don&#39;t have my lenses in and my glasses are in my room.","author":"Helena Bonham Carter","topic":"Famous"},{"quote":"I&#39;m just a guy who happens to work in public from time to time. I&#39;ve built a reputation as an established comic, not as a celebrity - a celebrity is someone who is famous but doesn&#39;t do anything.","author":"Dylan Moran","topic":"Famous"},{"quote":"Have I ever been to a party with a ton of famous people in it? Yes, several times, so I guess that&#39;s a Hollywood lifestyle.","author":"Michael Keaton","topic":"Famous"},{"quote":"It&#39;s great to make your own choices, but there&#39;s a price to pay. I could&#39;ve made more money or been more famous. I could be the current groovy guy.","author":"Michael Keaton","topic":"Famous"},{"quote":"I was famous in our college for calm and impassionate discussion; for one whole summer, I rose at five and went to bed at midnight, that I might have sufficient time for theology and metaphysics.","author":"William Godwin","topic":"Famous"},{"quote":"I really don&#39;t know anything else because my brothers were famous when I was two years old. So I know nothing else, no other life.","author":"Janet Jackson","topic":"Famous"},{"quote":"When you become a celebrity, the world owns you and your image.","author":"Megan Fox","topic":"Famous"},{"quote":"People just assume that if you&#39;re famous, you&#39;re in Hollywood.","author":"Megan Fox","topic":"Famous"},{"quote":"I want people to know me through the movies I do. I want to be judged on that. If you start becoming famous for your personal life, that&#39;s when your career goes away.","author":"Megan Fox","topic":"Famous"},{"quote":"I don&#39;t think about being famous, really. Being an author, I don&#39;t generally get stopped as I walk down the street. It&#39;s not like being a movie star.","author":"Rick Riordan","topic":"Famous"},{"quote":"I&#39;d love to live in Ireland but I&#39;d like to live as me, not what someone thinks I am. People don&#39;t understand - I lived there before I was famous.","author":"Van Morrison","topic":"Famous"},{"quote":"Being famous was extremely disappointing for me. When I became famous it was a complete drag and it is still a complete drag.","author":"Van Morrison","topic":"Famous"},{"quote":"I have an ambition to write a great book, but that&#39;s really a competition with myself. I&#39;ve noticed that a lot of young writers, people in all media, want to be famous but they don&#39;t really want to do anything. I can&#39;t think of anything less worth striving for than fame.","author":"Zadie Smith","topic":"Famous"},{"quote":"Maybe Elvis was inhibited by inbred religious prohibitions or an Oedipal complex, or maybe he simply preferred the thrill of a denied release. Whatever put the brakes on the famous pelvis, it ground to a halt at a certain point, and that was it.","author":"Rita Moreno","topic":"Famous"},{"quote":"You just feel like you&#39;re doing a job that you want to be doing, and then one day, somebody asks you a question like that: &#39;What&#39;s it like to be famous?&#39; It doesn&#39;t really mean anything. The only difference is some people stop you and ask you for photographs.","author":"Hozier","topic":"Famous"},{"quote":"Evictions used to be rare in this country. They used to draw crowds. There are scenes in literature where you can come upon an eviction - like, in &#39;Invisible Man&#39; there&#39;s the famous eviction scene in Harlem, and people are gathered around, and they move the family back in.","author":"Matthew Desmond","topic":"Famous"},{"quote":"I don&#39;t want to create controversy; I just have an opinion on things, and there is nothing wrong with stating your opinion if you are asked. Everyone wants that right, and because you are famous doesn&#39;t mean you have less of a right.","author":"John Travolta","topic":"Famous"},{"quote":"When a place advertises itself as &#39;World Famous,&#39; you may be sure it isn&#39;t.","author":"Herb Caen","topic":"Famous"},{"quote":"People hate me because I am a multifaceted, talented, wealthy, internationally famous genius.","author":"Jerry Lewis","topic":"Famous"},{"quote":"I loved cowboy films and TV series, and I learned bits of English from them. My favorite was &#39;Laramie&#39;, with Robert Fuller and John Smith. I used to watch &#39;The Lone Ranger&#39;, which had been famous in Japan as well. I idolized these cowboys.","author":"Kazuo Ishiguro","topic":"Famous"},{"quote":"Fame necessarily isn&#39;t really tied to success at all. Fame is just being recognized for doing what you do, whether it&#39;s good or bad. Osama bin Laden was famous.","author":"Big Sean","topic":"Famous"},{"quote":"If you&#39;re doing this because you feel like you have a burning desire to do it, then you&#39;ll find a way to do it, no matter what. If you&#39;re doing this because you&#39;re thinking, &#39;Hey, this will be really cool. I&#39;ll be famous. I&#39;ll be on YouTube,&#39; then you&#39;ll probably quit, because it&#39;s not easy to do for the long haul.","author":"Trisha Yearwood","topic":"Famous"},{"quote":"I was very dramatic - very, like, &#39;It&#39;s never going to happen. My life is over at 16 because I&#39;m not already famous. I&#39;m not going to get my record deal. I&#39;m not going to be able to sing for a living.&#39;","author":"Trisha Yearwood","topic":"Famous"},{"quote":"It&#39;s not the job of the art to accommodate me and make me more money, make me more famous and get me more girls.","author":"Mike Posner","topic":"Famous"},{"quote":"I remember I wanted to be an athlete. I wanted to be in the NFL or NBA or something, and I don&#39;t think I dreamed of being a benchwarmer. I&#39;m sure I wanted to be the best. But I didn&#39;t really ever think I was going to be a famous musician.","author":"Mike Posner","topic":"Famous"},{"quote":"I wanted to be the most famous. And it wasn&#39;t until I hung out with Justin Bieber that the whole thing got demystified. The mystique of it was gone.","author":"Mike Posner","topic":"Famous"},{"quote":"Well I would say that we&#39;re regular people first of all and we&#39;re normal and it&#39;s obvious by some of the things that have happened just because our name is famous we&#39;re not immune to tragedy.","author":"Brett Favre","topic":"Famous"},{"quote":"I love the urban comedies, because they keep you famous, keep you having fun, and keep you in love with the business. Those are my roots. I&#39;ll always love doing those.","author":"Terry Crews","topic":"Famous"},{"quote":"It wasn&#39;t until after I became famous that people noticed I played in the NFL. I kind of snuck in!","author":"Terry Crews","topic":"Famous"},{"quote":"The sound of my voice is more famous than me.","author":"Jimmy Iovine","topic":"Famous"},{"quote":"It doesn&#39;t matter what famous person I&#39;ve come across in the street, I don&#39;t think I&#39;ve ever shouted.","author":"Lewis Hamilton","topic":"Famous"},{"quote":"I love what I do for a living, but the other side, that aspect of being famous or a celebrity&#39;s got zero interest to me.","author":"Jeffrey Dean Morgan","topic":"Famous"},{"quote":"Luckily, I don&#39;t think that I&#39;m too famous. I can still live my life pretty comfortably. Fame has never really ever appealed to me. I think it&#39;s easy to see that it&#39;s not a great thing to have.","author":"Tig Notaro","topic":"Famous"},{"quote":"Tom Cruise, he&#39;s a lot more famous than me.","author":"David Beckham","topic":"Famous"},{"quote":"On an emotional level, success in America would be terrible for me; it would be insane. I really, seriously, never want to be famous here.","author":"Robbie Williams","topic":"Famous"},{"quote":"I have only one ambition, which is to be famous.","author":"Robbie Williams","topic":"Famous"},{"quote":"It&#39;s famous that comedians have a very dark personal state of mind. I think, in my case, it&#39;s the same. The only way to get deep is to have a balance, or a counterbalance.","author":"Alejandro Gonzalez Inarritu","topic":"Famous"},{"quote":"What is so weird is that young people who want to be &#39;celebrities&#39; do not want to put in the hard work. They don&#39;t want to do the training, go to drama school, read Shakespeare, try different accents and study technique. They just want to be famous. It is not just in England; it&#39;s the same in America and all over Europe.","author":"Joan Collins","topic":"Famous"},{"quote":"I didn&#39;t get into writing to make money or get famous or any of that. I got into it to hit hearts, and man, when I get letters not just from the soldiers but from their kids, especially their kids, it makes it all worthwhile.","author":"Tim O'Brien","topic":"Famous"},{"quote":"When you&#39;re really famous, there&#39;s very little authenticity in people, so you prefer the company of children.","author":"Katherine Ryan","topic":"Famous"},{"quote":"I would have been very happy just working from job to job, paying my rent one movie at a time. I never wanted to be this famous. I never imagined this life for myself.","author":"Kristen Stewart","topic":"Famous"},{"quote":"I never wanted to be the most famous, the most beautiful, the most extravagant.","author":"Manolo Blahnik","topic":"Famous"},{"quote":"Being famous is just like being in high school. But I&#39;m not interested in being the cheerleader. I&#39;m not interested in being Gwen Stefani. She&#39;s the cheerleader, and I&#39;m out in the smoker shed.","author":"Courtney Love","topic":"Famous"},{"quote":"Apart from its famous healing properties, manuka has a strong, woody flavour.","author":"Yotam Ottolenghi","topic":"Famous"},{"quote":"It&#39;s part of the celebrity process but my life has never been as interesting or as wild as what&#39;s been printed about me.","author":"Winona Ryder","topic":"Famous"},{"quote":"I&#39;m an active participation guy. No matter how much money you make, no matter how famous you are, you&#39;re not above going outside and cutting trees. I do it all the time.","author":"Bill Goldberg","topic":"Famous"},{"quote":"No matter how much money you make, no matter how famous you are, you&#39;re not above going outside and cutting trees. I do it all the time.","author":"Bill Goldberg","topic":"Famous"},{"quote":"I didn&#39;t even listen to any music until I was 19, really. I just wanted to be famous. But I didn&#39;t say it to anyone because I was really embarrassed at the thought.","author":"Marina and the Diamonds","topic":"Famous"},{"quote":"Hitler was so modern, in that he was obsessed with being famous. He was caught up with this rush to be have achieved greatness before turning 30.","author":"John Cusack","topic":"Famous"},{"quote":"None of my characters are rich or famous, and the situations they find themselves in could happen to anyone.","author":"Nicholas Sparks","topic":"Famous"},{"quote":"I&#39;d always need a creative outlet. But sometimes, I do fantasize what my life would be like if I weren&#39;t famous.","author":"Jodie Foster","topic":"Famous"},{"quote":"My father always had people around the house who were famous psychics.","author":"Natalie Massenet","topic":"Famous"},{"quote":"Those who have known the famous are publicly debriefed of their memories, knowing as their own dusk falls that they will only be remembered for remembering someone else.","author":"Alan Bennett","topic":"Famous"},{"quote":"Britain is famous for being great at inventing and poor at commercializing.","author":"Margaret Heffernan","topic":"Famous"},{"quote":"Exploitation films were famous for taking an issue an exploiting it because they could move much faster than a studio could. If there was any hot topic, they would run out and make a quick movie and make a buck on it, by changing it around and using it, in some way, to give some relevance.","author":"Robert Rodriguez","topic":"Famous"},{"quote":"You want a hero in the music world? James Brown. He brought a feeling to music without really using words. He&#39;s just famous for his sound.","author":"David Lee Roth","topic":"Famous"},{"quote":"I earned my famous name.","author":"Brian Wilson","topic":"Famous"},{"quote":"Indian paper is famous, Egyptian papyrus, Chinese paper... every country has used this natural material. But the problem is it&#39;s going to run out because it&#39;s very difficult work.","author":"Issey Miyake","topic":"Famous"},{"quote":"I thought the more famous I became, the more friendships I would have, but the opposite was true.","author":"Alanis Morissette","topic":"Famous"},{"quote":"I have a profound empathy for people who are in the public eye, whether they manifest it themselves or whether it happened by accident - it doesn&#39;t matter to me. I think there&#39;s a great misunderstanding of what it is to be famous.","author":"Alanis Morissette","topic":"Famous"},{"quote":"Only traumatised people want to be famous.","author":"Alanis Morissette","topic":"Famous"},{"quote":"Know the names of past and current artists who are most famous for playing their instruments.","author":"Marilyn vos Savant","topic":"Famous"},{"quote":"The most famous and one of the most thoroughgoing opponents of bank credit was Thomas Jefferson. Jefferson reacted to the panic of 1819 as a confirmation of his pessimistic views on banks.","author":"Murray Rothbard","topic":"Famous"},{"quote":"There are high spots in all of our lives and most of them have come about through encouragement from someone else. I don&#39;t care how great, how famous or successful a man or woman may be, each hungers for applause.","author":"George Matthew Adams","topic":"Famous"},{"quote":"I&#39;m coming out with a wine... I&#39;m actually a restaurateur. I have Famous Famiglia Pizzeria that has opened up in the Sacramento airport. I&#39;m also working with my business partner on opening up the Linnethia Lounge.","author":"NeNe Leakes","topic":"Famous"},{"quote":"You&#39;re not famous until my mother has heard of you.","author":"Jay Leno","topic":"Famous"},{"quote":"You aren&#39;t famous until my mother has heard of you.","author":"Jay Leno","topic":"Famous"},{"quote":"For me a Writing Day was an occasion for self-reproach and panic, a time to lament the passing of the years, stare out of windows and remember that even those famous late starters Joseph Conrad and George Eliot had started by the age I was now.","author":"Howard Jacobson","topic":"Famous"},{"quote":"I was famous overnight. I went from nowhere to being really big.","author":"Sting","topic":"Famous"},{"quote":"There is a famous saying: &#39;It&#39;s hard to be a Jew.&#39; It&#39;s also hard to be a Palestinian. I know that.","author":"Ariel Sharon","topic":"Famous"},{"quote":"You have to be realistic. I&#39;d love to be more famous, have lots of people supporting me, people knowing my name, but I need a tennis racket or a golf club or to play football. Being a female, I don&#39;t stand a chance.","author":"Victoria Pendleton","topic":"Famous"},{"quote":"When you see a fantastic colour or cut in a magazine, perched up on some famous so-and-so&#39;s head, it&#39;s tempting to ask your stylist for the same, but do not be fooled. The hair in those fancy photos can be very high maintenance.","author":"Beth Ditto","topic":"Famous"},{"quote":"I don&#39;t feel famous and I didn&#39;t want my autobiography to be like a Paris Hilton story.","author":"Beth Ditto","topic":"Famous"},{"quote":"Bruce Lee was very famous. I watched his movies and he is amazing. He is a martial arts master, his philosophy, his movement, both physically and mentally, were very strong.","author":"Jet Li","topic":"Famous"},{"quote":"I wanted to be famous. It&#39;s embarrassing to admit, but I came out to L.A. thinking it would happen in no time. I thought, &#39;Once they see me, they&#39;ll be so glad I came.&#39; I always had a ridiculous amount of self-confidence about what was going to happen to me.","author":"Chelsea Handler","topic":"Famous"},{"quote":"No one can train you to be famous. How do you deal with the loss of anonymity, the loss of privacy? You have to be disciplined.","author":"Wesley Snipes","topic":"Famous"},{"quote":"The first syndicating I tried was when two partners and I created a production company in 1952. We wanted to syndicate famous Bible stories and sell them for $25 a show.","author":"Casey Kasem","topic":"Famous"},{"quote":"Whenever someone says to my mum: &#39;How&#39;s your son doing?&#39; she says: &#39;Which one?&#39; If you&#39;re a parent, you&#39;re not going to go: &#39;Oh I&#39;ll concentrate on the famous one.&#39;","author":"Martin Freeman","topic":"Famous"},{"quote":"Public scandals are America&#39;s favorite parlor sport. Learning about the flaws and misdeeds of the rich and famous seems to satisfy our egalitarian yearnings.","author":"Robert Dallek","topic":"Famous"},{"quote":"Famous is celebrityism, and I don&#39;t want that... I know that I&#39;m not that. Everybody knows who you are. I can&#39;t imagine living that life, but I don&#39;t think I consider myself famous.","author":"Robin Wright","topic":"Famous"},{"quote":"&#39;Swallow My Gift&#39; is all about music being its own reward. I don&#39;t do it to become more famous; I don&#39;t do it to make money. I don&#39;t do it from an ego-driven point of view.","author":"Russell Crowe","topic":"Famous"},{"quote":"I want to eat, cook, meet famous people and make fun of them.","author":"Roseanne Barr","topic":"Famous"},{"quote":"The more they applaud, the bigger your salary will be.","author":"Anna Held","topic":"Famous"},{"quote":"I got sick of being famous. It is not a desirable &#39;job.&#39;","author":"Amanda de Cadenet","topic":"Famous"},{"quote":"Life is going to happen to you no matter what weight you are, no matter how famous you are, no matter how much money you have in the bank. No one gets a free pass.","author":"Amanda de Cadenet","topic":"Famous"},{"quote":"Getting recognized on the street is fine, but I never really wanted to be famous.","author":"Kate McKinnon","topic":"Famous"},{"quote":"Getting recognized on the street is fine, but I never really wanted to be famous. I just wanted to have mastered the art of sketch comedy.","author":"Kate McKinnon","topic":"Famous"},{"quote":"I used to be like everyone else and think the Kardashians are just famous for being famous. But I&#39;ve been really impressed with how supportive Kim Kardashian has been of Caitlyn Jenner.","author":"Anne Hathaway","topic":"Famous"},{"quote":"I&#39;ve had offers that could&#39;ve made me much richer and much more famous than I am.","author":"Harry Dean Stanton","topic":"Famous"},{"quote":"I could have been a lot more famous and played leading men and everything. For whatever reason, I didn&#39;t go for it.","author":"Harry Dean Stanton","topic":"Famous"},{"quote":"Fame in itself is, you know... It involves a whole discussion on just that word, &#39;fame.&#39; It&#39;s a power; it&#39;s another degree of power, to be famous. I think it&#39;s obvious: you have more influence the more well-known you are. And, hopefully, it&#39;s righteously used.","author":"Harry Dean Stanton","topic":"Famous"},{"quote":"The first pork-barrel bill that crosses my desk, I&#39;m going to veto it and make the authors of those pork-barrel items famous all over America.","author":"John McCain","topic":"Famous"},{"quote":"Everyone wants to be famous; so do I. But I cannot lose sleep over it.","author":"Randeep Hooda","topic":"Famous"},{"quote":"A lot of people these days are not music lovers - they just want to be famous which is a very different thing to what I grew up believing in.","author":"Shirley Manson","topic":"Famous"},{"quote":"Acting-wise, I love Helena Bonham Carter. I love Kate Winslet. I love Angelina Jolie when she was &#39;Girl, Interrupted&#39; Angelina Jolie. There isn&#39;t anybody that I can definitely point to and be like her. Because I&#39;ve never felt like I&#39;ve been able to relate to the women that are famous.","author":"Jessica Williams","topic":"Famous"},{"quote":"Fame is a thing that happens when you do something you love - nobody wants to be famous for the wrong reasons. It&#39;s not my goal, but if being more famous means I can get more music out, that&#39;s cool.","author":"Tyga","topic":"Famous"},{"quote":"When I did &#39;Percy Jackson,&#39; people told me, &#39;Oh, you&#39;re going to be so famous... you&#39;re not going to be able to walk down the street... it&#39;s going to be huge,&#39; and it wasn&#39;t - although it was big for my career.","author":"Alexandra Daddario","topic":"Famous"},{"quote":"I think I was lucky to be a little older when I became famous. But still, the shock of the world starting to treat you in a weird way... I had come from the army, where we had to deal with life or death, and suddenly, people were asking whether you were cool or not. I have never cared about whether I&#39;m cool.","author":"James Blunt","topic":"Famous"},{"quote":"I was a shy kid, but somehow I knew I would make it as a performer. I&#39;d always be telling my mum that I was going to be a famous singer. In my school yearbooks I would write, &#39;Remember me when I&#39;m famous.&#39; I knew I had a gift.","author":"Nicole Scherzinger","topic":"Famous"},{"quote":"The family is very important. They make me feel good always because if I won, when I started to be famous, the relationship never changed with my friends and family.","author":"Rafael Nadal","topic":"Famous"},{"quote":"Fame is a lot of pressure, especially when you&#39;re responsible for your entire family. Financially, emotionally - everything.","author":"Nick Carter","topic":"Famous"},{"quote":"I used to send away for eight-minute Super 8 movies of various Ray Harryhausen scenes advertised on the back of &#39;Famous Monsters of Filmland&#39; magazine.","author":"Peter Jackson","topic":"Famous"},{"quote":"&#39;Heavenly Creatures&#39; was really the idea of Fran Walsh. It was a very famous New Zealand murder case, but not one that people knew much about.","author":"Peter Jackson","topic":"Famous"},{"quote":"There are loads of actresses that modelled. They just weren&#39;t famous. There weren&#39;t a lot that were really known as models that became actresses, but there are hordes of them that did modelling before such as Anjelica Huston, Jessica Lange, Sharon Stone, Demi Moore and Geena Davis. There are loads of &#39;em.","author":"Andie MacDowell","topic":"Famous"},{"quote":"People enjoy making fun of people who are famous; they love putting people down.","author":"Lee Daniels","topic":"Famous"},{"quote":"I&#39;m always so amazed by which performances work really, really well and which ones don&#39;t. But I think it&#39;s just mostly, &#39;She&#39;s Out Of My League,&#39; so many people saw that movie on DVD and on the plane. Just millions of people saw that movie. That&#39;s the reason I&#39;m somewhat famous.","author":"T. J. Miller","topic":"Famous"},{"quote":"To be a Southern Ground artist, you have to be a lifer. It&#39;s not about winning a karaoke contest or a television show to become famous. It&#39;s about really paying your dues. It&#39;s people I&#39;m fans of and want to help in the business.","author":"Zac Brown","topic":"Famous"},{"quote":"When you look at Michael Jackson, there&#39;s nobody who loves him in that family, nobody. If they did, they&#39;d tell him he didn&#39;t have to do all that in order to be famous. All he has to do is keep doing his music and be himself. Michael&#39;s been a little touched for about 20 years, but somebody needs to pull him aside and tell him they love him.","author":"Jamie Foxx","topic":"Famous"},{"quote":"I have a very down-to-earth father. My wife is an actress and famous herself is more down-to-earth than anyone I know.","author":"Brad Paisley","topic":"Famous"},{"quote":"By no means do I try to go out and hang out with famous people.","author":"Brad Paisley","topic":"Famous"},{"quote":"I&#39;m somebody who likes to gravitate toward people who aren&#39;t necessarily famous.","author":"Brad Paisley","topic":"Famous"},{"quote":"Marx and Engels are arguably history&#39;s most famous couple. Such was the closeness of their collaboration that it is not always easy to recall which works bore both names, which just that of Marx, and which just Engels.","author":"Martin Jacques","topic":"Famous"},{"quote":"A lot of times on tour it&#39;s about, &#39;OK, where am I today? Wow, I&#39;m in Costa Rica. What is their famous dish?&#39; And it&#39;s about trying the food, and really experiencing it.","author":"Fergie","topic":"Famous"},{"quote":"I wanted so badly to be in a famous band, and it was not happening. I played drums with different bands and with the Blue Man Group in Chicago, but I definitely felt like, &#39;Wow, I did not picture my life being like this.&#39;","author":"Fred Armisen","topic":"Famous"},{"quote":"Temptation&#39;s something you have to deal with even if you&#39;re not famous. It&#39;s harder when you&#39;re famous because it&#39;s a lot more in your face, and that makes it a little more difficult to walk away from sometimes.","author":"Denis Leary","topic":"Famous"},{"quote":"I learned a long time ago, if you want to keep your friends in show business, don&#39;t get famous. Because as soon as you get famous, a lot of the people you used to know, who didn&#39;t, become incredibly bitter and jealous. It&#39;s part of the territory.","author":"Denis Leary","topic":"Famous"},{"quote":"I think that most people who are just artists, who are getting famous, would trade a lot of their fame back for some normalcy, pretty much immediately.","author":"Ansel Elgort","topic":"Famous"},{"quote":"For now I&#39;m just enjoying being a mom. I don&#39;t want to be more famous and more rich. I want to be a good mom.","author":"Jewel","topic":"Famous"},{"quote":"My family was musical on both sides. My father&#39;s family had a famous flautist and a classical pianist. My mother won a contest to be Shirley Temple&#39;s double - she was the diva of the family. At 8, I learned how to play guitar. I used to play songs from the &#39;20s, &#39;30s and &#39;40s in the kitchen for my grandmother.","author":"Gloria Estefan","topic":"Famous"},{"quote":"Some people want fame, popularity and huge sales. I&#39;ve always hoped to have a really long career. So I&#39;ve tried to make each of my creative decisions and business decisions to allow for longevity. As a side effect I got really famous and really big. I didn&#39;t realize the two could go together.","author":"Jewel","topic":"Famous"},{"quote":"A few of the world&#39;s most famous non-American novelists have large followings in the United States, among them Gabriel Garcia Marquez and Guenter Grass, who were both popular even before winning the Nobel.","author":"Stephen Kinzer","topic":"Famous"},{"quote":"Most famous stage actors tactfully fade away.","author":"Robert Gottlieb","topic":"Famous"},{"quote":"Despite the rigid classicism of the famous Paris Opera school and company, the French have done more than their share to unmoor la Danse from its traditions and standards.","author":"Robert Gottlieb","topic":"Famous"},{"quote":"Sometimes I dream to be alone and that nobody would talk to me. But I understand that football is really important and that everybody watches it. When you&#39;re famous, you have to do photos or autographs, especially for the kids.","author":"Mario Balotelli","topic":"Famous"},{"quote":"I like celebrities. I love people who are famous. Always have.","author":"Elaine Stritch","topic":"Famous"},{"quote":"That&#39;s what we were exploring on &#39;Larry Sanders&#39; - the human qualities that have brought us to where we are now in the world: the addiction to needing more and wanting more and talking more. We were examining the labels put on success - is it successful to be on TV every day, to be famous, to have a paycheck?","author":"Garry Shandling","topic":"Famous"},{"quote":"Celebrities and &#39;famous&#39; people are just regular folks. I know, it&#39;s a shocking and potentially dangerous statement.","author":"Adam McKay","topic":"Famous"},{"quote":"Ultimately, the only people who are in any way edified by hanging with famous people are you at the age of 11 and your mom.","author":"Adam McKay","topic":"Famous"},{"quote":"I didn&#39;t get into skating to be famous.","author":"Eric Heiden","topic":"Famous"},{"quote":"It&#39;s not a sport you get famous at. If I wanted to be famous, I would have stuck with hockey.","author":"Eric Heiden","topic":"Famous"},{"quote":"You don&#39;t knock television, even if you don&#39;t always like what they make of your work. It makes all the difference between being an also-ran writer and very famous.","author":"Ruth Rendell","topic":"Famous"},{"quote":"&#39;Ali&#39; offers stunning re-creations of bouts Ali fought. In the second Liston fight, the auditorium is underlighted and clouded with fetid cigar smoke, which was why the famous picture of a snarling Ali standing over Liston was so dramatic; indoor arenas are now bright enough to be spotted from Alpha Centauri.","author":"Elvis Mitchell","topic":"Famous"},{"quote":"The idea of being famous is a lot better than the reality.","author":"Tom Felton","topic":"Famous"},{"quote":"It is ridiculous - like a mad whirlwind... it&#39;s mad that I&#39;m so famous.","author":"Amy Jackson","topic":"Famous"},{"quote":"To put it simply - you know, a lot of people believe that the benefit of this job is fame and fortune. I believe that you pay for the fortune through the fame. I don&#39;t buy into the notion that being famous is somehow a good thing, or an exciting thing, or a wonderful thing.","author":"Evangeline Lilly","topic":"Famous"},{"quote":"You can talk to someone relatively famous, and they say, &#39;What do you do? What do you do for a job?&#39; and I say, &#39;I make documentaries for the BBC,&#39; and you see their eyes just glaze over.","author":"Louis Theroux","topic":"Famous"},{"quote":"What I do is what I like; if I&#39;m not as famous as I&#39;d like to be, I&#39;ve done it to myself.","author":"Blake Shelton","topic":"Famous"},{"quote":"Most of what Hawaii has to offer is no secret. Pipeline is probably the most famous wave in the world.","author":"Kelly Slater","topic":"Famous"},{"quote":"Famous people complain about fame, but they never want to give it back, myself included.","author":"Erica Jong","topic":"Famous"},{"quote":"Barack Obama hopes his famous health care victory will mark him as a transformative president. History, however, may judge it to have been his missed opportunity to be one.","author":"George Will","topic":"Famous"},{"quote":"I wanted to go hide. I wasn&#39;t looking to be more famous, I&#39;m famous enough.","author":"Howard Stern","topic":"Famous"},{"quote":"The whole celebrity culture thing - I&#39;m fascinated by, and repelled by, and yet I end up knowing about it.","author":"Anderson Cooper","topic":"Famous"},{"quote":"Being famous gets me good concert tickets, good tables in restaurants, good seats at sporting events and that&#39;s really about it.","author":"Fran Drescher","topic":"Famous"},{"quote":"I think Dutch people are very sober. I don&#39;t know if it&#39;s the right word. Like, you have the most famous person walk by some Dutch people, and they&#39;re like, &#39;Oh, hello.&#39; And they maybe take a photo, but most of the time, they&#39;ll respect you and leave you alone. And if you go to some other countries they will literally mob you, go crazy.","author":"Martin Garrix","topic":"Famous"},{"quote":"The poster boy for our superabled future is Oscar Pistorius, an increasingly famous South African sprinter who happens to have had both of his legs amputated below the knee. Using upside down question mark-shaped carbon fiber sprinting prosthetics, called Cheetah blades, Mr. Pistorius can challenge the fastest sprinters in the world.","author":"Daniel H. Wilson","topic":"Famous"},{"quote":"Quite often I can be in a bookshop, standing beneath a great big picture of myself and paying for a book with a credit card clearly marked John Grisham, yet no one recognises me. I often say I&#39;m a famous author in a country where no one reads.","author":"John Grisham","topic":"Famous"},{"quote":"There&#39;s a definite responsibility that comes with being famous. You shouldn&#39;t be able to just dress up and look pretty.","author":"Rashida Jones","topic":"Famous"},{"quote":"I have to say, you know, I&#39;ve seen so many people go through the cycle and become famous and not famous anymore and, you know, want - have their priorities change and want different things.","author":"Rashida Jones","topic":"Famous"},{"quote":"Superhero movies are so famous because of the metaphor that they trigger in one&#39;s self about who you could be if things were different.","author":"Patty Jenkins","topic":"Famous"},{"quote":"I partied in every capital in Europe, basked on all the famous beaches, and good-timed it in South America, the South Seas, the Orient, and the more palatable portions of Africa.","author":"Frank Abagnale","topic":"Famous"},{"quote":"I just love the weather. I live on Miami Beach, which is all boutique hotels and cocktails. I do sometimes go along to smart parties in my white suit, but I wouldn&#39;t really recognise any famous people if they were there because I&#39;m not very good at star-spotting.","author":"Irvine Welsh","topic":"Famous"},{"quote":"If you&#39;re famous, you suck, just for being famous. People in England totally get that; Americans don&#39;t.","author":"Trey Parker","topic":"Famous"},{"quote":"Any idiot can get laid when they&#39;re famous. That&#39;s easy. It&#39;s getting laid when you&#39;re not famous that takes some talent.","author":"Kevin Bacon","topic":"Famous"},{"quote":"My dad was an architect, and he wasn&#39;t a rich guy, but in our little world in Philadelphia, he was famous. He loved to see his picture in the paper. I wanted to be more famous than him.","author":"Kevin Bacon","topic":"Famous"},{"quote":"There are two types of actors: those who say they don&#39;t want to be famous, and those who are liars.","author":"Kevin Bacon","topic":"Famous"},{"quote":"Show me an actor who doesn&#39;t want to be famous, and I&#39;ll show you a liar. Later, you realise that there&#39;s more to it than just the acquisition of fame, and money and girls. But that is what drives them and was what drove me, initially.","author":"Kevin Bacon","topic":"Famous"},{"quote":"One of the top comments I get from people is, &#39;Oh my God, you&#39;re like a regular person!&#39; That&#39;s kind of a bizarre thing to live with. I know a lot of famous people, and their lives may not be regular, but they are regular people.","author":"Kevin Bacon","topic":"Famous"},{"quote":"I wasn&#39;t going off to New York to be more famous than my father, but in retrospect, that certainly was driving me. He was famous in Philadelphia, but it was also really important to him to be famous. And to a certain extent, I got some of that, even though there were parts of it that horrified me.","author":"Kevin Bacon","topic":"Famous"},{"quote":"I was never that famous, but I do think going to college and really getting away from the business and taking a true break is incredibly, incredibly important if you start acting at a young age.","author":"Gaby Hoffmann","topic":"Famous"},{"quote":"I was never as famous as all these kids. There was no social media. We weren&#39;t celebrity-obsessed as a culture. I feel like these kids are under a crazy microscope; they&#39;re basically brands. And they eventually implode and act out. They need a break, and they&#39;re not getting one.","author":"Gaby Hoffmann","topic":"Famous"},{"quote":"Television has filled the space for actors that really want to make good work and not just make a lot of money and be famous for making a lot of money and being famous.","author":"Gaby Hoffmann","topic":"Famous"},{"quote":"I&#39;m hardly the most notable person in &#39;Zombieland.&#39; The other actors in it are way more famous than I am.","author":"Jesse Eisenberg","topic":"Famous"},{"quote":"I meet people who are in movies, and the stuff that they write is terrible, but nobody tells them that because they&#39;re famous. So I worry that my stuff might be like that, too.","author":"Jesse Eisenberg","topic":"Famous"},{"quote":"Kids will ask us &#39;How do you become famous?&#39; It&#39;s the wrong question. Focus on the craft, not on the fame.","author":"Isaac Hanson","topic":"Famous"},{"quote":"I guess some people want to be performers because they want to be famous.","author":"Jenny Slate","topic":"Famous"},{"quote":"The rich and famous expect to get a lot for their story, whether they are writing it themselves or not. It&#39;s not that they need the money, of course; it&#39;s a question of ego, like catching the biggest fish.","author":"Michael Korda","topic":"Famous"},{"quote":"Of course the rich and famous tend to have more going on in their lives than ordinary people, but they aren&#39;t always willing to tell the interesting bits.","author":"Michael Korda","topic":"Famous"},{"quote":"Peter Fleming was a famous English traveler, explorer and adventurer, whose non-fiction books were hugely successful. My father owned signed copies of all of them - he and Peter Fleming had become acquainted over some detail of set design at the Korda film studio in Shepperton - and I had read each of them with breathless adolescent excitement.","author":"Michael Korda","topic":"Famous"},{"quote":"It&#39;s my observation that gardeners and gardening for a very long time have had to take a back seat. Architects are very famous; they&#39;ve got huge projects. What goes on in and around them has been relegated to a very minor role.","author":"Robert Irwin","topic":"Famous"},{"quote":"When people stare at you, and you read about yourself in papers - at 13, it just got very confusing. I thought that if this is what it&#39;s like to be famous, I don&#39;t like it one bit.","author":"Alexander Skarsgard","topic":"Famous"},{"quote":"I have some idea of the pressure of finding your own identity with a famous father.","author":"Michael Douglas","topic":"Famous"},{"quote":"I don&#39;t want to be famous as a movie star and have the whole world love me, I want to be a creative actress.","author":"Juliette Lewis","topic":"Famous"},{"quote":"When you become famous at 19, it does a number in your head, so you find romance in the mundane - isn&#39;t it so great that a guy would pick me up at my house and take me to a restaurant?","author":"Juliette Lewis","topic":"Famous"},{"quote":"I&#39;ve never really cared if I was famous for my music. It was just something I had to do.","author":"Juliette Lewis","topic":"Famous"},{"quote":"I&#39;ve played with some very famous bandits in my time on the celebrity golf circuit.","author":"Jasper Carrott","topic":"Famous"},{"quote":"To enjoy being famous, you need to have a screw loose.","author":"Diablo Cody","topic":"Famous"},{"quote":"You know, I did not like being famous. It was a stressful and ugly time, and I&#39;m glad it&#39;s over.","author":"Diablo Cody","topic":"Famous"},{"quote":"Everywhere you look, especially on TV, someone is promising to make you rich and famous.","author":"Diego Luna","topic":"Famous"},{"quote":"We&#39;re teaching young girls that this is what they should be focusing on: rich and famous girls who are rich and famous for nothing.","author":"Ellen Pompeo","topic":"Famous"},{"quote":"Fame was never something I was seeking in my artistic journey. It&#39;s to be used as a tool for an artist to break open doors and keep creating. That&#39;s how I enjoyed fame in &#39;74; it was not just for the emptiness of being famous.","author":"Philippe Petit","topic":"Famous"},{"quote":"Everybody wanted me to be rich and famous on my art. And I said no to all the commercials and all the seedy offers.","author":"Philippe Petit","topic":"Famous"},{"quote":"I think people should be protected from being made to feel that they want to know what somebody famous had for breakfast.","author":"John Hurt","topic":"Famous"},{"quote":"When our daughter was born, a light went on for me - there was more to life than what I was doing. It felt like being famous for being a paint salesman. It wasn&#39;t the dream I was sold on. I&#39;d had enough of it.","author":"Rick Astley","topic":"Famous"},{"quote":"Everything I achieve affects my family as well, and suddenly, my kids&#39; dad became the most famous man in the country for a couple of weeks.","author":"Bradley Wiggins","topic":"Famous"},{"quote":"I don&#39;t ever want to be famous. I never want to live that life. I genuinely hate the fact that I would be stopped for a picture or an autograph all the time.","author":"Charlotte Dujardin","topic":"Famous"},{"quote":"That&#39;s why success hasn&#39;t changed me: because I don&#39;t want to be famous or do TV or be a model or be recognised in a shop. I&#39;m not interested. There&#39;s nothing worse.","author":"Charlotte Dujardin","topic":"Famous"},{"quote":"I know somebody from university who&#39;s called Phil Collins, and I think there&#39;s something terribly unfortunate about sharing a name with somebody who either is famous or becomes famous.","author":"David Walliams","topic":"Famous"},{"quote":"I&#39;ve noticed that once you leave London you do kind of become a bit more famous. People in London are a bit too cool for school. It&#39;s not so unusual to see someone from London in the street. But outside of London people are a bit more excited to see you and come out and support you.","author":"David Walliams","topic":"Famous"},{"quote":"My name is not big enough for people to go, &#39;Let me throw money at you because you&#39;re so famous!&#39;","author":"Nikki Reed","topic":"Famous"},{"quote":"I wrote because I needed to and wanted to. It never occurred to me that I&#39;d become famous.","author":"Danielle Steel","topic":"Famous"},{"quote":"The records of adopted children are sealed in California. That seal is considered inviolable... The judge ruled that, because I was famous, he didn&#39;t have the same rights as other kids.","author":"Danielle Steel","topic":"Famous"},{"quote":"People are much more inclined to believe and say bad things about you if you&#39;re famous.","author":"Danielle Steel","topic":"Famous"},{"quote":"I&#39;m astonished by my success. I wrote because I needed to and wanted to. It never occurred to me that I&#39;d become famous.","author":"Danielle Steel","topic":"Famous"},{"quote":"I don&#39;t really consider myself to be famous.","author":"Victoria Justice","topic":"Famous"},{"quote":"I think when you&#39;re on a network show, it&#39;s crazy how different it is... just being on a network show that reaches that many people. It&#39;s not like I&#39;m very famous, but seemingly overnight, I would get recognized more, and it was really weird.","author":"Adam Scott","topic":"Famous"},{"quote":"I&#39;m focused on the next generation, because I think it&#39;s very hard to break the habit of adults who&#39;ve got salt and sugar addictions and just ways of being in this world. It&#39;s very hard even for the most enlightened people at famous universities that are very wealthy to spend the money that it takes to feed the students something delicious.","author":"Alice Waters","topic":"Famous"},{"quote":"I mostly go under the radar, which is fantastic because I would not be a good famous person.","author":"Gillian Flynn","topic":"Famous"},{"quote":"This whole segregation between famous people and other people is complete rubbish.","author":"Maisie Williams","topic":"Famous"},{"quote":"No one teaches you how to be a famous person; no one teaches you how to be a role model. It&#39;s something you have to do on your own.","author":"Maisie Williams","topic":"Famous"},{"quote":"You hear horror stories about scary mothers who just want their kids to be famous. I could be waitressing in a restaurant, and my mum would be happy as long as I was happy.","author":"Maisie Williams","topic":"Famous"},{"quote":"It was never about winning medals or being famous.","author":"Nancy Kerrigan","topic":"Famous"},{"quote":"I think there are a lot of people who really want to be famous, they really do. I don&#39;t. It sort of gets in the way of the everyday things that I do.","author":"Johnny Mathis","topic":"Famous"},{"quote":"Sometimes being famous gets in the way of doing what you want to do.","author":"Johnny Mathis","topic":"Famous"},{"quote":"I didn&#39;t get hugely famous really quick. It was a slow, gradual process, so I was able to sort of grow into myself and figure out who I was and what I wanted without the glaring spotlight on me telling me who I was.","author":"Sarah McLachlan","topic":"Famous"},{"quote":"I have so much empathy for these young actors that are 19 and all of a sudden they&#39;re beautiful and famous and rich. I&#39;m like, &#39;Oh my God, I&#39;d be dead.&#39;","author":"Philip Seymour Hoffman","topic":"Famous"},{"quote":"I think it would be really brutal to put on a persona and get famous for that persona. Like, &#39;I&#39;m number one, I&#39;m the best!&#39; because that sounds like a lot of pressure.","author":"Andy Grammer","topic":"Famous"},{"quote":"I&#39;ve never done this from a standpoint of, &#39;I want to be famous.&#39; I sing because I love singing. I perform because I love performing.","author":"Ne-Yo","topic":"Famous"},{"quote":"There are a lot of good things about being famous but there are a few not so good things too.","author":"Sharon Stone","topic":"Famous"},{"quote":"There&#39;s precedent for adjudicatory proceedings on technology issues to have massive consumer and business benefits. One of the most famous was the so-called Carterfone decision in 1968.","author":"Walt Mossberg","topic":"Famous"},{"quote":"The day before I was famous in Denmark, nobody looked my way. The day after, everybody wanted to talk to me.","author":"Mads Mikkelsen","topic":"Famous"},{"quote":"I do probably come down a little hard on a group of people I call the &#39;blue chip gays.&#39; I mean people who have managed to become very, very famous and are still very famous partly through staying in the closet, like Jasper Johns, Cy Twombly, Susan Sontag, Harold Brodkey and others.","author":"Edmund White","topic":"Famous"},{"quote":"We played at a festival in Mexico City, at the same time as another famous artist, and I reckon we had 55,000 people watching New Order; the other had 7,000. I think from that I&#39;ve discovered the secret of success in the music industry: don&#39;t do any promotion.","author":"Bernard Sumner","topic":"Famous"},{"quote":"It may sound strange to say it of someone so famous, but I think Leonardo DiCaprio is underrated, particularly from an awards perspective. He is a very versatile actor. He started very young, and &#39;What&#39;s Eating Gilbert Grape?&#39; is one of my favourite films.","author":"Will Poulter","topic":"Famous"},{"quote":"The death of a famous person is different from the death of a loved one, whether it is Michael Jackson, Frank McCourt, or Walter Cronkite. We didn&#39;t know any of them personally, and yet, we experience a sense of loss.","author":"Madeleine M. Kunin","topic":"Famous"},{"quote":"I think Chris Martin is younger than I am, but when I met him, I felt like I was talking to my father. It&#39;s so strange, that feeling when someone is that famous - you assume that they are either older or better.","author":"Jenny Lewis","topic":"Famous"},{"quote":"Some people are really nice about it. I get Saudi princes and famous people stopping me in L.A. and saying, &#39;You&#39;re Stifler&#39;s mom. Can I take a picture with you?&#39; But then you get people like her putting their camera in your face without asking. They think they can do whatever they like.","author":"Jennifer Coolidge","topic":"Famous"},{"quote":"It&#39;s hard to make a living in this business. Unions aren&#39;t as strong as they used to be. For a journeyman actor - someone who doesn&#39;t have a famous name but has consistent work in theater or film or TV - it has become harder to get through, harder to raise a family.","author":"Annette Bening","topic":"Famous"},{"quote":"I&#39;m supposed to be famous, but I don&#39;t think I like it so much.","author":"Caster Semenya","topic":"Famous"},{"quote":"To me, I can be famous in sports. But to me, I cannot say it means a lot to be famous. Being famous is something I don&#39;t like.","author":"Caster Semenya","topic":"Famous"},{"quote":"Whenever I&#39;m in theatre situations I will go out of my way not to talk about my father, but in the film world I can be really proud of my family and say, &#39;You know what: my dad&#39;s a really, really famous theatre director,&#39; because nobody has any idea.","author":"Rebecca Hall","topic":"Famous"},{"quote":"If I got too famous, I&#39;d just quit acting, but I think it&#39;s highly unlikely I&#39;m going to get really famous.","author":"Rebecca Hall","topic":"Famous"},{"quote":"I&#39;ve had to deal, a lot, with my own sense of intimidation at meeting famous people - especially actors, but really any famous people.","author":"Charlie Kaufman","topic":"Famous"},{"quote":"The Kardashians can be famous for being famous. What do they do? I can&#39;t figure it out.","author":"Larry King","topic":"Famous"},{"quote":"It was never in my mind to be famous.","author":"Francois Nars","topic":"Famous"},{"quote":"I&#39;ve always been quite famous for my nose.","author":"Darcey Bussell","topic":"Famous"},{"quote":"Air travelers, of course, are famous for their hubris. They carry on too many bags and use the restroom when the seat-belt sign is on.","author":"Meghan Daum","topic":"Famous"},{"quote":"The search for happiness has long been a dominant feature of American life. It&#39;s a byproduct of prosperity, not to mention the most famous line in the Declaration of Independence.","author":"Meghan Daum","topic":"Famous"},{"quote":"I&#39;m not a fan of the working class being mocked, including by some of our famous writers - even those who came from it.","author":"Melvyn Bragg","topic":"Famous"},{"quote":"Part of me wants to stay involved in wrestling, because I love it. But the thing I loved most about it was the wrestling part of it. I didn&#39;t get into it to be famous or to be a TV star: I got into it because I loved the act of wrestling.","author":"Daniel Bryan","topic":"Famous"},{"quote":"If you want to be famous because you do something well or badly, be it singing while fat or hitting balls of various shapes and hues, you have to be prepared to divulge. We live in the age of the chronic overshare.","author":"Alexandra Petri","topic":"Famous"},{"quote":"Henry Miller is a famous writer whose work has fallen out of fashion, but I strongly recommend that readers who don&#39;t know his work pick up a book and experience this writer&#39;s zealous, crazy, inventive, funny, sexy, often delirious prose.","author":"Siri Hustvedt","topic":"Famous"},{"quote":"Nikola Tesla, one of Colorado&#39;s famous residents, always believed that the gasoline engine made no sense.","author":"Kimbal Musk","topic":"Famous"},{"quote":"It is difficult to be famous and that successful where you can&#39;t even walk down the street without people chasing you, and having people build monuments to you and worshiping you - all that stuff - but I never took that to a place where I believed it. I saw it as being temporary and a phase.","author":"David Cassidy","topic":"Famous"},{"quote":"What happened to me during the last couple of years of &#39;The Partridge Family&#39; was I became so famous and so isolated and so unhappy that I had to do anything I could to end it.","author":"David Cassidy","topic":"Famous"},{"quote":"&#39;The Admirable Crichton&#39; is probably Barrie&#39;s most famous work after &#39;Peter Pan&#39;, nearly a pendant to that classic.","author":"Michael Dirda","topic":"Famous"},{"quote":"How did females become &#39;guys?&#39; How did everyone become &#39;guys?&#39; Remember, too, that a male guy was something of a scoundrel. And a wise guy was a fresh kid, a whippersnapper. In its most other famous evocation, men in Brooklyn said &#39;youse guys.&#39; Damon Runyon referred to hustlers, gamblers, and other nefarious types as guys.","author":"Frank Deford","topic":"Famous"},{"quote":"All sorts of famous sports people have been suspended for extended periods.","author":"Frank Deford","topic":"Famous"},{"quote":"No matter what you achieve, what you want to aspire to be, or how famous and powerful you become, the most important thing is whether you are excited about each and every moment of your life because of your work and people around you.","author":"Sushant Singh Rajput","topic":"Famous"},{"quote":"Fact is, famous people say fame stinks because they love it so - like a secret restaurant or holiday island they don&#39;t want the hoi polloi to get their grubby paws on.","author":"Julie Burchill","topic":"Famous"},{"quote":"Never, never have a famous partner. It&#39;s too complicated.","author":"Robyn Davidson","topic":"Famous"},{"quote":"I can deal with it now, but 13 is a tough age to be recognized and famous. It&#39;s a tough age, period.","author":"Bill Skarsgard","topic":"Famous"},{"quote":"I was a guy who wanted to become famous. There was steam coming out of my ears, I wanted to be famous so badly. You want the attention, you want the bucks, and you want the best seat in the restaurant. I didn&#39;t think what the repercussions would be.","author":"Matthew Perry","topic":"Famous"},{"quote":"If I hadn&#39;t had the experience of being famous, I would have searched for it my whole life. I would have just gone on and on trying to find it.","author":"Matthew Perry","topic":"Famous"},{"quote":"Don&#39;t call me famous, but it&#39;s hard to be out with my friends now.","author":"Katie Taylor","topic":"Famous"},{"quote":"When I was 20, I wanted to be famous and win a Grammy and have people respect and love me.","author":"Andra Day","topic":"Famous"},{"quote":"&#39;The Narrow Road to the Deep North&#39; is one of the most famous books of all Japanese literature, written by the great poet Basho in 1689.","author":"Richard Flanagan","topic":"Famous"},{"quote":"I became very famous, as a teenager, and my name and photo were splashed in all the media. They made me larger than life, so I wanted to live larger than life, and the only way to do that was to be intoxicated.","author":"Cat Stevens","topic":"Famous"},{"quote":"I was a grown-up when &#39;celebrity&#39; happened. So I knew exactly what it was like to be in line at a restaurant and watch someone famous walk in and get a table immediately. I knew I didn&#39;t like that; I don&#39;t want to make somebody else feel the way I felt.","author":"Judy Sheindlin","topic":"Famous"},{"quote":"In terms of being a famous person, it hasn&#39;t changed anything. It&#39;s not important for me.","author":"Lizzie Armitstead","topic":"Famous"},{"quote":"There&#39;s a famous saying: &#39;Hell hath no fury like a woman scorned.&#39; I want to change it to &#39;Hell hath no fury like a nation scorned.&#39;","author":"Adnan Sami","topic":"Famous"},{"quote":"In &#39;A Few Best Men,&#39; I play a lesbian character. I played the lesbian sister of the bride who ends up kissing a dude at the end, but she was, like, a full-on lesbian in that. And I beat out famous Australian lesbians for the role.","author":"Rebel Wilson","topic":"Famous"},{"quote":"The one thing I&#39;ve always done as an author is talk to my publicists. Because they have all the best stories - and they have all the dirt on other, more famous and important writers. They&#39;re not supposed to talk about it, but sometimes you can get awesome little tidbits from them.","author":"Lynn Coady","topic":"Famous"},{"quote":"Everybody just wants to be famous first, and then maybe learn how to act.","author":"Dennis Quaid","topic":"Famous"},{"quote":"I don&#39;t think you can decide how famous or not you become.","author":"Rupert Friend","topic":"Famous"},{"quote":"Hollywood&#39;s famous for putting you in a box.","author":"Mickey Rourke","topic":"Famous"},{"quote":"I find that my entire life has come to me, and things happened without me planning them. You know, I never asked to photograph Princess Diana, and that made me more famous than I wanted. I never asked to photograph Madonna, and that pushed me to another level. There are things that just take you into the limelight.","author":"Mario Testino","topic":"Famous"},{"quote":"This whole celebrity racket, it&#39;s not really my bag. I don&#39;t really do that stuff, and I am not looking to get famous myself. I would love it if my characters get famous, my work was well known and appreciated. But I&#39;m an actor, not a spokes model or a celebrity or whatever that is. I don&#39;t know how to be that.","author":"John C. Reilly","topic":"Famous"},{"quote":"I&#39;m way too famous and rich to be on a dating app, but if I get very desperate by the time I&#39;m 60, I&#39;ll go on Tinder. Or I&#39;ll go on &#39;Millionaire Matchmaker&#39;; I&#39;ll call Patti Stanger.","author":"Lisa Lampanelli","topic":"Famous"},{"quote":"I guess a show like &#39;Entourage&#39; would be wish fulfillment, right? But &#39;Entourage&#39; is wish fulfillment for men. It&#39;s that you can be kind of schlumpy-looking and have access to someone famous and find yourself at a pool party surrounded by girls in bikinis.","author":"Jill Soloway","topic":"Famous"},{"quote":"To my surprise, the more I searched about Qi Xiangfu, the more I found of a life lived partly online. He once wrote a short memoir in which he described himself in the third person, with the formality usually reserved for China&#39;s most famous writers.","author":"Evan Osnos","topic":"Famous"},{"quote":"I am still moved by passages of Marx: the &#39;Critique of Hegel&#39;s Philosophy of Right,&#39; for example, where, after the famous line about religion being &#39;the opium of the people,&#39; he goes on to call it &#39;the heart of a heartless world.&#39;","author":"Geoff Dyer","topic":"Famous"},{"quote":"For a while, I became a model scout and agent, thinking naively I could change the industry from the inside, and even kicked off the famous &#39;size zero debate&#39; with an article I wrote to the &#39;Evening Standard&#39; about my concerns from behind the curtain of the business, back in 2005.","author":"Jameela Jamil","topic":"Famous"},{"quote":"My most famous show is the &#39;Kitchen Show.&#39; More famous than any gallery show or museum show I curated.","author":"Hans-Ulrich Obrist","topic":"Famous"},{"quote":"The famous pilot season literally sends shivers down my spine.","author":"Lily James","topic":"Famous"},{"quote":"I don&#39;t have many famous friends, really, except Simon Cowell.","author":"Leona Lewis","topic":"Famous"},{"quote":"Usually when I see someone famous, for some reason, I think I know them.","author":"Leona Lewis","topic":"Famous"},{"quote":"There&#39;s a tendency, when the offspring of a famous person does something notable, to define them by their more-famous parent.","author":"Rachel Sklar","topic":"Famous"},{"quote":"I knew what I was getting into when I chose golf. Hell, I knew I&#39;d never get rich and famous. All the discrimination, the not being able to play where I deserved and wanted to play - in the end, I didn&#39;t give a damn. I was made for a tough life because I&#39;m a tough man. And in the end, I won: I got a lot of black people playing golf.","author":"Charlie Sifford","topic":"Famous"},{"quote":"I&#39;m really, really interested in the job of acting. I can really care less about being famous. I&#39;m more about the work, and &#39;The Big C&#39; was amazing, so I wanted to be a part of it.","author":"Gabourey Sidibe","topic":"Famous"},{"quote":"I didn&#39;t want to be an actress at all, or famous even. I certainly enjoy acting now, absolutely. Time will tell whether or not I enjoy fame.","author":"Gabourey Sidibe","topic":"Famous"},{"quote":"I have this famous joke that I use: Why was God able to create Heaven and Earth in seven days and seven nights? Because he didn&#39;t have installed customers and legacy technology to worry about.","author":"Brad D. Smith","topic":"Famous"},{"quote":"It&#39;s really easy to avoid the tabloids. You just live your life and don&#39;t hang out with famous people who are in the tabloids. Don&#39;t do anything controversial and be a normal person. Have friends. And get a job and keep working.","author":"Amanda Seyfried","topic":"Famous"},{"quote":"I never, ever see myself as a celebrity or famous, so I poke fun at that.","author":"Kendra Wilkinson","topic":"Famous"},{"quote":"I never, ever see myself as a celebrity or famous.","author":"Kendra Wilkinson","topic":"Famous"},{"quote":"I&#39;m more of a homebody type. I don&#39;t want to look like I want to be in the public eye. I didn&#39;t become an actress to be famous.","author":"Sarah Hyland","topic":"Famous"},{"quote":"I want to be famous everywhere.","author":"Luciano Pavarotti","topic":"Famous"},{"quote":"In opera, as with any performing art, to be in great demand and to command high fees you must be good of course, but you must also be famous. The two are different things.","author":"Luciano Pavarotti","topic":"Famous"},{"quote":"I&#39;ve only ever wanted to be a singer; I never wanted to be famous.","author":"Katherine Jenkins","topic":"Famous"},{"quote":"My favourite Korean food is delicious black five-layered pork belly, cooked over a charcoal grill. And Jeju chocolate, in citrus fruits and green tea flavour, which is famous throughout Korea.","author":"Lee Hyeon-seo","topic":"Famous"},{"quote":"I don&#39;t want to be movie-star famous. I want to move people with my writing.","author":"Ethan Canin","topic":"Famous"},{"quote":"With high fashion, it&#39;s a performance. You&#39;re trying to interpret a fantasy in a very physical way, and you really are playing a character. I&#39;ve played men, dead people, famous people, historical icons, and it&#39;s no mean feat. It&#39;s quite an insular experience even though the crowd is in front of you and there&#39;s an expectation.","author":"Erin O'Connor","topic":"Famous"},{"quote":"Although I was born to famous parents, I know and feel the problems of ordinary citizens.","author":"Benigno Aquino III","topic":"Famous"},{"quote":"One thing about D.C. that&#39;s funny to me is that you end up running into famous political figures who you&#39;ve seen on television who you think are not real until you see them.","author":"Maz Jobrani","topic":"Famous"},{"quote":"I am not famous at all.","author":"Sam Taylor-Johnson","topic":"Famous"},{"quote":"Look at Jessica Simpson. She&#39;s famous for being dumb. I guess it started with Marylyn Monroe, and she actually wasn&#39;t that dumb, but that&#39;s how she was perceived - and that&#39;s what got popular.","author":"Danica McKellar","topic":"Famous"},{"quote":"One of the strengths of the DC Universe has been the strength of the rogues&#39; gallery. Often times they&#39;re as famous - if not more infamous - than our heroes.","author":"Jim Lee","topic":"Famous"},{"quote":"The Famous Amos Chocolate Chip Cookie was an unexpected, unplanned pop culture phenomena. My father went from star-maker to star.","author":"Shawn Amos","topic":"Famous"},{"quote":"My father&#39;s very public life as Famous Amos was the opposite of that of his ex-wife, my mother Shirley, who was fighting a very private, solitary battle with mental illness.","author":"Shawn Amos","topic":"Famous"},{"quote":"While not a musician, my father was a music agent for years before becoming pop culture icon Famous Amos.","author":"Shawn Amos","topic":"Famous"},{"quote":"Of course, screwed up families are not the exclusive province of the famous. Still, most families get to screw up in private.","author":"Shawn Amos","topic":"Famous"},{"quote":"&#39;Strictly&#39; is a bit like scoring the winning goal in the FA Cup Final or sinking the final putt in the Ryder Cup - only a few people get the opportunity to do it, and they have got to be famous.","author":"Anton du Beke","topic":"Famous"},{"quote":"Having been part of this wonderful show ever since series one, I know all too well what it&#39;s like to perform to the nation on the famous &#39;Strictly Come Dancing&#39; dancefloor.","author":"Anton du Beke","topic":"Famous"},{"quote":"It&#39;s funny - nowadays people that are famous get chased by paparazzi. They have this fame, but they don&#39;t have the money to hide from it.","author":"Matt LeBlanc","topic":"Famous"},{"quote":"Jesus of Nazareth was the most famous human being who ever lived on this planet, and he had no infrastructure, and it&#39;s never been done. He had no government, no PR guy, no money, no structure. He had nothing, yet he became the most famous human being ever.","author":"Bill O'Reilly","topic":"Famous"},{"quote":"I am not hugely famous; I am not a name. For me, it&#39;s not the size of the role, it&#39;s the material and the people you are working with.","author":"Ruth Negga","topic":"Famous"},{"quote":"Being famous is not something that would make me feel successful - unless one was striving for mediocrity.","author":"William Hurt","topic":"Famous"},{"quote":"Being a famous actress may give you a sense of being important, but believe me, it&#39;s just an illusion.","author":"Juliette Binoche","topic":"Famous"},{"quote":"It&#39;s never been my purpose to become an American icon, or more famous or richer.","author":"Juliette Binoche","topic":"Famous"},{"quote":"Anytime you cast a movie and you need someone famous in the lead part, you&#39;re a prisoner of whoever happens to be famous in the six-month window in which you&#39;re trying to get a film financed.","author":"Alexander Payne","topic":"Famous"},{"quote":"Ever since grammar school, I knew I wanted to be famous - I always wanted to be a singer.","author":"Jennifer Hudson","topic":"Famous"},{"quote":"These days, with &#39;American Idol&#39; and all the other reality shows, young people become famous overnight, and that can be very difficult to handle, the way photographers follow you around and study your every move.","author":"Barry Manilow","topic":"Famous"},{"quote":"I&#39;m not in the business of becoming famous. And that&#39;s the advice I give to younger aspiring actors. Work onstage and do the little roles. In the end it&#39;s not important to be seen. It&#39;s important to do. There&#39;s a lot of disappointment in this business, but my family keeps me grounded.","author":"Kristen Bell","topic":"Famous"},{"quote":"It&#39;s weird to have people so interested in your personal life. It&#39;s a part of the business that grosses me out. I&#39;m always bummed out for people who just happen to be dating a celebrity, and they&#39;re also famous, and they can&#39;t live their life.","author":"Andy Samberg","topic":"Famous"},{"quote":"I never wanted to be famous. It was amusing at first, but now I hate it. I just wanted to be respected by people I respect. And I wanted to be rich. It&#39;s best to get rich, then you can do what you want.","author":"Caitlin Moran","topic":"Famous"},{"quote":"I hate that tabloid idea of anybody who is famous having to forfeit their privacy.","author":"Caitlin Moran","topic":"Famous"},{"quote":"When people say that George Harrison made me famous, that is true in a way.","author":"Ravi Shankar","topic":"Famous"},{"quote":"I have my own spiritual guru, and I&#39;m so happy, and I feel so satisfied that I might appreciate many other famous gurus, but, you know, I am not attracted that way because I have found the person.","author":"Ravi Shankar","topic":"Famous"},{"quote":"I pride myself in being an aficionado of the British seaside. Throughout my career, I have visited and worked in many of the famous British resorts, from Great Yarmouth to Largs.","author":"Martin Parr","topic":"Famous"},{"quote":"Look at the news stand, you know? I mean, it&#39;s a cacophony of famous people or people who want to be famous with blurbs all around it, and it&#39;s supposed to be, you know, that&#39;s supposed to be creativity in journalism. My God, it&#39;s unbelievable. It&#39;s shocking.","author":"George Lois","topic":"Famous"},{"quote":"I didn&#39;t necessarily want to be famous growing up, but I knew I would be a good famous person because I&#39;m not offended if somebody comes up to me and knows things about me and wants to engage me in a conversation.","author":"Nate Berkus","topic":"Famous"},{"quote":"I didn&#39;t grow up thinking I&#39;d be a decorator. Design is my greatest passion, and it naturally just pulled me down the path. Same with TV. Being famous or having a show was never the motivation. I got a call and was swept up by the challenge of that first small space redesign.","author":"Nate Berkus","topic":"Famous"},{"quote":"Now, we believe that the majority of teachers in America know our system must be reformed, to put students first so that America can compete, that teachers don&#39;t teach to become rich or famous. They teach because they love children.","author":"Chris Christie","topic":"Famous"},{"quote":"Because I think in order to get famous you have to be known for something. Like &#39;You&#39;re the romantic comedy girl&#39; or &#39;You&#39;re the Oscar-winning whatever girl.&#39;","author":"Rachel Weisz","topic":"Famous"},{"quote":"I was there when the quote-unquote golden age of musical theater was flourishing. I met everybody who worked in theater or was famous in theater from the &#39;40s on.","author":"Harold Prince","topic":"Famous"},{"quote":"It&#39;s great - that&#39;s the best part about being famous is that people want to get to know me. People come up to me and introduce themselves, and I make friends, and then I meet their friends. It seems like I have a very happy and comfortable social life, which is something I never had when I was younger.","author":"Rivers Cuomo","topic":"Famous"},{"quote":"I&#39;m really in no danger of being perceived as a famous movie actor!","author":"Lyle Lovett","topic":"Famous"},{"quote":"I&#39;m a big soccer fan, so any soccer player that I meet, I always get star struck. I&#39;ve met a lot of big stars - Justin Timberlake, Michael Buble - and I don&#39;t ever get starstruck, but when I met famous ex-football players, I just got completely starstruck.","author":"Olly Murs","topic":"Famous"},{"quote":"I&#39;ve always looked at famous actors and hope that once they get a part that they have success in, they would reprise it every few years in the way a pop singer will reprise their hits. Like Bob Dylan singing &#39;Blowin&#39; in the Wind&#39; until he&#39;s fed up with it, finding different ways of doing it.","author":"Mark Rylance","topic":"Famous"},{"quote":"I don&#39;t think I&#39;d want to be a comedian today if I saw it on the telly. I wouldn&#39;t think it was a thing for weirdoes and drop-outs; I&#39;d think it was a thing for squares who wanted to be famous.","author":"Stewart Lee","topic":"Famous"},{"quote":"Stardom can be a gilded slavery.","author":"Helen Hayes","topic":"Famous"},{"quote":"When I was a kid, I would come home from school, and my mom would buy the industrial-size Famous Amos cookies or Chips Ahoy when I was lucky. And I would sit in front of the TV set with a glass of milk... and I would dump cookies in there, smash them with my spoon, and eat cookies and milk with a spoon watching &#39;The Dukes of Hazzard.&#39;","author":"Johnny Iuzzini","topic":"Famous"},{"quote":"I know really, really famous people who are terrified every time they walk on to a stage.","author":"Bill Nighy","topic":"Famous"},{"quote":"I&#39;m not famous for my back story investigations; I&#39;m lucky that I work with good writers and it&#39;s usually in the script.","author":"Bill Nighy","topic":"Famous"},{"quote":"When I first got famous in the &#39;60s, I got a little too famous, and in order to escape showbusiness, I moved to Hawaii.","author":"Buffy Sainte-Marie","topic":"Famous"},{"quote":"I wanted to sing when I was little. That&#39;s what I liked doing. It didn&#39;t occur to me that you became famous or anything like that.","author":"Linda Ronstadt","topic":"Famous"},{"quote":"I didn&#39;t think I was a famous singer. I didn&#39;t think I was a star or that I could make the waters part - just that singing was what I was going to do.","author":"Linda Ronstadt","topic":"Famous"},{"quote":"We&#39;re living in a time when the most famous people in the world have no specific skill set and are known for living their lives in front of the world. How strange is that? The appeal makes sense to me - it&#39;s like &#39;The Truman Show,&#39; getting a chance to peak into someone&#39;s bedroom or see the way someone fights with their husband.","author":"Erin Foster","topic":"Famous"},{"quote":"When I did stand-up at U.C.B., and I had a blog for a couple of years that started my writing career, &#39;Totally Confident and Completely Insecure,&#39; it was the same kind of self-deprecating humor and stories about being out in L.A. and being treated like a loser at a hair salon because you are not famous.","author":"Erin Foster","topic":"Famous"},{"quote":"Anyone who is on the verge of kind of famous but not really relevant is kind of fun to play with.","author":"Erin Foster","topic":"Famous"},{"quote":"With &#39;Barely Famous&#39;, we&#39;ve tapped into and created something really exciting that we&#39;ll always be proud of going forward.","author":"Erin Foster","topic":"Famous"},{"quote":"You don&#39;t get to be in the squad unless you&#39;re six feet tall, a supermodel, perfect, famous, and hot. That&#39;s like hand selecting perfection, putting it into a group of girls, and saying, &#39;Look how amazing we are.&#39;","author":"Erin Foster","topic":"Famous"},{"quote":"Some people can&#39;t sing - like honestly - but they&#39;re famous anyway, and they might be famous for being an artist, which is completely different from being a singer.","author":"Zara Larsson","topic":"Famous"},{"quote":"It is more interesting to be compared to someone famous, because it lets you gauge what perceptions people have about your appearance.","author":"Arthur Smith","topic":"Famous"},{"quote":"There&#39;s always going to be that pressure when you&#39;re in front of the camera. When you&#39;re famous it&#39;s just an extreme version of reality and there&#39;s a pressure to look a certain way.","author":"Geri Halliwell","topic":"Famous"},{"quote":"At first, I thoroughly enjoyed being famous.","author":"Phil Donahue","topic":"Famous"},{"quote":"Oprah was famous for going to a garden party and ad-libbing. She could literally interview people for a half hour about nothing, and it was entertaining. She had her own show before she had her own show.","author":"John Tesh","topic":"Famous"},{"quote":"My mum lives in Boston; she&#39;s famous for teaching wushu and t&#39;ai chi. So from when I was young, my mum and aunt were like: &#39;You&#39;re training; you&#39;re not playing baseball or football.&#39; Training every day was normal. Later, when I was almost a teenager, Bruce Lee became my idol.","author":"Donnie Yen","topic":"Famous"},{"quote":"When you&#39;re famous, you&#39;re always famous. It doesn&#39;t go away.","author":"Bob Saget","topic":"Famous"},{"quote":"I think anybody who&#39;s famous has to deal with their fame in their own way, and I dealt with it by making a film about a kid who&#39;s looking out into the world of celebrity obsession.","author":"Adrian Grenier","topic":"Famous"},{"quote":"People get a little sidelined thinking that fame and fortune is going to bring them happiness, peace and contentment in their lives. Everyone thinks they want to be famous until the paparazzi are in their face, and then they&#39;re asking, &#39;Just give me some privacy.&#39;","author":"Linda Thompson","topic":"Famous"},{"quote":"The advantage of taking pictures of the famous is that they get published.","author":"Elliott Erwitt","topic":"Famous"},{"quote":"First of all, plain and simple, you have no real idea of what it means to be famous until you become famous. It&#39;s a double-edged sword. Obviously there are a lot of amazing things about fame, but there are also a lot of challenging things about it.","author":"Michelle Pfeiffer","topic":"Famous"},{"quote":"I married a pretty famous girl, and when we drive through town there&#39;s usually a car following us, when I walk out of my front door in Chelsea there&#39;s six guys waiting for me.","author":"Kevin Pietersen","topic":"Famous"},{"quote":"My wife Elizabeth and I started The Really Terrible Orchestra for people like us who are pretty hopeless musicians who would like to play in an orchestra. It has been a great success. We give performances; we&#39;ve become the most famous bad orchestra in the world.","author":"Alexander McCall Smith","topic":"Famous"},{"quote":"You don&#39;t have to have an attitude if you&#39;re famous.","author":"Adriana Lima","topic":"Famous"},{"quote":"When I&#39;m living in the world of luxury and celebrity, which is where I found myself for a large part of my life, it&#39;s a walk-on part. Not a vital necessity, like it is for so many people. I enjoy it but I can see right through it!","author":"Agnetha Faltskog","topic":"Famous"},{"quote":"I had a flight trainer who is one of the biggest and most famous helicopter pilots the world.","author":"Izabella Scorupco","topic":"Famous"},{"quote":"In American military cemeteries all over the world, seemingly endless rows of whitened grave markers stand largely unvisited and in silence. The gardeners tend the lawns, one section at a time. Even at the famous sites, tourism is inconstant.","author":"Mark Helprin","topic":"Famous"},{"quote":"Fame - anyone who says he doesn&#39;t like it is crazy.","author":"Bennett Cerf","topic":"Famous"},{"quote":"I could have been more famous if I did all the glitzy things, but celebrity always seemed so unnecessary.","author":"Enya","topic":"Famous"},{"quote":"I really hate the duties of being a celebrity, like getting dressed up for the red carpet.","author":"America Ferrera","topic":"Famous"},{"quote":"I can&#39;t imagine wanting to be famous just for the sake of being famous. I think fame should come along with success, talent.","author":"Kat Dennings","topic":"Famous"},{"quote":"I was always obsessed with being famous. I had Marilyn Monroe paper dolls as a child, and I was always obsessed with her. I&#39;ve just been really driven in that direction, and none of my friends were. So, I don&#39;t know what put that bug in me at a young age.","author":"Holly Madison","topic":"Famous"},{"quote":"Quentin is very organic; there was no way that he was going to put someone else&#39;s hand in there and anyway, my hands are kind of famous. It seemed right.","author":"David Carradine","topic":"Famous"},{"quote":"Being in &#39;Us Weekly&#39; does not make you famous.","author":"Bradley Cooper","topic":"Famous"},{"quote":"Save your rejections so that later when you are famous you can show them to people and laugh.","author":"Meg Cabot","topic":"Famous"},{"quote":"I&#39;ve worked with a lot of people who are more famous than myself who are terribly insecure.","author":"Barry Gibb","topic":"Famous"},{"quote":"Even when she was alive, Esther Kreitman&#39;s novels, short stories and translations received far less attention than the work of her famous brothers, I. J. and Isaac Bashevis Singer.","author":"Clive Sinclair","topic":"Famous"},{"quote":"Normal is such a hard word to use, because everyone&#39;s idea of normal is different. Real is what the word is. I think you either live a real life or you live a weird celebrity pseudolife. I think I lead a really real life.","author":"Sarah Michelle Gellar","topic":"Famous"},{"quote":"Being big and famous doesn&#39;t get you more freedom, it gets you less.","author":"Robert Wyatt","topic":"Famous"},{"quote":"Celebrity gives us delusion of self importance.","author":"Al Goldstein","topic":"Famous"},{"quote":"My favorite thing about being famous... it&#39;s not really as big of a deal as everybody says it is. Being on the road is tough, doing interviews, and all the stuff. It&#39;s still pretty tough.","author":"Aaron Carter","topic":"Famous"},{"quote":"When you&#39;re as famous as I am, stories take on a life of their own.","author":"Norman Wisdom","topic":"Famous"},{"quote":"I don&#39;t do the whole, &#39;Put my name on it, make me famous&#39; thing.","author":"T-Pain","topic":"Famous"},{"quote":"Rich and famous is not bad, but poor and famous sucks.","author":"Paul Hogan","topic":"Famous"},{"quote":"Celebrity is the advantage of being known to people who we don&#39;t know, and who don&#39;t know us.","author":"Nicolas Chamfort","topic":"Famous"},{"quote":"I don&#39;t feel famous.","author":"Uma Thurman","topic":"Famous"},{"quote":"I&#39;m much more famous than I am rich, but I&#39;m able to scale back my lifestyle. I know a lot of people who were where I was who can&#39;t imagine living any simpler, but I haven&#39;t got a lot of expensive wants.","author":"Ali MacGraw","topic":"Famous"},{"quote":"I never feel so utterly fraudulent as when I review a movie whose charms impress all in the world and I simply do not get it. The other variant is that I love something the world disdains. This has had severe career consequences: I am still famous - or notorious - in certain quarters where I am recalled as the man who liked &#39;Hudson Hawk.&#39;","author":"Stephen Hunter","topic":"Famous"},{"quote":"It&#39;s not my goal to be a famous actor.","author":"Gavin DeGraw","topic":"Famous"},{"quote":"I served the famous professors and scholars, and eventually they learned that the Reverend Moon is superior to them. Even Nobel laureate academics who thought they were at the center of knowledge are as nothing in front of me.","author":"Sun Myung Moon","topic":"Famous"},{"quote":"I am beautiful, famous and gorgeous.","author":"Anna Kournikova","topic":"Famous"},{"quote":"Here&#39;s the funny thing about the response I&#39;ve been aware of to my dating famous people: It&#39;s been very negative. I&#39;m either not good-looking enough, not a good enough actor or not successful enough for these people.","author":"Dax Shepard","topic":"Famous"},{"quote":"I put my money in the bank: I have to think of life after modeling, when I&#39;m not famous any more.","author":"Eva Herzigova","topic":"Famous"},{"quote":"My story of success and failure is not just about music and being famous. It&#39;s about living and loving and trying to find purpose in this crazy world.","author":"Wynonna Judd","topic":"Famous"},{"quote":"I knew a lot of girls who just wanted to be famous, and if that&#39;s your goal, that&#39;s awesome; that just wasn&#39;t enough for me.","author":"Lizzo","topic":"Famous"},{"quote":"The international media concentrates on the famous, the big names. Al Jazeera goes to the margins, investigates stories that are still developing and in the future become very big. Why did the Arabic world love Al Jazeera? Everybody felt he was represented in the newsroom and on the screen. That kind of belonging is ours.","author":"Wadah Khanfar","topic":"Famous"},{"quote":"It&#39;s too late for me to get married before I&#39;m famous. You never know people&#39;s intentions.","author":"Carmelo Anthony","topic":"Famous"},{"quote":"There is no celebrity quite as powerful as the local, homegrown celebrity.","author":"Tony Wilson","topic":"Famous"},{"quote":"I&#39;m not the guy that wants to be famous and make loads of money and sell loads of records. I don&#39;t want that. I just want to be true. I want to be... I want to serve music. I want to be honest.","author":"Damien Rice","topic":"Famous"},{"quote":"I never set out to become &#39;famous.&#39; I mean, when you&#39;re 14 you think &#39;I&#39;m gonna become a writer and people will want my autograph and that&#39;ll be cool,&#39; but you grow up and you learn that&#39;s just not how the world works. I resigned myself to the fact that I would probably never be published and if I did it probably wouldn&#39;t be a big deal.","author":"Patrick Rothfuss","topic":"Famous"},{"quote":"Celebrity, to me, is not a thing to seek.","author":"Aidan Quinn","topic":"Famous"},{"quote":"Disinterring famous people has become a kind of sport in the Hispanic world. Before Cervantes, it happened to Evita, Che Guevara, Federico Garcia Lorca, and Pablo Neruda.","author":"Ilan Stavans","topic":"Famous"},{"quote":"I can&#39;t see any value in being a celebrity, famous for being famous.","author":"Noomi Rapace","topic":"Famous"},{"quote":"It&#39;s not a matter of becoming a superstar. Fame and money aren&#39;t the purpose of all this. No actor&#39;s going to say, &#39;I don&#39;t want to be famous.&#39; But the main purpose for doing what I&#39;m doing is the passion in the work.","author":"Christopher Lambert","topic":"Famous"},{"quote":"Fame, I have already. Now I need the money.","author":"Wilhelm Steinitz","topic":"Famous"},{"quote":"I do dead Canadians. If he&#39;s dead and he&#39;s Canadian and he&#39;s famous, I&#39;ll be playing him at some point.","author":"Colm Feore","topic":"Famous"},{"quote":"You can get awful famous in this country in seven days.","author":"Gary Hart","topic":"Famous"},{"quote":"Indeed, wretched the man whose fame makes his misfortunes famous.","author":"Lucius Accius","topic":"Famous"}]