[{"quote":"Love myself I do. Not everything, but I love the good as well as the bad. I love my crazy lifestyle, and I love my hard discipline. I love my freedom of speech and the way my eyes get dark when I&#39;m tired. I love that I have learned to trust people with my heart, even if it will get broken. I am proud of everything that I am and will become.","author":"Johnny Weir","topic":"Freedom"},{"quote":"Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it.","author":"Kevyn Aucoin","topic":"Freedom"},{"quote":"Just living is not enough... one must have sunshine, freedom, and a little flower.","author":"Hans Christian Andersen","topic":"Freedom"},{"quote":"Education is the key to unlock the golden door of freedom.","author":"George Washington Carver","topic":"Freedom"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Freedom"},{"quote":"Art, freedom and creativity will change society faster than politics.","author":"Victor Pinchuk","topic":"Freedom"},{"quote":"Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or, not feel. Whatever you happen to be feeling at the moment is fine with them. That&#39;s what real love amounts to - letting a person be what he really is.","author":"Jim Morrison","topic":"Freedom"},{"quote":"The secret to happiness is freedom... And the secret to freedom is courage.","author":"Thucydides","topic":"Freedom"},{"quote":"I&#39;ve learned that fear limits you and your vision. It serves as blinders to what may be just a few steps down the road for you. The journey is valuable, but believing in your talents, your abilities, and your self-worth can empower you to walk down an even brighter path. Transforming fear into freedom - how great is that?","author":"Soledad O'Brien","topic":"Freedom"},{"quote":"America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves.","author":"Abraham Lincoln","topic":"Freedom"},{"quote":"War is peace. Freedom is slavery. Ignorance is strength.","author":"George Orwell","topic":"Freedom"},{"quote":"Freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed.","author":"Martin Luther King, Jr.","topic":"Freedom"},{"quote":"Every human has four endowments - self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change.","author":"Stephen Covey","topic":"Freedom"},{"quote":"I believe in Liberty for all men: the space to stretch their arms and their souls, the right to breathe and the right to vote, the freedom to choose their friends, enjoy the sunshine, and ride on the railroads, uncursed by color; thinking, dreaming, working as they will in a kingdom of beauty and love.","author":"W. E. B. Du Bois","topic":"Freedom"},{"quote":"A hero is someone who understands the responsibility that comes with his freedom.","author":"Bob Dylan","topic":"Freedom"},{"quote":"Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don&#39;t judge people by their religion, color or sexual habits, love life and your family.","author":"Madonna Ciccone","topic":"Freedom"},{"quote":"We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness.","author":"Thomas Jefferson","topic":"Freedom"},{"quote":"My story is a freedom song of struggle. It is about finding one&#39;s purpose, how to overcome fear and to stand up for causes bigger than one&#39;s self.","author":"Coretta Scott King","topic":"Freedom"},{"quote":"Instead of trying to make your life perfect, give yourself the freedom to make it an adventure, and go ever upward.","author":"Drew Houston","topic":"Freedom"},{"quote":"I hope for nothing. I fear nothing. I am free.","author":"Nikos Kazantzakis","topic":"Freedom"},{"quote":"Money won&#39;t create success, the freedom to make it will.","author":"Nelson Mandela","topic":"Freedom"},{"quote":"Freedom is never more than one generation away from extinction. We didn&#39;t pass it to our children in the bloodstream. It must be fought for, protected, and handed on for them to do the same.","author":"Ronald Reagan","topic":"Freedom"},{"quote":"If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter.","author":"George Washington","topic":"Freedom"},{"quote":"We, the People, recognize that we have responsibilities as well as rights; that our destinies are bound together; that a freedom which only asks what&#39;s in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defense.","author":"Barack Obama","topic":"Freedom"},{"quote":"Makeup is no different than clothes and accessories - it&#39;s embellishments for your face. And it also gives you creative freedom. You get to have that moment in front the mirror every morning and give yourself self-love. You&#39;re making yourself up beautiful, which is essentially self-love.","author":"Michelle Phan","topic":"Freedom"},{"quote":"Liberty, when it begins to take root, is a plant of rapid growth.","author":"George Washington","topic":"Freedom"},{"quote":"I had crossed the line. I was free; but there was no one to welcome me to the land of freedom. I was a stranger in a strange land.","author":"Harriet Tubman","topic":"Freedom"},{"quote":"Freedom is the open window through which pours the sunlight of the human spirit and human dignity.","author":"Herbert Hoover","topic":"Freedom"},{"quote":"I would like to be remembered as a person who wanted to be free... so other people would be also free.","author":"Rosa Parks","topic":"Freedom"},{"quote":"No phone. No pool. No pets. No cigarettes. Ultimate freedom... No longer to be poisoned by civilization, he flees, and walks alone upon the land to become Lost in the Wild.","author":"Christopher McCandless","topic":"Freedom"},{"quote":"Liberty cannot be preserved without general knowledge among the people.","author":"John Adams","topic":"Freedom"},{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you&#39;re a man, you take it.","author":"Malcolm X","topic":"Freedom"},{"quote":"All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope.","author":"Winston Churchill","topic":"Freedom"},{"quote":"Emancipate yourselves from mental slavery, none but ourselves can free our minds!","author":"Marcus Garvey","topic":"Freedom"},{"quote":"The end of law is not to abolish or restrain, but to preserve and enlarge freedom. For in all the states of created beings capable of law, where there is no law, there is no freedom.","author":"John Locke","topic":"Freedom"},{"quote":"The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.","author":"Albert Camus","topic":"Freedom"},{"quote":"There is no easy walk to freedom anywhere, and many of us will have to pass through the valley of the shadow of death again and again before we reach the mountaintop of our desires.","author":"Nelson Mandela","topic":"Freedom"},{"quote":"To know yourself as the Being underneath the thinker, the stillness underneath the mental noise, the love and joy underneath the pain, is freedom, salvation, enlightenment.","author":"Eckhart Tolle","topic":"Freedom"},{"quote":"Without freedom of thought, there can be no such thing as wisdom - and no such thing as public liberty without freedom of speech.","author":"Benjamin Franklin","topic":"Freedom"},{"quote":"Conformity is the jailer of freedom and the enemy of growth.","author":"John F. Kennedy","topic":"Freedom"},{"quote":"Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends.","author":"Divyanka Tripathi","topic":"Freedom"},{"quote":"Freedom is the right to tell people what they do not want to hear.","author":"George Orwell","topic":"Freedom"},{"quote":"Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.","author":"Thomas Jefferson","topic":"Freedom"},{"quote":"For to be free is not merely to cast off one&#39;s chains, but to live in a way that respects and enhances the freedom of others.","author":"Nelson Mandela","topic":"Freedom"},{"quote":"I&#39;ll tell you what freedom is to me: no fear. I mean really, no fear!","author":"Nina Simone","topic":"Freedom"},{"quote":"Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom.","author":"Viktor E. Frankl","topic":"Freedom"},{"quote":"The liberties of our country, the freedom of our civil constitution, are worth defending against all hazards: And it is our duty to defend them against all attacks.","author":"Samuel Adams","topic":"Freedom"},{"quote":"True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made.","author":"Franklin D. Roosevelt","topic":"Freedom"},{"quote":"Anywhere, anytime ordinary people are given the chance to choose, the choice is the same: freedom, not tyranny; democracy, not dictatorship; the rule of law, not the rule of the secret police.","author":"Tony Blair","topic":"Freedom"},{"quote":"I believe our flag is more than just cloth and ink. It is a universally recognized symbol that stands for liberty, and freedom. It is the history of our nation, and it&#39;s marked by the blood of those who died defending it.","author":"John Thune","topic":"Freedom"},{"quote":"If you want total security, go to prison. There you&#39;re fed, clothed, given medical care and so on. The only thing lacking... is freedom.","author":"Dwight D. Eisenhower","topic":"Freedom"},{"quote":"Where globalization means, as it so often does, that the rich and powerful now have new means to further enrich and empower themselves at the cost of the poorer and weaker, we have a responsibility to protest in the name of universal freedom.","author":"Nelson Mandela","topic":"Freedom"},{"quote":"Love does not claim possession, but gives freedom.","author":"Rabindranath Tagore","topic":"Freedom"},{"quote":"It is difficult to free fools from the chains they revere.","author":"Voltaire","topic":"Freedom"},{"quote":"Freedom of being alone is intoxicating.","author":"Kangana Ranaut","topic":"Freedom"},{"quote":"If it is right for men to fight for their freedom, and God knows what the human race would be like today if men had not, since time began, fought for their freedom, then it is right for women to fight for their freedom and the freedom of the children they bear.","author":"Emmeline Pankhurst","topic":"Freedom"},{"quote":"Cats are the runes of beauty, invincibility, wonder, pride, freedom, coldness, self-sufficiency, and dainty individuality - the qualities of sensitive, enlightened, mentally developed, pagan, cynical, poetic, philosophic, dispassionate, reserved, independent, Nietzschean, unbroken, civilised, master-class men.","author":"H. P. Lovecraft","topic":"Freedom"},{"quote":"Man is free at the moment he wishes to be.","author":"Voltaire","topic":"Freedom"},{"quote":"I can&#39;t in good conscience allow the U.S. government to destroy privacy, internet freedom and basic liberties for people around the world with this massive surveillance machine they&#39;re secretly building.","author":"Edward Snowden","topic":"Freedom"},{"quote":"Struggle is a never ending process. Freedom is never really won, you earn it and win it in every generation.","author":"Coretta Scott King","topic":"Freedom"},{"quote":"I took up arms for the freedom of my color. It is our own - we will defend it or perish.","author":"Toussaint Louverture","topic":"Freedom"},{"quote":"We&#39;ve seen over time that countries that have the best economic growth are those that have good governance, and good governance comes from freedom of communication. It comes from ending corruption. It comes from a populace that can go online and say, &#39;This politician is corrupt, this administrator, or this public official is corrupt.&#39;","author":"Ramez Naam","topic":"Freedom"},{"quote":"Financial freedom is available to those who learn about it and work for it.","author":"Robert Kiyosaki","topic":"Freedom"},{"quote":"Most men today cannot conceive of a freedom that does not involve somebody&#39;s slavery.","author":"W. E. B. Du Bois","topic":"Freedom"},{"quote":"Freedom is nothing but a chance to be better.","author":"Albert Camus","topic":"Freedom"},{"quote":"If you&#39;re not ready to die for it, put the word &#39;freedom&#39; out of your vocabulary.","author":"Malcolm X","topic":"Freedom"},{"quote":"If we don&#39;t believe in freedom of expression for people we despise, we don&#39;t believe in it at all.","author":"Noam Chomsky","topic":"Freedom"},{"quote":"Freedom lies in being bold.","author":"Robert Frost","topic":"Freedom"},{"quote":"Art is the daughter of freedom.","author":"Friedrich Schiller","topic":"Freedom"},{"quote":"Let freedom reign. The sun never set on so glorious a human achievement.","author":"Nelson Mandela","topic":"Freedom"},{"quote":"On a motorcycle, you can&#39;t really think about more than where you are. There&#39;s a freedom that comes with that - from stress, worry, sweating the small stuff.","author":"Laurence Fishburne","topic":"Freedom"},{"quote":"I realize that men and women of the military go out and sacrifice their lives and put their selves in harm&#39;s way for my freedom of speech and my freedoms in this country, and my freedom to take a seat or take a knee, so I have the utmost respect for them, and I think what I did was taken out of context and spun a different way.","author":"Colin Kaepernick","topic":"Freedom"},{"quote":"The secret of freedom lies in educating people, whereas the secret of tyranny is in keeping them ignorant.","author":"Maximilien Robespierre","topic":"Freedom"},{"quote":"Expose yourself to your deepest fear; after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free.","author":"Jim Morrison","topic":"Freedom"},{"quote":"Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I&#39;ve decided that I&#39;m going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up.","author":"Christopher McCandless","topic":"Freedom"},{"quote":"People demand freedom of speech as a compensation for the freedom of thought which they seldom use.","author":"Soren Kierkegaard","topic":"Freedom"},{"quote":"Punk is musical freedom. It&#39;s saying, doing and playing what you want. In Webster&#39;s terms, &#39;nirvana&#39; means freedom from pain, suffering and the external world, and that&#39;s pretty close to my definition of Punk Rock.","author":"Kurt Cobain","topic":"Freedom"},{"quote":"The liberties of a people never were, nor ever will be, secure, when the transactions of their rulers may be concealed from them.","author":"Patrick Henry","topic":"Freedom"},{"quote":"Power in defense of freedom is greater than power in behalf of tyranny and oppression, because power, real power, comes from our conviction which produces action, uncompromising action.","author":"Malcolm X","topic":"Freedom"},{"quote":"My story is a freedom song from within my soul. It is a guide to discovery, a vision of how even the worst pain and heartaches can be channeled into human monuments, impenetrable and everlasting.","author":"Coretta Scott King","topic":"Freedom"},{"quote":"We all have goals: We want to matter. We want to be important. We want to have freedom and power to pursue our creative work. We want respect from our peers and recognition for our accomplishments. Not out of vanity or selfishness, but of an earnest desire to fulfill our personal potential.","author":"Ryan Holiday","topic":"Freedom"},{"quote":"In all my life, I have never been free. I have never been able to do anything with freedom, except in the field of my writing.","author":"Langston Hughes","topic":"Freedom"},{"quote":"Refugees come to us seeking asylum, seeking freedom, justice and dignity - seeking a chance just to breathe. And people in our country are saying close the doors and don&#39;t let them in?","author":"Mandy Patinkin","topic":"Freedom"},{"quote":"You can&#39;t separate peace from freedom because no one can be at peace unless he has his freedom.","author":"Malcolm X","topic":"Freedom"},{"quote":"True independence and freedom can only exist in doing what&#39;s right.","author":"Brigham Young","topic":"Freedom"},{"quote":"True freedom requires the rule of law and justice, and a judicial system in which the rights of some are not secured by the denial of rights to others.","author":"Jonathan Sacks","topic":"Freedom"},{"quote":"Governments that block the aspirations of their people, that steal or are corrupt, that oppress and torture or that deny freedom of expression and human rights should bear in mind that they will find it increasingly hard to escape the judgement of their own people, or where warranted, the reach of international law.","author":"William Hague","topic":"Freedom"},{"quote":"We will not waver; we will not tire; we will not falter, and we will not fail. Peace and Freedom will prevail.","author":"George W. Bush","topic":"Freedom"},{"quote":"My childhood memories are amazing; I had freedom in every way - but I see everything from a different perspective now that I live outside.","author":"Ana de Armas","topic":"Freedom"},{"quote":"Freedom is never given; it is won.","author":"A. Philip Randolph","topic":"Freedom"},{"quote":"Freedom is the sure possession of those alone who have the courage to defend it.","author":"Pericles","topic":"Freedom"},{"quote":"While the State exists there can be no freedom; when there is freedom there will be no State.","author":"Vladimir Lenin","topic":"Freedom"},{"quote":"A lovely nook of forest scenery, or a grand rock, like a beautiful woman, depends for much of its attractiveness upon the attendance sense of freedom from whatever is low; upon a sense of purity and of romance.","author":"P. T. Barnum","topic":"Freedom"},{"quote":"The most important kind of freedom is to be what you really are. You trade in your reality for a role. You give up your ability to feel, and in exchange, put on a mask.","author":"Jim Morrison","topic":"Freedom"},{"quote":"Freedom consists not in doing what we like, but in having the right to do what we ought.","author":"Pope John Paul II","topic":"Freedom"},{"quote":"I find only freedom in the realms of eccentricity.","author":"David Bowie","topic":"Freedom"},{"quote":"Freedom of speech and thought matters, especially when it is speech and thought with which we disagree. The moment the majority decides to destroy people for engaging in thought it dislikes, thought crime becomes a reality.","author":"Ben Shapiro","topic":"Freedom"},{"quote":"Jazz stands for freedom. It&#39;s supposed to be the voice of freedom: Get out there and improvise, and take chances, and don&#39;t be a perfectionist - leave that to the classical musicians.","author":"Dave Brubeck","topic":"Freedom"},{"quote":"A big part of financial freedom is having your heart and mind free from worry about the what-ifs of life.","author":"Suze Orman","topic":"Freedom"},{"quote":"Without culture, and the relative freedom it implies, society, even when perfect, is but a jungle. This is why any authentic creation is a gift to the future.","author":"Albert Camus","topic":"Freedom"},{"quote":"Those who profess to favor freedom, and yet deprecate agitation, are men who want crops without plowing up the ground.","author":"Frederick Douglass","topic":"Freedom"},{"quote":"But I do believe that a woman&#39;s truest place is in a home, with a husband and with children, and with large freedom, pecuniary freedom, personal freedom, and the right to vote.","author":"Lucy Stone","topic":"Freedom"},{"quote":"The only freedom which deserves the name is that of pursuing our own good, in our own way, so long as we do not attempt to deprive others of theirs, or impede their efforts to obtain it.","author":"John Stuart Mill","topic":"Freedom"},{"quote":"Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can&#39;t ride you unless your back is bent.","author":"Martin Luther King, Jr.","topic":"Freedom"},{"quote":"The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah.","author":"Afrika Bambaataa","topic":"Freedom"},{"quote":"Humanity has won its battle. Liberty now has a country.","author":"Marquis de Lafayette","topic":"Freedom"},{"quote":"The First Amendment freedom of religion is as important today as when the Bill of Rights was first written.","author":"Arlen Specter","topic":"Freedom"},{"quote":"Freedom and justice cannot be parceled out in pieces to suit political convenience. I don&#39;t believe you can stand for freedom for one group of people and deny it to others.","author":"Coretta Scott King","topic":"Freedom"},{"quote":"To me, the American Dream is being able to follow your own personal calling. To be able to do what you want to do is incredible freedom.","author":"Maya Lin","topic":"Freedom"},{"quote":"Muhammad Ali struck us in the middle of America&#39;s darkest night, in the heart of its most threatening gathering storm. His power toppled the mightiest of foes, and his intense light shined on America, and we were able to see clearly injustice, inequality, poverty, pride, self realization, courage, laughter, love, joy and religious freedom for all.","author":"Billy Crystal","topic":"Freedom"},{"quote":"Not caring more about what other people think than what you think. That&#39;s freedom.","author":"Demi Moore","topic":"Freedom"},{"quote":"The river flows at its own sweet will, but the flood is bound in the two banks. If it were not thus bound, its freedom would be wasted.","author":"Vinoba Bhave","topic":"Freedom"},{"quote":"Freedom has never been free.","author":"Medgar Evers","topic":"Freedom"},{"quote":"People don&#39;t realize what&#39;s really going on in this country. There are a lot things that are going on that are unjust. People aren&#39;t being held accountable for. And that&#39;s something that needs to change. That&#39;s something that this country stands for: freedom, liberty and justice for all.","author":"Colin Kaepernick","topic":"Freedom"},{"quote":"What then is freedom? The power to live as one wishes.","author":"Marcus Tullius Cicero","topic":"Freedom"},{"quote":"Hatred is corrosive of a person&#39;s wisdom and conscience; the mentality of enmity can poison a nation&#39;s spirit, instigate brutal life and death struggles, destroy a society&#39;s tolerance and humanity, and block a nation&#39;s progress to freedom and democracy.","author":"Liu Xiaobo","topic":"Freedom"},{"quote":"Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.","author":"Sigmund Freud","topic":"Freedom"},{"quote":"Freedom is hammered out on the anvil of discussion, dissent, and debate.","author":"Hubert H. Humphrey","topic":"Freedom"},{"quote":"It does not take a majority to prevail... but rather an irate, tireless minority, keen on setting brushfires of freedom in the minds of men.","author":"Samuel Adams","topic":"Freedom"},{"quote":"Man is not free unless government is limited.","author":"Ronald Reagan","topic":"Freedom"},{"quote":"I am free because I know that I alone am morally responsible for everything I do. I am free, no matter what rules surround me. If I find them tolerable, I tolerate them; if I find them too obnoxious, I break them. I am free because I know that I alone am morally responsible for everything I do.","author":"Robert A. Heinlein","topic":"Freedom"},{"quote":"The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender, or submission.","author":"John F. Kennedy","topic":"Freedom"},{"quote":"Freedom is a timeless value. The United Nations Charter calls for encouraging respect for fundamental freedoms. The Universal Declaration of Human Rights mentions freedom more than twenty times. All countries have committed to protecting individual freedoms on paper - but in practice, too many break their pledge.","author":"Ban Ki-moon","topic":"Freedom"},{"quote":"We&#39;re not like robots. God promises to guide us through the Holy Spirit, but He gives us the freedom to make our own decisions.","author":"Joyce Meyer","topic":"Freedom"},{"quote":"I only ask to be free. The butterflies are free.","author":"Charles Dickens","topic":"Freedom"},{"quote":"Singing provides a true sense of lightheartedness. If I sing when I am alone, I feel wonderful. It&#39;s freedom.","author":"Andrea Bocelli","topic":"Freedom"},{"quote":"Freedom is always and exclusively freedom for the one who thinks differently.","author":"Rosa Luxemburg","topic":"Freedom"},{"quote":"Five or six hundred heads cut off would have assured your repose, freedom and happiness.","author":"Jean-Paul Marat","topic":"Freedom"},{"quote":"One of the things that bothers me most is the growing belief in the country that security is more important than freedom. It ain&#39;t.","author":"Lyn Nofziger","topic":"Freedom"},{"quote":"A kite needs to be tied down in order to fly. I learned how important restrictions can sometimes be in order to experience freedom.","author":"Damien Rice","topic":"Freedom"},{"quote":"When government - in pursuit of good intentions - tries to rearrange the economy, legislate morality, or help special interests, the cost come in inefficiency, lack of motivation, and loss of freedom. Government should be a referee, not an active player.","author":"Milton Friedman","topic":"Freedom"},{"quote":"Anxiety is the dizziness of freedom.","author":"Soren Kierkegaard","topic":"Freedom"},{"quote":"We are a nation of immigrants, a quilt of many colors, and we&#39;ve managed over more than two centuries to create a way of life that allows for a reasonable degree of upward mobility, that prizes individual liberty, promotes freedom of religion and genuinely values equal rights for all citizens.","author":"Jay Parini","topic":"Freedom"},{"quote":"I am a Republican, a black, dyed in the wool Republican, and I never intend to belong to any other party than the party of freedom and progress.","author":"Frederick Douglass","topic":"Freedom"},{"quote":"Education is a human right with immense power to transform. On its foundation rest the cornerstones of freedom, democracy and sustainable human development.","author":"Kofi Annan","topic":"Freedom"},{"quote":"Freedom would be not to choose between black and white but to abjure such prescribed choices.","author":"Theodor Adorno","topic":"Freedom"},{"quote":"Freedom itself was attacked this morning by a faceless coward, and freedom will be defended.","author":"George W. Bush","topic":"Freedom"},{"quote":"I loved the feeling of freedom in running, the fresh air, the feeling that the only person I&#39;m competing with is me.","author":"Wilma Rudolph","topic":"Freedom"},{"quote":"You don&#39;t have true freedom until you allow a diversity of opinion and a diversity of voices.","author":"Don Lemon","topic":"Freedom"},{"quote":"It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony.","author":"Benjamin Britten","topic":"Freedom"},{"quote":"I begin to feel like most Americans don&#39;t understand the First Amendment, don&#39;t understand the idea of freedom of speech, and don&#39;t understand that it&#39;s the responsibility of the citizen to speak out.","author":"Roger Ebert","topic":"Freedom"},{"quote":"I believe in an India of pluralism and diversity, not of religious bigotry and caste politics. I believe in an India that is secure in itself and confident of its place in the world, an India that is a proud example of tolerance, freedom and hope for the downtrodden.","author":"Shashi Tharoor","topic":"Freedom"},{"quote":"How does the Meadow flower its bloom unfold? Because the lovely little flower is free down to its root, and in that freedom bold.","author":"William Wordsworth","topic":"Freedom"},{"quote":"Dr. King&#39;s famous &#39;I Have a Dream&#39; speech was delivered at &#39;The March on Washington for Jobs and Freedom,&#39; a call to justice beyond the traditional civil rights movement&#39;s focus.","author":"Charles B. Rangel","topic":"Freedom"},{"quote":"There must be no barriers to freedom of inquiry. There is no place for dogma in science. The scientist is free, and must be free to ask any question, to doubt any assertion, to seek for any evidence, to correct any errors.","author":"J. Robert Oppenheimer","topic":"Freedom"},{"quote":"Freedom, morality, and the human dignity of the individual consists precisely in this; that he does good not because he is forced to do so, but because he freely conceives it, wants it, and loves it.","author":"Mikhail Bakunin","topic":"Freedom"},{"quote":"Seek freedom and become captive of your desires. Seek discipline and find your liberty.","author":"Frank Herbert","topic":"Freedom"},{"quote":"Mountains are freedom. Treat them respectfully.","author":"Conrad Anker","topic":"Freedom"},{"quote":"Indeed, a major source of objection to a free economy is precisely that it... gives people what they want instead of what a particular group thinks they ought to want. Underlying most arguments against the free market is a lack of belief in freedom itself.","author":"Milton Friedman","topic":"Freedom"},{"quote":"Justice is never given; it is exacted and the struggle must be continuous for freedom is never a final fact, but a continuing evolving process to higher and higher levels of human, social, economic, political and religious relationship.","author":"A. Philip Randolph","topic":"Freedom"},{"quote":"Yoga is a way to freedom. By its constant practice, we can free ourselves from fear, anguish and loneliness.","author":"Indra Devi","topic":"Freedom"},{"quote":"In giving freedom to the slave, we assure freedom to the free - honorable alike in that we give and what we preserve. We shall nobly save, or meanly lose, the last best hope of earth.","author":"Abraham Lincoln","topic":"Freedom"},{"quote":"I know of no country in which there is so little independence of mind and real freedom of discussion as in America.","author":"Alexis de Tocqueville","topic":"Freedom"},{"quote":"We know what works. Freedom Works. We know what&#39;s right. Freedom is right.","author":"George H. W. Bush","topic":"Freedom"},{"quote":"A man can be himself only so long as he is alone, and if he does not love solitude, he will not love freedom, for it is only when he is alone that he is really free.","author":"Arthur Schopenhauer","topic":"Freedom"},{"quote":"Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom.","author":"John F. Kennedy","topic":"Freedom"},{"quote":"Man will never be free until the last king is strangled with the entrails of the last priest.","author":"Denis Diderot","topic":"Freedom"},{"quote":"People are dying in vain because this country isn&#39;t holding their end of the bargain up as far as, you know, giving freedom and justice and liberty to everybody.","author":"Colin Kaepernick","topic":"Freedom"},{"quote":"I love the pigeons. I just raise them, period, and feed them. Pigeons go away, and they always come back. You get a touch of freedom, and then they are free to come back to you. I love the idea of pigeons.","author":"George Foreman","topic":"Freedom"},{"quote":"Those who deny freedom to others deserve it not for themselves; and under the rule of a just God, cannot long retain it.","author":"Abraham Lincoln","topic":"Freedom"},{"quote":"We are driven by five genetic needs: survival, love and belonging, power, freedom, and fun.","author":"William Glasser","topic":"Freedom"},{"quote":"I think that short films often contain an originality, a creative freedom, an energy and an invention that is inspiring and entertaining. I think they are, as Shakespeare put it, a good deed in a naughty world.","author":"Kenneth Branagh","topic":"Freedom"},{"quote":"Ultimately, America&#39;s answer to the intolerant man is diversity, the very diversity which our heritage of religious freedom has inspired.","author":"Robert Kennedy","topic":"Freedom"},{"quote":"The basic social contract is that citizens agree to follow the law, pay their taxes, and devote their love and loyalty to their country, and in exchange, the nation commits to preserve and protect and serve their interests, safeguard their freedom, and return to them in kind their first allegiance and loyalty.","author":"Jeff Sessions","topic":"Freedom"},{"quote":"Nothing that has value, real value, has no cost. Not freedom, not food, not shelter, not healthcare.","author":"Dean Kamen","topic":"Freedom"},{"quote":"No amount of political freedom will satisfy the hungry masses.","author":"Vladimir Lenin","topic":"Freedom"},{"quote":"I stand for freedom of expression, doing what you believe in, and going after your dreams.","author":"Madonna Ciccone","topic":"Freedom"},{"quote":"Religious tolerance is something we should all practice; however, there have been more persecution and atrocities committed in the name of religion and religious freedom than anything else.","author":"Walter Koenig","topic":"Freedom"},{"quote":"We know the road to freedom has always been stalked by death.","author":"Angela Davis","topic":"Freedom"},{"quote":"Pleasure and freedom from pain, are the only things desirable as ends.","author":"John Stuart Mill","topic":"Freedom"},{"quote":"Guard with jealous attention the public liberty. Suspect everyone who approaches that jewel. Unfortunately, nothing will preserve it but downright force. Whenever you give up that force, you are inevitably ruined.","author":"Patrick Henry","topic":"Freedom"},{"quote":"Education is freedom.","author":"Paulo Freire","topic":"Freedom"},{"quote":"The new freedom of expression brought by the Internet goes far beyond politics. People relate to each other in new ways, posing questions about how we should respond to people when all that we know about them is what we have learned through a medium that permits all kinds of anonymity and deception.","author":"Peter Singer","topic":"Freedom"},{"quote":"History does not long entrust the care of freedom to the weak or the timid.","author":"Dwight D. Eisenhower","topic":"Freedom"},{"quote":"There are 4 billion cell phones in use today. Many of them are in the hands of market vendors, rickshaw drivers, and others who&#39;ve historically lacked access to education and opportunity. Information networks have become a great leveler, and we should use them together to help lift people out of poverty and give them a freedom from want.","author":"Hillary Clinton","topic":"Freedom"},{"quote":"The cause of freedom is not the cause of a race or a sect, a party or a class-it is the cause of human kind, the very birthright of humanity.","author":"Anna Julia Cooper","topic":"Freedom"},{"quote":"We all have the right of freedom of speech under the First Amendment. We all don&#39;t have to agree with one another on our opinions. Everyone in my circle, that I run around with, we all feel the same about God, country, integrity and character.","author":"Luke Scott","topic":"Freedom"},{"quote":"Freedom is what you do with what&#39;s been done to you.","author":"Jean-Paul Sartre","topic":"Freedom"},{"quote":"The best road to progress is freedom&#39;s road.","author":"John F. Kennedy","topic":"Freedom"},{"quote":"If our freedom is taken, the American dream will wither and die.","author":"Rand Paul","topic":"Freedom"},{"quote":"Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners.","author":"Vladimir Lenin","topic":"Freedom"},{"quote":"We have to go see Bill Gates and a lot of different people that really understand what&#39;s happening. We have to talk to them, maybe in certain areas, closing that Internet up in some way. Somebody will say, &#39;Oh, freedom of speech, freedom of speech.&#39; These are foolish people. We have a lot of foolish people.","author":"Donald Trump","topic":"Freedom"},{"quote":"Civilization is the progress toward a society of privacy. The savage&#39;s whole existence is public, ruled by the laws of his tribe. Civilization is the process of setting man free from men.","author":"Ayn Rand","topic":"Freedom"},{"quote":"The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man.","author":"Ho Chi Minh","topic":"Freedom"},{"quote":"It&#39;s my view that gender is culturally formed, but it&#39;s also a domain of agency or freedom and that it is most important to resist the violence that is imposed by ideal gender norms, especially against those who are gender different, who are nonconforming in their gender presentation.","author":"Judith Butler","topic":"Freedom"},{"quote":"Freedom does not come without a price. We may sometimes take for granted the many liberties we enjoy in America, but they have all been earned through the ultimate sacrifice paid by so many of the members of our armed forces.","author":"Charlie Dent","topic":"Freedom"},{"quote":"There is no such thing as part freedom.","author":"Nelson Mandela","topic":"Freedom"},{"quote":"Well, if crime fighters fight crime and fire fighters fight fire, what do freedom fighters fight? They never mention that part to us, do they?","author":"George Carlin","topic":"Freedom"},{"quote":"The truth is I love being alive. And I love feeling free. So if I can&#39;t have those things then I feel like a caged animal and I&#39;d rather not be in a cage. I&#39;d rather be dead. And it&#39;s real simple. And I think it&#39;s not that uncommon.","author":"Angelina Jolie","topic":"Freedom"},{"quote":"Fighting for one&#39;s freedom, struggling towards being free, is like struggling to be a poet or a good Christian or a good Jew or a good Muslim or good Zen Buddhist. You work all day long and achieve some kind of level of success by nightfall, go to sleep and wake up the next morning with the job still to be done. So you start all over again.","author":"Maya Angelou","topic":"Freedom"},{"quote":"Mothers have always held such symbolic weight in determining a person&#39;s worth. Your mother tongue, your motherland, your mother&#39;s values - these things can qualify or disqualify you from attaining myriad American dreams: love, fluency, citizenship, legitimacy, acceptance, success, freedom.","author":"Jenny Zhang","topic":"Freedom"},{"quote":"I&#39;m still like a butterfly going from one job to another job. But it&#39;s quite lovely - I hope to keep this freedom, to have fun.","author":"Carine Roitfeld","topic":"Freedom"},{"quote":"Here&#39;s a nation, one of the founding pillars was freedom of speech and freedom of expression. And yet, we have imposed upon people restrictions on what they can say, on what they can think. And the media is the largest proponent of this, crucifying people who say things really quite innocently.","author":"Ben Carson","topic":"Freedom"},{"quote":"To live is to find out for yourself what is true, and you can do this only when there is freedom, when there is continuous revolution inwardly, within yourself.","author":"Jiddu Krishnamurti","topic":"Freedom"},{"quote":"Let us ask ourselves, &#39;What kind of people do we think we are?&#39; And let us answer, &#39;Free people, worthy of freedom and determined not only to remain so but to help others gain their freedom as well.&#39;","author":"Ronald Reagan","topic":"Freedom"},{"quote":"There are those who will say that the liberation of humanity, the freedom of man and mind is nothing but a dream. They are right. It is the American Dream.","author":"Archibald MacLeish","topic":"Freedom"},{"quote":"Freedom is secured every day by our men and women in uniform. We must build a future worthy of their sacrifice.","author":"Nancy Pelosi","topic":"Freedom"},{"quote":"Perhaps the fact that we have seen millions voting themselves into complete dependence on a tyrant has made our generation understand that to choose one&#39;s government is not necessarily to secure freedom.","author":"Friedrich August von Hayek","topic":"Freedom"},{"quote":"Human beings want to be free and however long they may agree to stay locked up, to stay oppressed, there will come a time when they say &#39;That&#39;s it.&#39; Suddenly they find themselves doing something that they never would have thought they would be doing, simply because of the human instinct that makes them turn their face towards freedom.","author":"Aung San Suu Kyi","topic":"Freedom"},{"quote":"You have to struggle a bit, hustle a little, and be willing to go bankrupt. Once you&#39;re willing to do that, everything opens up and you get the freedom. My joke is that next year, I&#39;ll make the first film that costs zero dollars.","author":"Nick Nolte","topic":"Freedom"},{"quote":"The New Deal repudiation of democracy has left the Republican Party alone the guardian of the Ark of the Covenant with its charter of freedom.","author":"Herbert Hoover","topic":"Freedom"},{"quote":"I have freedom. But freedom means total selfishness. It means nobody cares much what you do.","author":"Lynn Barber","topic":"Freedom"},{"quote":"Freedom has cost too much blood and agony to be relinquished at the cheap price of rhetoric.","author":"Thomas Sowell","topic":"Freedom"},{"quote":"The American free market system is the greatest engine for prosperity and opportunity that the world has ever seen. Freedom works.","author":"Ted Cruz","topic":"Freedom"},{"quote":"We don&#39;t appreciate what we have until it&#39;s gone. Freedom is like that. It&#39;s like air. When you have it, you don&#39;t notice it.","author":"Boris Yeltsin","topic":"Freedom"},{"quote":"We have been educated into believing someone else&#39;s concept of the deity, and someone else&#39;s standard of beauty. You have the right to practice any religion and politics in a way that best suits your freedom, your dignity, and your understanding. And once you do that, you don&#39;t apologize.","author":"John Henrik Clarke","topic":"Freedom"},{"quote":"The wisest use of American strength is to advance freedom.","author":"George W. Bush","topic":"Freedom"},{"quote":"I enjoy the freedom of the blank page.","author":"Irvine Welsh","topic":"Freedom"},{"quote":"It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation.","author":"Camille Paglia","topic":"Freedom"},{"quote":"In a democracy, you need to have a strong judicial system. You need freedom of speech, you need art, and you need a free press.","author":"Tzipi Livni","topic":"Freedom"},{"quote":"There are no categories in contemporary art. There are no rules. Artists are given the freedom to make and create whatever they please and call it whatever they please. I identify with that system, or lack of system, much more than I do the landscape of contemporary publishing.","author":"James Frey","topic":"Freedom"},{"quote":"Hate speech and freedom of speech are two different things.","author":"Leslie Jones","topic":"Freedom"},{"quote":"I went to jail 44 times. I&#39;ve been beaten and left for dead on the side of the road fighting for freedom... Yet Rosa Parks is better known in history than Ralph David Abernathy. Why is that?","author":"Ralph Abernathy","topic":"Freedom"},{"quote":"Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world.","author":"Abraham Lincoln","topic":"Freedom"},{"quote":"The worst enemy of life, freedom and the common decencies is total anarchy; their second worst enemy is total efficiency.","author":"Aldous Huxley","topic":"Freedom"},{"quote":"Freedom is our most precious commodity and if we are not eternally vigilant, government will take it all away. Individual freedom demands individual responsibility.","author":"Lyn Nofziger","topic":"Freedom"},{"quote":"They were singing in French, but the melody was freedom and any American could understand that.","author":"Audie Murphy","topic":"Freedom"},{"quote":"The joyful heart sees and reads the world with a sense of freedom and graciousness.","author":"John O'Donohue","topic":"Freedom"},{"quote":"The patriot&#39;s blood is the seed of Freedom&#39;s tree.","author":"Thomas Campbell","topic":"Freedom"},{"quote":"The American flag is the symbol of our freedom, national pride and history.","author":"Mike Fitzpatrick","topic":"Freedom"},{"quote":"Rosa Parks was the queen mother of a movement whose single act of heroism sparked the movement for freedom, justice and equality. Her greatest contribution is that she told us a regular person can make a difference.","author":"Marc Morial","topic":"Freedom"},{"quote":"If we desire a society in which men are brothers, then we must act towards one another with brotherhood. If we can build such a society, then we would have achieved the ultimate goal of human freedom.","author":"Bayard Rustin","topic":"Freedom"},{"quote":"Underlying most arguments against the free market is a lack of belief in freedom itself.","author":"Milton Friedman","topic":"Freedom"},{"quote":"I think I&#39;m mostly looking forward to the college life. I&#39;m looking forward to more freedom. Here everything is really structured and scheduled, but in college you&#39;ve got to be more responsible and you can get things done on your own time. I&#39;m really looking forward to that.","author":"Nerlens Noel","topic":"Freedom"},{"quote":"I love to create, and to me, the ultimate freedom of expression is a blank canvas or a block of clay to capture whatever emotions your imagination gives it.","author":"Daniel Boulud","topic":"Freedom"},{"quote":"It is by the goodness of God that in our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.","author":"Mark Twain","topic":"Freedom"},{"quote":"I love music. It&#39;s freedom, a way to deal with pent-up frustration.","author":"Ice Cube","topic":"Freedom"},{"quote":"Those who profess to favor freedom, and yet depreciate agitation, are men who want crops without plowing up the ground.","author":"Frederick Douglass","topic":"Freedom"},{"quote":"I think that what I have been truly searching for as a person, as a writer, as a thinker, as a daughter, is freedom. That is my mission. A sense of liberty, the liberty that comes not only from self-awareness but also from letting go of many things. Many things that weigh us down.","author":"Jhumpa Lahiri","topic":"Freedom"},{"quote":"When people talk of the freedom of writing, speaking or thinking I cannot choose but laugh. No such thing ever existed. No such thing now exists; but I hope it will exist. But it must be hundreds of years after you and I shall write and speak no more.","author":"John Adams","topic":"Freedom"},{"quote":"Grace is the beauty of form under the influence of freedom.","author":"Friedrich Schiller","topic":"Freedom"},{"quote":"Free people, remember this maxim: we may acquire liberty, but it is never recovered if it is once lost.","author":"Jean-Jacques Rousseau","topic":"Freedom"},{"quote":"Emancipation from the bondage of the soil is no freedom for the tree.","author":"Rabindranath Tagore","topic":"Freedom"},{"quote":"Pervading nationalism imposes its dominion on man today in many different forms and with an aggressiveness that spares no one. The challenge that is already with us is the temptation to accept as true freedom what in reality is only a new form of slavery.","author":"Pope John Paul II","topic":"Freedom"},{"quote":"The best thing about being rich is the freedom; freedom to do whatever you want whenever you want. It doesn&#39;t suck.","author":"Tommy Lee","topic":"Freedom"},{"quote":"I wanted to get far away from those who believed in cruelty, so then I went to France, a land of true freedom, democracy, equality and fraternity.","author":"Josephine Baker","topic":"Freedom"},{"quote":"Within the soul of America is freedom of mind and spirit in man. Here alone are the open windows through which pours the sunlight of the human spirit. Here alone is human dignity not a dream but an accomplishment. Perhaps it is not perfect, but it is more full in realization here than any other place in the world.","author":"Herbert Hoover","topic":"Freedom"},{"quote":"Order without liberty and liberty without order are equally destructive.","author":"Theodore Roosevelt","topic":"Freedom"},{"quote":"The price of freedom is eternal vigilance.","author":"Desmond Tutu","topic":"Freedom"},{"quote":"Before we went on any protest, whether it was sit-ins or the freedom rides or any march, we prepared ourselves, and we were disciplined. We were committed to the way of peace - the way of non-violence - the way of love - the way of life as the way of living.","author":"John Lewis","topic":"Freedom"},{"quote":"Necessity is blind until it becomes conscious. Freedom is the consciousness of necessity.","author":"Karl Marx","topic":"Freedom"},{"quote":"Analysis does not set out to make pathological reactions impossible, but to give the patient&#39;s ego freedom to decide one way or another.","author":"Sigmund Freud","topic":"Freedom"},{"quote":"When one makes a Revolution, one cannot mark time; one must always go forward - or go back. He who now talks about the &#39;freedom of the press&#39; goes backward, and halts our headlong course towards Socialism.","author":"Vladimir Lenin","topic":"Freedom"},{"quote":"The only way that has ever been discovered to have a lot of people cooperate together voluntarily is through the free market. And that&#39;s why it&#39;s so essential to preserving individual freedom.","author":"Milton Friedman","topic":"Freedom"},{"quote":"The desire of gold is not for gold. It is for the means of freedom and benefit.","author":"Ralph Waldo Emerson","topic":"Freedom"},{"quote":"In my youth I stressed freedom, and in my old age I stress order. I have made the great discovery that liberty is a product of order.","author":"Will Durant","topic":"Freedom"},{"quote":"When an American says that he loves his country, he means not only that he loves the New England hills, the prairies glistening in the sun, the wide and rising plains, the great mountains and the sea. He means that he loves an inner air, inner life in which freedom lives. In which a man can draw the breath of self-respect.","author":"Ralph Bellamy","topic":"Freedom"},{"quote":"We have the highest incarceration rate of any country in the world. &#39;America, land of liberty and freedom?&#39; You know, that&#39;s baloney. More than 2 million Americans are behind bars now. Communist China has four times the population and they have 1.5 million people behind bars.","author":"Gary Johnson","topic":"Freedom"},{"quote":"How absurd men are! They never use the liberties they have, they demand those they do not have. They have freedom of thought, they demand freedom of speech.","author":"Soren Kierkegaard","topic":"Freedom"},{"quote":"I want to give myself the freedom not to have to be projecting my whole life ahead.","author":"Robert Downey, Jr.","topic":"Freedom"},{"quote":"We must face the fact that the preservation of individual freedom is incompatible with a full satisfaction of our views of distributive justice.","author":"Friedrich August von Hayek","topic":"Freedom"},{"quote":"A state that suppresses all freedom of speech, and which by imposing the most terrible punishments, treats each and every attempt at criticism, however morally justified, and every suggestion for improvement as plotting to high treason, is a state that breaks an unwritten law.","author":"Kurt Huber","topic":"Freedom"},{"quote":"Freedom is never granted; it is won.","author":"A. Philip Randolph","topic":"Freedom"},{"quote":"I grew up with the understanding that the world I lived in was one where people enjoyed a sort of freedom to communicate with each other in privacy, without it being monitored, without it being measured or analyzed or sort of judged by these shadowy figures or systems, any time they mention anything that travels across public lines.","author":"Edward Snowden","topic":"Freedom"},{"quote":"I love to deer hunt and fish and drive down the back roads in my truck. All those things basically equal freedom to me - and not having to return that message or call from my record company or management.","author":"Blake Shelton","topic":"Freedom"},{"quote":"When I first started out in this music industry, I was most concerned with freedom. Freedom to produce, freedom to play all the instruments on my records, freedom to say anything I wanted to.","author":"Prince","topic":"Freedom"},{"quote":"Woe to that nation whose literature is cut short by the intrusion of force. This is not merely interference with freedom of the press but the sealing up of a nation&#39;s heart, the excision of its memory.","author":"Aleksandr Solzhenitsyn","topic":"Freedom"},{"quote":"If social stability goes pear-shaped, you have a choice between anarchy and dictatorship. Most people will opt for more security, even if they have to give up some personal freedom.","author":"Margaret Atwood","topic":"Freedom"},{"quote":"I have a fantastic relationship with money. I use it to buy my freedom.","author":"Gianni Versace","topic":"Freedom"},{"quote":"It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing.","author":"Herodotus","topic":"Freedom"},{"quote":"Keep fighting for freedom and justice, beloveds, but don&#39;t forget to have fun doin&#39; it. Lord, let your laughter ring forth. Be outrageous, ridicule the fraidy-cats, rejoice in all the oddities that freedom can produce.","author":"Molly Ivins","topic":"Freedom"},{"quote":"Genghis Khan decreed religious tolerance for all of his conquered peoples. So I think he definitely would approve of our constitutional protections of freedom of religion. I think he would also approve of the way the U.S. has been able to attract talented people from all over the world.","author":"Amy Chua","topic":"Freedom"},{"quote":"I believe that the freedom of speech should be protected, but so should a family&#39;s right to privacy as they grieve their loss. There is a time and a place for vigorous debate on the War on Terror, but during a family&#39;s last goodbye is not it.","author":"Dave Reichert","topic":"Freedom"},{"quote":"The road to freedom must be uphill, even if it is arduous and frustrating.","author":"Andrew Goodman","topic":"Freedom"},{"quote":"I think I have a right to live my life the way I like.","author":"Malala Yousafzai","topic":"Freedom"},{"quote":"In the East, the main object is to have a well-ordered society so that everybody can have maximum enjoyment of his freedoms. This freedom can only exist in an ordered state and not in a natural state of contention and anarchy.","author":"Lee Kuan Yew","topic":"Freedom"},{"quote":"The prosecution has to go with the evidence and the facts and tell the story as it happened. The defense has more creative freedom. All you have to do is look for a defense that works. But it doesn&#39;t have to be the truth. Sometimes you get lucky and it is, but sometimes you don&#39;t, and either way, it doesn&#39;t matter.","author":"Marcia Clark","topic":"Freedom"},{"quote":"The names of Dingane and Bambata, Hintsa and Makana, Squngthi and Dalasile, Moshoeshoe and Sekhukhuni, were praised as the glory of the entire African nation. I hoped then that life might offer me the opportunity to serve my people and make my own humble contribution to their freedom struggle.","author":"Nelson Mandela","topic":"Freedom"},{"quote":"Now, then, in order to understand white supremacy we must dismiss the fallacious notion that white people can give anybody their freedom.","author":"Stokely Carmichael","topic":"Freedom"},{"quote":"There can be no democracy without truth. There can be no truth without controversy, there can be no change without freedom. Without freedom there can be no progress.","author":"Andrew Young","topic":"Freedom"},{"quote":"Freedom from effort in the present merely means that there has been effort stored up in the past.","author":"Theodore Roosevelt","topic":"Freedom"},{"quote":"Criticism of government finds sanctuary in several portions of the 1st Amendment. It is part of the right of free speech. It embraces freedom of the press.","author":"Hugo Black","topic":"Freedom"},{"quote":"Freedom. And Justice. If you have those two, it covers everything. You must stick to those principles and have the courage of your convictions.","author":"Ian Smith","topic":"Freedom"},{"quote":"Tensions exist in any free society. But the freedom we enjoy rests on a foundation of individual liberty and shared moral values.","author":"Tipper Gore","topic":"Freedom"},{"quote":"Is freedom anything else than the right to live as we wish? Nothing else.","author":"Epictetus","topic":"Freedom"},{"quote":"Those men and women are fortunate who are born at a time when a great struggle for human freedom is in progress. It is an added good fortune to have parents who take a personal part in the great movements of their time. I am glad and thankful that this was my case.","author":"Emmeline Pankhurst","topic":"Freedom"},{"quote":"Oppressed people cannot remain oppressed forever. The yearning for freedom eventually manifests itself.","author":"Martin Luther King, Jr.","topic":"Freedom"},{"quote":"The boisterous sea of liberty is never without a wave.","author":"Thomas Jefferson","topic":"Freedom"},{"quote":"Americans are so enamored of equality that they would rather be equal in slavery than unequal in freedom.","author":"Alexis de Tocqueville","topic":"Freedom"},{"quote":"Freedom makes a huge requirement of every human being. With freedom comes responsibility. For the person who is unwilling to grow up, the person who does not want to carry his own weight, this is a frightening prospect.","author":"Eleanor Roosevelt","topic":"Freedom"},{"quote":"Hand in hand with freedom of speech goes the power to be heard, to share in the decisions of government which shape men&#39;s lives.","author":"Robert Kennedy","topic":"Freedom"},{"quote":"True success, true happiness lies in freedom and fulfillment.","author":"Dada Vaswani","topic":"Freedom"},{"quote":"I believe in absolute freedom of expression. Everyone has a right to offend and be offended.","author":"Taslima Nasrin","topic":"Freedom"},{"quote":"My photographs are a celebration of life, fun and the beautiful. They are a world that doesn&#39;t exist. A fantasy. Freedom is real. There are no rules. The life I wish I was living.","author":"Ryan McGinley","topic":"Freedom"},{"quote":"Forgiveness is the key to action and freedom.","author":"Hannah Arendt","topic":"Freedom"},{"quote":"Veterans are a symbol of what makes our nation great, and we must never forget all they have done to ensure our freedom.","author":"Rodney Frelinghuysen","topic":"Freedom"},{"quote":"Freedom of expression and freedom of speech aren&#39;t really important unless they&#39;re heard. The freedom of hearing is as important as the freedom of speaking.","author":"Tom Smothers","topic":"Freedom"},{"quote":"All free men, wherever they may live, are citizens of Berlin. And therefore, as a free man, I take pride in the words &#39;Ich bin ein Berliner!&#39;","author":"John F. Kennedy","topic":"Freedom"},{"quote":"A free press can, of course, be good or bad, but, most certainly without freedom, the press will never be anything but bad.","author":"Albert Camus","topic":"Freedom"},{"quote":"I come bearing an olive branch in one hand, and the freedom fighter&#39;s gun in the other. Do not let the olive branch fall from my hand.","author":"Yasser Arafat","topic":"Freedom"},{"quote":"If they want to hang me, let them. And on the scaffold I will shout Freedom for the working class!","author":"Mother Jones","topic":"Freedom"},{"quote":"As our federal government has grown too large and too powerful, the real loss has been the freedom of people to govern their own lives and participate fully in the American dream.","author":"Steve Forbes","topic":"Freedom"},{"quote":"I am truly free only when all human beings, men and women, are equally free. The freedom of other men, far from negating or limiting my freedom, is, on the contrary, its necessary premise and confirmation.","author":"Mikhail Bakunin","topic":"Freedom"},{"quote":"Matangi&#39;s mantra is aim, which is MIA backwards. She fights for freedom of speech and stands for truth, and lives in the ghetto because her dad was the first person in Hindu mythology who came from the &#39;hood, but had gained enlightenment through not being a Brahmin.","author":"M.I.A.","topic":"Freedom"},{"quote":"Political Freedom without economic equality is a pretense, a fraud, a lie; and the workers want no lying.","author":"Mikhail Bakunin","topic":"Freedom"},{"quote":"Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it.","author":"Thomas Paine","topic":"Freedom"},{"quote":"In the face of love, everyone is equal. Let everyone have the freedom to love and to pursue their happiness. I am Tsai Ing-wen, and I support marriage equality.","author":"Tsai Ing-wen","topic":"Freedom"},{"quote":"Freedom means the right of people to assemble, organize, and debate openly.","author":"Hillary Clinton","topic":"Freedom"},{"quote":"Freedom of speech means freedom for those who you despise, and freedom to express the most despicable views. It also means that the government cannot pick and choose which expressions to authorize and which to prevent.","author":"Alan Dershowitz","topic":"Freedom"},{"quote":"Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience.","author":"Mitt Romney","topic":"Freedom"},{"quote":"Before the palefaces came among us, we enjoyed the happiness of unbounded freedom and were acquainted with neither riches, wants, nor oppression.","author":"Tecumseh","topic":"Freedom"},{"quote":"Freedom without rules doesn&#39;t work. And communities do not work unless they are regulated by etiquette.","author":"Judith Martin","topic":"Freedom"},{"quote":"The path we have chosen for the present is full of hazards, as all paths are. The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender, or submission.","author":"John F. Kennedy","topic":"Freedom"},{"quote":"Exclusion is never the way forward on our shared paths to freedom and justice.","author":"Desmond Tutu","topic":"Freedom"},{"quote":"Our single most important challenge is therefore to help establish a social order in which the freedom of the individual will truly mean the freedom of the individual.","author":"Nelson Mandela","topic":"Freedom"},{"quote":"Negroes must be free in order to be equal, and they must be equal in order to be free... Men cannot win freedom unless they win equality. They cannot win equality unless they win freedom.","author":"A. Philip Randolph","topic":"Freedom"},{"quote":"I am a lover of truth, a worshipper of freedom, a celebrant at the altar of language and purity and tolerance.","author":"Stephen Fry","topic":"Freedom"},{"quote":"A nation which makes the final sacrifice for life and freedom does not get beaten.","author":"Mustafa Kemal Ataturk","topic":"Freedom"},{"quote":"We gain freedom when we have paid the full price.","author":"Rabindranath Tagore","topic":"Freedom"},{"quote":"I am a sworn atheist and therefore from my point of view the Talmud or the Koran don&#39;t constitute works of political philosophy but rather writings that stand in utter contradiction to concepts like logic, freedom, feminism, secularism, brotherhood - which are my ideals.","author":"Michel Onfray","topic":"Freedom"},{"quote":"The only certain freedom&#39;s in departure.","author":"Robert Frost","topic":"Freedom"},{"quote":"Shall I tell you what the real evil is? To cringe to the things that are called evils, to surrender to them our freedom, in defiance of which we ought to face any suffering.","author":"Lucius Annaeus Seneca","topic":"Freedom"},{"quote":"You measure a democracy by the freedom it gives its dissidents, not the freedom it gives its assimilated conformists.","author":"Abbie Hoffman","topic":"Freedom"},{"quote":"I am not an Athenian or a Greek, but a citizen of the world.","author":"Diogenes","topic":"Freedom"},{"quote":"I think if we get freedom for women, then they are probably going to do a lot of things that I wish they wouldn&#39;t do. But it seems to me that isn&#39;t our business to say what they should do with it. It is our business to see that they get it.","author":"Alice Paul","topic":"Freedom"},{"quote":"As soon as laws are necessary for men, they are no longer fit for freedom.","author":"Pythagoras","topic":"Freedom"},{"quote":"It is true you cannot eat freedom and you cannot power machinery with democracy. But then neither can political prisoners turn on the light in the cells of a dictatorship.","author":"Corazon Aquino","topic":"Freedom"},{"quote":"The struggle of democratic secularism, religious tolerance, individual freedom and feminism against authoritarian patriarchal religion, culture and morality is going on all over the world - including the Islamic world, where dissidents are regularly jailed, killed, exiled or merely intimidated and silenced.","author":"Ellen Willis","topic":"Freedom"},{"quote":"In a relationship, it&#39;s important to make each other laugh. To give each other freedom, support each other and be proud of each other.","author":"Caroline Winberg","topic":"Freedom"},{"quote":"I had spent many years pursuing excellence, because that is what classical music is all about... Now it was dedicated to freedom, and that was far more important.","author":"Nina Simone","topic":"Freedom"},{"quote":"A person is a fool to become a writer. His only compensation is absolute freedom.","author":"Roald Dahl","topic":"Freedom"},{"quote":"In America, through pressure of conformity, there is freedom of choice, but nothing to choose from.","author":"Peter Ustinov","topic":"Freedom"},{"quote":"One of the rewards of success is freedom, the ability to do whatever you like.","author":"Sting","topic":"Freedom"},{"quote":"If happiness truly consisted in physical ease and freedom from care, then the happiest individual would not be either a man or a woman; it would be, I think, an American cow.","author":"William Lyon Phelps","topic":"Freedom"},{"quote":"There is no force that can put an end to the human quest for freedom, and China will, in the end, become a nation ruled by law, where human rights reign supreme.","author":"Liu Xiaobo","topic":"Freedom"},{"quote":"Freedom is just Chaos, with better lighting.","author":"Alan Dean Foster","topic":"Freedom"},{"quote":"America is a fundamentally good country. We have good people with good values who want to do the right thing. But the structures of power that exist are working to their own ends to extend their capability at the expense of the freedom of all publics.","author":"Edward Snowden","topic":"Freedom"},{"quote":"Freedom granted only when it is known beforehand that its effects will be beneficial is not freedom.","author":"Friedrich August von Hayek","topic":"Freedom"},{"quote":"In a completely sane world, madness is the only freedom.","author":"J. G. Ballard","topic":"Freedom"},{"quote":"Liberty is not the power of doing what we like, but the right to do what we ought.","author":"Lord Acton","topic":"Freedom"},{"quote":"Here was buried Thomas Jefferson Author of the Declaration of American Independence Of the Statute of Virginia for religious freedom &amp; Father of the University of Virginia.","author":"Thomas Jefferson","topic":"Freedom"},{"quote":"I chose America as my home because I value freedom and democracy, civil liberties and an open society.","author":"George Soros","topic":"Freedom"},{"quote":"I suffered evils, but without allowing them to rob me of the freedom to expand.","author":"Gordon Parks","topic":"Freedom"},{"quote":"The worst enemy of truth and freedom in our society is the compact majority.","author":"Henrik Ibsen","topic":"Freedom"},{"quote":"A man is either free or he is not. There cannot be any apprenticeship for freedom.","author":"Amiri Baraka","topic":"Freedom"},{"quote":"I think this society suffers so much from too much freedom, too many rights that allow people to be irresponsible.","author":"Boyd Rice","topic":"Freedom"},{"quote":"Freedom of expression is the matrix, the indispensable condition, of nearly every other form of freedom.","author":"Benjamin Cardozo","topic":"Freedom"},{"quote":"Freedom across the world is a result of many individuals working together.","author":"Dan Gable","topic":"Freedom"},{"quote":"I saw no reason why childhood shouldn&#39;t last forever. So I created clothes that worked and moved and allowed people to run, to jump, to leap, to retain their precious freedom.","author":"Mary Quant","topic":"Freedom"},{"quote":"Free software is software that respects your freedom and the social solidarity of your community. So it&#39;s free as in freedom.","author":"Richard Stallman","topic":"Freedom"},{"quote":"Let a new earth rise. Let another world be born. Let a bloody peace be written in the sky. Let a second generation full of courage issue forth; let a people loving freedom come to growth.","author":"Margaret Walker","topic":"Freedom"},{"quote":"Being a teenager is chaotic because you&#39;re kind of coming into your own, but you&#39;re not an adult; you&#39;re fighting with your parents over responsibilities and freedom.","author":"Troian Bellisario","topic":"Freedom"},{"quote":"Collectivism and freedom are mortal enemies. Only one will survive.","author":"G. Edward Griffin","topic":"Freedom"},{"quote":"Nothing changes the gender equation more significantly than women&#39;s economic freedom.","author":"Gloria Steinem","topic":"Freedom"},{"quote":"The spirit of truth and the spirit of freedom - these are the pillars of society.","author":"Henrik Ibsen","topic":"Freedom"},{"quote":"I am an optimist, and I believe that people are inherently good and that if you give everyone a voice and freedom of expression, the truth and the good will outweigh the bad.","author":"Matt Mullenweg","topic":"Freedom"},{"quote":"Freedom is the oxygen of the soul.","author":"Moshe Dayan","topic":"Freedom"},{"quote":"Native Americans are the original inhabitants of the land that now constitutes the United States. They have helped develop the fundamental principles of freedom of speech and separation of powers that form the foundation of the United States Government.","author":"Joe Baca","topic":"Freedom"},{"quote":"Our ideals of freedom, set forth and realized in our Constitution, are our greatest export to the world.","author":"Robert Byrd","topic":"Freedom"},{"quote":"The principle of academic freedom is designed to make sure that powers outside the university, including government and corporations, are not able to control the curriculum or intervene in extra-mural speech.","author":"Judith Butler","topic":"Freedom"},{"quote":"We hold our heads high, despite the price we have paid, because freedom is priceless.","author":"Lech Walesa","topic":"Freedom"},{"quote":"American power remains today what it was in the Second World War and the Cold War: the greatest force for freedom in the world.","author":"Elliott Abrams","topic":"Freedom"},{"quote":"I suppose there&#39;s a melancholy tone at the back of the American mind, a sense of something lost. And it&#39;s the lost world of Thomas Jefferson. It is the lost sense of innocence that we could live with a very minimal state, with a vast sense of space in which to work out freedom.","author":"George Will","topic":"Freedom"},{"quote":"Liberty is security. Freedom is security.","author":"Jesse Ventura","topic":"Freedom"},{"quote":"Peace along with freedom and justice are the pillars for attaining both security and stability and will pave the way towards the eradication of oppression, extremism, and terrorism in our world.","author":"Najib Mikati","topic":"Freedom"},{"quote":"Born a slave, Harriet Tubman was determined not to remain one. She escaped from her owners in Maryland on the Underground Railroad in 1849 and then fearlessly returned thirteen times to help guide family members and others to freedom as the most famous conductor of the Underground Railroad.","author":"Susan Campbell Bartoletti","topic":"Freedom"},{"quote":"If I have freedom in my love, And in my soul am free, - Angels alone that soar above, Enjoy such liberty.","author":"Richard Lovelace","topic":"Freedom"},{"quote":"A Buddha is someone who finds freedom in good fortune and bad.","author":"Bodhidharma","topic":"Freedom"},{"quote":"For a writer, personal freedom is not so important. It is not individual freedom that guarantees the greatness of literature; otherwise, writers in democratic countries would be superior to all others. Some of the greatest writers wrote under dictatorship - Shakespeare, Cervantes.","author":"Ismail Kadare","topic":"Freedom"},{"quote":"The fundamentals that founded our great nation included the freedom of speech and religion.","author":"Markwayne Mullin","topic":"Freedom"},{"quote":"Pakistan not only means freedom and independence but the Muslim Ideology which has to be preserved, which has come to us as a precious gift and treasure and which, we hope other will share with us.","author":"Muhammad Ali Jinnah","topic":"Freedom"},{"quote":"When I look back at that freedom of childhood, which is in a way infinite, and at all the joy and the intense happiness, now lost, I sometimes think that childhood is where the real meaning of life is located, and that we, adults, are its servants - that that&#39;s our purpose.","author":"Karl Ove Knausgaard","topic":"Freedom"},{"quote":"Modernism released us from the constraints of everything that had gone before with a euphoric sense of freedom.","author":"Arthur Erickson","topic":"Freedom"},{"quote":"Although we have, in theory, abolished human slavery, recognized women&#39;s rights, and stopped child labor, we continue to enslave other species who, if we simply pay attention, show quite clearly that they experience parental love, pain, and the desire for freedom, just as we do.","author":"Ingrid Newkirk","topic":"Freedom"},{"quote":"When we lose the right to be different, we lose the privilege to be free.","author":"Charles Evans Hughes","topic":"Freedom"},{"quote":"To me, punk rock is the freedom to create, freedom to be successful, freedom to not be successful, freedom to be who you are. It&#39;s freedom.","author":"Patti Smith","topic":"Freedom"},{"quote":"I wish that every human life might be pure transparent freedom.","author":"Simone de Beauvoir","topic":"Freedom"},{"quote":"One of the things that fascinated me about modeling was that you had the freedom to look any way you wanted.","author":"Veronica Webb","topic":"Freedom"},{"quote":"Every day, people serve their neighbors and our nation in many different ways, from helping a child learn and easing the loneliness of those without a family to defending our freedom overseas. It is in this spirit of dedication to others and to our country that I believe service should be broadly and deeply encouraged.","author":"John McCain","topic":"Freedom"},{"quote":"To enjoy freedom we have to control ourselves.","author":"Virginia Woolf","topic":"Freedom"},{"quote":"I have never articulated a specific number, but I think a nation as great as we are, that professes to favor freedom and liberty, that we would find a way to evidence that in our criminal justice system by achieving what we know we can achieve: a reduction in crime, a reduction in taxpayer expense, and a reduction in the prison population.","author":"Cory Booker","topic":"Freedom"},{"quote":"Telling a story in a futuristic world gives you this freedom to explore things that bother you in contemporary times.","author":"Suzanne Collins","topic":"Freedom"},{"quote":"I was the youngest child and got a lot more freedom than my brother and sister. I used to wander, doing my own thing under the radar, but I didn&#39;t get in bad, bad trouble.","author":"Paul Giamatti","topic":"Freedom"},{"quote":"I think women want freedom. They want to be empowered. They want hope. They want love; they want all the things that I want, and I&#39;m not afraid to say those things and act on them, and I think that&#39;s why they identify with me.","author":"Rihanna","topic":"Freedom"},{"quote":"Two things form the bedrock of any open society - freedom of expression and rule of law. If you don&#39;t have those things, you don&#39;t have a free country.","author":"Salman Rushdie","topic":"Freedom"},{"quote":"In Iran, there is no freedom of the press, no freedom of speech, no independent judiciary, no free elections. There is no freedom of religion - not even for Shiites, who are forced by Iran&#39;s theocracy to adhere to one narrow set of official rules.","author":"Elliott Abrams","topic":"Freedom"},{"quote":"The essence of mathematics lies in its freedom.","author":"Georg Cantor","topic":"Freedom"},{"quote":"The history of the world is none other than the progress of the consciousness of freedom.","author":"Georg Wilhelm Friedrich Hegel","topic":"Freedom"},{"quote":"Only the wise know just where predestination ends and free will begins. Meanwhile, you must keep on doing your best, according to your own clearest understanding. you must long for freedom as the drowning man longs for air. Without sincere longing, you will never find God.","author":"Paramahansa Yogananda","topic":"Freedom"},{"quote":"Many have left their families to defend our freedom. We salute their bravery; we express our appreciation and support to their families. And we pray for their safe return.","author":"Bob Taft","topic":"Freedom"},{"quote":"You have freedom when you&#39;re easy in your harness.","author":"Robert Frost","topic":"Freedom"},{"quote":"Your true traveller finds boredom rather agreeable than painful. It is the symbol of his liberty - his excessive freedom. He accepts his boredom, when it comes, not merely philosophically, but almost with pleasure.","author":"Aldous Huxley","topic":"Freedom"},{"quote":"When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society.","author":"Pope John Paul II","topic":"Freedom"},{"quote":"For me, personally, skiing holds everything. I used to race cars, but skiing is a step beyond that. It removes the machinery and puts you one step closer to the elements. And it&#39;s a complete physical expression of freedom.","author":"Robert Redford","topic":"Freedom"},{"quote":"I think there&#39;s some connection between absolute discipline and absolute freedom.","author":"Alan Rickman","topic":"Freedom"},{"quote":"I became an actor in that important drama with an inflexible resolution to persevere through the last scene, when we might be permitted and acknowledged to enjoy what we had so nobly declared we would possess, or lose with our lives - Freedom and Independence!","author":"Deborah Sampson","topic":"Freedom"},{"quote":"The E.U.&#39;s tax and regulatory policies, climate-change and welfare spending, and free immigration even in wartime are gradually ruining Europe. That&#39;s why I believe Brexit is good for British freedom, political autonomy, and the survival of democratic capitalism.","author":"Lawrence Kudlow","topic":"Freedom"},{"quote":"The United Nations is designed to make possible lasting freedom and independence for all its members.","author":"Harry S Truman","topic":"Freedom"},{"quote":"Freedom isn&#39;t free. It shouldn&#39;t be a bragging point that &#39;Oh, I don&#39;t get involved in politics,&#39; as if that makes someone cleaner. No, that makes you derelict of duty in a republic. Liars and panderers in government would have a much harder time of it if so many people didn&#39;t insist on their right to remain ignorant and blindly agreeable.","author":"Bill Maher","topic":"Freedom"},{"quote":"We believe that salvation is to be found in wholesome work in a beloved land. Work will provide our people with the bread of tomorrow, and moreover, with the honor of the tomorrow, the freedom of the tomorrow.","author":"Theodor Herzl","topic":"Freedom"},{"quote":"America&#39;s greatest contribution to the world is its concept of democracy, its concept of freedom, freedom of action, freedom of speech, and freedom of thought.","author":"Benazir Bhutto","topic":"Freedom"},{"quote":"What troubles me most about my lovely country is that its children are seldom taught that American freedom will vanish, if, when they grow up, and in the exercise of their duties as citizens, they insist that our courts and policemen and prisons be guided by divine or natural law.","author":"Kurt Vonnegut","topic":"Freedom"},{"quote":"My name became known because I was, one might say accidentally the target of state repression and because so many people throughout the country and other parts of the world organized around the demand for my freedom.","author":"Angela Davis","topic":"Freedom"},{"quote":"Religious freedom opens a door for Americans that is closed to too many others around the world. But whether we walk through that door, and what we do with our lives after we do, is up to us.","author":"Mitt Romney","topic":"Freedom"},{"quote":"Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom.","author":"Scott Adams","topic":"Freedom"},{"quote":"Freedom is the freedom to say that two plus two make four. If that is granted, all else follows.","author":"George Orwell","topic":"Freedom"},{"quote":"I&#39;m interested in anything about revolt, disorder, chaos, especially activity that appears to have no meaning. It seems to me to be the road toward freedom.","author":"Jim Morrison","topic":"Freedom"},{"quote":"The Obamacare contraception mandate was never about freedom. It was always about pitting secularism against religion, and using the power of government to sponsor secularism.","author":"Ben Shapiro","topic":"Freedom"},{"quote":"Perfect freedom is as necessary to the health and vigor of commerce as it is to the health and vigor of citizenship.","author":"Patrick Henry","topic":"Freedom"},{"quote":"People cannot be free unless they are willing to sacrifice some of their interests to guarantee the freedom of others. The price of democracy is the ongoing pursuit of the common good by all of the people.","author":"Saul Alinsky","topic":"Freedom"},{"quote":"The task for sociology is to come to the help of the individual. We have to be in service of freedom. It is something we have lost sight of.","author":"Zygmunt Bauman","topic":"Freedom"},{"quote":"If you care about injustice, and if you care about freedom, and you care about human rights, then you care about them everywhere.","author":"Lara Logan","topic":"Freedom"},{"quote":"This is the highest wisdom that I own; freedom and life are earned by those alone who conquer them each day anew.","author":"Johann Wolfgang von Goethe","topic":"Freedom"},{"quote":"Freedom is not given to us by anyone; we have to cultivate it ourselves. It is a daily practice... No one can prevent you from being aware of each step you take or each breath in and breath out.","author":"Thich Nhat Hanh","topic":"Freedom"},{"quote":"My idea of freedom is that we should protect the rights of people to believe what their conscience dictates, but fight equally hard to protect people from having the beliefs of others imposed upon them.","author":"Justin Trudeau","topic":"Freedom"},{"quote":"Our culture is just a series of checks and balances. The whole idea that we&#39;re in a battle between tyranny and freedom - it&#39;s a series of pendulum swings.","author":"Jon Stewart","topic":"Freedom"},{"quote":"The American flag is the most recognized symbol of freedom and democracy in the world.","author":"Virginia Foxx","topic":"Freedom"},{"quote":"I say there is not more happiness for me than the freedom of my Homeland.","author":"Islom Karimov","topic":"Freedom"},{"quote":"To say that any people are not fit for freedom, is to make poverty their choice, and to say they had rather be loaded with taxes than not.","author":"Thomas Paine","topic":"Freedom"},{"quote":"Everybody understands friendship, and friendship is different than love - it&#39;s a different kind of love. Friendship has more freedom, more latitude. You don&#39;t expect your friend to be as you think your friend should be; you expect your friend just to love you as a friend.","author":"Carole King","topic":"Freedom"},{"quote":"But, I don&#39;t think any arranger should ever write a drum part for a drummer because if a drummer can&#39;t create his own Interpretation of the chart and he plays everything that&#39;s written, he becomes mechanical; he has no freedom.","author":"Buddy Rich","topic":"Freedom"},{"quote":"Freedom is not of use to those who do not know how to employ it.","author":"Sylvia Plath","topic":"Freedom"},{"quote":"Satisfaction consists in freedom from pain, which is the positive element of life.","author":"Arthur Schopenhauer","topic":"Freedom"},{"quote":"I am interested in anything about revolt, disorder, chaos-especially activity that seems to have no meaning. It seems to me to be the road toward freedom... Rather than starting inside, I start outside and reach the mental through the physical.","author":"Jim Morrison","topic":"Freedom"},{"quote":"The freedom to criticize judges and other public officials is necessary to a vibrant democracy. The problem comes when healthy criticism is replaced with more destructive intimidation and sanctions.","author":"Sandra Day O'Connor","topic":"Freedom"},{"quote":"You have freedom, so you have to make choices - and at the point when I make a choice, the building starts to look like a Frank Gehry building. It&#39;s a signature.","author":"Frank Gehry","topic":"Freedom"},{"quote":"Let me start by saying I wish no country had the need for an army. But in Israel, serving is part of being an Israeli. You&#39;ve got to give back to the state. You give two or three years, and it&#39;s not about you. You give your freedom away. You learn discipline and respect.","author":"Gal Gadot","topic":"Freedom"},{"quote":"Because of the terrorist threat, the FBI and CIA have become as important as the military in preserving our freedom. Yet while thanking our military is standard practice in American life, no one thinks of thanking the FBI, the CIA, or the rest of the intelligence community for keeping us safe since 9\/11.","author":"Ronald Kessler","topic":"Freedom"},{"quote":"Setting people to spy on one another is not the way to protect freedom.","author":"Tommy Douglas","topic":"Freedom"},{"quote":"Net neutrality was essential for our economy; it was essential to preserve freedom and openness, both for economic reasons and free speech reasons, and the government had a role in ensuring that Internet freedom was protected.","author":"Julius Genachowski","topic":"Freedom"},{"quote":"After the Civil War, when blacks fought along whites to secure freedom for all, southern states enacted Black Codes, laws that restricted the civil rights and liberties of blacks. Central to the enforcement of these laws were the stiff penalties for blacks possessing firearms.","author":"Niger Innis","topic":"Freedom"},{"quote":"Freedom is not something that one people can bestow on another as a gift. Thy claim it as their own and none can keep it from them.","author":"Kwame Nkrumah","topic":"Freedom"},{"quote":"Too much freedom can lead to the soul&#39;s decay.","author":"Prince","topic":"Freedom"},{"quote":"You can have peace. Or you can have freedom. Don&#39;t ever count on having both at once.","author":"Robert A. Heinlein","topic":"Freedom"},{"quote":"The South resented giving the Afro-American his freedom, the ballot box and the Civil Rights Law.","author":"Ida B. Wells","topic":"Freedom"},{"quote":"Much literary criticism comes from people for whom extreme specialization is a cover for either grave cerebral inadequacy or terminal laziness, the latter being a much cherished aspect of academic freedom.","author":"John Kenneth Galbraith","topic":"Freedom"},{"quote":"What light is to the eyes - what air is to the lungs - what love is to the heart, liberty is to the soul of man.","author":"Robert Green Ingersoll","topic":"Freedom"},{"quote":"A new breeze is blowing, and a world refreshed by freedom seems reborn; for in man&#39;s heart, if not in fact, the day of the dictator is over. The totalitarian era is passing, its old ideas blown away like leaves from an ancient, lifeless tree.","author":"George H. W. Bush","topic":"Freedom"},{"quote":"A Black man should be more independent and depend on himself for his freedom and not to take it for granted that someone would lead him to it. The blacks are tired of standing at the touchlines to witness a game that they should be playing. They want to do things for themselves and all by themselves.","author":"Steven Biko","topic":"Freedom"},{"quote":"There is something about boldness and fearlessness and being free enough to speak what is on one&#39;s mind that warrants freedom.","author":"Cornel West","topic":"Freedom"},{"quote":"There should be competition and exchanges between different countries, but there are certainly certain universal values, and that is freedom and democracy.","author":"Mikhail Gorbachev","topic":"Freedom"},{"quote":"They won&#39;t break me because the desire for freedom, and the freedom of the Irish people, is in my heart. The day will dawn when all the people of Ireland will have the desire for freedom to show. It is then that we will see the rising of the moon.","author":"Bobby Sands","topic":"Freedom"},{"quote":"Freedom comes from strength and self-reliance.","author":"Lisa Murkowski","topic":"Freedom"},{"quote":"The rainbow flag is a symbol of freedom and liberation that we made for ourselves.","author":"Gilbert Baker","topic":"Freedom"},{"quote":"History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they&#39;ve answered the call in bravery and sacrifice.","author":"Tim Pawlenty","topic":"Freedom"},{"quote":"Let me reassure that the Kingdom of Cambodia a country with independence, neutrality, peace, freedom, democracy and human rights as you all have seen, shall be existing with no end.","author":"Hun Sen","topic":"Freedom"},{"quote":"I have a place that I get to go to in the Bahamas. It&#39;s the only place that guarantees total anonymity and freedom.","author":"Johnny Depp","topic":"Freedom"},{"quote":"Northeastern and most coastal states will vote for the candidate who is more closely aligned with international cooperation and engagement, secularism and science, gun control, individual freedom in culture and sexuality, and a greater role for the government in protecting the environment and ensuring economic equality.","author":"Steven Pinker","topic":"Freedom"},{"quote":"Man cannot be free if he does not know that he is subject to necessity, because his freedom is always won in his never wholly successful attempts to liberate himself from necessity.","author":"Hannah Arendt","topic":"Freedom"},{"quote":"Freedom always deals with &#39;the possible&#39;; this gives freedom its great flexibility, its fascination, and its dangers.","author":"Rollo May","topic":"Freedom"},{"quote":"Liberals, it has been said, are generous with other peoples&#39; money, except when it comes to questions of national survival when they prefer to be generous with other people&#39;s freedom and security.","author":"William F. Buckley, Jr.","topic":"Freedom"},{"quote":"Among the many values in life, I appreciate freedom most.","author":"Haruki Murakami","topic":"Freedom"},{"quote":"In a perfect world, there would be freedom of religion and freedom for all religions to exercise their religion everywhere.","author":"Naftali Bennett","topic":"Freedom"},{"quote":"Americans deserve to have their religious beliefs and practices protected. Religious freedom is too important to be trampled by insensitive bureaucracy or bad policy.","author":"Charles T. Canady","topic":"Freedom"},{"quote":"Violent means will give violent freedom. That would be a menace to the world and to India herself.","author":"Mahatma Gandhi","topic":"Freedom"},{"quote":"I lived in a dictatorship in Brazil, and I was arrested three times. I felt in my flesh what it is to live under such a regime and experience deprivation of freedom.","author":"Paulo Coelho","topic":"Freedom"},{"quote":"I think my first album opened a lot of doors for me to push the freedom of speech to the limit.","author":"Eminem","topic":"Freedom"},{"quote":"Do not allow to slip away from you freedoms the people who came before you won with such hard knocks.","author":"D. H. Lawrence","topic":"Freedom"},{"quote":"Adam Smith pointed out that there were three things that make us more prosperous, in a general sort of way: freedom to pursue our own self-interest; specialization, which he called division of labor; and freedom of trade.","author":"P. J. O'Rourke","topic":"Freedom"},{"quote":"Human rights, of course, must include the right to religious freedom, understood as the expression of a dimension that is at once individual and communitarian - a vision that brings out the unity of the person while clearly distinguishing between the dimension of the citizen and that of the believer.","author":"Pope Benedict XVI","topic":"Freedom"},{"quote":"I believe dreams represent the purest form of fantasy we unleash through our subconscious. They represent the truest freedom we can experience. Totally unrepressed and totally creative.","author":"Miguel","topic":"Freedom"},{"quote":"I&#39;ve learned over the years that freedom is just the other side of discipline.","author":"Jake Gyllenhaal","topic":"Freedom"},{"quote":"Ultimately we know deeply that the other side of every fear is freedom.","author":"Marilyn Ferguson","topic":"Freedom"},{"quote":"A people cannot long retain their freedom, whose government is incapable of protecting them.","author":"Oliver Ellsworth","topic":"Freedom"},{"quote":"Now I&#39;m old... maybe I&#39;m still an eccentric hippie. There&#39;s a wonderful freedom in the eccentricity - you can go places, you can be wacky, and you don&#39;t have to be constrained. I think that&#39;s why people are eccentric - eccentricity is a weapon... and it&#39;s great!","author":"Sylvester McCoy","topic":"Freedom"},{"quote":"How often I have found that we grow to maturity not by doing what we like, but by doing what we should. How true it is that not every &#39;should&#39; is a compulsion, and not every &#39;like&#39; is a high morality and true freedom.","author":"Karl Rahner","topic":"Freedom"},{"quote":"Freedom goes hand-in-hand with mutual respect.","author":"Kay Rala Xanana Gusmao","topic":"Freedom"},{"quote":"Books were my pass to personal freedom. I learned to read at age three, and soon discovered there was a whole world to conquer that went beyond our farm in Mississippi.","author":"Oprah Winfrey","topic":"Freedom"},{"quote":"Liberty means responsibility. That is why most men dread it.","author":"George Bernard Shaw","topic":"Freedom"},{"quote":"True freedom is where an individual&#39;s thoughts and actions are in alignment with that which is true, correct, and of honor - no matter the personal price.","author":"Bryant H. McGill","topic":"Freedom"},{"quote":"I would describe and I have described myself to people who ask as a freedom fighter.","author":"Steven Biko","topic":"Freedom"},{"quote":"That freedom can never be attained by a nation without suffering and sacrifice has been amply borne out by the recent tragic happenings in this subcontinent.","author":"Muhammad Ali Jinnah","topic":"Freedom"},{"quote":"All the people who fought for freedom were my heroes. I mean, that was the sort of story I liked reading... freedom struggles and so on.","author":"Indira Gandhi","topic":"Freedom"},{"quote":"I was only a working-class boy from a Nationalist ghetto. But it is repression that creates the revolutionary spirit of freedom.","author":"Bobby Sands","topic":"Freedom"},{"quote":"The basis for all human relationships and where we derive our greatest strength and power, trust is single-handedly the most powerful source of positive energy and, once in place, unlocks a freedom and peace to explore.","author":"Angela Ahrendts","topic":"Freedom"},{"quote":"The arc of American history almost inevitably moves toward freedom. Whether it&#39;s Lincoln and the Emancipation Proclamation, the expansion of women&#39;s rights or, now, gay rights, I think there is an almost-inevitable march toward greater civil liberties.","author":"James McGreevey","topic":"Freedom"},{"quote":"I believe in trying to get a balance between individual freedom on the one hand and social responsibility on the other.","author":"Chris Patten","topic":"Freedom"},{"quote":"My parents fled from a Cuban dictatorship in search of freedom. Growing up, I saw my parents struggle... I am here today because of them. My success is their success. Their sacrifice and perseverance made my education possible.","author":"Alexander Acosta","topic":"Freedom"},{"quote":"Let us rise in the moral power of womanhood; and give utterance to the voice of outraged mercy, and insulted justice, and eternal truth, and mighty love and holy freedom.","author":"Maria Weston Chapman","topic":"Freedom"},{"quote":"If freedom makes social progress possible, so social progress strengthens and enlarges freedom.","author":"Robert Kennedy","topic":"Freedom"},{"quote":"They call them terrorists, I call them freedom fighters.","author":"Louis Farrakhan","topic":"Freedom"},{"quote":"They say that structure is freedom, and in a sense it is. When you&#39;re dealing with multiple constraints, you have to figure out what you can get out of that.","author":"Demetri Martin","topic":"Freedom"},{"quote":"War is wrong. Conscription for war is inconsistent with freedom of conscience, which is not merely the right to believe but to act on the degree of truth that one receives, to follow a vocation which is God-inspired and God-directed.","author":"Bayard Rustin","topic":"Freedom"},{"quote":"It is the truth of grace and not of the law that brings you true freedom. The truth of the law only binds you. In fact, religious bondage is one of the most crippling bondages with which a person can be encumbered. Religious bondage keeps one in constant fear, guilt, and anxiety.","author":"Joseph Prince","topic":"Freedom"},{"quote":"Denounce me for advocating freedom if you can, and I will bear your curse with a better resignation.","author":"Victoria Woodhull","topic":"Freedom"},{"quote":"But if you can create an honorable livelihood, where you take your skills and use them and you earn a living from it, it gives you a sense of freedom and allows you to balance your life the way you want.","author":"Anita Roddick","topic":"Freedom"},{"quote":"Remember, &#39;governance&#39; is a big word that includes human rights, freedom of speech, economic transactions on a worldwide basis - it touches everything. It&#39;s everywhere, and that&#39;s why Internet governance is Topic A in many corners.","author":"Vint Cerf","topic":"Freedom"},{"quote":"There are two freedoms - the false, where a man is free to do what he likes; the true, where he is free to do what he ought.","author":"Charles Kingsley","topic":"Freedom"},{"quote":"Woman must have her freedom, the fundamental freedom of choosing whether or not she will be a mother and how many children she will have. Regardless of what man&#39;s attitude may be, that problem is hers - and before it can be his, it is hers alone.","author":"Margaret Sanger","topic":"Freedom"},{"quote":"I noticed words crudely spray-painted upon the wall, perhaps by a young Berliner: &#39;This wall will fall. Beliefs become reality.&#39; Yes, across Europe, this wall will fall. For it cannot withstand faith; it cannot withstand truth. The wall cannot withstand freedom.","author":"Ronald Reagan","topic":"Freedom"},{"quote":"Without freedom, no art; art lives only on the restraints it imposes on itself, and dies of all others.","author":"Albert Camus","topic":"Freedom"},{"quote":"He who would be no slave must consent to have no slave. Those who deny freedom to others deserve it not for themselves and, under a just God, cannot long retain it.","author":"Abraham Lincoln","topic":"Freedom"},{"quote":"In South Africa, we could not have achieved our freedom and just peace without the help of people around the world, who through the use of non-violent means, such as boycotts and divestment, encouraged their governments and other corporate actors to reverse decades-long support for the Apartheid regime.","author":"Desmond Tutu","topic":"Freedom"},{"quote":"I believe all Americans who believe in freedom, tolerance and human rights have a responsibility to oppose bigotry and prejudice based on sexual orientation.","author":"Coretta Scott King","topic":"Freedom"},{"quote":"I was ecstatic they re-named &#39;French Fries&#39; as &#39;Freedom Fries&#39;. Grown men and women in positions of power in the U.S. government showing themselves as idiots.","author":"Johnny Depp","topic":"Freedom"},{"quote":"No cause is left but the most ancient of all, the one, in fact, that from the beginning of our history has determined the very existence of politics, the cause of freedom versus tyranny.","author":"Hannah Arendt","topic":"Freedom"},{"quote":"Human beings the world over need freedom and security that they may be able to realize their full potential.","author":"Aung San Suu Kyi","topic":"Freedom"},{"quote":"It would be too frightening for me to consider myself a role model. But I like the idea of not being afraid of letting your imagination rule you, to feel the freedom of expression, to let creativity be your overwhelming drive rather than other things.","author":"Florence Welch","topic":"Freedom"},{"quote":"Next in importance to freedom and justice is popular education, without which neither freedom nor justice can be permanently maintained.","author":"James A. Garfield","topic":"Freedom"},{"quote":"America&#39;s greatness has been the greatness of a free people who shared certain moral commitments. Freedom without moral commitment is aimless and promptly self-destructive.","author":"John W. Gardner","topic":"Freedom"},{"quote":"The proletariat uses the State not in the interests of freedom but in order to hold down its adversaries, and as soon as it becomes possible to speak of freedom the State as such ceases to exist.","author":"Friedrich Engels","topic":"Freedom"},{"quote":"Freedom and responsibility aren&#39;t interconnected things. They are the same thing.","author":"Harry Browne","topic":"Freedom"},{"quote":"We do not consecrate the flag by punishing its desecration, for in doing so, we dilute the freedom this cherished emblem represents.","author":"William J. Brennan, Jr.","topic":"Freedom"},{"quote":"As one gets older one sees many more paths that could be taken. Artists sense within their own work that kind of swelling of possibilities, which may seem a freedom or a confusion.","author":"Jasper Johns","topic":"Freedom"},{"quote":"Our emotions are often beautiful, but they can also be dangerous. They represent our spontaneity, and seem to speak to us of our freedom.","author":"Tariq Ramadan","topic":"Freedom"},{"quote":"I keep telling myself to calm down, to take less of an interest in things and not to get so excited, but I still care a lot about liberty, freedom of speech and expression, and fairness in journalism.","author":"Kate Adie","topic":"Freedom"},{"quote":"Implicit in true freedom of spirit lies a proud and virile will. Such glorious power of free will to choose, envisages beneficent social responsibility as manifest and welcome.","author":"Louis Sullivan","topic":"Freedom"},{"quote":"Our nation was built by pioneers - pioneers who accepted untold risks in pursuit of freedom, not by pioneers seeking offshore profits at the expense of American workers here at home.","author":"Ted Strickland","topic":"Freedom"},{"quote":"True freedom is the capacity for acting according to one&#39;s true character, to be altogether one&#39;s self, to be self-determined and not subject to outside coercion.","author":"Corliss Lamont","topic":"Freedom"},{"quote":"The 1957 crisis in Little Rock, brought about by the desegregation of Little Rock Central High School, was a huge part of the march toward freedom and opportunity in America.","author":"Vic Snyder","topic":"Freedom"},{"quote":"Art is where we make a stand. If we don&#39;t make it there, freedom of expression is lost for everyone - for artists, for journalists, and for everyday people.","author":"Lucien Bourjeily","topic":"Freedom"},{"quote":"I believe in a religion that believes in freedom. Any time I have to accept a religion that won&#39;t let me fight a battle for my people, I say to hell with that religion.","author":"Malcolm X","topic":"Freedom"},{"quote":"Today&#39;s Constitution is a realistic document of freedom only because of several corrective amendments. Those amendments speak to a sense of decency and fairness that I and other Blacks cherish.","author":"Thurgood Marshall","topic":"Freedom"},{"quote":"I think that growing up in a crowded continent like Europe with an awful lot of competing claims, ideas... cultures... and systems of thought, we have, perforce, developed a more sophisticated notion of what the word &#39;freedom&#39; means than I see much evidence of in America.","author":"Douglas Adams","topic":"Freedom"},{"quote":"Many politicians are in the habit of laying it down as a self-evident proposition that no people ought to be free till they are fit to use their freedom. The maxim is worthy of the fool in the old story who resolved not to go into the water till he had learned to swim.","author":"Thomas Babington Macaulay","topic":"Freedom"},{"quote":"There is only one kind of freedom and that&#39;s individual liberty. Our lives come from our creator and our liberty comes from our creator. It has nothing to do with government granting it.","author":"Ron Paul","topic":"Freedom"},{"quote":"A filmmaker has almost the same freedom as a novelist has when he buys himself some paper.","author":"Stanley Kubrick","topic":"Freedom"},{"quote":"Freedom and order are not incompatible... truth is strength... free discussion is the very life of truth.","author":"Thomas Huxley","topic":"Freedom"},{"quote":"Men who want to support women in our struggle for freedom and justice should understand that it is not terrifically important to us that they learn to cry; it is important to us that they stop the crimes of violence against us.","author":"Andrea Dworkin","topic":"Freedom"},{"quote":"Old age, calm, expanded, broad with the haughty breadth of the universe, old age flowing free with the delicious near-by freedom of death.","author":"Edith Wharton","topic":"Freedom"},{"quote":"The clash of ideas is the sound of freedom.","author":"Lady Bird Johnson","topic":"Freedom"},{"quote":"To criticize a person for their race is manifestly irrational and ridiculous, but to criticize their religion, that is a right. That is a freedom.","author":"Rowan Atkinson","topic":"Freedom"},{"quote":"I&#39;m not a great dancer. I&#39;m a great advertisement for freedom of expression. I don&#39;t care what you think. I&#39;m having a great time.","author":"Chris Martin","topic":"Freedom"},{"quote":"137 years later, Memorial Day remains one of America&#39;s most cherished patriotic observances. The spirit of this day has not changed - it remains a day to honor those who died defending our freedom and democracy.","author":"Doc Hastings","topic":"Freedom"},{"quote":"The range of choice open to the individual is not the decisive factor in determining the degree of human freedom, but what can be chosen and what is chosen by the individual.","author":"Herbert Marcuse","topic":"Freedom"},{"quote":"I want you to have this feeling too - it is my moral responsibility to help you achieve this inner freedom.","author":"Dmitri Mendeleev","topic":"Freedom"},{"quote":"To be able to love and live in freedom means to be able to make godly decisions. To make godly decisions we have to surrender our egos and all the falsity and shame that goes with it.","author":"James McGreevey","topic":"Freedom"},{"quote":"I believe in freedom of speech, but I believe we should also have the right to comment on freedom of speech.","author":"Stockwell Day","topic":"Freedom"},{"quote":"The world of extreme sports is also one of big business. Kids might think that snowboarding is the ultimate freedom, but this freedom is being marketed to them by commercial sponsors.","author":"Lucy Walker","topic":"Freedom"},{"quote":"There is nothing wrong with intellectual differences flowing from freedom of thought as long as such differences remain confined to intellectual debates.","author":"Pervez Musharraf","topic":"Freedom"},{"quote":"For the saddest epitaph which can be carved in memory of a vanished freedom is that it was lost because its possessors failed to stretch forth a saving hand while there was still time.","author":"George Sutherland","topic":"Freedom"},{"quote":"We can be thankful to a friend for a few acres, or a little money; and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation.","author":"Lucius Annaeus Seneca","topic":"Freedom"},{"quote":"It is a paradox of the acquisitive society in which we now live that although private morals are regulated by law, the entrepreneur is allowed considerable freedom to use - and abuse - the public in order to make money.","author":"Gore Vidal","topic":"Freedom"},{"quote":"Freedom is the most contagious virus known to man.","author":"Hubert H. Humphrey","topic":"Freedom"},{"quote":"Every therapeutic cure, and still more, any awkward attempt to show the patient the truth, tears him from the cradle of his freedom from responsibility and must therefore reckon with the most vehement resistance.","author":"Alfred Adler","topic":"Freedom"},{"quote":"Freedom rings where opinions clash.","author":"Adlai E. Stevenson","topic":"Freedom"},{"quote":"Since Castro took power, the Cuban people have been denied basic human freedoms. No freedom of religion, no freedom of the press, no political freedom. And the regime uses brutality and violence to suppress these freedoms and impose its will.","author":"Mitt Romney","topic":"Freedom"},{"quote":"Real freedom lies in wildness, not in civilization.","author":"Charles Lindbergh","topic":"Freedom"},{"quote":"I have seen America&#39;s sons, daughters, mothers, and fathers fight valiantly for our freedom and pay the ultimate sacrifice to defend us.","author":"Ryan Zinke","topic":"Freedom"},{"quote":"Freedom can occur only through education.","author":"Friedrich Schiller","topic":"Freedom"},{"quote":"Be outrageous, ridicule the fraidy-cats, rejoice in all the oddities that freedom can produce.","author":"Molly Ivins","topic":"Freedom"},{"quote":"What is the basic principle of democracy? In the end, it is loyalty to the nation. We Central Europeans know from historical experience that sooner or later, we will lose our freedom if we do not represent the interests of our citizens.","author":"Viktor Orban","topic":"Freedom"},{"quote":"The year most of my high school friends and I got our driver&#39;s permits, the coolest thing one could do was stand outside after school and twirl one&#39;s car keys like a lifeguard whistle. That jingling sound meant freedom and power.","author":"Sloane Crosley","topic":"Freedom"},{"quote":"Whether in chains or in laurels, liberty knows nothing but victories.","author":"Wendell Phillips","topic":"Freedom"},{"quote":"To talk about liberty and freedom is nice, lovely, but the important thing is to allow people to act in liberty and freedom.","author":"Hassan Nasrallah","topic":"Freedom"},{"quote":"The Internet&#39;s distinct configuration may have facilitated anonymous threats, copyright infringement, and cyberattacks, but it has also kindled the flame of freedom in ways that the framers of the American constitution would appreciate - the Federalist papers were famously authored pseudonymously.","author":"Jonathan Zittrain","topic":"Freedom"},{"quote":"Coercion, after all, merely captures man. Freedom captivates him.","author":"Robert McNamara","topic":"Freedom"},{"quote":"Beauty of mind creates freedom. Freedom of mind creates beauty.","author":"Ann Demeulemeester","topic":"Freedom"},{"quote":"Those religions that are oppressive to women are also against democracy, human rights, and freedom of expression.","author":"Taslima Nasrin","topic":"Freedom"},{"quote":"The dedication of the United States Air Force, Special Forces, and others involved in the mission to tracking down terrorists can not be matched. We express our gratitude to these men and women who defend the freedom America represents.","author":"Tim Murphy","topic":"Freedom"},{"quote":"A political prisoner is someone who is out fighting for his or her people&#39;s rights and freedom and is imprisoned for that alone.","author":"Leonard Peltier","topic":"Freedom"},{"quote":"Men are freest when they are most unconscious of freedom. The shout is a rattling of chains, always was.","author":"D. H. Lawrence","topic":"Freedom"},{"quote":"For in the end, freedom is a personal and lonely battle; and one faces down fears of today so that those of tomorrow might be engaged.","author":"Alice Walker","topic":"Freedom"},{"quote":"What is ominous is the ease with which some people go from saying that they don&#39;t like something to saying that the government should forbid it. When you go down that road, don&#39;t expect freedom to survive very long.","author":"Thomas Sowell","topic":"Freedom"},{"quote":"The momentum of freedom in our world is unmistakable - and it is not carried forward by our power alone. We can trust in that greater power Who guides the unfolding of the years. And in all that is to come, we can know that His purposes are just and true.","author":"George W. Bush","topic":"Freedom"},{"quote":"Young players need freedom of expression to develop as creative players... they should be encouraged to try skills without fear of failure.","author":"Arsene Wenger","topic":"Freedom"},{"quote":"I am so happy that I didn&#39;t have children. Well, you know, because I&#39;ve had freedom. And I&#39;ve so loved my freedom.","author":"Helen Mirren","topic":"Freedom"},{"quote":"We are a people of many different religions and many different faiths. The only way forward in a pluralistic society of diverse faiths such as ours is to have laws that protect and respect the freedom of all, equally.","author":"Martin O'Malley","topic":"Freedom"},{"quote":"Ending poverty calls for humility, honesty, freedom from ideology and refusal to accept cruel simplicities about anyone&#39;s human potential. It requires listening to the wisdom and cutting the nonsense from both the Right and the Left.","author":"Donella Meadows","topic":"Freedom"},{"quote":"I believe that art has been a vehicle for me that&#39;s been about enlightenment and expanding my own parameters, to give me courage to exercise the freedom that I have in life.","author":"Jeff Koons","topic":"Freedom"},{"quote":"The good news of suffering is that it brings us to the end of ourselves - a purpose it has certainly served in my life. It brings us to the place of honesty, which is the place of desperation, which is the place of faith, which is the place of freedom.","author":"Tullian Tchividjian","topic":"Freedom"},{"quote":"Thus the public use of reason and freedom is nothing but a dessert, a sumptuous dessert.","author":"Johann Georg Hamann","topic":"Freedom"},{"quote":"I believe firmly that in making ethical decisions, man has the prerogative of true freedom of choice.","author":"Corliss Lamont","topic":"Freedom"},{"quote":"The idea that men are created free and equal is both true and misleading: men are created different; they lose their social freedom and their individual autonomy in seeking to become like each other.","author":"David Riesman","topic":"Freedom"},{"quote":"Liberation is not deliverance.","author":"Victor Hugo","topic":"Freedom"},{"quote":"I believe that God has planted in every heart the desire to live in freedom.","author":"George W. Bush","topic":"Freedom"},{"quote":"Free speech carries with it some freedom to listen.","author":"Warren E. Burger","topic":"Freedom"},{"quote":"Tragically, the effort to make America and the world safer and to defend freedom around the world is not without an enormous cost to this Nation in terms primarily of lost lives and those who bear the scars and the wounds of war, and their families who must bear these losses.","author":"John Warner","topic":"Freedom"},{"quote":"None are more hopelessly enslaved than those who falsely believe they are free.","author":"Johann Wolfgang von Goethe","topic":"Freedom"},{"quote":"Freedom is something that dies unless it&#39;s used.","author":"Hunter S. Thompson","topic":"Freedom"},{"quote":"Responsibility is the price of freedom.","author":"Elbert Hubbard","topic":"Freedom"},{"quote":"When the Internet first came into public use, it was hailed as a liberation from conformity, a floating world ruled by passion, creativity, innovation and freedom of information. When it was hijacked first by advertising and then by commerce, it seemed like it had been fully co-opted and brought into line with human greed and ambition.","author":"Neil Strauss","topic":"Freedom"},{"quote":"Enslave the liberty of but one human being and the liberties of the world are put in peril.","author":"William Lloyd Garrison","topic":"Freedom"},{"quote":"So long as you do not achieve social liberty, whatever freedom is provided by the law is of no avail to you.","author":"B. R. Ambedkar","topic":"Freedom"},{"quote":"We in the United States should be all the more thankful for the freedom and religious tolerance we enjoy. And we should always remember the lessons learned from the Holocaust, in hopes we stay vigilant against such inhumanity now and in the future.","author":"Charlie Dent","topic":"Freedom"},{"quote":"But what is liberty without wisdom, and without virtue? It is the greatest of all possible evils; for it is folly, vice, and madness, without tuition or restraint.","author":"Edmund Burke","topic":"Freedom"},{"quote":"What is freedom of expression? Without the freedom to offend, it ceases to exist.","author":"Salman Rushdie","topic":"Freedom"},{"quote":"We have freedom of speech, but you got to watch what you say.","author":"Tracy Morgan","topic":"Freedom"},{"quote":"America&#39;s answer to the intolerant man is diversity - the very diversity which our heritage of religious freedom has inspired.","author":"Robert Kennedy","topic":"Freedom"},{"quote":"Conformity is painful. You know, it&#39;s too tight. Conformity leads to rebellion. So a desire for happiness is in direct conflict with a desire for freedom.","author":"Thomas Jane","topic":"Freedom"},{"quote":"Stockholm is unique in that it&#39;s built on islands and surrounded by water, so you get this enormous sense of freedom. It&#39;s got everything you could possibly need - everything New York or London has but without all the people and traffic. It&#39;s also become a very creative city, not only for music but also for fashion and computer games.","author":"Bjorn Ulvaeus","topic":"Freedom"},{"quote":"I will not leave South Africa, nor will I surrender. Only through hardship, sacrifice and militant action can freedom be won. The struggle is my life. I will continue fighting for freedom until the end of my days.","author":"Nelson Mandela","topic":"Freedom"},{"quote":"Posterity! You will never know how much it cost the present generation to preserve your freedom! I hope you will make a good use of it.","author":"John Adams","topic":"Freedom"},{"quote":"There is danger from all men. The only maxim of a free government ought to be to trust no man living with power to endanger the public liberty.","author":"John Adams","topic":"Freedom"},{"quote":"&#39;Freedom from fear&#39; could be said to sum up the whole philosophy of human rights.","author":"Dag Hammarskjold","topic":"Freedom"},{"quote":"The sweltering summer of the Negro&#39;s legitimate discontent will not pass until there is an invigorating autumn of freedom and equality.","author":"Martin Luther King, Jr.","topic":"Freedom"},{"quote":"For your own self-respect and sanity, your creative freedom, you have to be careful that you don&#39;t rely too much on other people&#39;s opinions of what you do because it can stunt and inhibit you.","author":"Luke Evans","topic":"Freedom"},{"quote":"You don&#39;t have to be a man to fight for freedom. All you have to do is to be an intelligent human being.","author":"Malcolm X","topic":"Freedom"},{"quote":"I think of a hero as someone who understands the degree of responsibility that comes with his freedom.","author":"Bob Dylan","topic":"Freedom"},{"quote":"Everyone thinks of the roaring twenties and associates it with decadence and flappers, female sexual liberation, the freedom of women to express themselves, the beginning of feminism. But it was also a time of huge, huge change.","author":"Billy Howle","topic":"Freedom"},{"quote":"The leaders of the world face no greater task than that of avoiding nuclear war. While preserving the cause of freedom, we must seek abolition of war through programs of general and complete disarmament. The Test-Ban Treaty of 1963 represents a significant beginning in this immense undertaking.","author":"Robert Kennedy","topic":"Freedom"},{"quote":"We are willing enough to praise freedom when she is safely tucked away in the past and cannot be a nuisance. In the present, amidst dangers whose outcome we cannot foresee, we get nervous about her, and admit censorship.","author":"E. M. Forster","topic":"Freedom"},{"quote":"The degree of freedom from unwanted thoughts and the degree of concentration on a single thought are the measures to gauge spiritual progress.","author":"Ramana Maharshi","topic":"Freedom"},{"quote":"More than anything else, let me be clear - we need to be willing to fight for freedom, and free markets, and traditional moral values. That&#39;s what the American people want to see this movement and this party return to.","author":"Mike Pence","topic":"Freedom"},{"quote":"I don&#39;t like it when a player says, &#39;I like freedom; I want to play for myself.&#39; Because the player has to understand he is part of a team with 10 other players. If everyone wants to be a jazz musician, it will be chaos. They will not be a team, and nothing will be possible.","author":"Pep Guardiola","topic":"Freedom"},{"quote":"To avoid the trap of Europe fragmenting on the economy, security, and identity, we have to return to the original promises of the European project: peace, prosperity and freedom. We should have a real, adult, democratic debate about the Europe we want.","author":"Emmanuel Macron","topic":"Freedom"},{"quote":"One of my great joys in life is being a pilot. There is a great sense of freedom in soaring through the sky. You get a different perspective up there. Seeing things that aren&#39;t so apparent from the ground.","author":"Sonny Perdue","topic":"Freedom"},{"quote":"The only sure bulwark of continuing liberty is a government strong enough to protect the interests of the people, and a people strong enough and well enough informed to maintain its sovereign control over the goverment.","author":"Franklin D. Roosevelt","topic":"Freedom"},{"quote":"Freedom means you are unobstructed in living your life as you choose. Anything less is a form of slavery.","author":"Wayne Dyer","topic":"Freedom"},{"quote":"I&#39;d read up on the history of our country and I&#39;d become fascinated with the story of the Alamo. To me it represented the fight for freedom, not just in America, but in all countries.","author":"John Wayne","topic":"Freedom"},{"quote":"Do you remember any instance where tyranny was destroyed and freedom established on its ruins, among a people possessing so small a share of virtue and public spirit? I recollect none, and this more than the British arms makes me fearful of final success, without a reform.","author":"Patrick Henry","topic":"Freedom"},{"quote":"Many of those who have paid the ultimate price for freedom have come through the wrestling ranks. We need to honor them and win this decision to have wrestling - the world&#39;s oldest sport - remain a part of the most prestigious athletic competition in the world, the Olympics.","author":"Dan Gable","topic":"Freedom"},{"quote":"I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.","author":"Ron Paul","topic":"Freedom"},{"quote":"Punk has always been about doing things your own way. What it represents for me is ultimate freedom and a sense of individuality.","author":"Billie Joe Armstrong","topic":"Freedom"},{"quote":"Growing up, the way that I looked was very important to me. I was always trying to impress people, and when I grew my beard there was a certain freedom, a separation, getting past this the way I looked, identify myself as a spiritual seeker.","author":"Matisyahu","topic":"Freedom"},{"quote":"The freedom of man is, in political liberalism, freedom from persons, from personal dominion, from the master; the securing of each individual person against other persons, personal freedom.","author":"Max Stirner","topic":"Freedom"},{"quote":"There is something akin to freedom in having a lover who has no control over you, except that which he gains by kindness and attachment.","author":"Harriet Ann Jacobs","topic":"Freedom"},{"quote":"If people who cherish freedom, who know the importance of mutual respect and are aware of the imperative necessity to establish a constructive and critical debate, if these people are not ready to speak out, to be more committed and visible, then we can expect sad, painful tomorrows. The choice is ours.","author":"Tariq Ramadan","topic":"Freedom"},{"quote":"It is important for people to be able to read all sides of every question; for a feeling of national unity does not come from one-sided or inadequate information, but from a sense of freedom impartially secured and of opportunity equalized by a just government.","author":"Jeannette Rankin","topic":"Freedom"},{"quote":"Many of the best parts of America&#39;s history would have been impossible without police. All the freedoms we enjoy - freedom of speech, freedom of worship, freedom from fear - sit on a foundation of public safety.","author":"William Bratton","topic":"Freedom"},{"quote":"I need this wild life, this freedom.","author":"Zane Grey","topic":"Freedom"},{"quote":"The revelation of thought takes men out of servitude into freedom.","author":"Ralph Waldo Emerson","topic":"Freedom"},{"quote":"Freedom and democracy are dreams you never give up.","author":"Aung San Suu Kyi","topic":"Freedom"},{"quote":"The pillars of truth and the pillars of freedom - they are the pillars of society.","author":"Henrik Ibsen","topic":"Freedom"},{"quote":"To advocate a New Order was to seek freedom and respect for peoples without prejudice, and to seek a stable basis for the existence all peoples, equally, and free of threats.","author":"Hideki Tojo","topic":"Freedom"},{"quote":"Today it is time for every child to have a right to life, right to freedom, right to health, right to education, safety, the right to dignity, right to equality, and right to peace.","author":"Kailash Satyarthi","topic":"Freedom"},{"quote":"The fight for freedom must go on until it is won; until our country is free and happy and peaceful as part of the community of man, we cannot rest.","author":"Oliver Tambo","topic":"Freedom"},{"quote":"Kids should speak to each other. They&#39;re horrid to each other online, they bully each other - they should shut up and stop it. The problem with social media is there is too much freedom. It&#39;s too much, too young.","author":"Cara Delevingne","topic":"Freedom"},{"quote":"Freedom of religion is a fundamental Constitutional principle. It&#39;s a founding principle of this country.","author":"Paul Ryan","topic":"Freedom"},{"quote":"Capitalism is against the things that we say we believe in - democracy, freedom of choice, fairness. It&#39;s not about any of those things now. It&#39;s about protecting the wealthy and legalizing greed.","author":"Michael Moore","topic":"Freedom"},{"quote":"I had often sought for the peace there is in Christ, but I could not seem to find the freedom I desired. A terrible sadness rested on my heart. I could not think of anything I had done to cause me to feel sad; but it seemed to me that I was not good enough to enter Heaven, that such a thing would be altogether too much for me to expect.","author":"Ellen G. White","topic":"Freedom"},{"quote":"To me, the flag represents the greatest ideals of the United States of America, not the worst, but different people look at different things and have different feelings about it. That&#39;s what freedom of expression is all about.","author":"Aaron Rodgers","topic":"Freedom"},{"quote":"Politicians love power. I love freedom. That is why I am not a politician.","author":"Victor Pinchuk","topic":"Freedom"},{"quote":"It&#39;s very strange how electronic music formatted itself and forgot that its roots are about the surprise, freedom, and the acceptance of every race, gender, and style of music into this big party. Instead, it started to become this electronic lifestyle which also involved the glorification of technology.","author":"Thomas Bangalter","topic":"Freedom"},{"quote":"That&#39;s part of American greatness, is discrimination. Yes, sir. Inequality, I think, breeds freedom and gives a man opportunity.","author":"Lester Maddox","topic":"Freedom"},{"quote":"If society fits you comfortably enough, you call it freedom.","author":"Robert Frost","topic":"Freedom"},{"quote":"Freedom - to walk free and own no superior.","author":"Walt Whitman","topic":"Freedom"},{"quote":"The travail of freedom and justice is not easy, but nothing serious and important in life is easy. The history of humanity has been a continuing struggle against temptation and tyranny - and very little worthwhile has ever been achieved without pain.","author":"Robert Kennedy","topic":"Freedom"},{"quote":"We need love, and to ensure love, we need to have full employment, and we need social justice. We need gender equity. We need freedom from hunger. These are our most fundamental needs as social creatures.","author":"David Suzuki","topic":"Freedom"},{"quote":"I&#39;ve sold my soul for freedom. It&#39;s lonely but it&#39;s sweet.","author":"Melissa Etheridge","topic":"Freedom"},{"quote":"As the Constitution endures, persons in every generation can invoke its principles in their own search for greater freedom.","author":"Anthony Kennedy","topic":"Freedom"},{"quote":"Civility is not not saying negative or harsh things. It is not the absence of critical analysis. It is the manner in which we are sharing this territorial freedom of political discussion. If our discourse is yelled and screamed and interrupted and patronized, that&#39;s uncivil.","author":"Richard Dreyfuss","topic":"Freedom"},{"quote":"The fundamental sense of freedom is freedom from chains, from imprisonment, from enslavement by others. The rest is extension of this sense, or else metaphor.","author":"Isaiah Berlin","topic":"Freedom"},{"quote":"There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure.","author":"Dwight D. Eisenhower","topic":"Freedom"},{"quote":"Freedom prospers when religion is vibrant and the rule of law under God is acknowledged.","author":"Ronald Reagan","topic":"Freedom"},{"quote":"I could have spent eight years doing anything, and at some level, it would have been fine. I could have focused on flowers. I could have focused on decor. I could have focused on entertainment. Because any First Lady, rightfully, gets to define her role. There&#39;s no legislative authority; you&#39;re not elected. And that&#39;s a wonderful gift of freedom.","author":"Michelle Obama","topic":"Freedom"},{"quote":"No protracted war can fail to endanger the freedom of a democratic country.","author":"Alexis de Tocqueville","topic":"Freedom"},{"quote":"Freedom from the desire for an answer is essential to the understanding of a problem.","author":"Jiddu Krishnamurti","topic":"Freedom"},{"quote":"Women are degraded by the propensity to enjoy the present moment, and, at last, despise the freedom which they have not sufficient virtue to struggle to attain.","author":"Mary Wollstonecraft","topic":"Freedom"},{"quote":"There are two good things in life - freedom of thought and freedom of action.","author":"W. Somerset Maugham","topic":"Freedom"},{"quote":"After a while, you just don&#39;t do things you don&#39;t wanna do - that&#39;s the great freedom you get, the older you get. You learn what to do and what not to do, and what will be a waste of time and what won&#39;t be a waste of time.","author":"Nick Cave","topic":"Freedom"},{"quote":"I refuse to accept that the shackles of slavery can ever be stronger than the quest for freedom.","author":"Kailash Satyarthi","topic":"Freedom"},{"quote":"Freedom of conscience entails more dangers than authority and despotism.","author":"Michel Foucault","topic":"Freedom"},{"quote":"You can be a thousand different women. It&#39;s your choice which one you want to be. It&#39;s about freedom and sovereignty. You celebrate who you are. You say, &#39;This is my kingdom.&#39;","author":"Salma Hayek","topic":"Freedom"},{"quote":"The Bill of Rights was intended to secure freedom of speech - the freedom of speech of members of parliament to speak freely rather than be at threat of... the threat of an over powerful monarch at the time.","author":"William Hague","topic":"Freedom"},{"quote":"I definitely wanted to earn my freedom. But the primary motivation wasn&#39;t making money, but making an impact.","author":"Sean Parker","topic":"Freedom"},{"quote":"Saying that you don&#39;t care about the right to privacy because you have nothing to hide is no different than saying you don&#39;t care about freedom of speech because you have nothing to say.","author":"Jean-Michel Jarre","topic":"Freedom"},{"quote":"It requires an effort of logical acrobatics to believe that carnage of innocents is an instrument for freedom and elections are a symbol of deception and repression!","author":"Atal Bihari Vajpayee","topic":"Freedom"},{"quote":"The lesson of 9\/11 is that America is truly exceptional. We withstood the worst attack of our history, intended by our enemies to destroy us. Instead, it drew us closer and made us more united. Our love for freedom and one another has given us a strength that surprised even ourselves.","author":"Rudy Giuliani","topic":"Freedom"},{"quote":"A sense of freedom is something that, happily, comes with age and life experience.","author":"Diane Keaton","topic":"Freedom"},{"quote":"I think freedom for Palestine could be an incredible source of hope to people struggling all over the world. I think it could also be an incredible inspiration to Arab people in the Middle East, who are struggling under undemocratic regimes which the U.S. supports.","author":"Rachel Corrie","topic":"Freedom"},{"quote":"Innovation makes the world go round. It brings prosperity and freedom.","author":"Robert Metcalfe","topic":"Freedom"},{"quote":"The news that comes out of Pakistan is always geared toward terrorism and fundamentalism. But when you give people freedom of expression and the freedom to go out and be social and to express themselves, you will see a change. I see that coming about in my country.","author":"Sharmeen Obaid-Chinoy","topic":"Freedom"},{"quote":"Freedom is not procured by a full enjoyment of what is desired, but by controlling the desire.","author":"Epictetus","topic":"Freedom"},{"quote":"When there is state there can be no freedom, but when there is freedom there will be no state.","author":"Vladimir Lenin","topic":"Freedom"},{"quote":"There can be no real freedom without the freedom to fail.","author":"Erich Fromm","topic":"Freedom"},{"quote":"God tolerates even our stammering, and pardons our ignorance whenever something inadvertently escapes us - as, indeed, without this mercy there would be no freedom to pray.","author":"John Calvin","topic":"Freedom"},{"quote":"Unnecessary possessions are unnecessary burdens. If you have them, you have to take care of them! There is great freedom in simplicity of living. It is those who have enough but not too much who are the happiest.","author":"Peace Pilgrim","topic":"Freedom"},{"quote":"As human beings, we are endowed with freedom of choice, and we cannot shuffle off our responsibility upon the shoulders of God or nature. We must shoulder it ourselves. It is our responsibility.","author":"Arnold J. Toynbee","topic":"Freedom"},{"quote":"We, as artists, we have the right to express ourselves. That is our first amendment, freedom of speech. But I also believe that we have an obligation to the youth to be somewhat responsible in what we say on records. But I think that comes with age. I think that comes with artists growing up and becoming assured of who they are as people.","author":"Ja Rule","topic":"Freedom"},{"quote":"We have never done anything to stop freedom of expression or freedom of press.","author":"Recep Tayyip Erdogan","topic":"Freedom"},{"quote":"We have convinced over one billion members of the Islamic faith that we are prejudiced against their religion, that we would deny them freedom of religion, that we want suppress their culture and invade their governments.","author":"Theodore C. Sorensen","topic":"Freedom"},{"quote":"Consciousness permits us to develop the instruments of culture - morality and justice, religion, art, economics and politics, science and technology. Those instruments allow us some measure of freedom in the confrontation with nature.","author":"Antonio Damasio","topic":"Freedom"},{"quote":"The oppressed, having internalized the image of the oppressor and adopted his guidelines, are fearful of freedom.","author":"Paulo Freire","topic":"Freedom"},{"quote":"People who believe in freedom of expression have spent several centuries fighting against censorship, in whatever form. We have to be certain the &#39;Net&#39; doesn&#39;t become the site for technological book burning.","author":"John Ralston Saul","topic":"Freedom"},{"quote":"Liberty, freedom and democracy are very fuzzy words, but human rights is very specific.","author":"Joichi Ito","topic":"Freedom"},{"quote":"I live in America. I have the right to write whatever I want. And it&#39;s equaled by another right just as powerful: the right not to read it. Freedom of speech includes the freedom to offend people.","author":"Brad Thor","topic":"Freedom"},{"quote":"Islam does not believe in democracy, freedom of speech, freedom of the press, or freedom of assembly. It does not separate religion and politics. It is partly a religion, but it is much more than that. It has a political agenda that goes far outside the realm of religion.","author":"Pauline Hanson","topic":"Freedom"},{"quote":"I think we&#39;re struggling with trying to redefine various positions at this point in history. To allow freedom for women, freedom for men, freedom from those sharply defined gender roles.","author":"Fred Ward","topic":"Freedom"},{"quote":"We cannot expect that all nations will adopt like systems, for conformity is the jailer of freedom and the enemy of growth.","author":"John F. Kennedy","topic":"Freedom"},{"quote":"He only earns his freedom and his life Who takes them every day by storm.","author":"Johann Wolfgang von Goethe","topic":"Freedom"},{"quote":"The framers of our Constitution meant we were to have freedom of religion, not freedom from religion.","author":"Billy Graham","topic":"Freedom"},{"quote":"Freedom is from within.","author":"Frank Lloyd Wright","topic":"Freedom"},{"quote":"A free America... means just this: individual freedom for all, rich or poor, or else this system of government we call democracy is only an expedient to enslave man to the machine and make him like it.","author":"Frank Lloyd Wright","topic":"Freedom"},{"quote":"I was interested by the idea that artists working in a totalitarian dictatorship or tsarist autocracy are secretly and slightly shamefully envied by artists who work in freedom. They have the gratification of intense interest: the authorities want to put them in jail, while there are younger readers for whom what they write is pure oxygen.","author":"Tom Stoppard","topic":"Freedom"},{"quote":"But on average, I go to the gym about four or five times a week. Today, I&#39;m so experienced in training - I&#39;m actually listening to my body now. My body needs freedom. When I train I create serenity and I produce oxygen in my blood. It helps me to think better and relax. By training, you accentuate the problem.","author":"Jean-Claude Van Damme","topic":"Freedom"},{"quote":"Don&#39;t stay at the job for safe salary increases over time. That will never get you where you want - freedom from financial worry. Only free time, imagination, creativity, and an ability to disappear will help you deliver value that nobody ever delivered before in the history of mankind.","author":"James Altucher","topic":"Freedom"},{"quote":"Routine is a declivity down which many governments slide, and routine says that freedom of the press is dangerous.","author":"Jose Rizal","topic":"Freedom"},{"quote":"My grandfather was a man, when he talked about freedom, his attitude was really interesting. His view was that you had obligations or you had responsibilities, and when you fulfilled those obligations or responsibilities, that then gave you the liberty to do other things.","author":"Clarence Thomas","topic":"Freedom"},{"quote":"The only thing money gives you is the freedom of not worrying about money.","author":"Johnny Carson","topic":"Freedom"},{"quote":"You can only protect your liberties in this world by protecting the other man&#39;s freedom.","author":"Clarence Darrow","topic":"Freedom"},{"quote":"We Marines believe that God gave America the greatest gift He could bestow to man while he lived on this earth -freedom. We also believe He gave us another gift nearly as precious - our soldiers, sailors, airmen, Coast Guardsmen, and Marines - to safeguard that gift and guarantee no force on this earth can ever steal it away.","author":"John F. Kelly","topic":"Freedom"},{"quote":"One of the most important functions of jazz has been to encourage a hope for freedom, for people living in situations of intolerance or struggle.","author":"Herbie Hancock","topic":"Freedom"},{"quote":"I believe that freedom of speech and freedom of religion go hand-in-hand in America.","author":"Kirk Cameron","topic":"Freedom"},{"quote":"I don&#39;t believe in total freedom for the artist. Left on his own, free to do anything he likes, the artist ends up doing nothing at all. If there&#39;s one thing that&#39;s dangerous for an artist, it&#39;s precisely this question of total freedom, waiting for inspiration and the rest of it.","author":"Federico Fellini","topic":"Freedom"},{"quote":"When a truth is not given complete freedom, freedom is not complete.","author":"Vaclav Havel","topic":"Freedom"},{"quote":"The quest for freedom, dignity, and the rights of man will never end.","author":"William J. Brennan, Jr.","topic":"Freedom"},{"quote":"European values, civil rights, freedom of speech, freedom of informatio,n and freedom of assembly are being violated by Spain&#39;s central government.","author":"Carles Puigdemont","topic":"Freedom"},{"quote":"My dad loved Scotland, so we would pile into his caravan and head for the Highlands, to Fort William and Loch Ness. It was such an adventure - my siblings and I were allowed to roam and explore the local beaches. We loved the freedom of those trips.","author":"Rick Astley","topic":"Freedom"},{"quote":"Young Egyptians, gazing through the windows of the Internet, have gained a keener sense than many of their elders of the freedoms and opportunities they lack. They have found in social media a way to interact and share ideas, bypassing, in virtual space, the restrictions placed on physical freedom of assembly.","author":"Mohamed ElBaradei","topic":"Freedom"},{"quote":"I love the simplicity and freedom of running. A pair of shoes, and you are all set to explore new trails.","author":"Rachel Boston","topic":"Freedom"},{"quote":"Let there be freedom for the Indians, wherever they may be in the American Continent or elsewhere in the world, because while they are alive, a glow of hope will be alive as well as a true concept of life.","author":"Rigoberta Menchu","topic":"Freedom"},{"quote":"I think female solitude is a mental condition as well as a physical state. You can be married and a spinster. I think spinster is an identity every woman can claim, if she will... I feel like a lot of women, or a lot of feminists, joke about taking to the sea or living alone in a cottage as this kind of fun freedom.","author":"Mallory Ortberg","topic":"Freedom"},{"quote":"Negative freedom is freedom from - freedom from oppression, whether it&#39;s a colonial power or addiction to alcohol oppressing you. You need to be freed from negative freedom. Positive freedom is freedom for, freedom to be. And that&#39;s what&#39;s routinely ignored today.","author":"Os Guinness","topic":"Freedom"},{"quote":"I couldn&#39;t pedal a bike as a child, so I had a donkey instead. I loved the power and freedom it had.","author":"Lee Pearson","topic":"Freedom"},{"quote":"We are expected to believe that anyone who objects to the Department of Homeland Security or the USA Patriot Act is a terrorist, and that the only way to preserve our freedom is to hand it over to the government for safekeeping.","author":"L. Neil Smith","topic":"Freedom"},{"quote":"People are responsible adults at home. Why do we suddenly transform them into adolescents with no freedom when they reach the workplace?","author":"Ricardo Semler","topic":"Freedom"},{"quote":"Freedom is never dear at any price. It is the breath of life. What would a man not pay for living?","author":"Mahatma Gandhi","topic":"Freedom"},{"quote":"In the Bible, God offered the Pharaoh freedom if he would just let the oppressed people free to go to the land of milk and honey. But the Pharaoh disobeyed, and he was destroyed.","author":"Malcolm X","topic":"Freedom"},{"quote":"China has to go along with world trends. That&#39;s democracy, liberty, individual freedom. China sooner or later has to go that way. It cannot go backward.","author":"Dalai Lama","topic":"Freedom"},{"quote":"I read everything, but generally more fact than fiction - especially autobiographies and biographies. I&#39;ve read &#39;Long Walk to Freedom&#39; by Nelson Mandela at least twice on holiday. Every time, I&#39;m totally awed by his vision, strength and forgiveness. I feel honoured to have got to know him and his wonderful wife Graca over the years.","author":"Richard Branson","topic":"Freedom"},{"quote":"It is a universal truth that the loss of liberty at home is to be charged to the provisions against danger, real or pretended, from abroad.","author":"James Madison","topic":"Freedom"},{"quote":"We know that freedom has many dimensions. It is the right of the man who tills the land to own the land; the right of the workers to join together to seek better conditions of labor; the right of businessmen to use ingenuity and foresight to produce and distribute without arbitrary interference in a truly competitive economy.","author":"Robert Kennedy","topic":"Freedom"},{"quote":"Communism everywhere has paid the price of rigidity and dogmatism. Freedom has the strength of compassion and flexibility. It has, above all, the strength of intellectual honesty.","author":"Robert Kennedy","topic":"Freedom"},{"quote":"Each time we cooperate with God, we take one more giant step forward. Because when God asks us to change, it means that He always has something better to give us - more freedom, greater joy, and greater blessings.","author":"Joyce Meyer","topic":"Freedom"},{"quote":"We are proud of the history of our country; we learned it in school and have grown up hearing of freedom, justice and human rights.","author":"Fidel Castro","topic":"Freedom"},{"quote":"History suggests that capitalism is a necessary condition for political freedom. Clearly it is not a sufficient condition.","author":"Milton Friedman","topic":"Freedom"},{"quote":"Freedom is control in your own life. I have more control now than in the past, and I&#39;m learning the value of saying no. That&#39;s very important.","author":"Willie Nelson","topic":"Freedom"},{"quote":"None can love freedom heartily, but good men; the rest love not freedom, but licence.","author":"John Milton","topic":"Freedom"},{"quote":"When the Internet first came, I thought it was just the beacon of freedom. People could communicate with anyone, anywhere, and nobody could stop it.","author":"Steve Wozniak","topic":"Freedom"},{"quote":"Jobs mean freedom for workers to support their families.","author":"Nancy Pelosi","topic":"Freedom"},{"quote":"America has been the country of my fond election from the age of thirteen, when I first saw it. I had the honour to hoist with my own hands the flag of freedom, the first time it was displayed, on the Delaware; and I have attended it with veneration ever since on the ocean.","author":"John Paul Jones","topic":"Freedom"},{"quote":"No man is good enough to be another&#39;s master.","author":"William Morris","topic":"Freedom"},{"quote":"Freedom is absolutely necessary for the progress in science and the liberal arts.","author":"Baruch Spinoza","topic":"Freedom"},{"quote":"I most sincerely wish that the world in which we live be free from the threat of a nuclear holocaust and from the ruinous arms race. It is my cherished desire that peace be not separated from freedom which is the right of every nation. This I desire and for this I pray.","author":"Lech Walesa","topic":"Freedom"},{"quote":"Rock n&#39; roll to me is all about freedom of thought and to be whatever you want to be.","author":"Noel Gallagher","topic":"Freedom"},{"quote":"Never wear your best trousers when you go out to fight for freedom and truth.","author":"Henrik Ibsen","topic":"Freedom"},{"quote":"I just see religious freedom, as a category, as just being a black hole.","author":"Gary Johnson","topic":"Freedom"},{"quote":"Thus, it was to seek true civilization and true justice for all the peoples of the world, and to view this as the destruction of personal freedom and respect is to be assailed by the hatred and emotion of war, and to make hasty judgments.","author":"Hideki Tojo","topic":"Freedom"},{"quote":"I am not an anti to anything which will bring freedom to my class.","author":"Mary Harris Jones","topic":"Freedom"},{"quote":"Beware how you trifle with your marvelous inheritance, this great land of ordered liberty, for if we stumble and fall, freedom and civilization everywhere will go down in ruin.","author":"Henry Cabot Lodge","topic":"Freedom"},{"quote":"Every man must have freedom, must have the scope to form, test, and act upon his own choices, for any sort of development of his own personality to take place. He must, in short, be free in order that he may be fully human.","author":"Murray Rothbard","topic":"Freedom"},{"quote":"Freedom is the recognition of necessity.","author":"Friedrich Engels","topic":"Freedom"},{"quote":"I know the freedom that cycling gives you in terms of being able to just jump on and go.","author":"Bradley Wiggins","topic":"Freedom"},{"quote":"In the beginning, I loved being famous, but now I am tired of it and I would like to go back to my freedom.","author":"Roberto Cavalli","topic":"Freedom"},{"quote":"I&#39;m humbled to follow in the footsteps of Ed Feulner, who built the most important conservative institution in the nation. He has been a friend and mentor for years and I am honored to carry on his legacy of fighting for freedom.","author":"Jim DeMint","topic":"Freedom"},{"quote":"That sacred space of conscience where you can exercise your rights in terms of religious freedom and deeply-held, reasonable beliefs is the core of human dignity. In fact, that&#39;s the basis for civilization itself. And when you lose that fundamental principle... you have no basis on which to build.","author":"Jeff Fortenberry","topic":"Freedom"},{"quote":"America&#39;s Veterans have served their country with the belief that democracy and freedom are ideals to be upheld around the world.","author":"John Doolittle","topic":"Freedom"},{"quote":"Who ever walked behind anyone to freedom? If we can&#39;t go hand in hand, I don&#39;t want to go.","author":"Hazel Scott","topic":"Freedom"},{"quote":"There are nations, where people live in captivity, fear and silence. I believe, one day from prison camps and torture cells and from exile the leaders of freedom will emerge. The world should stand with those oppressed people until the day of their freedom finally arrives.","author":"Tsakhiagiin Elbegdorj","topic":"Freedom"},{"quote":"Our soldiers have nobly fought to protect freedom since our country&#39;s birth, and have fought to protect those that could not protect themselves, even in foreign lands when called upon.","author":"John Linder","topic":"Freedom"},{"quote":"Whoever will be free must make himself free. Freedom is no fairy gift to fall into a man&#39;s lap. What is freedom? To have the will to be responsible for one&#39;s self.","author":"Max Stirner","topic":"Freedom"},{"quote":"What is freedom? Freedom is the right to choose: the right to create for oneself the alternatives of choice.","author":"Archibald MacLeish","topic":"Freedom"},{"quote":"America&#39;s freedom of religion, and freedom from religion, offers every wisdom tradition an opportunity to address our soul-deep needs: Christianity, Judaism, Islam, Buddhism, Hinduism, secular humanism, agnosticism and atheism among others.","author":"Parker Palmer","topic":"Freedom"},{"quote":"The acting is something that will always be a part of my life, but the writing gives me a lot more creative freedom. You&#39;re a pawn in somebody else&#39;s chess game, whereas as a writer and as a director, you get to call the shots. And that&#39;s very thrilling.","author":"Amber Benson","topic":"Freedom"},{"quote":"The precondition to freedom is security.","author":"Rand Beers","topic":"Freedom"},{"quote":"When truth is no longer free, freedom is no longer real: the truths of the police are the truths of today.","author":"Jacques Prevert","topic":"Freedom"},{"quote":"Without democracy there is no freedom. Violence, no matter who is using it, is always reactionary.","author":"Friedrich Ebert","topic":"Freedom"},{"quote":"The Internet has fashioned a new and complicated environment for an age-old dilemma that pits the demands of security against the desire for freedom.","author":"Misha Glenny","topic":"Freedom"},{"quote":"I think we must get rid of slavery, or we must get rid of freedom.","author":"Ralph Waldo Emerson","topic":"Freedom"},{"quote":"We seek peace, knowing that peace is the climate of freedom.","author":"Dwight D. Eisenhower","topic":"Freedom"},{"quote":"Liberty has never come from Government. Liberty has always come from the subjects of it. The history of liberty is a history of limitations of governmental power, not the increase of it.","author":"Woodrow Wilson","topic":"Freedom"},{"quote":"In this possibly terminal phase of human existence, democracy and freedom are more than just ideals to be valued - they may be essential to survival.","author":"Noam Chomsky","topic":"Freedom"},{"quote":"Real freedom is having nothing. I was freer when I didn&#39;t have a cent.","author":"Mike Tyson","topic":"Freedom"},{"quote":"The course of this conflict is not known, yet its outcome is certain. Freedom and fear, justice and cruelty, have always been at war, and we know that God is not neutral between them.","author":"George W. Bush","topic":"Freedom"},{"quote":"The answer to many of the domestic problems we face is not higher taxes and more spending. It is less waste, more results and greater freedom for the individual American to earn a rightful place in his own community - and for States and localities to address their own needs in their own ways, in the light of their own priorities.","author":"Richard M. Nixon","topic":"Freedom"},{"quote":"As long as men are free to ask what they must, free to say what they think, free to think what they will, freedom can never be lost and science can never regress.","author":"Marcel Proust","topic":"Freedom"},{"quote":"The political core of any movement for freedom in the society has to have the political imperative to protect free speech.","author":"bell hooks","topic":"Freedom"},{"quote":"Remove advertising, disable a person or firm from proclaiming its wares and their merits, and the whole of society and of the economy is transformed. The enemies of advertising are the enemies of freedom.","author":"David Ogilvy","topic":"Freedom"},{"quote":"I think to be - for me to be an American is - you know, it&#39;s one of the greatest things in the world for - you know, for me just because I&#39;ve been able to grow up with everything. The freedom. You know, in my eyes this is the greatest country in the world.","author":"Michael Phelps","topic":"Freedom"},{"quote":"The desire for freedom and equilibrium (harmony) is inherent in man (due to the universal in him).","author":"Piet Mondrian","topic":"Freedom"},{"quote":"Clearly the success of the Netflix model, releasing the entire season of &#39;House of Cards&#39; at once, proved one thing: The audience wants the control. They want the freedom. If they want to binge as they&#39;ve been doing on &#39;House of Cards&#39; and lots of other shows, we should let them binge.","author":"Kevin Spacey","topic":"Freedom"},{"quote":"I was weaned not on television or Wild West sagas but on stories of nationalism and patriotism. I would sit at my mother&#39;s feet by the hour and drink in these exciting tales of the freedom fighters in our family.","author":"Sukarno","topic":"Freedom"},{"quote":"The thing is this: You got to have fun while you&#39;re fightin&#39; for freedom, &#39;cause you don&#39;t always win.","author":"Molly Ivins","topic":"Freedom"},{"quote":"It takes courage to sit on a jury. How many of us want to decide the fate of another person&#39;s life or freedom? How many of us want to hold that kind of power in our hands?","author":"Regina Brett","topic":"Freedom"},{"quote":"If you live in free countries, you don&#39;t have to spend all your life arguing about freedom because it is all around you. It seems redundant to make a lot of noise about something when, in fact, there it is. But if someone tries to remove it, it becomes important for you to formulate your own defenses of it.","author":"Salman Rushdie","topic":"Freedom"},{"quote":"It is not the simple statement of facts that ushers in freedom; it is the constant repetition of them that has this liberating effect. Tolerance is the result not of enlightenment, but of boredom.","author":"Quentin Crisp","topic":"Freedom"},{"quote":"The Internet&#39;s like one big bathroom wall with a lot of people who anonymously can say really mean things. It&#39;s fine, I believe in freedom of speech and I think people should think what they want, but I don&#39;t care to hear it.","author":"Zooey Deschanel","topic":"Freedom"},{"quote":"When I turn on the news in Paris, the way Syria is covered is different from the way it is covered in Washington, D.C., or London. Even in Western society, where we hold all the values of democracy and freedom of speech, as soon as you point a camera in a particular direction, there is an angle - literally and figuratively.","author":"Natalie Dormer","topic":"Freedom"},{"quote":"It is a strange fact that freedom and equality, the two basic ideas of democracy, are to some extent contradictory. Logically considered, freedom and equality are mutually exclusive, just as society and the individual are mutually exclusive.","author":"Thomas Mann","topic":"Freedom"},{"quote":"A free and truly independent press - fiercely independent when necessary - is the red beating heart of freedom and democracy.","author":"Dan Rather","topic":"Freedom"},{"quote":"Wealth is a tool of freedom, but the pursuit of wealth is the way to slavery.","author":"Frank Herbert","topic":"Freedom"},{"quote":"I have tasted freedom. I will not give up that which I have tasted.","author":"Harvey Milk","topic":"Freedom"},{"quote":"The whole &#39;bad girl&#39; thing allows me to mess up sometimes. And I have freedom to say more of what I want to.","author":"Ronda Rousey","topic":"Freedom"},{"quote":"Honoring the sacrifices many have made for our country in the name of freedom and democracy is the very foundation of Veterans Day.","author":"Charles B. Rangel","topic":"Freedom"},{"quote":"And why do we, who say we oppose tyranny and demand freedom of speech, allow people to go to prison and be vilified, and magazines to be closed down on the spot, for suggesting another version of history.","author":"David Icke","topic":"Freedom"},{"quote":"Freedom of the press is guaranteed only to those who own one.","author":"A. J. Liebling","topic":"Freedom"},{"quote":"There must be freedom for all to live, to think, to worship, no book, no avenue must be closed.","author":"James Larkin","topic":"Freedom"},{"quote":"I studied what principles under-laid peace and prosperity and concluded the only way to achieve societal well-being was through a system of economic freedom.","author":"Charles Koch","topic":"Freedom"},{"quote":"Fortunately, somewhere between chance and mystery lies imagination, the only thing that protects our freedom, despite the fact that people keep trying to reduce it or kill it off altogether.","author":"Luis Bunuel","topic":"Freedom"},{"quote":"Most modern Indians don&#39;t stick to their caste jobs any more. There is more inter-caste marriage, more fluidity, more freedom than ever before. But the outcastes are usually still outcastes, because they are still the ones who tan India&#39;s animals, burn its dead, and remove its excrement.","author":"Rose George","topic":"Freedom"},{"quote":"I am a passionate believer in freedom of speech. I would not support anything which would impinge on aggressive robust freedom of the British press, but when things go wrong and there has been outright illegality, there should be proper accountability.","author":"Nick Clegg","topic":"Freedom"},{"quote":"Secrecy is the freedom tyrants dream of.","author":"Bill Moyers","topic":"Freedom"},{"quote":"When the freedom they wished for most was freedom from responsibility, then Athens ceased to be free and was never free again.","author":"Edith Hamilton","topic":"Freedom"},{"quote":"Everywhere that the struggle for national freedom has triumphed, once the authorities agreed, there were military coups d&#39;etat that overthrew their leaders. That is the result time and time again.","author":"Ahmed Ben Bella","topic":"Freedom"},{"quote":"The E.U. is more than just a trade organization or a common market; it is a guarantee of democracy, freedom, justice, and human rights. Nations cannot stay in the E.U. if they do not respect these guarantees.","author":"John Bruton","topic":"Freedom"},{"quote":"I believe the Patriot Act strikes the right balance needed to protect our freedom and security.","author":"Bill Owens","topic":"Freedom"},{"quote":"Freedom of speech is always under attack by Fascist mentality, which exists in all parts of the world, unfortunately.","author":"Lawrence Ferlinghetti","topic":"Freedom"},{"quote":"Because if you lived, as I did, several years under Nazi totalitarianism, and then 20 years in communist totalitarianism, you would certainly realize how precious freedom is, and how easy it is to lose your freedom.","author":"Milos Forman","topic":"Freedom"},{"quote":"While we may be of different faiths, we have a strong sense of faith, family, community. We hold the values of freedom and human rights very high and I think that those are all a part of a very strong quilt that binds us together.","author":"Bob Menendez","topic":"Freedom"},{"quote":"By limiting or denying freedom of speech and expression, we take away a lot of potential. We take away thoughts and ideas before they even have the opportunity to hatch. We build a world around negatives - you can&#39;t say, think, or do this or that.","author":"Jill McCorkle","topic":"Freedom"},{"quote":"What does it mean to be an American? While each of us may have our own specific answer to that question, we likely can agree on the basic principles of America: freedom, equal opportunity, and rights accompanied by responsibilities.","author":"Ben Nelson","topic":"Freedom"},{"quote":"I made my own assessment of my life, and I began to live it. That was freedom.","author":"Fernando Flores","topic":"Freedom"},{"quote":"Freedom of speech, freedom of the press, and freedom of religion all have a double aspect - freedom of thought and freedom of action.","author":"Frank Murphy","topic":"Freedom"},{"quote":"I regard freedom of expression as the primary right without which one can not have a proper functioning democracy.","author":"Lord Hailsham","topic":"Freedom"},{"quote":"Certain media-related developments in the country are raising questions regarding its objectivity and credibility. Paid news and the declining roles of the editors and their editorial freedom is posing a major threat to the Indian media.","author":"Mohammad Hamid Ansari","topic":"Freedom"},{"quote":"I knew since third grade I wanted to be Jim Carrey. His freedom, his goofiness, his crazy, loud, sudden energy. I told my family I was going to be a pediatrician, but in the back of my mind, I was like, &#39;Nope, I&#39;m going to be the biggest movie star ever.&#39;","author":"King Bach","topic":"Freedom"},{"quote":"The First Amendment does not guarantee the press a constitutional right of special access to information not available to the general public, nor does it cloak the inmate with special rights of freedom of speech.","author":"Pete Wilson","topic":"Freedom"},{"quote":"I love the freedom of movement that my phone gives me. That has definitely transformed my life.","author":"Richard Branson","topic":"Freedom"},{"quote":"Freedom is the right to live as we wish.","author":"Epictetus","topic":"Freedom"},{"quote":"Who is more to be pitied, a writer bound and gagged by policemen or one living in perfect freedom who has nothing more to say?","author":"Kurt Vonnegut","topic":"Freedom"},{"quote":"All respect for the office of the presidency aside, I assumed that the obvious and unadulterated decline of freedom and constitutional sovereignty, not to mention the efforts to curb the power of judicial review, spoke for itself.","author":"Ruth Bader Ginsburg","topic":"Freedom"},{"quote":"We are faced with the paradoxical fact that education has become one of the chief obstacles to intelligence and freedom of thought.","author":"Bertrand Russell","topic":"Freedom"},{"quote":"My father always said, &#39;Malala will be free as a bird.&#39;","author":"Malala Yousafzai","topic":"Freedom"},{"quote":"What&#39;s real freedom? Real freedom is being able to not have my way and still be just as happy as if I did.","author":"Joyce Meyer","topic":"Freedom"},{"quote":"The success I have achieved in bodybuilding, motion pictures, and business would not have been possible without the generosity of the American people and the freedom here to pursue your dreams.","author":"Arnold Schwarzenegger","topic":"Freedom"},{"quote":"Google is a private company. It has the capacity to utilize its massive power for whatever political agenda it chooses. But for it to pretend to be an advocate for Internet freedom while simultaneously disadvantaging messages it finds politically incorrect is deeply hypocritical.","author":"Ben Shapiro","topic":"Freedom"},{"quote":"I&#39;m a multidimensional person and that&#39;s the freedom of fashion: that you&#39;re able to reinvent yourself through how you dress and how you cut your hair or whatever.","author":"Emma Watson","topic":"Freedom"},{"quote":"Fashion is an imposition, a reign on freedom.","author":"Golda Meir","topic":"Freedom"},{"quote":"The man form is higher than the angel form; of all forms it is the highest. Man is the highest being in creation, because he aspires to freedom.","author":"Paramahansa Yogananda","topic":"Freedom"},{"quote":"The best way to enhance freedom in other lands is to demonstrate here that our democratic system is worthy of emulation.","author":"Jimmy Carter","topic":"Freedom"},{"quote":"I believe we are on an irreversible trend toward more freedom and democracy - but that could change.","author":"Dan Quayle","topic":"Freedom"},{"quote":"I hope never to marry in this way; I wish to make my wife happy, but not to become rich by her means, so I will let things alone and enjoy my golden freedom till I am so well off that I can support both wife and children.","author":"Wolfgang Amadeus Mozart","topic":"Freedom"},{"quote":"If one is going to err, one should err on the side of liberty and freedom.","author":"Kofi Annan","topic":"Freedom"},{"quote":"An almost hysterical antagonism toward the gold standard is one issue which unites statists of all persuasions. They seem to sense... that gold and economic freedom are inseparable.","author":"Alan Greenspan","topic":"Freedom"},{"quote":"A hungry man is not a free man.","author":"Adlai E. Stevenson","topic":"Freedom"},{"quote":"Perhaps I am naive, but I believe that at this point in history, the greatest danger to our freedom and way of life comes from the reasonable fear of omniscient State powers kept in check by nothing more than policy documents.","author":"Edward Snowden","topic":"Freedom"},{"quote":"There is no such thing as a little freedom. Either you are all free, or you are not free.","author":"Walter Cronkite","topic":"Freedom"},{"quote":"Human dignity is based upon freedom, and freedom upon human dignity. The one presupposes the other.","author":"Rollo May","topic":"Freedom"},{"quote":"&#39;Emergencies&#39; have always been the pretext on which the safeguards of individual liberty have been eroded.","author":"Friedrich August von Hayek","topic":"Freedom"},{"quote":"To create an organization that&#39;s adaptable and innovative, people need the freedom to challenge precedent, to &#39;waste&#39; time, to go outside of channels, to experiment, to take risks and to follow their passions.","author":"Gary Hamel","topic":"Freedom"},{"quote":"Got freedom? Thank a man, or rather, thank all the men willing to die so the rest of us can go fetal in our safe spaces if somebody hurts our feelings.","author":"Milo Yiannopoulos","topic":"Freedom"},{"quote":"I could live without my phone. And one thing I&#39;d love to do is experience having the freedom that kids had back in the &#39;80s.","author":"Millie Bobby Brown","topic":"Freedom"},{"quote":"The battle for freedom and liberty really never is over, and there are really low points in it, but I&#39;m not giving up, and I&#39;m not gonna engage in phony pep talks, either.","author":"Rush Limbaugh","topic":"Freedom"},{"quote":"In the very early days of Wham! the attention felt great, but I do wonder how much freedom I gave away by trying to become something I wasn&#39;t.","author":"George Michael","topic":"Freedom"},{"quote":"It seems the feminists are all about female freedom of expression so long as the female is overweight or transgender. You can&#39;t pick and choose what type of women fit your agenda.","author":"Tomi Lahren","topic":"Freedom"},{"quote":"As long as there is rape... there is not going to be any peace or justice or equality or freedom. You are not going to become what you want to become or who you want to become. You are not going to live in the world you want to live in.","author":"Andrea Dworkin","topic":"Freedom"},{"quote":"In the name of freedom, there has to be a correlation between rights and duties, by which every person is called to assume responsibility for his or her choices, made as a consequence of entering into relations with others.","author":"Pope Benedict XVI","topic":"Freedom"},{"quote":"None who have always been free can understand the terrible fascinating power of the hope of freedom to those who are not free.","author":"Pearl S. Buck","topic":"Freedom"},{"quote":"The more decisions that you are forced to make alone, the more you are aware of your freedom to choose.","author":"Thornton Wilder","topic":"Freedom"},{"quote":"Freedom of expression is very important.","author":"Rodrigo Duterte","topic":"Freedom"},{"quote":"America&#39;s commitment to religious freedom and tolerance should not be conditional.","author":"Mark McKinnon","topic":"Freedom"},{"quote":"The following terms all mean one and the same thing: God, goodness, mental health, truth, decency, happiness, freedom, reality, peace, love, sensibleness.","author":"Vernon Howard","topic":"Freedom"},{"quote":"I need nothing from my companion. No money, no financial security, no emotional support, nothing. All I want is the freedom to be myself.","author":"Kangana Ranaut","topic":"Freedom"},{"quote":"The day will dawn when all the people of Ireland will have the desire for freedom to show. It is then we&#39;ll see the rising of the moon.","author":"Bobby Sands","topic":"Freedom"},{"quote":"If the events of September 11, 2001, have proven anything, it&#39;s that the terrorists can attack us, but they can&#39;t take away what makes us American - our freedom, our liberty, our civil rights. No, only Attorney General John Ashcroft can do that.","author":"Jon Stewart","topic":"Freedom"},{"quote":"I don&#39;t labor over my drawings. I want to get freedom in the line.","author":"Ellsworth Kelly","topic":"Freedom"},{"quote":"Private property and the market system are good not only to promote innovation and to promote growth; private property and the market system are good for our personal freedom.","author":"Thomas Piketty","topic":"Freedom"},{"quote":"The right to be let alone is indeed the beginning of all freedoms.","author":"William O. Douglas","topic":"Freedom"},{"quote":"Buddhist practices offer a way of saying, &#39;Hey, come back over here, reconnect.&#39; The only way that you&#39;ll actually wake up and have some freedom is if you have the capacity and courage to stay with the vulnerability and the discomfort.","author":"Tara Brach","topic":"Freedom"},{"quote":"I found out that total creativity involves a certain intellectual rebellion - not to become a criminal, but somehow. to be totally creating, you have to do things that are a little bit forbidden. You have to feel free, and we know freedom is a hard thing to get.","author":"Philippe Petit","topic":"Freedom"},{"quote":"Today, hundreds of millions dwell in freedom, from the Baltic to the Adriatic, from the Western Approaches to the Aegean. And while we must never take this for granted, the first purpose of the European Union - to secure peace - has been achieved and we should pay tribute to all those in the EU, alongside Nato, who made that happen.","author":"David Cameron","topic":"Freedom"},{"quote":"Only the freedom of mind can prevent the state from becoming totalitarian and from issuing totalitarian demands.","author":"Friedrich Durrenmatt","topic":"Freedom"},{"quote":"The history of American women is about the fight for freedom, but it&#39;s less a war against oppressive men than a struggle to straighten out the perpetually mixed message about women&#39;s role that was accepted by almost everybody of both genders.","author":"Gail Collins","topic":"Freedom"},{"quote":"The little black dress expresses a moment of freedom and individuality every time.","author":"Andre Leon Talley","topic":"Freedom"},{"quote":"To silence criticism is to silence freedom.","author":"Sidney Hook","topic":"Freedom"},{"quote":"Everyone should be able to build, and as long as this freedom to build does not exist, the present-day planned architecture cannot be considered art at all.","author":"Friedensreich Hundertwasser","topic":"Freedom"},{"quote":"What was the freedom to which the adult human being rose in the morning, if each act was held back or inspired by the overpowering ghost of a little child?","author":"Delmore Schwartz","topic":"Freedom"},{"quote":"With courage and character, American soldiers continue to put themselves on the line to defend our freedom, and so many have paid the ultimate sacrifice.","author":"Dan Lipinski","topic":"Freedom"},{"quote":"And freedom is what America means to the world.","author":"Audie Murphy","topic":"Freedom"},{"quote":"The rewards of freedom are always sweet, but its demands are stern, for at its heart is the paradox that the greatest enemy of freedom is freedom.","author":"Os Guinness","topic":"Freedom"},{"quote":"If the Resurrection is resurrection from the dead, all hope and freedom are in spite of death.","author":"Paul Ricoeur","topic":"Freedom"},{"quote":"Propelled by freedom of faith, gender equality and economic justice for all, India will become a modern nation. Minor blemishes cannot cloak the fact that India is becoming such a modern nation: no faith is in danger in our country, and the continuing commitment to gender equality is one of the great narratives of our times.","author":"Pranab Mukherjee","topic":"Freedom"},{"quote":"I feel very lucky to have the freedom to do the things I want to do. And as I say, my clients are all my friends as well.","author":"Robert Stigwood","topic":"Freedom"},{"quote":"Since the Revolution, eight generations of America&#39;s veterans have established an unbroken commitment to freedom.","author":"Steve Buyer","topic":"Freedom"},{"quote":"Human beings crave freedom at their core.","author":"John Ensign","topic":"Freedom"},{"quote":"They ought to put an amendment to the First Amendment that says there shall also be freedom of hearing.","author":"Tom Smothers","topic":"Freedom"},{"quote":"The obligation of the state is to guarantee freedom of religion, and that implies dealing with all of them on an equal footing.","author":"Ricardo Alarcon","topic":"Freedom"},{"quote":"I discovered freedom for the first time in England.","author":"Emperor Hirohito","topic":"Freedom"},{"quote":"Freedom is the core of all human progress. It believes that nothing&#39;s given to us, but if you&#39;re willing to work hard. If you&#39;re willing to compete, the American dream is there for you.","author":"Connie Mack IV","topic":"Freedom"},{"quote":"Freedom is not worth having if it does not connote freedom to err.","author":"Mahatma Gandhi","topic":"Freedom"},{"quote":"Liberty must be limited in order to be possessed.","author":"Edmund Burke","topic":"Freedom"},{"quote":"Nelson Mandela is physically separated from us, but his soul and spirit will never die. He belongs to the whole world because he is an icon of equality, freedom and love, the values we need all the time everywhere.","author":"Malala Yousafzai","topic":"Freedom"},{"quote":"Every diminution of the liberty of the press is followed by a diminution of civilization. Wherever we see the freedom of the press interfered with, there we see the nutrition of the human family interrupted.","author":"Victor Hugo","topic":"Freedom"},{"quote":"I&#39;m very hopeful that I&#39;m not the only one who&#39;s willing to pick up the baton of freedom, because freedom is not free, and we must fight for it every day. Every one of us must fight for it, because we&#39;re fighting for our children and the next generation.","author":"Ben Carson","topic":"Freedom"},{"quote":"The March on Washington was a March for Jobs and Freedom. There are still too many people who are unemployed or underemployed in America - they&#39;re black, white, Latino, Native American and Asian American.","author":"John Lewis","topic":"Freedom"},{"quote":"Economic freedom cannot be sacrificed if political freedom is to be preserved.","author":"Herbert Hoover","topic":"Freedom"},{"quote":"I want to have the freedom to do whatever I want.","author":"Paul Walker","topic":"Freedom"},{"quote":"The fact that anyone lives in America is the single reason poverty is never a death sentence, and transforms it instead into - at worst - an obstacle on the path to a better life and road to freedom and success.","author":"Chuck Norris","topic":"Freedom"},{"quote":"Personal identity seems like it&#39;s just such an American archetype, from Holly Golightly re-inventing herself in &#39;Breakfast At Tiffany&#39;s&#39; to Jay Gatsby in &#39;The Great Gatsby.&#39; It seems like the sort of archetypal American issue. If you&#39;re given the freedom to be anything, or be anyone, what do you do with it?","author":"Chuck Palahniuk","topic":"Freedom"},{"quote":"The greatest blessing of our democracy is freedom. But in the last analysis, our only freedom is the freedom to discipline ourselves.","author":"Bernard Baruch","topic":"Freedom"},{"quote":"I am a witness to nations and people deprived of their freedom. I was there. I watched that great Iron Curtain drop around nations which formerly had prized their freedom - good people. I was aghast as these were written off by the stroke of a pen.","author":"Ezra Taft Benson","topic":"Freedom"},{"quote":"Freedom is not empowerment. Empowerment is what the Serbs have in Bosnia. Anybody can grab a gun and be empowered.","author":"P. J. O'Rourke","topic":"Freedom"},{"quote":"The State is the altar of political freedom and, like the religious altar, it is maintained for the purpose of human sacrifice.","author":"Emma Goldman","topic":"Freedom"},{"quote":"No body of knowledge needs an organizational policy. Organizational policy can only impede the advancement of knowledge. There is a basic incompatibility between any organization and freedom of thought.","author":"William S. Burroughs","topic":"Freedom"},{"quote":"It requires greater courage to preserve inner freedom, to move on in one&#39;s inward journey into new realms, than to stand defiantly for outer freedom. It is often easier to play the martyr, as it is to be rash in battle.","author":"Rollo May","topic":"Freedom"},{"quote":"Freedom is man&#39;s capacity to take a hand in his own development. It is our capacity to mold ourselves.","author":"Rollo May","topic":"Freedom"},{"quote":"Fear is not in the habit of speaking truth; when perfect sincerity is expected, perfect freedom must be allowed; nor has anyone who is apt to be angry when he hears the truth any cause to wonder that he does not hear it.","author":"Tacitus","topic":"Freedom"},{"quote":"Freedom of the news media must be subordinated to the overriding needs of Singapore, and to the primacy of purpose of an elected government.","author":"Lee Kuan Yew","topic":"Freedom"},{"quote":"People call us heroes, but we are nothing compared to our police force and fire fighters and everybody who protects us and makes sure our freedom is held to the highest standard.","author":"Roman Reigns","topic":"Freedom"},{"quote":"Black prophetic fire is the hypersensitivity to the suffering of others that generates a righteous indignation that results in the willingness to live and die for freedom.","author":"Cornel West","topic":"Freedom"},{"quote":"The legal difference between the sit-ins and the Freedom Riders was significant.","author":"Constance Baker Motley","topic":"Freedom"},{"quote":"We don&#39;t believe that winning elections and winning any amount of votes will win freedom in Ireland. At the end of the day, it will be the cutting edge of the IRA which will bring freedom.","author":"Martin McGuinness","topic":"Freedom"},{"quote":"There are forces all around you who wish to exploit division, rob you of your freedom, and tell you what to think. But young folks can rekindle the weary spirit of a slumbering nation.","author":"Wynton Marsalis","topic":"Freedom"},{"quote":"The work of art is a scream of freedom.","author":"Christo","topic":"Freedom"},{"quote":"Strong, generous, and confident, she has nobly served mankind. Beware how you trifle with your marvellous inheritance, this great land of ordered liberty, for if we stumble and fall freedom and civilization everywhere will go down in ruin.","author":"Henry Cabot Lodge","topic":"Freedom"},{"quote":"We must plan for freedom, and not only for security, if for no other reason than that only freedom can make security secure.","author":"Karl Popper","topic":"Freedom"},{"quote":"What is the essence of America? Finding and maintaining that perfect, delicate balance between freedom &#39;to&#39; and freedom &#39;from.&#39;","author":"Marilyn vos Savant","topic":"Freedom"},{"quote":"In their efforts to discredit human freedom, the Putinites denounce the sins that may occur under the reign of liberty with the same ardor, the same sincerity, and the same purpose that animated their Soviet forebears.","author":"Robert Zubrin","topic":"Freedom"},{"quote":"Every dollar cut from the price of oil weakens the enemies of freedom and strengthens America.","author":"Robert Zubrin","topic":"Freedom"},{"quote":"The plan was always to come to America, because Pakistan&#39;s a scary place. They don&#39;t have religious freedom. It&#39;s very poor, and there&#39;s a lot of violence and corruption.","author":"Kumail Nanjiani","topic":"Freedom"},{"quote":"True human goodness, in all its purity and freedom, can come to the fore only when its recipient has no power.","author":"Milan Kundera","topic":"Freedom"},{"quote":"One of the interesting things here is that the people who should be shaping the future are politicians. But the political framework itself is so dead and closed that people look to other sources, like artists, because art and music allow people a certain freedom.","author":"Thom Yorke","topic":"Freedom"},{"quote":"Without freedom of the press, there can be no representative government.","author":"Charles Maurice de Talleyrand","topic":"Freedom"},{"quote":"I am known for a life spent in the struggle for freedom, and freedom includes the freedom of religion.","author":"Oriana Fallaci","topic":"Freedom"},{"quote":"I am mortal. I want the nation to get used to freedom before I die.","author":"Mustafa Kemal Ataturk","topic":"Freedom"},{"quote":"What has made America great have been the opportunities given to everyone in this country. Since our founding, individuals and families have come to America to seek freedom, opportunity and the choice for a better life.","author":"Cathy McMorris Rodgers","topic":"Freedom"},{"quote":"At least in America, you have freedom of speech, which is a good thing. It&#39;s just a question of whether you&#39;re allowed to use it on &#39;Fox News&#39;.","author":"Eric Idle","topic":"Freedom"},{"quote":"When you look at the world, everyone in the world who cares about his or her family wants to have a major portion of their assets in the United States because we are the growth country and the freedom loving country.","author":"Arthur Laffer","topic":"Freedom"},{"quote":"Freedom of speech is, to all Americans, as oxygen is to the human condition. It is a right that has been irreversibly programmed into our hard drive. We are free to speak our minds. An artist&#39;s right to express him or herself as best suits their art, is the artist&#39;s prerogative and it is guaranteed.","author":"John C. McGinley","topic":"Freedom"},{"quote":"Her beauty didn&#39;t do her any good and she couldn&#39;t use it in any positive way or manipulative way. I just hope that people will look and see and believe in that hope of love, that hope of freedom, even if it was just for a limited time.","author":"Diane Kruger","topic":"Freedom"},{"quote":"We need to see, and agree that what we seek already lives within us, and we within it. Now we know our one great task: watch for whatever promises us freedom, and then quietly, consciously refuse to see ourselves through the eyes of what we know is incomplete. Then we live wholeness itself, instead of spending our lives looking for it.","author":"Guy Finley","topic":"Freedom"},{"quote":"I would say that the war correspondent gets more drinks, more girls, better pay, and greater freedom than the soldier, but at this stage of the game, having the freedom to choose his spot and being allowed to be a coward and not be executed for it is his torture.","author":"Robert Capa","topic":"Freedom"},{"quote":"Freedom means the opportunity to be what we never thought we would be.","author":"Daniel J. Boorstin","topic":"Freedom"},{"quote":"Coercion may prevent many transgressions; but it robs even actions which are legal of a part of their beauty. Freedom may lead to many transgressions, but it lends even to vices a less ignoble form.","author":"Wilhelm von Humboldt","topic":"Freedom"},{"quote":"Privacy is not explicitly spelled out in the Constitution as freedom of speech is in the First Amendment.","author":"Larry Flynt","topic":"Freedom"},{"quote":"One of my greatest times of inspiration is when I&#39;m traveling or living in a new country - there&#39;s a tremendous freedom that comes from being unfettered by your own, familiar culture, and by seeing the world from a different point of view.","author":"Kim Edwards","topic":"Freedom"},{"quote":"Protection of religious freedom means considering the faiths and beliefs of everyone involved.","author":"Mike Quigley","topic":"Freedom"},{"quote":"The balance between freedom and security is a delicate one.","author":"Mark Udall","topic":"Freedom"},{"quote":"I don&#39;t think that technology is going to allow for greater subjugation of people. I think it&#39;s gonna give them more freedom.","author":"Palmer Luckey","topic":"Freedom"},{"quote":"We should favor innovation and freedom over regulation.","author":"George Allen","topic":"Freedom"},{"quote":"I think people are going to places that they weren&#39;t able to with television before, and I think Netflix really paved the way for that. With freedom comes better content, and with better content comes great actors and a bigger audience. I think that has just snowballed into a movement for making really great TV.","author":"Natalia Dyer","topic":"Freedom"},{"quote":"I never complain. I chose the road of fighting with the Ukrainian oligarchy in 1996, and have paid for this with my freedom and that of my husband, my father and my close friends.","author":"Yulia Tymoshenko","topic":"Freedom"},{"quote":"The inviolability of the seal of confession is so fundamental to the very nature of the sacrament that any proposal which undermines that inviolability is a challenge to the rights of every Catholic to freedom of religion and conscience.","author":"Sean Brady","topic":"Freedom"},{"quote":"The very idea of freedom incites fear in the hearts of terrorists across the world.","author":"Elizabeth Dole","topic":"Freedom"},{"quote":"The nation demands a movement which has written upon its banner the internal and external national freedom that it will act as if it were the spiritual, social and political conscience of the nation.","author":"Franz von Papen","topic":"Freedom"},{"quote":"In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. I do not shrink from this responsibility - I welcome it.","author":"John F. Kennedy","topic":"Freedom"},{"quote":"Men are never really willing to die except for the sake of freedom: therefore they do not believe in dying completely.","author":"Albert Camus","topic":"Freedom"},{"quote":"We must be willing to pay a price for freedom.","author":"H. L. Mencken","topic":"Freedom"},{"quote":"Freedom is a man&#39;s natural power of doing what he pleases, so far as he is not prevented by force or law.","author":"Marcus Tullius Cicero","topic":"Freedom"},{"quote":"No nation could preserve its freedom in the midst of continual warfare.","author":"James Madison","topic":"Freedom"},{"quote":"In many respects, the United States is a great country. Freedom of speech is protected more than in any other country. It is also a very free society.","author":"Noam Chomsky","topic":"Freedom"},{"quote":"Freedom is a right ultimately defended by the sacrifice of America&#39;s servicemen and women.","author":"Arnold Schwarzenegger","topic":"Freedom"},{"quote":"Both the American people and nations that censor the internet should understand that our government is committed to helping promote internet freedom.","author":"Hillary Clinton","topic":"Freedom"},{"quote":"The current total of countries in the world with First Amendments is one. You have guaranteed freedom of speech. Other countries don&#39;t have that.","author":"Neil Gaiman","topic":"Freedom"},{"quote":"Any nation that thinks more of its ease and comfort than its freedom will soon lose its freedom; and the ironical thing about it is that it will lose its ease and comfort too.","author":"W. Somerset Maugham","topic":"Freedom"},{"quote":"We do not commonly see in a tax a diminution of freedom, and yet it clearly is one.","author":"Herbert Spencer","topic":"Freedom"},{"quote":"I&#39;m not sure if it&#39;s good to have freedom or not. I&#39;m really confused now.","author":"Jackie Chan","topic":"Freedom"},{"quote":"If there is any principle of the Constitution that more imperatively calls for attachment than any other it is the principle of free thought, not free thought for those who agree with us but freedom for the thought that we hate.","author":"Oliver Wendell Holmes, Jr.","topic":"Freedom"},{"quote":"I always had a knack for improvisation. I can write down the notes I play, but never really had a proper academic musical background. I suppose I&#39;m blessed and cursed by the fact I have that freedom.","author":"Anthony Hopkins","topic":"Freedom"},{"quote":"The Ego is partly free. partly determined, and reaches fuller freedom by approaching the Individual who is most free: God.","author":"Muhammad Iqbal","topic":"Freedom"},{"quote":"In the scriptures, &#39;peace&#39; means either freedom from strife, contention, conflict, or war, or an inner calm and comfort born of the Spirit that is a gift of God to all of his children, an assurance and serenity within a person&#39;s heart.","author":"Joseph B. Wirthlin","topic":"Freedom"},{"quote":"Freedom is the only law which genius knows.","author":"James Russell Lowell","topic":"Freedom"},{"quote":"Bondage is of the mind; freedom too is of the mind. If you say &#39;I am a free soul. I am a son of God who can bind me&#39; free you shall be.","author":"Ramakrishna","topic":"Freedom"},{"quote":"In peace, the Middle East, the ancient cradle of civilization, will become invigorated and transformed. Throughout its lands there will be freedom of movement of people, of ideas, of goods.","author":"Menachem Begin","topic":"Freedom"},{"quote":"The threat or fear of violence should not become an excuse or justification for restricting freedom of speech.","author":"Alan Dershowitz","topic":"Freedom"},{"quote":"Liberty is not a means to a higher political end. It is itself the highest political end.","author":"Lord Acton","topic":"Freedom"},{"quote":"At times, we take freedom for granted. We really don&#39;t know how to cherish the freedom we have until it&#39;s taken from us.","author":"Alek Wek","topic":"Freedom"},{"quote":"You can only be free if I am free.","author":"Clarence Darrow","topic":"Freedom"},{"quote":"Especially when you are advertising a product, I talk to the photographer and we create a character - it always gives you more freedom because it makes it less about yourself.","author":"Penelope Cruz","topic":"Freedom"},{"quote":"You cannot parcel out freedom in pieces because freedom is all or nothing.","author":"Tertullian","topic":"Freedom"},{"quote":"In his State of the Union speech in January 1941, President Franklin Roosevelt declared America&#39;s commitment to Four Freedoms in the struggle against Nazi totalitarianism. Among them was the freedom from fear.","author":"Robert Dallek","topic":"Freedom"},{"quote":"I eat and breathe small government and freedom.","author":"Mike Pompeo","topic":"Freedom"},{"quote":"Homosexuals can be, you know, committed to each other. And they have freedom to behave in the ways that they do, but they cannot be a family. They cannot be married. I mean, virtually every culture in the history of the world has considered marriage to be between one woman and one man.","author":"James Dobson","topic":"Freedom"},{"quote":"Independent films have a certain freedom about them - there isn&#39;t so much at stake in terms of money. I think they&#39;re more interesting because they&#39;re not watered down to appeal to the masses. They tend to have a unique voice.","author":"Toni Collette","topic":"Freedom"},{"quote":"In 1960, when I came out of prison as an ex-convict, I had more freedom under parolee supervision than there&#39;s available... in America right now.","author":"Merle Haggard","topic":"Freedom"},{"quote":"Children should have enough freedom to be themselves - once they&#39;ve learned the rules.","author":"Anna Quindlen","topic":"Freedom"},{"quote":"Unlike the American inventions and achievements that have expanded horizons of possibility, our nation&#39;s tax code has become an excessive burden that strangles individual opportunity and economic freedom.","author":"Kevin Brady","topic":"Freedom"},{"quote":"Feminism is universal. You can&#39;t just fight for one type of freedom or one type of female power. You know what? Muslim women want to cover up, and we have to fight for our right to do that, too.","author":"Yuna","topic":"Freedom"},{"quote":"The search for human freedom can never be complete without freedom for women.","author":"Betty Ford","topic":"Freedom"},{"quote":"The White House should always be a friend to American freedom.","author":"Nancy Pearcey","topic":"Freedom"},{"quote":"Happiness is the freedom of choice. The freedom to choose where to live, what to do, what to buy, what to sell, from whom, to whom, when and how.","author":"Eleni Zaude Gabre-Madhin","topic":"Freedom"},{"quote":"People should have freedom in their pilgrimages and tours. They should come and visit historical monuments and sites - let&#39;s say the sites around Iran - where they can easily engage in wide- scale contacts with others.","author":"Mahmoud Ahmadinejad","topic":"Freedom"},{"quote":"Now, do I think there has to be shared sacrifice among other nations in the world who want a stable and secure world? Absolutely, there has to be. But I don&#39;t think that America can ever abdicate its leadership role in the world because of who we are and where we&#39;ve come from. We are the symbol for the world for freedom and liberty.","author":"Chris Christie","topic":"Freedom"},{"quote":"I&#39;m just kind of taking a break now and enjoying the freedom of making my own choices. When you&#39;re on a television show for six years, they run your schedule.","author":"Andrew Shue","topic":"Freedom"},{"quote":"I think I had more freedom when I began making films. I did not know what could not be done. I was naive. I did what I wanted to. As you gain awareness, you start losing freedom.","author":"Anurag Kashyap","topic":"Freedom"},{"quote":"I&#39;m a big advocate of freedom: freedom of speech, freedom of expression, freedom of thought.","author":"Jimmy Wales","topic":"Freedom"},{"quote":"But short films are not inferior, just different. I think the short gives a freedom to film-makers. What&#39;s appealing is that you don&#39;t have as much responsibility for storytelling and plot. They can be more like a portrait, or a poem.","author":"Jane Campion","topic":"Freedom"},{"quote":"Progressivism is the belief that we have too much freedom with which to make too many stupid choices.","author":"David Harsanyi","topic":"Freedom"},{"quote":"People ask &#39;How does doing a film compare to doing an ad?&#39; Well, when you&#39;re doing a commercial you don&#39;t have to sell tickets. You have a captured audience. Which is actually completely rare and great; it gives you a lot of freedom. When you make a film, you have to do advertisements for the film.","author":"Mike Mills","topic":"Freedom"},{"quote":"I don&#39;t have tiffs with people. I only mind my business, but whatever interferes my freedom of expression, I have always voiced.","author":"Kamal Haasan","topic":"Freedom"},{"quote":"The important matter is freedom. When the people choose what they want, it is good for them and for us.","author":"Akbar Hashemi Rafsanjani","topic":"Freedom"},{"quote":"Freedom requires no effort to enjoy but requires heroic efforts to preserve.","author":"Richard G. Scott","topic":"Freedom"},{"quote":"Freedom is not negotiable.","author":"Andy Garcia","topic":"Freedom"},{"quote":"Carry out the republican principle of universal suffrage, or strike it from your banners and substitute &#39;Freedom and Power to one half of society, and Submission and Slavery to the other.&#39;","author":"Ernestine Rose","topic":"Freedom"},{"quote":"Although China is not so wealthy and powerful as the West, her people of whatever condition - rich or poor, high or low - all enjoy a perfect freedom and a happy life. Not so all the inhabitants of Western lands.","author":"Zhang Zhidong","topic":"Freedom"},{"quote":"Free men are the strongest men.","author":"Wendell Willkie","topic":"Freedom"},{"quote":"The American people need to know that there are folks here fighting as hard as they can for individual liberty, economic freedom, appropriate national security and the fundamental moral values that have made our nation the greatest nation in the history of mankind.","author":"Tom Price","topic":"Freedom"},{"quote":"The independence once represented by the car has been replaced by cell phones and social networks, which are now at the forefront of people&#39;s expression of freedom and access. Once a symbol of &#39;coming of age,&#39; many drivers are waiting longer to get their licenses.","author":"John Zimmer","topic":"Freedom"},{"quote":"One of the unsung freedoms that go with a free press is the freedom not to read it.","author":"Ferdinand Mount","topic":"Freedom"},{"quote":"With representation there to do the speaking, the guilty are suddenly given the freedom that comes with hiding behind the fact that they never said that - in fact, they never said anything!","author":"Michael Musto","topic":"Freedom"},{"quote":"I absolutely value autonomy. I value freedom and having the ability to implement change right away.","author":"Elizabeth Chambers","topic":"Freedom"},{"quote":"At Coinbase, our mission is to create an open financial system for the world. We believe that open protocols for money will create more innovation, economic freedom, and equality of opportunity in the world, just like the Internet did for publishing information.","author":"Brian Armstrong","topic":"Freedom"},{"quote":"For centuries, America has led the world on a long march toward freedom and democracy. Let&#39;s reclaim our clean energy leadership and lead the world toward clean energy independence.","author":"John Garamendi","topic":"Freedom"},{"quote":"The fact is, beneath the hype, Iraqis will soon appreciate American help and idealism far more than French perfidy. It is never wrong to be on the side of freedom - never.","author":"Victor Davis Hanson","topic":"Freedom"},{"quote":"I had a happy childhood, with many stimulations and support from my parents who, in postwar times, when it was difficult to buy things, made children&#39;s books and toys for us. We had much freedom and were encouraged by our parents to do interesting things.","author":"Christiane Nusslein-Volhard","topic":"Freedom"},{"quote":"Ruby inherited the Perl philosophy of having more than one way to do the same thing. I inherited that philosophy from Larry Wall, who is my hero actually. I want to make Ruby users free. I want to give them the freedom to choose.","author":"Yukihiro Matsumoto","topic":"Freedom"},{"quote":"The link between my experience as an entrepreneur and that of a politician is all in one word: freedom.","author":"Silvio Berlusconi","topic":"Freedom"},{"quote":"For more than 20 years, on every one of the great issues of freedom and security, John Kerry has been more wrong, more weak and more wobbly than any other national figure.","author":"Zell Miller","topic":"Freedom"},{"quote":"One of my greatest pleasures in motor racing is qualifying. You have loads of freedom from pushing a lap the whole way. I&#39;ve always been very good in qualifying in the past; everything I&#39;ve done, I&#39;ve got pole positions.","author":"Bruno Senna","topic":"Freedom"},{"quote":"Freedom is not enough.","author":"Lyndon B. Johnson","topic":"Freedom"},{"quote":"Freedom of opinion can only exist when the government thinks itself secure.","author":"Bertrand Russell","topic":"Freedom"},{"quote":"I know but one freedom, and that is the freedom of the mind.","author":"Antoine de Saint-Exupery","topic":"Freedom"},{"quote":"All theory is against freedom of the will; all experience for it.","author":"Samuel Johnson","topic":"Freedom"},{"quote":"The more liberty you give away the more you will have.","author":"Robert Green Ingersoll","topic":"Freedom"},{"quote":"An open society is a society which allows its members the greatest possible degree of freedom in pursuing their interests compatible with the interests of others.","author":"George Soros","topic":"Freedom"},{"quote":"I do not want art for a few any more than education for a few, or freedom for a few.","author":"William Morris","topic":"Freedom"},{"quote":"Liberty is worth paying for.","author":"Jules Verne","topic":"Freedom"},{"quote":"May we think of freedom, not as the right to do as we please, but as the opportunity to do what is right.","author":"Peter Marshall","topic":"Freedom"},{"quote":"Their poverty secured their freedom, since our desires and our possessions are the strongest fetters of despotism.","author":"Edward Gibbon","topic":"Freedom"},{"quote":"Denial of childhood and denial of freedom are the biggest sins which humankind has been committing and perpetuating for ages.","author":"Kailash Satyarthi","topic":"Freedom"},{"quote":"Heresy is another word for freedom of thought.","author":"Graham Greene","topic":"Freedom"},{"quote":"While immensely beneficial to Seoul, is this U.S. guarantee to fight Korean War II, 64 years after the first, wise? Russia, China and Japan retain the freedom to decide whether and how to react, should war break out. Why do we not?","author":"Pat Buchanan","topic":"Freedom"},{"quote":"It is harder to preserve than to obtain liberty.","author":"John C. Calhoun","topic":"Freedom"},{"quote":"In climbing, sponsors typically support an athlete but provide very little direction, giving the climber free rein to follow his or her passion toward whatever is inspiring. It&#39;s a wonderful freedom, in many ways similar to that of an artist who simply lives his life and creates whatever moves him.","author":"Alex Honnold","topic":"Freedom"},{"quote":"If I make a movie in English, the money will come from Europe, so that I can keep my independence and freedom. The way they produce in Hollywood doesn&#39;t fit me.","author":"Pedro Almodovar","topic":"Freedom"},{"quote":"The director of the FBI has been visiting Silicon Valley companies asking them to build back doors so that it can spy on what is being said online. The Department of Commerce is going after piracy. At home, the American government wants anything but Internet freedom.","author":"Evgeny Morozov","topic":"Freedom"},{"quote":"Our freedom can be measured by the number of things we can walk away from.","author":"Vernon Howard","topic":"Freedom"},{"quote":"Every man must have the right fearlessly to think independently and express his opinion about what he knows, what he has personally thought about and experienced, and not merely to express with slightly different variations the opinion which has been inculcated in him.","author":"Mstislav Rostropovich","topic":"Freedom"},{"quote":"Freedom of the press is not an end in itself but a means to the end of achieving a free society.","author":"Felix Frankfurter","topic":"Freedom"},{"quote":"But it wasn&#39;t until I graduated from Texas A &amp; M University and joined the United States Air Force, flying C-130&#39;s all around the globe, that I truly appreciated the blessings of freedom.","author":"Rick Perry","topic":"Freedom"},{"quote":"The freedom of each individual can only be the freedom of all.","author":"Friedrich Durrenmatt","topic":"Freedom"},{"quote":"At the very least, noir offers an alternate reality - moments of real passion, a bleak code of honor, and a need for freedom amid corruption. At its best, noir offers a map of subversion.","author":"Margo Jefferson","topic":"Freedom"},{"quote":"When you become a sannyasin, I initiate you into freedom, and into nothing else... I am destroying your ideologies, creeds, cults, dogmas, and I am not replacing them with anything else.","author":"Rajneesh","topic":"Freedom"},{"quote":"We&#39;re giving our freedoms away. The American experiment was about freedom. Freedom to be stupid, freedom to fail, freedom to succeed.","author":"Glenn Beck","topic":"Freedom"},{"quote":"Freedom - an occupied space which must be reoccupied every day.","author":"John Ralston Saul","topic":"Freedom"},{"quote":"And we know that once we have a majority that are dependent upon the government, we will lose our freedom; it says we go into bondage. That&#39;s the next stage.","author":"Sharron Angle","topic":"Freedom"},{"quote":"Freedom is contagious. That&#39;s why despots fear it so much.","author":"Bill Owens","topic":"Freedom"},{"quote":"When you&#39;re writing for newspapers you have all these parameters. You can&#39;t swear, you have to use short paragraphs, all that. If you stay within those parameters, you have lots of freedom because you&#39;re writing for the next day.","author":"Chuck Klosterman","topic":"Freedom"},{"quote":"I shot all my stuff on &#39;Arrested Development&#39; in one day, and was brought into a really well-oiled machine. &#39;Cause it was the last season, and they were wrapping up a lot of stuff because they knew at that point that they weren&#39;t coming back. There seemed to be kind of a freedom, and certainly the cast had a great amount of camaraderie.","author":"Carrie Preston","topic":"Freedom"},{"quote":"Freedom is the right to one&#39;s dignity as a man.","author":"Archibald MacLeish","topic":"Freedom"},{"quote":"There are those, I know, who will reply that the liberation of humanity, the freedom of man and mind, is nothing but a dream. They are right. It is. It is the American Dream.","author":"Archibald MacLeish","topic":"Freedom"},{"quote":"The liberty of the individual is a necessary postulate of human progress.","author":"Ernest Renan","topic":"Freedom"},{"quote":"No people in history have ever survived who thought they could protect their freedom by making themselves inoffensive to their enemies.","author":"Dean Acheson","topic":"Freedom"},{"quote":"The plan shows that the twenty million people in the German democratic Republic and in the democratic sector of Berlin think only of peace, and that they are working for freedom and peaceful prosperity.","author":"Walter Ulbricht","topic":"Freedom"},{"quote":"I like to jot down ideas on the back of envelopes and to recognise the potential value in small things. I also like the freedom to think without feeling compelled to write too early. Stories are often better if we can hold back and get to know the characters and the sounds of language.","author":"Nick Earls","topic":"Freedom"},{"quote":"Freedom is never easily won, but once established, freedom lasts, spreads and chokes out tyranny.","author":"Trent Lott","topic":"Freedom"},{"quote":"Freedom is not worth fighting for if it means no more than license for everyone to get as much as he can for himself.","author":"Dorothy Canfield Fisher","topic":"Freedom"},{"quote":"There is no ageism or &#39;youthism&#39; when it comes to freedom of speech. We are all citizens.","author":"Jacques Parizeau","topic":"Freedom"},{"quote":"For us democracy is a question of human dignity. And human dignity is political freedom.","author":"Olof Palme","topic":"Freedom"}]