[{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Friends... they cherish one another&#39;s hopes. They are kind to one another&#39;s dreams.","author":"Henry David Thoreau","topic":"Friendship"},{"quote":"Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom.","author":"Marcel Proust","topic":"Friendship"},{"quote":"Friendship is the shadow of the evening, which increases with the setting sun of life.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"One loyal friend is worth ten thousand relatives.","author":"Euripides","topic":"Friendship"},{"quote":"Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.","author":"John Wooden","topic":"Friendship"},{"quote":"Don&#39;t walk behind me; I may not lead. Don&#39;t walk in front of me; I may not follow. Just walk beside me and be my friend.","author":"Albert Camus","topic":"Friendship"},{"quote":"A friend is what the heart needs all the time.","author":"Henry Van Dyke","topic":"Friendship"},{"quote":"True friends stab you in the front.","author":"Oscar Wilde","topic":"Friendship"},{"quote":"True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.","author":"Baltasar Gracian","topic":"Friendship"},{"quote":"The language of friendship is not words but meanings.","author":"Henry David Thoreau","topic":"Friendship"},{"quote":"Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.","author":"Bruce Lee","topic":"Friendship"},{"quote":"A true friend is someone who is there for you when he&#39;d rather be anywhere else.","author":"Len Wein","topic":"Friendship"},{"quote":"In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its morning and is refreshed.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"There are no strangers here; Only friends you haven&#39;t yet met.","author":"William Butler Yeats","topic":"Friendship"},{"quote":"A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love.","author":"Saint Basil","topic":"Friendship"},{"quote":"I have a loyalty that runs in my bloodstream, when I lock into someone or something, you can&#39;t get me away from it because I commit that thoroughly. That&#39;s in friendship, that&#39;s a deal, that&#39;s a commitment. Don&#39;t give me paper - I can get the same lawyer who drew it up to break it. But if you shake my hand, that&#39;s for life.","author":"Jerry Lewis","topic":"Friendship"},{"quote":"The only way to have a friend is to be one.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"My best friend is the man who in wishing me well wishes it for my sake.","author":"Aristotle","topic":"Friendship"},{"quote":"Friends and good manners will carry you where money won&#39;t go.","author":"Margaret Walker","topic":"Friendship"},{"quote":"Friendship... is not something you learn in school. But if you haven&#39;t learned the meaning of friendship, you really haven&#39;t learned anything.","author":"Muhammad Ali","topic":"Friendship"},{"quote":"Of all possessions a friend is the most precious.","author":"Herodotus","topic":"Friendship"},{"quote":"Do I not destroy my enemies when I make them my friends?","author":"Abraham Lincoln","topic":"Friendship"},{"quote":"Depth of friendship does not depend on length of acquaintance.","author":"Rabindranath Tagore","topic":"Friendship"},{"quote":"Some people go to priests; others to poetry; I to my friends.","author":"Virginia Woolf","topic":"Friendship"},{"quote":"Love is flower like; Friendship is like a sheltering tree.","author":"Samuel Taylor Coleridge","topic":"Friendship"},{"quote":"A true friend freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably.","author":"William Penn","topic":"Friendship"},{"quote":"Love is friendship set on fire.","author":"Jeremy Taylor","topic":"Friendship"},{"quote":"A man&#39;s friendships are one of the best measures of his worth.","author":"Charles Darwin","topic":"Friendship"},{"quote":"A true friend never gets in your way unless you happen to be going down.","author":"Arnold H. Glasow","topic":"Friendship"},{"quote":"A friend is one who knows you and loves you just the same.","author":"Elbert Hubbard","topic":"Friendship"},{"quote":"Love is blind; friendship closes its eyes.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"I define friendship as a bond that transcends all barriers. When you are ready to expect anything and everything from friends, good, bad or ugly... that&#39;s what I call true friendship.","author":"Harbhajan Singh","topic":"Friendship"},{"quote":"If you have one true friend you have more than your share.","author":"Thomas Fuller","topic":"Friendship"},{"quote":"But friendship is the breathing rose, with sweets in every fold.","author":"Oliver Wendell Holmes, Sr.","topic":"Friendship"},{"quote":"I think it&#39;s important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.","author":"Jennifer Aniston","topic":"Friendship"},{"quote":"True friendship is like sound health; the value of it is seldom known until it is lost.","author":"Charles Caleb Colton","topic":"Friendship"},{"quote":"True friendship can afford true knowledge. It does not depend on darkness and ignorance.","author":"Henry David Thoreau","topic":"Friendship"},{"quote":"A friend is a gift you give yourself.","author":"Robert Louis Stevenson","topic":"Friendship"},{"quote":"Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.","author":"Marilyn Monroe","topic":"Friendship"},{"quote":"No person is your friend who demands your silence, or denies your right to grow.","author":"Alice Walker","topic":"Friendship"},{"quote":"There is no friendship, no love, like that of the parent for the child.","author":"Henry Ward Beecher","topic":"Friendship"},{"quote":"Each friend represents a world in us, a world not born until they arrive, and it is only by this meeting that a new world is born.","author":"Anais Nin","topic":"Friendship"},{"quote":"The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing... not healing, not curing... that is a friend who cares.","author":"Henri Nouwen","topic":"Friendship"},{"quote":"Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.","author":"Oprah Winfrey","topic":"Friendship"},{"quote":"True happiness arises, in the first place, from the enjoyment of one&#39;s self, and in the next, from the friendship and conversation of a few select companions.","author":"Joseph Addison","topic":"Friendship"},{"quote":"Wishing to be friends is quick work, but friendship is a slow ripening fruit.","author":"Aristotle","topic":"Friendship"},{"quote":"However rare true love may be, it is less so than true friendship.","author":"Francois de La Rochefoucauld","topic":"Friendship"},{"quote":"The sincere friends of this world are as ship lights in the stormiest of nights.","author":"Giotto di Bondone","topic":"Friendship"},{"quote":"A lot of times, in our culture and our society, we put romantic love somehow on a higher plane than self-love and friendship love. You can&#39;t do that. You have to honor and really fully invest in all these different loving relationships.","author":"Delilah","topic":"Friendship"},{"quote":"The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity.","author":"Ulysses S. Grant","topic":"Friendship"},{"quote":"A true friend is the greatest of all blessings, and that which we take the least care of all to acquire.","author":"Francois de La Rochefoucauld","topic":"Friendship"},{"quote":"I have learned that to be with those I like is enough.","author":"Walt Whitman","topic":"Friendship"},{"quote":"Without wearing any mask we are conscious of, we have a special face for each friend.","author":"Oliver Wendell Holmes, Sr.","topic":"Friendship"},{"quote":"A friend to all is a friend to none.","author":"Aristotle","topic":"Friendship"},{"quote":"In everyone&#39;s life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.","author":"Albert Schweitzer","topic":"Friendship"},{"quote":"Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it&#39;s all over.","author":"Octavia Butler","topic":"Friendship"},{"quote":"Lay this unto your breast: Old friends, like old swords, still are trusted best.","author":"John Webster","topic":"Friendship"},{"quote":"Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival.","author":"C. S. Lewis","topic":"Friendship"},{"quote":"The two most misused words in the entire English vocabulary are love and friendship. A true friend would die for you, so when you start trying to count them on one hand, you don&#39;t need any fingers.","author":"Larry Flynt","topic":"Friendship"},{"quote":"Friendship is the marriage of the soul, and this marriage is liable to divorce.","author":"Voltaire","topic":"Friendship"},{"quote":"No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other&#39;s worth.","author":"Robert Southey","topic":"Friendship"},{"quote":"Never do a wrong thing to make a friend or to keep one.","author":"Robert E. Lee","topic":"Friendship"},{"quote":"Love and friendship exclude each other.","author":"Jean de la Bruyere","topic":"Friendship"},{"quote":"My friends are my estate.","author":"Emily Dickinson","topic":"Friendship"},{"quote":"It is more shameful to distrust our friends than to be deceived by them.","author":"Confucius","topic":"Friendship"},{"quote":"Friendship is certainly the finest balm for the pangs of disappointed love.","author":"Jane Austen","topic":"Friendship"},{"quote":"True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation.","author":"George Washington","topic":"Friendship"},{"quote":"Be slow to fall into friendship; but when thou art in, continue firm and constant.","author":"Socrates","topic":"Friendship"},{"quote":"Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence.","author":"George Washington","topic":"Friendship"},{"quote":"Two persons cannot long be friends if they cannot forgive each other&#39;s little failings.","author":"Jean de la Bruyere","topic":"Friendship"},{"quote":"Friendship has always belonged to the core of my spiritual journey.","author":"Henri Nouwen","topic":"Friendship"},{"quote":"Life has no blessing like a prudent friend.","author":"Euripides","topic":"Friendship"},{"quote":"Even an animal, if you show genuine affection, gradually trust develops... If you always showing bad face and beating, how can you develop friendship?","author":"Dalai Lama","topic":"Friendship"},{"quote":"There is a magnet in your heart that will attract true friends. That magnet is unselfishness, thinking of others first; when you learn to live for others, they will live for you.","author":"Paramahansa Yogananda","topic":"Friendship"},{"quote":"Friendship may, and often does, grow into love, but love never subsides into friendship.","author":"Lord Byron","topic":"Friendship"},{"quote":"Never explain - your friends do not need it and your enemies will not believe you anyway.","author":"Elbert Hubbard","topic":"Friendship"},{"quote":"I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.","author":"Thomas Jefferson","topic":"Friendship"},{"quote":"One look at an email can rob you of 15 minutes of focus. One call on your cell phone, one tweet, one instant message can destroy your schedule, forcing you to move meetings, or blow off really important things, like love, and friendship.","author":"Jacqueline Leo","topic":"Friendship"},{"quote":"The most I can do for my friend is simply be his friend.","author":"Henry David Thoreau","topic":"Friendship"},{"quote":"True friendship ought never to conceal what it thinks.","author":"St. Jerome","topic":"Friendship"},{"quote":"Friendship is one mind in two bodies.","author":"Mencius","topic":"Friendship"},{"quote":"When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand.","author":"Henri Nouwen","topic":"Friendship"},{"quote":"It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means.","author":"Charles Kingsley","topic":"Friendship"},{"quote":"Love is a friendship set to music.","author":"Joseph Campbell","topic":"Friendship"},{"quote":"The bird a nest, the spider a web, man friendship.","author":"William Blake","topic":"Friendship"},{"quote":"When people have compassion, friendship, and unity, they speak and think in a constructive way to ensure national independence and prosperity.","author":"Bhumibol Adulyadej","topic":"Friendship"},{"quote":"Real friendship, like real poetry, is extremely rare - and precious as a pearl.","author":"Tahar Ben Jelloun","topic":"Friendship"},{"quote":"As iron sharpens iron, so a friend sharpens a friend.","author":"King Solomon","topic":"Friendship"},{"quote":"A gang is the same as a wolf pack; gang members do not use their energies in friendship with one another, for they do not know what friendship is. If they are united, it is by the common bond of a desire to attack their world.","author":"Haniel Long","topic":"Friendship"},{"quote":"False friendship, like the ivy, decays and ruins the walls it embraces; but true friendship gives new life and animation to the object it supports.","author":"Richard Burton","topic":"Friendship"},{"quote":"Where would you be without friends? The people to pick you up when you need lifting? We come from homes far from perfect, so you end up almost parent and sibling to your friends - your own chosen family. There&#39;s nothing like a really loyal, dependable, good friend. Nothing.","author":"Jennifer Aniston","topic":"Friendship"},{"quote":"A woman may very well form a friendship with a man, but for this to endure, it must be assisted by a little physical antipathy.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Friendship is a sheltering tree.","author":"Samuel Taylor Coleridge","topic":"Friendship"},{"quote":"When I was growing up, my mother was always a friend to my siblings and me (in addition to being all the other things a mom is), and I was always grateful for that because I knew she was someone I could talk to and joke with, and argue with and that nothing would ever harm that friendship.","author":"Marlo Thomas","topic":"Friendship"},{"quote":"Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.","author":"Oscar Wilde","topic":"Friendship"},{"quote":"The love that comes from friendship is the underlying facet of a happy life.","author":"Chelsea Handler","topic":"Friendship"},{"quote":"A friendship founded on business is better than a business founded on friendship.","author":"John D. Rockefeller","topic":"Friendship"},{"quote":"A quarrel between friends, when made up, adds a new tie to friendship.","author":"Saint Francis de Sales","topic":"Friendship"},{"quote":"I don&#39;t need a friend who changes when I change and who nods when I nod; my shadow does that much better.","author":"Plutarch","topic":"Friendship"},{"quote":"I don&#39;t know if I&#39;ve ever been in a clique. The older I&#39;ve gotten, the more I&#39;ve realized what a true friend really is. So my friendship circle has changed a bit.","author":"Aimee Teegarden","topic":"Friendship"},{"quote":"Sustaining true friendship is a lot more challenging than we give it credit for.","author":"Mariella Frostrup","topic":"Friendship"},{"quote":"It seems to me that trying to live without friends is like milking a bear to get cream for your morning coffee. It is a whole lot of trouble, and then not worth much after you get it.","author":"Zora Neale Hurston","topic":"Friendship"},{"quote":"The world is round so that friendship may encircle it.","author":"Pierre Teilhard de Chardin","topic":"Friendship"},{"quote":"The lust and attraction are often a given in a romance novel - I want to dig into the elements of true friendship that form a foundation for a solid, gonna-last-forever romantic relationship.","author":"Suzanne Brockmann","topic":"Friendship"},{"quote":"There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise.","author":"Oliver Wendell Holmes, Sr.","topic":"Friendship"},{"quote":"Friendship with ones self is all important, because without it one cannot be friends with anyone else in the world.","author":"Eleanor Roosevelt","topic":"Friendship"},{"quote":"Since the Korean War, U.S. and South Korea have established an enduring friendship with shared interests, such as denuclearizing the Korean Peninsula, combating aggression abroad and developing our economies.","author":"Charles B. Rangel","topic":"Friendship"},{"quote":"I have learned that friendship isn&#39;t about who you&#39;ve known the longest, it&#39;s about who came and never left your side.","author":"Yolanda Hadid","topic":"Friendship"},{"quote":"There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth.","author":"Chanakya","topic":"Friendship"},{"quote":"Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief.","author":"Marcus Tullius Cicero","topic":"Friendship"},{"quote":"The friendship that can cease has never been real.","author":"St. Jerome","topic":"Friendship"},{"quote":"People come in and out of our lives, and the true test of friendship is whether you can pick back up right where you left off the last time you saw each other.","author":"Lisa See","topic":"Friendship"},{"quote":"A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies.","author":"Confucius","topic":"Friendship"},{"quote":"Forgiveness is that subtle thread that binds both love and friendship. Without forgiveness, you may not even have a child one day.","author":"George Foreman","topic":"Friendship"},{"quote":"Nothing but heaven itself is better than a friend who is really a friend.","author":"Plautus","topic":"Friendship"},{"quote":"Friendship is Love without his wings!","author":"Lord Byron","topic":"Friendship"},{"quote":"Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.","author":"Oscar Wilde","topic":"Friendship"},{"quote":"Be true to yourself. Make each day a masterpiece. Help others. Drink deeply from good books. Make friendship a fine art. Build a shelter against a rainy day.","author":"John Wooden","topic":"Friendship"},{"quote":"Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship.","author":"Epicurus","topic":"Friendship"},{"quote":"Fan the sinking flame of hilarity with the wing of friendship; and pass the rosy wine.","author":"Charles Dickens","topic":"Friendship"},{"quote":"A friend is an emotional bond, just like friendship is a human experience.","author":"Simon Sinek","topic":"Friendship"},{"quote":"I&#39;ve always wanted to be a mom because I want to give a kid all of the magical gifts my mom gave to me, such as love and friendship. She and I had this incredible connection that was so unbelievable.","author":"Jennifer Love Hewitt","topic":"Friendship"},{"quote":"She is a friend of mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order. It&#39;s good, you know, when you got a woman who is a friend of your mind.","author":"Toni Morrison","topic":"Friendship"},{"quote":"One&#39;s life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.","author":"Simone de Beauvoir","topic":"Friendship"},{"quote":"It takes a long time to grow an old friend.","author":"John Leonard","topic":"Friendship"},{"quote":"Yes&#39;m, old friends is always best, &#39;less you can catch a new one that&#39;s fit to make an old one out of.","author":"Sarah Orne Jewett","topic":"Friendship"},{"quote":"Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart.","author":"Washington Irving","topic":"Friendship"},{"quote":"A friend may well be reckoned the masterpiece of nature.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"On the relationship side, if you teach people to respond actively and constructively when someone they care about has a victory, it increases love and friendship and decreases the probability of depression.","author":"Martin Seligman","topic":"Friendship"},{"quote":"The greatest sweetener of human life is Friendship. To raise this to the highest pitch of enjoyment, is a secret which but few discover.","author":"Joseph Addison","topic":"Friendship"},{"quote":"Never make friends with people who are above or below you in status. Such friendships will never give you any happiness.","author":"Chanakya","topic":"Friendship"},{"quote":"Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.","author":"Elie Wiesel","topic":"Friendship"},{"quote":"People are roasting each other at parties, at work events, around the fire. It&#39;s so fun. People are busting each other&#39;s chops, and it&#39;s a sign of affection, truly. It&#39;s a true test of love and friendship: can you make a man laugh at himself? So what makes a good burn? Go after targets you love and respect. And hit &#39;em hard.","author":"Jeff Ross","topic":"Friendship"},{"quote":"You know, real life doesn&#39;t just suddenly resolve itself. You have to keep working at it. Democracy, marriage, friendship. You can&#39;t just say, &#39;She&#39;s my best friend.&#39; That&#39;s not a given, it&#39;s a process.","author":"Viggo Mortensen","topic":"Friendship"},{"quote":"What drew me towards team sport were the camaraderie and friendship. The chance to celebrate victory and success with a group of other people is something I have enjoyed doing.","author":"Rahul Dravid","topic":"Friendship"},{"quote":"Every friendship is different because everyone&#39;s personality is different.","author":"Nargis Fakhri","topic":"Friendship"},{"quote":"Your friend is your needs answered.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Let there be no purpose in friendship save the deepening of the spirit.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"If we listened to our intellect, we&#39;d never have a love affair. We&#39;d never have a friendship. We&#39;d never go into business, because we&#39;d be cynical. Well, that&#39;s nonsense. You&#39;ve got to jump off cliffs all the time and build your wings on the way down.","author":"Ray Bradbury","topic":"Friendship"},{"quote":"Friendship is two-sided. It isn&#39;t a friend just because someone&#39;s doing something nice for you. That&#39;s a nice person. There&#39;s friendship when you do for each other. It&#39;s like marriage - it&#39;s two-sided.","author":"John Wooden","topic":"Friendship"},{"quote":"Friendship is a plant of slow growth and must undergo and withstand the shocks of adversity before it is entitled to the appellation.","author":"George Washington","topic":"Friendship"},{"quote":"Loyalty and friendship, which is to me the same, created all the wealth that I&#39;ve ever thought I&#39;d have.","author":"Ernie Banks","topic":"Friendship"},{"quote":"Friendship is essentially a partnership.","author":"Aristotle","topic":"Friendship"},{"quote":"Never contract friendship with a man that is not better than thyself.","author":"Confucius","topic":"Friendship"},{"quote":"What sweetness is left in life, if you take away friendship? Robbing life of friendship is like robbing the world of the sun. A true friend is more to be esteemed than kinsfolk.","author":"Marcus Tullius Cicero","topic":"Friendship"},{"quote":"A friend is, as it were, a second self.","author":"Marcus Tullius Cicero","topic":"Friendship"},{"quote":"But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine.","author":"Thomas Jefferson","topic":"Friendship"},{"quote":"Friendship at first sight, like love at first sight, is said to be the only truth.","author":"Herman Melville","topic":"Friendship"},{"quote":"For prayer is nothing else than being on terms of friendship with God.","author":"Saint Teresa of Avila","topic":"Friendship"},{"quote":"Remember that a gesture of friendship, no matter how small, is always appreciated.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"You find out who your real friends are when you&#39;re involved in a scandal.","author":"Elizabeth Taylor","topic":"Friendship"},{"quote":"I love life in spite of all that mars it. I love friendship, jokes and laughter.","author":"Tahar Ben Jelloun","topic":"Friendship"},{"quote":"It is not so much our friends&#39; help that helps us, as the confidence of their help.","author":"Epicurus","topic":"Friendship"},{"quote":"Be slow in choosing a friend, slower in changing.","author":"Benjamin Franklin","topic":"Friendship"},{"quote":"It&#39;s the friends you can call up at 4 a.m. that matter.","author":"Marlene Dietrich","topic":"Friendship"},{"quote":"Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"Opposition is true friendship.","author":"William Blake","topic":"Friendship"},{"quote":"Friendship multiplies the good of life and divides the evil.","author":"Baltasar Gracian","topic":"Friendship"},{"quote":"Love, friendship and respect do not unite people as much as a common hatred for something.","author":"Anton Chekhov","topic":"Friendship"},{"quote":"The essence of true friendship is to make allowance for another&#39;s little lapses.","author":"David Storey","topic":"Friendship"},{"quote":"He who hath many friends hath none.","author":"Aristotle","topic":"Friendship"},{"quote":"A traitor is a betrayer - one who practices injury, while professing friendship. Benedict Arnold was a traitor, solely because, while professing friendship for the American cause, he attempted to injure it. An open enemy, however criminal in other respects, is no traitor.","author":"Lysander Spooner","topic":"Friendship"},{"quote":"Rock n&#39; roll as a genre is different from pop and hip hop: it is about bands, and that for me suggests brotherhood, family, friendship and community.","author":"Steven Van Zandt","topic":"Friendship"},{"quote":"If instead of a gem, or even a flower, we should cast the gift of a loving thought into the heart of a friend, that would be giving as the angels give.","author":"George MacDonald","topic":"Friendship"},{"quote":"To be poor does not mean you lack the means to extend charity to another. You may lack money or food, but you have the gift of friendship to overwhelm the loneliness that grips the lives of so many.","author":"Stanley Hauerwas","topic":"Friendship"},{"quote":"Eros will have naked bodies; Friendship naked personalities.","author":"C. S. Lewis","topic":"Friendship"},{"quote":"Never have a companion that casts you in the shade.","author":"Baltasar Gracian","topic":"Friendship"},{"quote":"The solution as consumers is - perhaps surprisingly - to take adverts very, very seriously. We should ask ourselves what it is that we find lovely in them - the visions of friendship, togetherness, repose, or whatever. And then consider what would actually help us find these qualities in our lives.","author":"Alain de Botton","topic":"Friendship"},{"quote":"Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.","author":"Anne Lamott","topic":"Friendship"},{"quote":"Only solitary men know the full joys of friendship. Others have their family; but to a solitary and an exile, his friends are everything.","author":"Willa Cather","topic":"Friendship"},{"quote":"An excellent man; he has no enemies; and none of his friends like him.","author":"Oscar Wilde","topic":"Friendship"},{"quote":"The best time to make friends is before you need them.","author":"Ethel Barrymore","topic":"Friendship"},{"quote":"Love is the attempt to form a friendship inspired by beauty.","author":"Marcus Tullius Cicero","topic":"Friendship"},{"quote":"Friends are born, not made.","author":"Henry Adams","topic":"Friendship"},{"quote":"The feeling of friendship is like that of being comfortably filled with roast beef; love, like being enlivened with champagne.","author":"Samuel Johnson","topic":"Friendship"},{"quote":"Friendship often ends in love, but love in friendship - never.","author":"Albert Camus","topic":"Friendship"},{"quote":"Acquaintances we meet, enjoy, and can easily leave behind; but friendship grows deep roots.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"Friendship is the complete explanation of what a Cheetah Girl is - if you have that true friendship, you can conquer anything you want.","author":"Sabrina Bryan","topic":"Friendship"},{"quote":"An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind.","author":"Unknown","topic":"Friendship"},{"quote":"Good fellowship and friendship are lasting, rational and manly pleasures.","author":"William Wycherley","topic":"Friendship"},{"quote":"Friendship always benefits; love sometimes injures.","author":"Seneca","topic":"Friendship"},{"quote":"I want my friend to miss me as long as I miss him.","author":"Saint Augustine","topic":"Friendship"},{"quote":"The differences between friends cannot but reinforce their friendship.","author":"Mao Zedong","topic":"Friendship"},{"quote":"When the world is so complicated, the simple gift of friendship is within all of our hands.","author":"Maria Shriver","topic":"Friendship"},{"quote":"I had three chairs in my house; one for solitude, two for friendship, three for society.","author":"Henry David Thoreau","topic":"Friendship"},{"quote":"The rule of friendship means there should be mutual sympathy between them, each supplying what the other lacks and trying to benefit the other, always using friendly and sincere words.","author":"Marcus Tullius Cicero","topic":"Friendship"},{"quote":"We are aware that globalization doesn&#39;t mean global friendship but global competition and, therefore, conflict. That doesn&#39;t mean we will all destroy each other, but it is no happy global village, either.","author":"Rene Girard","topic":"Friendship"},{"quote":"We come into relationships often very much identified with our needs. I need this, I need security, I need refuge, I need friendship. And all of relationships are symbiotic in that sense. We come together because we fulfill each others&#39; needs at some level or other.","author":"Ram Dass","topic":"Friendship"},{"quote":"My parents, and librarians along the way, taught me about the space between words; about the margins, where so many juicy moments of life and spirit and friendship could be found. In a library, you could find miracles and truth and you might find something that would make you laugh so hard that you get shushed, in the friendliest way.","author":"Anne Lamott","topic":"Friendship"},{"quote":"One friend in a lifetime is much, two are many, three are hardly possible. Friendship needs a certain parallelism of life, a community of thought, a rivalry of aim.","author":"Henry Adams","topic":"Friendship"},{"quote":"Here&#39;s a news flash: No soldier gives his life. That&#39;s not the way it works. Most soldiers who make a conscious decision to place themselves in harm&#39;s way do it to protect their buddies. They do it because of the bonds of friendship - and it goes so much deeper than friendship.","author":"Eric Massa","topic":"Friendship"},{"quote":"Friendship is an arrangement by which we undertake to exchange small favors for big ones.","author":"Charles de Montesquieu","topic":"Friendship"},{"quote":"Few things tend more to alienate friendship than a want of punctuality in our engagements. I have known the breach of a promise to dine or sup to break up more than one intimacy.","author":"William Hazlitt","topic":"Friendship"},{"quote":"The bracelet says &#39;Fear Nothing.&#39; It was given to me by my friends, and it was made for me and my friends during the period of time that I was going through chemotherapy. And I still wear it, because it&#39;s a great reminder of friendship and how my buddies and others came together in my time of need.","author":"Joseph J. Lhota","topic":"Friendship"},{"quote":"My aim is to create a happy society with genuine friendship. Friendship between Tibetan and Chinese peoples is very essential.","author":"Dalai Lama","topic":"Friendship"},{"quote":"Sympathy constitutes friendship; but in love there is a sort of antipathy, or opposing passion. Each strives to be the other, and both together make up one whole.","author":"Samuel Taylor Coleridge","topic":"Friendship"},{"quote":"I noticed that no matter where I went in the country, there was this group of questions that got asked. I would track them and keep them in categories. Like body image, school, family, friendship, you name it, the emotional life of a teenage girl.","author":"Elizabeth Berkley","topic":"Friendship"},{"quote":"A man&#39;s growth is seen in the successive choirs of his friends.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"The fact is, with every friendship you make, and every bond of trust you establish, you are shaping the image of America projected to the rest of the world. That is so important. So when you study abroad, you&#39;re actually helping to make America stronger.","author":"Michelle Obama","topic":"Friendship"},{"quote":"I know Donald Trump. I&#39;ve met him; I know his family. I have love and friendship and affection for his family members. But I&#39;m going to work very hard to ensure that he is not our president.","author":"Cory Booker","topic":"Friendship"},{"quote":"So far as it depends on the course of this government, our relations of good will and friendship will be sedulously cultivated with all nations.","author":"John Tyler","topic":"Friendship"},{"quote":"All lasting business is built on friendship.","author":"Alfred A. Montapert","topic":"Friendship"},{"quote":"Instead of loving your enemies - treat your friends a little better.","author":"E. W. Howe","topic":"Friendship"},{"quote":"Madam, I have been looking for a person who disliked gravy all my life; let us swear eternal friendship.","author":"Sydney Smith","topic":"Friendship"},{"quote":"Lovers have a right to betray you... friends don&#39;t.","author":"Judy Holliday","topic":"Friendship"},{"quote":"There is no friendship in trade.","author":"Cornelius Vanderbilt","topic":"Friendship"},{"quote":"Friendship often ends in love; but love in friendship - never.","author":"Charles Caleb Colton","topic":"Friendship"},{"quote":"Don&#39;t flatter yourselves that friendship authorizes you to say disagreeable things to your intimates. On the contrary, the nearer you come into relation with a person, the more necessary do tact and courtesy become.","author":"Oliver Wendell Holmes, Sr.","topic":"Friendship"},{"quote":"No matter what message you are about to deliver somewhere, whether it is holding out a hand of friendship, or making clear that you disapprove of something, is the fact that the person sitting across the table is a human being, so the goal is to always establish common ground.","author":"Madeleine Albright","topic":"Friendship"},{"quote":"If there is such a thing as a good marriage, it is because it resembles friendship rather than love.","author":"Michel de Montaigne","topic":"Friendship"},{"quote":"Great is the victory, but the friendship of all is greater.","author":"Emil Zatopek","topic":"Friendship"},{"quote":"Most people are enduring a marginalized isolation. One of the great obstacles to modern friendships is the &#39;religion of rush.&#39; People are rushing all the time through time. Friendship takes time.","author":"John O'Donohue","topic":"Friendship"},{"quote":"Some people are willing to betray years of friendship just to get a little bit of the spotlight.","author":"Lauren Conrad","topic":"Friendship"},{"quote":"Everybody understands friendship, and friendship is different than love - it&#39;s a different kind of love. Friendship has more freedom, more latitude. You don&#39;t expect your friend to be as you think your friend should be; you expect your friend just to love you as a friend.","author":"Carole King","topic":"Friendship"},{"quote":"Friendship is but another name for an alliance with the follies and the misfortunes of others. Our own share of miseries is sufficient: why enter then as volunteers into those of another?","author":"Thomas Jefferson","topic":"Friendship"},{"quote":"Friendship, of itself a holy tie, is made more sacred by adversity.","author":"Charles Caleb Colton","topic":"Friendship"},{"quote":"How can sincerity be a condition of friendship? A taste for truth at any cost is a passion which spares nothing.","author":"Albert Camus","topic":"Friendship"},{"quote":"Tis the privilege of friendship to talk nonsense, and have her nonsense respected.","author":"Charles Lamb","topic":"Friendship"},{"quote":"As is natural with contiguous states having like institutions and like aims of advancement and development, the friendship of the United States and Mexico has been constantly maintained.","author":"Chester A. Arthur","topic":"Friendship"},{"quote":"Friendship will not stand the strain of very much good advice for very long.","author":"Robert Staughton Lynd","topic":"Friendship"},{"quote":"Friendship is a pretty full-time occupation if you really are friendly with somebody. You can&#39;t have too many friends because then you&#39;re just not really friends.","author":"Truman Capote","topic":"Friendship"},{"quote":"Every friendship goes through ups and downs. Dysfunctional patterns set in; external situations cause internal friction; you grow apart and then bounce back together.","author":"Mariella Frostrup","topic":"Friendship"},{"quote":"There has to be chemistry in a duet, but if you go beyond the point of friendship and attraction, you lose something.","author":"Kenny Rogers","topic":"Friendship"},{"quote":"We will seek friendship and goodwill with the nations of the world - but we do so with the understanding that it is the right of all nations to put their own interests first.","author":"Donald Trump","topic":"Friendship"},{"quote":"Nothing so fortifies a friendship as a belief on the part of one friend that he is superior to the other.","author":"Honore de Balzac","topic":"Friendship"},{"quote":"Before the flowers of friendship faded friendship faded.","author":"Gertrude Stein","topic":"Friendship"},{"quote":"Suspicion is the cancer of friendship.","author":"Petrarch","topic":"Friendship"},{"quote":"November 11, 1802, I arrived at Judge Patterson&#39;s at Lisle. This respectable family treated me with every mark of distinction and friendship, and likewise all the people did the same. I really want for words to express my gratitude.","author":"Deborah Sampson","topic":"Friendship"},{"quote":"I think friendship is more important than love, but that love that grows out of friendship is the very best of all.","author":"Jane Green","topic":"Friendship"},{"quote":"Silences make the real conversations between friends. Not the saying but the never needing to say is what counts.","author":"Margaret Lee Runbeck","topic":"Friendship"},{"quote":"Whenever people reach out the hand of friendship towards me, I am not going to refuse that hand.","author":"Martin McGuinness","topic":"Friendship"},{"quote":"Our friends interpret the world and ourselves to us, if we take them tenderly and truly.","author":"Amos Bronson Alcott","topic":"Friendship"},{"quote":"I&#39;m single, footloose and fancy free, I have no responsibilities, no anchors. Work, friendship and self-improvement, that&#39;s me.","author":"Joel Edgerton","topic":"Friendship"},{"quote":"Love is rarer than genius itself. And friendship is rarer than love.","author":"Charles Peguy","topic":"Friendship"},{"quote":"Friendship without self-interest is one of the rare and beautiful things of life.","author":"James F. Byrnes","topic":"Friendship"},{"quote":"My theme is, &#39;The spirit of friendship is the balance of life.&#39; Not money. Not the World Series. It&#39;s friendship. The relationships I have with people, that&#39;s enough to keep me happy.","author":"Ernie Banks","topic":"Friendship"},{"quote":"A friendship can weather most things and thrive in thin soil; but it needs a little mulch of letters and phone calls and small, silly presents every so often - just to save it from drying out completely.","author":"Pam Brown","topic":"Friendship"},{"quote":"He has no enemies, but is intensely disliked by his friends.","author":"Oscar Wilde","topic":"Friendship"},{"quote":"I have friends in overalls whose friendship I would not swap for the favor of the kings of the world.","author":"Thomas A. Edison","topic":"Friendship"},{"quote":"If a man does not make new acquaintances as he advances through life, he will soon find himself left alone. A man, sir, should keep his friendship in a constant repair.","author":"Samuel Johnson","topic":"Friendship"},{"quote":"A girl does not treat a possible lover with unvarying simplicity and directness. In all its phases, love is complex; friendship is not.","author":"Thomas Bailey Aldrich","topic":"Friendship"},{"quote":"Friendship! Mysterious cement of the soul, Sweet&#39;ner of life, and solder of society.","author":"Robert Blair","topic":"Friendship"},{"quote":"To avoid being mistaken for a sellout, I chose my friends carefully. The more politically active black students. The foreign students. The Chicanos. The Marxist professors and structural feminists and punk-rock performance poets.","author":"Barack Obama","topic":"Friendship"},{"quote":"When the bank asks me about my assets, I include my friendship with Regis Philbin.","author":"Lou Holtz","topic":"Friendship"},{"quote":"I have discovered that my interest in my dear pupil, Mabel, has ripened into a far deeper feeling than that of mere friendship. In fact, I know that I have learned to love her very sincerely.","author":"Alexander Graham Bell","topic":"Friendship"},{"quote":"Time makes friendship stronger, but love weaker.","author":"Jean de la Bruyere","topic":"Friendship"},{"quote":"You can always tell a real friend: when you&#39;ve made a fool of yourself he doesn&#39;t feel you&#39;ve done a permanent job.","author":"Laurence J. Peter","topic":"Friendship"},{"quote":"A band is a good way to break up a friendship.","author":"Julian Casablancas","topic":"Friendship"},{"quote":"Friendship is a wildly underrated medication.","author":"Anna Deavere Smith","topic":"Friendship"},{"quote":"Our way is straight and clear - the building up of a socialist democracy at home, with freedom and prosperity for all, and the maintenance of world peace and friendship with all nations abroad.","author":"Lal Bahadur Shastri","topic":"Friendship"},{"quote":"Friendship and money: oil and water.","author":"Mario Puzo","topic":"Friendship"},{"quote":"In friendship as well as love, ignorance very often contributes more to our happiness than knowledge.","author":"Francois de La Rochefoucauld","topic":"Friendship"},{"quote":"Marriage: A friendship recognized by the police.","author":"Robert Louis Stevenson","topic":"Friendship"},{"quote":"Men kick friendship around like a football, but it doesn&#39;t seem to crack. Women treat it like glass and it goes to pieces.","author":"Anne Morrow Lindbergh","topic":"Friendship"},{"quote":"When you think back in history about producers and artists or writers who&#39;ve had good synergy, a lot of times they date, or they&#39;re married, or there&#39;s a friendship and a kinship.","author":"Solange Knowles","topic":"Friendship"},{"quote":"As told in Friendship with God, if we simply decided to believe and act as if first, we&#39;re all one, and second, life is eternal, it would render virtually everything we&#39;ve done all our lives pointless.","author":"Neale Donald Walsch","topic":"Friendship"},{"quote":"Caring for but never trying to own may be a further way to define friendship.","author":"William Glasser","topic":"Friendship"},{"quote":"I am aloof by nature. I mind my own business. I&#39;m good with everyone, and I get along fine with people. But work is work, and friendship is friendship. I never mix the two.","author":"Sonakshi Sinha","topic":"Friendship"},{"quote":"The ideal of all Kosovo is membership in the E.U. and a permanent friendship with the United States. I believe and I am convinced our dreams will come true.","author":"Atifete Jahjaga","topic":"Friendship"},{"quote":"I had a friend where it turned out that she hated my guts, all through our friendship. I thought she was my best friend, and then, in high school, she turned on me and had sordid affairs with all of the people that I&#39;d dated. It was less hurtful because I was in high school, so it was more like, &#39;What&#39;s wrong with you? Gross!&#39;","author":"Mae Whitman","topic":"Friendship"},{"quote":"I don&#39;t need to go onto Facebook and pretend to have friends I&#39;ve never even met. To my mind, that kind of destroys the meaning of the word &#39;friend.&#39; I take exception to that. Because I value and respect friendship.","author":"Stefanie Powers","topic":"Friendship"},{"quote":"Mighty proud I am that I am able to have a spare bed for my friends.","author":"Samuel Pepys","topic":"Friendship"},{"quote":"One friend in a lifetime is much; two are many; three are hardly possible. Friendship needs a certain parallelism of life, a community of thought, a rivalry of aim.","author":"Brooks Adams","topic":"Friendship"},{"quote":"Rejoicing in our joy, not suffering over our suffering, makes someone a friend.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"The arrogance that says analysing the relationship between reasons and causes is more important than writing a philosophy of shyness or sadness or friendship drives me nuts. I can&#39;t accept that.","author":"Alain de Botton","topic":"Friendship"},{"quote":"Value your friendship. Value your relationships.","author":"Barbara Bush","topic":"Friendship"},{"quote":"It is difficult to obtain the friendship of a cat. It is a philosophical animal... one that does not place its affections thoughtlessly.","author":"Theophile Gautier","topic":"Friendship"},{"quote":"Acting is about communicating, reacting, and sharing - and friendship is about all of those things, too.","author":"Diego Luna","topic":"Friendship"},{"quote":"A lot of women, when they&#39;re young, feel they have very good friends, and find later on that friendship is complicated. It&#39;s easy to be friends when everyone&#39;s 18.","author":"Zadie Smith","topic":"Friendship"},{"quote":"Going through an illness and then death of a close friend has changed my attitudes to friendship enormously.","author":"Jane Green","topic":"Friendship"},{"quote":"As soon as you try to describe a close friendship, it loses something.","author":"Dean Smith","topic":"Friendship"},{"quote":"I believe the friendship of the Games still exists. There is a tremendous camaraderie and atmosphere at the Olympic and Commonwealth Games - where else could you go and sit down and have breakfast with a Russian weightlifter, an East German sprinter, and an Indian fencer and talk about different cultures and problems?","author":"Lynn Davies","topic":"Friendship"},{"quote":"If one of two lovers is loyal, and the other jealous and false, how may their friendship last, for Love is slain!","author":"Marie de France","topic":"Friendship"},{"quote":"Friendship is something that creates equality and mutuality, not a reward for finding equality or a way of intensifying existing mutuality.","author":"Rowan Williams","topic":"Friendship"},{"quote":"I am deeply spiritual; I revel in those things that make for good - the things that we can do to shed a little light, to help place an oft-dissonant universe back in tune with itself... Long live art, long live friendship, long live the joy of life!","author":"Jessye Norman","topic":"Friendship"},{"quote":"I do think, in time, people will have, sort of, relationships with certain kinds of robots - not every robot, but certain kinds of robots - where they might feel that it is a sort of friendship, but it&#39;s going to be of a robot-human kind.","author":"Cynthia Breazeal","topic":"Friendship"},{"quote":"A friend should be one in whose understanding and virtue we can equally confide, and whose opinion we can value at once for its justness and its sincerity.","author":"Robert Hall","topic":"Friendship"},{"quote":"They took their meals together; and it was remarked on such occasions, when the friendship of animals is put to a hard test, that they never quarrelled or disputed the possession of a favourite fruit with each other.","author":"Henry Walter Bates","topic":"Friendship"},{"quote":"China has been committed to the independent foreign policy of peace and has developed friendship and cooperation with all countries on the basis of the Five Principles of Peaceful Coexistence.","author":"Hu Jintao","topic":"Friendship"},{"quote":"When two people first meet, they can only have a very ordinary kind of friendship. But when you begin to understand each other, when you get close to them, you discover that you&#39;re suddenly eager to know him or her even better.","author":"Zhang Ziyi","topic":"Friendship"},{"quote":"In closing I wish to say that while I was sorely beset by a number of white riders in my racing days, I have also enjoyed the friendship of countless thousands of white men whom I class as among my closest friends.","author":"Major Taylor","topic":"Friendship"},{"quote":"Our philosophy precedes from the belief that sport is an inalienable part of the educational process and a factor for promoting peace, friendship, cooperation and understanding among peoples.","author":"Juan Antonio Samaranch","topic":"Friendship"},{"quote":"I can tell you, dearest friend, that if it became known how much friendship, love and a world of human and spiritual references I have smuggled into these three movements, the adherents of programme music - should there be any left - would go mad with joy.","author":"Alban Berg","topic":"Friendship"},{"quote":"There is something in the unselfish and self-sacrificing love of a brute, which goes directly to the heart of him who has had frequent occasion to test the paltry friendship and gossamer fidelity of mere Man.","author":"Edgar Allan Poe","topic":"Friendship"},{"quote":"Faith is salted and peppered through everything at Christmas. And I love at least one night by the Christmas tree to sing and feel the quiet holiness of that time that&#39;s set apart to celebrate love, friendship, and God&#39;s gift of the Christ child.","author":"Amy Grant","topic":"Friendship"},{"quote":"Love is like the wild rose-briar; Friendship like the holly-tree. The holly is dark when the rose-briar blooms, but which will bloom most constantly?","author":"Emily Bronte","topic":"Friendship"},{"quote":"We have a saying in the Marine Corps and that is &#39;no better friend, no worse enemy, than a U.S. Marine.&#39; We always hope for the first, friendship, but are certainly more than ready for the second.","author":"John F. Kelly","topic":"Friendship"},{"quote":"I think the way to keep a friendship is to respect that everybody is different.","author":"Emma Bunton","topic":"Friendship"},{"quote":"It&#39;s the most exciting thing to watch God work when I&#39;ve asked him about something, to listen to him and watch him work. It&#39;s like this friendship, and it just grows and grows and grows and grows.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Our most intimate friend is not he to whom we show the worst, but the best of our nature.","author":"Nathaniel Hawthorne","topic":"Friendship"},{"quote":"We call that person who has lost his father, an orphan; and a widower that man who has lost his wife. But that man who has known the immense unhappiness of losing a friend, by what name do we call him? Here every language is silent and holds its peace in impotence.","author":"Joseph Roux","topic":"Friendship"},{"quote":"Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.","author":"Thomas Jefferson","topic":"Friendship"},{"quote":"Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?","author":"Dennis Prager","topic":"Friendship"},{"quote":"Fear makes strangers of people who would be friends.","author":"Shirley MacLaine","topic":"Friendship"},{"quote":"When you choose your friends, don&#39;t be short-changed by choosing personality over character.","author":"W. Somerset Maugham","topic":"Friendship"},{"quote":"Happiness is understanding that friendship is more precious than mere things, more precious than getting your own way, more precious than being in situations where true principles are not at stake.","author":"J. Donald Walters","topic":"Friendship"},{"quote":"Friendship needs no words - it is solitude delivered from the anguish of loneliness.","author":"Dag Hammarskjold","topic":"Friendship"},{"quote":"Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they&#39;re fun, they do things together, they&#39;re best friends. Kids learn by example. If I respect Mom, they&#39;re going to respect Mom.","author":"Tim Allen","topic":"Friendship"},{"quote":"Ultimately, it&#39;s a sense of camaraderie and friendship with local people that is core to my journeys.","author":"Tim Cope","topic":"Friendship"},{"quote":"To embrace the whole world in friendship is wisdom. This wisdom is not changeable like the flowers that bloom and fade.","author":"Thiruvalluvar","topic":"Friendship"},{"quote":"A lot of the powerful religious leaders, from Jesus to Buddha to Tibetan monks, they&#39;re really talking about the same things: love and acceptable, and the value of friendship, and respecting yourself so you can respect others.","author":"Jena Malone","topic":"Friendship"},{"quote":"What I cannot love, I overlook. Is that real friendship?","author":"Anais Nin","topic":"Friendship"},{"quote":"Laughter is not a bad beginning for a friendship, and it is the best ending for one.","author":"Henry Ward Beecher","topic":"Friendship"},{"quote":"What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received; it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love.","author":"Francois de La Rochefoucauld","topic":"Friendship"},{"quote":"Friendships are the family we make - not the one we inherit. I&#39;ve always been someone to whom friendship, elective affinities, is as important as family.","author":"Salman Rushdie","topic":"Friendship"},{"quote":"Peace, commerce and honest friendship with all nations; entangling alliances with none.","author":"Thomas Jefferson","topic":"Friendship"},{"quote":"One of the most mawkish of human delusions is the notion that friendship should be eternal, or, at all events, life-long, and that any act which puts a term to it is somehow discreditable.","author":"H. L. Mencken","topic":"Friendship"},{"quote":"It may happen sometimes that a long debate becomes the cause of a longer friendship. Commonly, those who dispute with one another at last agree.","author":"Elbert Hubbard","topic":"Friendship"},{"quote":"Texas, with her superior natural advantages, must become a point of attraction, and the policy of establishing with her the earliest relations of friendship and commerce will not escape the eye of statesmen.","author":"Sam Houston","topic":"Friendship"},{"quote":"You win the victory when you yield to friends.","author":"Sophocles","topic":"Friendship"},{"quote":"Friendship is a disinterested commerce between equals; love, an abject intercourse between tyrants and slaves.","author":"Oliver Goldsmith","topic":"Friendship"},{"quote":"My definition of a friend is somebody who adores you even though they know the things you&#39;re most ashamed of.","author":"Jodie Foster","topic":"Friendship"},{"quote":"Friendship is composed of a single soul inhabiting two bodies.","author":"Plautus","topic":"Friendship"},{"quote":"Friendship is also about liking a person for their failings, their weakness. It&#39;s also about mutual help, not about exploitation.","author":"Paul Theroux","topic":"Friendship"},{"quote":"Meg Ryan is a beautiful and courageous woman. I grieve the loss of her companionship but I&#39;ve not lost the friendship. We talk all the time and that was what our connection was about. She has a wonderful mind and we just like a chat.","author":"Russell Crowe","topic":"Friendship"},{"quote":"A man cannot be said to succeed in this life who does not satisfy one friend.","author":"Henry David Thoreau","topic":"Friendship"},{"quote":"Perfect friendship is the friendship of men who are good, and alike in excellence; for these wish well alike to each other qua good, and they are good in themselves.","author":"Aristotle","topic":"Friendship"},{"quote":"Moral science is better occupied when treating of friendship than of justice.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"Friendship is like money, easier made than kept.","author":"Samuel Butler","topic":"Friendship"},{"quote":"To want friendship is a great fault. Friendship ought to be a gratuitous joy, like the joys afforded by art or life.","author":"Simone Weil","topic":"Friendship"},{"quote":"A lot of why I climb is for the friendship, the loyalty and trust, the shared experience of being in that moment.","author":"Jimmy Chin","topic":"Friendship"},{"quote":"Female friendship... I think you have friendships that come and go, and then there are ones that the girl becomes a part of your bones.","author":"Betty Gilpin","topic":"Friendship"},{"quote":"It is impossible to preserve my friendship with people who are allegedly leaders when they are attacking their own people, shooting at them, using tanks and other forms of heavy weaponry.","author":"Recep Tayyip Erdogan","topic":"Friendship"},{"quote":"I think what &#39;The Hobbit&#39; and Middle-earth deal in are quite universal and timeless themes of honour and love and friendship... so they&#39;re things that do resonate with people.","author":"Martin Freeman","topic":"Friendship"},{"quote":"My inspiration are the woman, friendship, and loneliness.","author":"Enrique Iglesias","topic":"Friendship"},{"quote":"If you&#39;re going through friendship issues, I would say, first of all take a step back. How important is the friendship to you? Sometimes, if someone&#39;s not being a good friend to you and isn&#39;t treating you the way you should be treated, then you kind of have to move on sometimes.","author":"Victoria Justice","topic":"Friendship"},{"quote":"Friendship is held to be the severest test of character. It is easy, we think, to be loyal to a family and clan, whose blood is in your own veins.","author":"Charles Eastman","topic":"Friendship"},{"quote":"Show me a genuine case of platonic friendship, and I shall show you two old or homely faces.","author":"Austin O'Malley","topic":"Friendship"},{"quote":"I&#39;ve got some great guy friends. They can start out as crushes. But when you realize something isn&#39;t going to happen, you make a choice whether or not the friendship is worth it. And it usually is. Then you can laugh about the fact that you used to have a crush on him or he had one on you.","author":"Courteney Cox","topic":"Friendship"},{"quote":"From an early age I didn&#39;t buy into the value systems of working hard in a nine-to-five job. I thought creativity, friendship and loyalty and pushing the boundaries of what was acceptable was much more interesting.","author":"Adam Clayton","topic":"Friendship"},{"quote":"The beginning of a friendship, the fact that two people out of the thousands around them can meet and connect and become friends, seems like a kind of magic to me. But maintaining a friendship requires work. I don&#39;t mean that as a bad thing. Good art requires work as well.","author":"Charles de Lint","topic":"Friendship"},{"quote":"Since there is nothing so well worth having as friends, never lose a chance to make them.","author":"Francesco Guicciardini","topic":"Friendship"},{"quote":"Music is the social act of communication among people, a gesture of friendship, the strongest there is.","author":"Malcolm Arnold","topic":"Friendship"},{"quote":"Friendship, like the immortality of the soul, is too good to be believed.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"Friendship is almost always the union of a part of one mind with the part of another; people are friends in spots.","author":"George Santayana","topic":"Friendship"},{"quote":"Secrecy is the chastity of friendship.","author":"Jeremy Taylor","topic":"Friendship"},{"quote":"It&#39;s always really challenging trying to go from player to player\/coach. You have a kind of friendship basis of relationship with all of your teammates, and now you go to this power position where you have to make decisions that might hurt people&#39;s feelings.","author":"Abby Wambach","topic":"Friendship"},{"quote":"Do not keep on with a mockery of friendship after the substance is gone - but part, while you can part friends. Bury the carcass of friendship: it is not worth embalming.","author":"William Hazlitt","topic":"Friendship"},{"quote":"I have two or three guys that I&#39;m really close to. We have a great friendship, and I think that helps our songwriting relationship. It&#39;s hard to start... with new people and cover the ground that I&#39;ve covered with those guys.","author":"Sam Hunt","topic":"Friendship"},{"quote":"Friendship is a very taxing and arduous form of leisure activity.","author":"Mortimer Adler","topic":"Friendship"},{"quote":"On one side, citizens have great respect for the United States; they have a great feeling of friendship. That is solid. But in the opposition and in the political arena I often find criticism of the closeness of relations with the United States. That is a reality.","author":"Vicente Fox","topic":"Friendship"},{"quote":"Why do we go around acting as though everything was friendship and reliability when basically everything everywhere is full of sudden hate and ugliness?","author":"Anna Freud","topic":"Friendship"},{"quote":"People of noble character are afraid of keeping friendship with dishonorable people. But people of discreditable character consider friendship with the dishonorable as a blood relationship.","author":"Thiruvalluvar","topic":"Friendship"},{"quote":"The friendship we share grows amidst the craggy rock pond; reeds of water spray fireflies scented with bonfires.","author":"Bradley Chicho","topic":"Friendship"},{"quote":"If I&#39;m right, the only reason our species is still around is because of our friendship with the canines.","author":"Bruce Cameron","topic":"Friendship"},{"quote":"In my public service, I treasure my friendship with law enforcement officers. I admire what they do and support them in every aspect of their job. I have always looked upon law enforcement officers as my friends.","author":"Dirk Kempthorne","topic":"Friendship"},{"quote":"Very different from eros is philia, a serene love much more akin to friendship, with its reciprocal kindnesses. You love each other for the happy experiences and pleasures you share.","author":"Francois Lelord","topic":"Friendship"},{"quote":"Business, you know, may bring you money, but friendship hardly ever does.","author":"Jane Austen","topic":"Friendship"},{"quote":"Friendship, like love, is destroyed by long absence, though it may be increased by short intermissions.","author":"Samuel Johnson","topic":"Friendship"},{"quote":"Friendship increases in visiting friends, but in visiting them seldom.","author":"Francis Bacon","topic":"Friendship"},{"quote":"We must reach out our hand in friendship and dignity both to those who would befriend us and those who would be our enemy.","author":"Arthur Ashe","topic":"Friendship"},{"quote":"Love demands infinitely less than friendship.","author":"George Jean Nathan","topic":"Friendship"},{"quote":"I experience for the American officers and soldiers that friendship which arises from having shared with them for a length of time dangers, sufferings, and both good and evil fortune.","author":"Marquis de Lafayette","topic":"Friendship"},{"quote":"It is important to our friends to believe that we are unreservedly frank with them, and important to friendship that we are not.","author":"Mignon McLaughlin","topic":"Friendship"},{"quote":"There is a scarcity of friendship, but not of friends.","author":"Thomas Fuller","topic":"Friendship"},{"quote":"Your Majesty may rest assured about my conduct towards the Comtesse de Provence; I will certainly try and gain her friendship and confidence, without going too far.","author":"Marie Antoinette","topic":"Friendship"},{"quote":"Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things.","author":"Adam Sandler","topic":"Friendship"},{"quote":"She discovered with great delight that one does not love one&#39;s children just because they are one&#39;s children but because of the friendship formed while raising them.","author":"Gabriel Garcia Marquez","topic":"Friendship"},{"quote":"Let me be very clear: my friendship with my friends ends where the interest of the country begins.","author":"Rodrigo Duterte","topic":"Friendship"},{"quote":"A friend in power is a friend lost.","author":"Henry Adams","topic":"Friendship"},{"quote":"&#39;Shake It Up&#39; definitely teaches kids about the importance of reaching for your dreams and setting high goals. It also teaches great lessons about friendship and family.","author":"Zendaya","topic":"Friendship"},{"quote":"The dupe of friendship, and the fool of love; have I not reason to hate and to despise myself? Indeed I do; and chiefly for not having hated and despised the world enough.","author":"William Hazlitt","topic":"Friendship"},{"quote":"Watching John Lasseter&#39;s films, I think I can understand better than anyone that what he&#39;s doing, is going straight ahead with his vision and working really hard to get that vision into film form. And I feel that my understanding this of him is my friendship towards him.","author":"Hayao Miyazaki","topic":"Friendship"},{"quote":"How delightful to find a friend in everyone.","author":"Joseph Brodsky","topic":"Friendship"},{"quote":"The most deadly fruit is borne by the hatred which one grafts on an extinguished friendship.","author":"Gotthold Ephraim Lessing","topic":"Friendship"},{"quote":"I feel friendship towards philosophers, but towards sophists, teachers of literature, or any other such kind of godforsaken people, I neither feel friendship now, nor may I ever do so in the future.","author":"Apollonius of Tyana","topic":"Friendship"},{"quote":"Establishing a friendship after divorce takes great effort and a lot of swallowing of your pride and ego.","author":"Yolanda Hadid","topic":"Friendship"},{"quote":"I went to boarding school in the country, so there&#39;s no real differentiation between family and friends. I went there from when I was 8 until I was 17 - it was insane. If you earn my friendship, you are my family, and I&#39;ll do anything for you.","author":"Jamie Campbell Bower","topic":"Friendship"},{"quote":"I keep my friends as misers do their treasure, because, of all the things granted us by wisdom, none is greater or better than friendship.","author":"Pietro Aretino","topic":"Friendship"},{"quote":"Among young people, often a key factor in them committing suicide is the trauma of transient relationships. They throw themselves into a friendship or network of friendships, then it collapses and they&#39;re desolate.","author":"Vincent Nichols","topic":"Friendship"},{"quote":"To me, Green Arrow in the past, what people loved about Oliver Queen pre-New 52 was his relationships with other heroes. Like his friendship with Green Lantern, his animosity with Hawkman, his romance with Black Canary - these are all the things that sort of defined him.","author":"Jeff Lemire","topic":"Friendship"},{"quote":"In the family, in interpersonal relationships, even in friendship, faith is tremendously important. If you have a partner who you believe is a good person, then it is your duty to have faith in them until the end, despite the fact that they might have done some bad things. And you have to support and believe in your children.","author":"Greg Graffin","topic":"Friendship"},{"quote":"I always felt that the great high privilege, relief and comfort of friendship was that one had to explain nothing.","author":"Katherine Mansfield","topic":"Friendship"},{"quote":"The ideal friendship is to feel as one while remaining two.","author":"Sophie Swetchine","topic":"Friendship"},{"quote":"Sweat makes good friendship cement.","author":"Tyne Daly","topic":"Friendship"},{"quote":"Many a friendship, long, loyal, and self-sacrificing, rested at first on no thicker a foundation than a kind word.","author":"Frederick William Faber","topic":"Friendship"},{"quote":"Often the magical elements in my books are standing in for elements of the real world, the small and magical-in-their-own-right sorts of things that we take for granted and no longer pay attention to, like the bonds of friendship that entwine our own lives with those of other people and places.","author":"Charles de Lint","topic":"Friendship"},{"quote":"People instantly assume you can&#39;t have a platonic friendship with someone of the opposite sex. I think this may be specific to L.A. - or America.","author":"Isabel Lucas","topic":"Friendship"},{"quote":"At the beginning of the new century, it is the common aspiration of the peoples of the two countries to deepen mutual understanding, enhance trust, develop friendship and strengthen cooperation.","author":"Li Peng","topic":"Friendship"},{"quote":"My writing partner, Nicki, and I became obsessed with a monologist who performs unscripted shows equipped with nothing more than scribbled bullet points and a glass of water. We wrote him a fan letter and found ourselves sharing lunch and eventually a friendship.","author":"Emma McLaughlin","topic":"Friendship"},{"quote":"In those early years in New York when I was a stranger in a big city, it was the companionship and later friendship which I was offered in the Linnean Society that was the most important thing in my life.","author":"Ernst Mayr","topic":"Friendship"},{"quote":"I&#39;m loyal, and I like my friends. Friendship enriches your life and makes it more interesting.","author":"Wendi Deng Murdoch","topic":"Friendship"},{"quote":"Sincere friendship towards God, in all who believe him to be properly an intelligent, willing being, does most apparently, directly, and strongly incline to prayer; and it no less disposes the heart strongly to desire to have our infinitely glorious.","author":"Jonathan Edwards","topic":"Friendship"},{"quote":"We became friends as we became a band. Our friendship evolved as the band evolved. It had its ups and downs, but it was mostly ups for the four of us. We got along well almost all of the time. Hey! We liked each other and we still do.","author":"Dave Blood","topic":"Friendship"},{"quote":"We have to rise above bad fortune. We have to be in the good and enjoy the good, study and work and adventure and friendship and community and love.","author":"Joshua Prager","topic":"Friendship"},{"quote":"Friendship is the most important thing of all.","author":"Kim Philby","topic":"Friendship"},{"quote":"General benevolence, but not general friendship, made a man what he ought to be.","author":"Jane Austen","topic":"Friendship"},{"quote":"I have long enjoyed the friendship and companionship of Republicans because I am by instinct a teacher, and I would like to teach them something.","author":"Woodrow Wilson","topic":"Friendship"},{"quote":"All you need to do to be my friend is like me.","author":"Taylor Swift","topic":"Friendship"},{"quote":"If we are to judge of love by its consequences, it more nearly resembles hatred than friendship.","author":"Francois de La Rochefoucauld","topic":"Friendship"},{"quote":"You&#39;ve got to reach a hand of friendship across the aisle and across philosophies in this country.","author":"Joe Biden","topic":"Friendship"},{"quote":"Sweet is the scene where genial friendship plays the pleasing game of interchanging praise.","author":"Oliver Wendell Holmes, Sr.","topic":"Friendship"},{"quote":"Came but for friendship, and took away love.","author":"Thomas Moore","topic":"Friendship"},{"quote":"I realized that everything I had to do I could not do on my own, and so I was almost obliged to put myself in God&#39;s hands, to trust in Jesus who - while I wrote my book on him - I felt bound to by an old and more profound friendship.","author":"Pope Benedict XVI","topic":"Friendship"},{"quote":"Friendship with a man is friendship with his virtue.","author":"Mencius","topic":"Friendship"},{"quote":"I would be willing to do almost anything to make Art happy. I care about our friendship. The only thing I won&#39;t do is change the essence of my work.","author":"Paul Simon","topic":"Friendship"},{"quote":"Where is instruction in relationships, in the management of career, in the raising of children, in the pursuit of friendship, in the wise approach to anxiety and death? All this sort of stuff I craved to learn about when I was a student and down to this day.","author":"Alain de Botton","topic":"Friendship"},{"quote":"If we would build on a sure foundation in friendship, we must love friends for their sake rather than for our own.","author":"Charlotte Bronte","topic":"Friendship"},{"quote":"To all my political opponents, all and sundry, not only the presidential bets, I would like to offer my hand to friendship.","author":"Rodrigo Duterte","topic":"Friendship"},{"quote":"Friendship has its illusions no less than love.","author":"Stendhal","topic":"Friendship"},{"quote":"Primarily, &#39;Black Girl\/White Girl&#39; is the story of two very different, yet somehow &#39;fated&#39; girls; for Genna, her &#39;friendship&#39; with Minette is the most haunting of her life, though it is one-sided and ends in tragedy.","author":"Joyce Carol Oates","topic":"Friendship"},{"quote":"I take friendship very seriously.","author":"Wole Soyinka","topic":"Friendship"},{"quote":"When our weaknesses affect health and friendship, we are very much aware of their existence.","author":"Mother Angelica","topic":"Friendship"},{"quote":"During the 1950s, Aristotle Onassis and I formed what grew to be a close friendship and association in several business ventures.","author":"J. Paul Getty","topic":"Friendship"},{"quote":"If you go to the Air and Space Museum in Washington, you can see the burn patterns on Friendship 7.","author":"John Glenn","topic":"Friendship"},{"quote":"When a friend is in trouble, don&#39;t annoy him by asking if there is anything you can do. Think up something appropriate and do it.","author":"E. W. Howe","topic":"Friendship"},{"quote":"I&#39;m quite obsessed with the idea of nailing the girl friendship. It&#39;s such an art, so delicate.","author":"Alanis Morissette","topic":"Friendship"},{"quote":"Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!","author":"William Hazlitt","topic":"Friendship"},{"quote":"Success always necessitates a degree of ruthlessness. Given the choice of friendship or success, I&#39;d probably choose success.","author":"Sting","topic":"Friendship"},{"quote":"Read as you taste fruit or savor wine, or enjoy friendship, love or life.","author":"George Herbert","topic":"Friendship"},{"quote":"Bad faith likes discourse on friendship and loyalty.","author":"Mason Cooley","topic":"Friendship"},{"quote":"Men and women can absolutely be friends, and that&#39;s what we need to be. Part of the problem is that we aren&#39;t friends enough. Our relationships are negotiations, and that is not friendship.","author":"Hill Harper","topic":"Friendship"},{"quote":"Life is all about the friendship and the love and the music. It sounds silly, but it is. I want to have that experience as much as I can as an adult, not as a kid doing something that people are telling her she has to do. If anyone gets in my way, I&#39;m going to get them out of my way.","author":"Fiona Apple","topic":"Friendship"},{"quote":"When I was nine, the teacher asked us to write a piece about our village fete. He read mine in class. I was encouraged and continued. I even wanted to write my memoirs at the age of ten. At twelve I wrote poetry, mostly about friendship - &#39;Ode to Friendship.&#39; Then my class wanted to make a film, and one little boy suggested that I write the script.","author":"Eugene Ionesco","topic":"Friendship"},{"quote":"Around the time I graduated from high school, I decided better to underachieve and have friendship than to overachieve and be alone.","author":"Evangeline Lilly","topic":"Friendship"},{"quote":"I came to know Gore Vidal in the mid-1980s, when I was living in southern Italy, virtually a neighbour, and our friendship lasted until his death in 2012. Needless to say, he was a complicated and often combative man.","author":"Jay Parini","topic":"Friendship"},{"quote":"I think in friendship, you want to be there for your friend, and sometimes you just don&#39;t know what to do or the relationship you have with them is not clear enough for you to know what to do.","author":"Marion Cotillard","topic":"Friendship"},{"quote":"I don&#39;t think men are that attracted by glamour. I think women are attracted by glamour. I think men are attracted by a sense of friendship.","author":"Joanna Lumley","topic":"Friendship"},{"quote":"And though my Lord hath lost his estate and been banished out of his country, yet neither despised poverty nor pinching necessity could make him break the bonds of friendship or weaken his loyal duty.","author":"Margaret Cavendish","topic":"Friendship"},{"quote":"Friendship&#39;s the wine of life: but friendship new... is neither strong nor pure.","author":"Edward Young","topic":"Friendship"},{"quote":"When it comes to Pakistan, the first word that comes to the mind of the Chinese is &#39;iron brother.&#39; To us Chinese, Pakistan is always a trustworthy friend who is as solid as iron. Actually, Chinese netizens refer to Pakistan as &#39;Iron Pak.&#39; This testifies to the strength of China-Pakistan friendship.","author":"Li Keqiang","topic":"Friendship"},{"quote":"Our species uses music and dance to express various feelings: love, joy, comfort, ceremony, knowledge, and friendship. And each one is distinct and widely recognized within cultures. Love songs cause us to move slowly and fluidly, for example, while songs of joy inspire us to dance in a full-body aerobic way.","author":"Daniel Levitin","topic":"Friendship"},{"quote":"The potential strength of female friendship and the bonds that can be formed, especially over a lifelong relationship, is very profound.","author":"Toni Collette","topic":"Friendship"},{"quote":"There&#39;s really not much friendship between the girls on tour. There&#39;s so much rivalry and jealousy, so everyone just hangs out in their own camp. In the locker room and players&#39; lounge, you can feel the jealousy.","author":"Ana Ivanovic","topic":"Friendship"},{"quote":"In romance, we feel the need to zoom in and expound on our partner&#39;s foibles in intimate detail; in friendship, we tend to do the opposite, avoiding confrontation through fear, lethargy or both.","author":"Mariella Frostrup","topic":"Friendship"},{"quote":"I love all girl squads. I&#39;m all for, like, girl power and friendship, and I&#39;m all about that.","author":"Poppy Delevingne","topic":"Friendship"},{"quote":"I&#39;m a compulsive reader of fiction. I fell in love with novels when I was a teenager. My wife Marilyn and I... our initial friendship began because we are both readers. I&#39;ve gone to sleep almost every night of my life after having read in a novel for 30 or 40 minutes. I&#39;m a great reader of fiction and much less so of non-fiction.","author":"Irvin D. Yalom","topic":"Friendship"},{"quote":"I find that the Amazon comments often are exceptionally shrewd and insightful, so I&#39;m not going to diss them. But you don&#39;t really have any guarantees that what you&#39;re reading wasn&#39;t written out of friendship or spite.","author":"Michael Dirda","topic":"Friendship"},{"quote":"Taft was Roosevelt&#39;s handpicked successor. I didn&#39;t know how deep the friendship was between the two men until I read their almost four hundred letters, stretching back the to early &#39;30s. It made me realize the heartbreak when they ruptured was much more than a political division.","author":"Doris Kearns Goodwin","topic":"Friendship"},{"quote":"I think for a lot of people, friendship is a relationship that gets devalued once they move on to what people consider to be more important relationships: once you find a partner or when you have kids.","author":"Hanya Yanagihara","topic":"Friendship"},{"quote":"When friendship disappears then there is a space left open to that awful loneliness of the outside world which is like the cold space between the planets. It is an air in which men perish utterly.","author":"Hilaire Belloc","topic":"Friendship"},{"quote":"If the chemistry is right between star and photographer and the geometry of the pictures pleases the star, often the two people end up with a long-term professional friendship during which they continue to work together and to produce highly personal images.","author":"Eve Arnold","topic":"Friendship"},{"quote":"Maybe having to pretend to be in love with someone and then jump into bed with them breaks the ice very quickly; friendship follows fast.","author":"Katherine Kelly","topic":"Friendship"},{"quote":"Marriage is the highest state of friendship. If happy, it lessens our cares by dividing them, at the same time that it doubles our pleasures by mutual participation.","author":"Samuel Richardson","topic":"Friendship"},{"quote":"Pak-China friendship is higher than Himalayas, deeper than ocean, sweeter than honey, and stronger than steel.","author":"Shehbaz Sharif","topic":"Friendship"},{"quote":"India-Seychelles relations have been characterized by close friendship, understanding and cooperation.","author":"Pratibha Patil","topic":"Friendship"},{"quote":"The part which American friendship played in helping us to win the freedom we enjoy in this part of Ireland has been gratefully recognized and acknowledged by our people.","author":"Eamon de Valera","topic":"Friendship"},{"quote":"My reputation is too important to put it aside for purposes of some friendship. We have a job to do.","author":"Stephanie Tubbs Jones","topic":"Friendship"},{"quote":"From the Twitter responses we got with &#39;Best Friends Forever&#39; and the small feedback we are getting as the show is meted out, I think people are seeing themselves in the show and enjoying seeing female friendship portrayed in the way it really is.","author":"Lennon Parham","topic":"Friendship"},{"quote":"The orchid&#39;s association in Chinese culture with such virtues as elegance, good taste, friendship, and fertility goes all the way back to Confucius himself, who was said to have a particular attachment to the flowers.","author":"Lawrence Osborne","topic":"Friendship"},{"quote":"I&#39;ve got many close friends, but there&#39;s an awful lot about friendship that is not demonstrative in my case.","author":"Warren Christopher","topic":"Friendship"},{"quote":"My first experiences of academic friendship made me smile in after years when I looked back on them. But my circle of acquaintances had gradually grown so large that it was only natural new friendships should grow out of it.","author":"Georg Brandes","topic":"Friendship"},{"quote":"Blunders, no, only friendship binds us to honesty - attracting crypts of mushrooms in the wake of our snowboards.","author":"Bradley Chicho","topic":"Friendship"},{"quote":"There was really no friendship in modeling, though a certain amount of warmth comes from running into models you know on shoots, because you end up in so many unfamiliar places, from Alaska to Africa.","author":"Carol Alt","topic":"Friendship"},{"quote":"I think closeness to death would be pretty exhilarating in a way, and friendship, yeh, and selflessness, a kind of selflessness, a sense of your own worthlessness, I think, is pretty exhilarating.","author":"Sebastian Faulks","topic":"Friendship"},{"quote":"The building of friendship, family, community and love is complicated. We are so isolated in this country, no longer supported by tribes and villages.","author":"Jasmine Guy","topic":"Friendship"},{"quote":"Neatness begets order; but from order to taste there is the same difference as from taste to genius, or from love to friendship.","author":"Johann Kaspar Lavater","topic":"Friendship"},{"quote":"One measure of friendship consists not in the number of things friends can discuss, but in the number of things they need no longer mention.","author":"Clifton Fadiman","topic":"Friendship"},{"quote":"&#39;Safe Harbor&#39; is a state of mind... it&#39;s the place - in reality or metaphor - to which one goes in times of trouble or worry. It can be a friendship, marriage, church, garden, beach, poem, prayer, or song.","author":"Luanne Rice","topic":"Friendship"},{"quote":"When Ted Williams was here, inducted into the Hall of Fame 37 years ago, he said he must have earned it, because he didn&#39;t win it because of his friendship with the writers. I guess in that way, I&#39;m proud to be in this company that way.","author":"Eddie Murray","topic":"Friendship"},{"quote":"French Yemeni relations are strong and good, they are relations depending on friendship and cooperation; my relationship with the president Chiraq are old and real.","author":"Ali Abdullah Saleh","topic":"Friendship"},{"quote":"Friendship can only exist between persons with similar interests and points of view. Man and woman by the conventions of society are born with different interests and different points of view.","author":"August Strindberg","topic":"Friendship"},{"quote":"I don&#39;t think it&#39;s more important to preserve female friendship than a marriage. But I think that there&#39;s a place for female friendship that&#39;s really important in the lives of all the women I know. As I&#39;ve gotten older, it&#39;s become much more important to me.","author":"Diane English","topic":"Friendship"},{"quote":"Yeah, I miss it. You don&#39;t just break off a friendship you&#39;ve had with a sport, and with all those you&#39;ve met all over the country. We&#39;ve got some friends, some very close friends, and you just sit back and think how fortunate you were having a career like that. And, actually, there&#39;s nothing in the game of baseball that hasn&#39;t happened to me.","author":"Lou Boudreau","topic":"Friendship"},{"quote":"Nobody ever chooses the already unfortunate as objects of his loyal friendship.","author":"Lucan","topic":"Friendship"},{"quote":"Friendship is inexplicable, it should not be explained if one doesn&#39;t want to kill it.","author":"Max Jacob","topic":"Friendship"},{"quote":"No one person can possibly combine all the elements supposed to make up what everyone means by friendship.","author":"Francis Marion Crawford","topic":"Friendship"},{"quote":"The Bush Administration&#39;s failure to be consistently involved in helping Israel achieve peace with the Palestinians has been both wrong for our friendship with Israel, as well as badly damaging to our standing in the Arab world.","author":"Barack Obama","topic":"Friendship"},{"quote":"I made my first white women friends in college; they loved me and were loyal to our friendship, but I understood, as they did, that they were white women and that whiteness mattered.","author":"Alice Walker","topic":"Friendship"},{"quote":"I&#39;ve learned from my dealings with Johnny Carson that no matter what kind of friendship you think you have with people you&#39;re working with, when the chips are down, it&#39;s all about business.","author":"Joan Rivers","topic":"Friendship"},{"quote":"When I turned about 14, I developed a friendship with this guy whose mom was the secretary to Ernest Angley, the faith healer, who&#39;s very popular in the Midwest. He had a television show, and he was sort of like Liberace mixed with Jerry Falwell - very glitzy, very high-tech.","author":"Marilyn Manson","topic":"Friendship"},{"quote":"America is stronger because of President Obama&#39;s leadership, and I&#39;m better because of his friendship.","author":"Hillary Clinton","topic":"Friendship"},{"quote":"Have you ever thought how humiliating and distressing it was to be placed upon a sphere? For friendship it is a boon never to be able to be further apart than the antipodes. But suppose that you are leaving together to go on and on; it is impossible. To go beyond a certain point is to return to where you began.","author":"Pierre Teilhard de Chardin","topic":"Friendship"},{"quote":"We should have a good working friendship with the United States.","author":"Justin Trudeau","topic":"Friendship"},{"quote":"Friendship, like credit, is highest when it is not used.","author":"Elbert Hubbard","topic":"Friendship"},{"quote":"One&#39;s friends are that part of the human race with which one can be human.","author":"George Santayana","topic":"Friendship"},{"quote":"It is one of the severest tests of friendship to tell your friend his faults. So to love a man that you cannot bear to see a stain upon him, and to speak painful truth through loving words, that is friendship.","author":"Henry Ward Beecher","topic":"Friendship"},{"quote":"Never was a man further from a partiality for Spain than I am. But I think I now have left them in a sincere and steady intention to cultivate the friendship of America.","author":"Marquis de Lafayette","topic":"Friendship"},{"quote":"Today, I, too, wish to reaffirm that I intend to continue on the path toward improved relations and friendship with the Jewish people, following the decisive lead given by John Paul II.","author":"Pope Benedict XVI","topic":"Friendship"},{"quote":"I want to use my connections with coaches, players, celebrities, whomever, and if I can take that friendship and use it to help someone else, I&#39;m going to take advantage of that. I&#39;m not going to apologize for that.","author":"Tim Tebow","topic":"Friendship"},{"quote":"There is a lot that binds Germany to Turkey, and even if we have a difference of opinion on an individual matter, the breadth of our links, our friendship, our strategic ties, is great.","author":"Angela Merkel","topic":"Friendship"},{"quote":"The rules of friendship are tacit, unconscious; they are not rational. In business, though, you have to think rationally.","author":"Steven Pinker","topic":"Friendship"},{"quote":"Shows like &#39;Sex and the City&#39; got women involved again in a political way. They were drawn into the personal stories of the four women who together make up one complete cosmopolitan woman. We want to have community, and the show filled that void in our lives: friendship between women.","author":"Kim Cattrall","topic":"Friendship"},{"quote":"Pity and friendship are two passions incompatible with each other.","author":"Oliver Goldsmith","topic":"Friendship"},{"quote":"I&#39;ve learned that friendship does not equate business, business does not equate friendship.","author":"Jill Scott","topic":"Friendship"},{"quote":"Two of man&#39;s basic needs are to love and to share. Both of these needs are satisfied in greater or lesser degree by friendship.","author":"Mother Angelica","topic":"Friendship"},{"quote":"I have lost my seven best friends, which is to say God has had mercy on me seven times without realizing it. He lent a friendship, took it from me, sent me another.","author":"Jean Cocteau","topic":"Friendship"},{"quote":"What I particularly like about Broadway is the camaraderie and the friendship of other people in other shows. Everybody knows you&#39;re opening and cares about you. There&#39;s a real village atmosphere.","author":"Ian Mckellen","topic":"Friendship"},{"quote":"Friendship is one of the most tangible things in a world which offers fewer and fewer supports.","author":"Kenneth Branagh","topic":"Friendship"},{"quote":"Stop using the word &#39;bromance.&#39; Can we please kill that stupid term? We&#39;re just friends. It&#39;s called friendship!","author":"Blake Shelton","topic":"Friendship"},{"quote":"I&#39;m calling my book series the &#39;with God series.&#39; And this next &#39;with God&#39; book is Friendship with God, which comes out in November. This books challenges us to bring about the end of &#39;better&#39; on this planet.","author":"Neale Donald Walsch","topic":"Friendship"},{"quote":"I do have a lot of time for people in my life, and friendship is a very important subject for me. I think I&#39;m unusual among the writers I know in that respect.","author":"Salman Rushdie","topic":"Friendship"},{"quote":"I understand by this passion the union of desire, friendship, and tenderness, which is inflamed by a single female, which prefers her to the rest of her sex, and which seeks her possession as the supreme or the sole happiness of our being.","author":"Edward Gibbon","topic":"Friendship"},{"quote":"It may be a cold, clammy thing to say, but those that treat friendship the same as any other selfishness seem to get the most out of it.","author":"E. W. Howe","topic":"Friendship"},{"quote":"The little trouble in the world that is not due to love is due to friendship.","author":"E. W. Howe","topic":"Friendship"},{"quote":"Like any friendship or marriage, familiarity breeds more contempt, and love, and everything.","author":"Martin Freeman","topic":"Friendship"},{"quote":"I think people just like seeing friendship. I think people like seeing people who just drive each other up the wall, but at same time, can&#39;t live without each other.","author":"Martin Freeman","topic":"Friendship"},{"quote":"The steady discipline of intimate friendship with Jesus results in men becoming like Him.","author":"Harry Emerson Fosdick","topic":"Friendship"},{"quote":"There are no rules for friendship. It must be left to itself. We cannot force it any more than love.","author":"William Hazlitt","topic":"Friendship"},{"quote":"To be capable of steady friendship or lasting love, are the two greatest proofs, not only of goodness of heart, but of strength of mind.","author":"William Hazlitt","topic":"Friendship"},{"quote":"You can&#39;t build anything with a flimsy foundation. Friendship is the foundation.","author":"Hill Harper","topic":"Friendship"},{"quote":"When David Fincher called me up a few years ago and said, &#39;Hey, I&#39;d like you to score this film &#39;The Social Network,&#39; I said, &#39;I&#39;m flattered, but I really don&#39;t have any real experience scoring films, and I&#39;d rather not screw it up on a high-profile project. And I like you and I don&#39;t want to compromise our friendship.&#39;","author":"Trent Reznor","topic":"Friendship"},{"quote":"All love that has not friendship for its base, is like a mansion built upon the sand.","author":"Ella Wheeler Wilcox","topic":"Friendship"},{"quote":"I force people to have coffee with me, just because I don&#39;t trust that a friendship can be maintained without any other senses besides a computer or cellphone screen.","author":"John Cusack","topic":"Friendship"},{"quote":"I really think that technology has the greatest potential to accelerate happiness of most things in the world. The companies that will ultimately do well are the companies that chase happiness. If you find a way to help people find love, or health or friendship, the dollar will chase that.","author":"Ashton Kutcher","topic":"Friendship"},{"quote":"The first two lessons, which we learned early in our efforts to be good member missionaries, have made sharing the Gospel much easier: We simply can&#39;t predict who will or won&#39;t be interested in the Gospel, and building a friendship is not a prerequisite to inviting people to learn about the Gospel.","author":"Clayton Christensen","topic":"Friendship"},{"quote":"I usually give a book 40 pages. If it doesn&#39;t grab me by then, adios. With young adult books, you can usually tell by Page 4 if it&#39;s worth the time. The author establishes the conflict early, sometimes in the first sentence. The themes of hope, family, friendship and overcoming hardship appeal to most everyone.","author":"Regina Brett","topic":"Friendship"},{"quote":"One hopes, of course, that a relationship grows and becomes a deep and wonderful marriage and friendship that lasts forever. But that&#39;s not always the case.","author":"Alana Stewart","topic":"Friendship"},{"quote":"I firmly believe, only because I&#39;ve been doing this for so long, every show takes three years. 90% of them don&#39;t get three years. It just does. It takes a long time to build a community, build a friendship with your characters. It&#39;s hard for people to grasp on and make them care about you.","author":"Kaley Cuoco","topic":"Friendship"},{"quote":"I mix talents and friendship, which is not very professional, but it&#39;s my way of thinking. So I love Azzedine Alaia, because I&#39;ve known him for 30 years, and he&#39;s making my dresses most of the time.","author":"Carine Roitfeld","topic":"Friendship"},{"quote":"My mom and I always had a great bond. It was always a natural friendship bond since early on. My mom was 18 when she had me.","author":"Christina Milian","topic":"Friendship"},{"quote":"Much of my work over the years has developed the premise that women&#39;s styles of friendship and conversation aren&#39;t inherently better than men&#39;s, simply different.","author":"Deborah Tannen","topic":"Friendship"},{"quote":"Aristotle uses a mother&#39;s love for her child as the prime example of love or friendship.","author":"Mortimer Adler","topic":"Friendship"},{"quote":"Conjugal love, or the friendship of spouses, can persist even after sexual desires have weakened, withered, and disappeared.","author":"Mortimer Adler","topic":"Friendship"},{"quote":"The Chinese go around with lollipops in their pockets. They have aid. They have friendship deals. They build you a Prime Minister&#39;s office or President&#39;s office or Parliament House or Foreign Ministry. For them, trade is an extension of their foreign policy.","author":"Lee Hsien Loong","topic":"Friendship"},{"quote":"I&#39;ve heard stories of people, even celebrities that have gone online, pretended to be someone they weren&#39;t, and conducted a 5-year friendship via e-mail. Then, they got married because they really love each other from all that communication.","author":"Diane Lane","topic":"Friendship"},{"quote":"It is wise to apply the oil of refined politeness to the mechanism of friendship.","author":"Sidonie Gabrielle Colette","topic":"Friendship"},{"quote":"Advocating for yourself in the context of friendship starts with choosing the right people to be part of your inner circle.","author":"Kimberly Guilfoyle","topic":"Friendship"},{"quote":"That&#39;s so rare in the world of TV or film to have a genuine friendship turn into something that people watch, that people relate to. That&#39;s so unique.","author":"Carrie Brownstein","topic":"Friendship"},{"quote":"There are a lot of musicians I&#39;ve met on Twitter where it was like, &#39;Hey, I like your music&#39; - and then I ended up meeting them and it turned into a friendship.","author":"Grimes","topic":"Friendship"},{"quote":"006 was such an interesting character and the film really explored his friendship with Bond and how it all went wrong, so it was a very personal journey for both characters.","author":"Sean Bean","topic":"Friendship"},{"quote":"I only understand friendship or scorched earth.","author":"Roger Ailes","topic":"Friendship"},{"quote":"But it all comes down to friendship, treating people right.","author":"Ernie Banks","topic":"Friendship"},{"quote":"I rekindled a friendship I hadn&#39;t had in a long time, and I was reminded of all the parts of me that had left. I was like, &#39;Wow, I love to paint and to write and to be outside.&#39;","author":"Lauren Jauregui","topic":"Friendship"},{"quote":"My message to the people and rulers of Pakistan is, &#39;As neighbours, we want peace and friendship and cooperation with you so that together we can change the face of South Asia.&#39;","author":"Atal Bihari Vajpayee","topic":"Friendship"},{"quote":"I started to work when I was really young. For me, friendship is work, and work is friendship. Those who are next to me and that have been there for a long time are those who can work with me, play football with me, and go watch a film with me.","author":"Diego Luna","topic":"Friendship"},{"quote":"Look, I worked with American Republican presidents and Democratic presidents, all of them, and each of them has shown a deep and profound friendship to Israel, you know? I can&#39;t remember anybody who was in that sense negative as far as Israel is concerned.","author":"Shimon Peres","topic":"Friendship"},{"quote":"Allowing a friend to careen toward self destruction is not friendship. That is a habit the United States needs to break as it pursues a richer and more deeply supportive relationship with Israel.","author":"Stephen Kinzer","topic":"Friendship"},{"quote":"Prosecutors say it would be next to impossible to get one teen to testify in court that another had slipped him or her a copied disc at lunchtime. And besides, isn&#39;t sharing music a time-honored part of teen friendship?","author":"Charles Duhigg","topic":"Friendship"},{"quote":"For me my friendship with Omar Rodriguez from Mars Volta that friendship really means a lot to me because he&#39;s another creative person who works as hard as I do.","author":"John Frusciante","topic":"Friendship"},{"quote":"China-Africa relationship has a long history and is full of vitality. Since the 1950s and 1960s, our common historical experiences have brought China and Africa together, and we have forged deep friendship in our joint struggle during which we have supported each other in times of difficulty.","author":"Li Keqiang","topic":"Friendship"},{"quote":"I got to sing with Placido Domingo... I got to sing with Aaron Neville, who is one of my favorites. Got to sing with Brian Wilson, one of the great high tenors. And Ricky Skaggs, a bluegrass tenor. I&#39;m also proud of my musical friendship with Emmylou Harris.","author":"Linda Ronstadt","topic":"Friendship"},{"quote":"Seth Green, he and I are trying to figure out how this all came about. Because we don&#39;t remember what came first, the chicken or the egg, no pun intended. But I don&#39;t remember what came first, &#39;Robot Chicken&#39; or our friendship, because we&#39;ve known each other for so long.","author":"Katee Sackhoff","topic":"Friendship"},{"quote":"One of the surest evidences of friendship that one individual can display to another is telling him gently of a fault. If any other can excel it, it is listening to such a disclosure with gratitude, and amending the error.","author":"Edward G. Bulwer-Lytton","topic":"Friendship"},{"quote":"In 1962, I wrote a series about 42nd Street called &#39;Welcome to Lostville.&#39; One result was that the young Bob Dylan read it and invited me to his first concert at Town Hall; the result was a kind of friendship that years later led to my liner notes for &#39;Blood on the Tracks.&#39;","author":"Pete Hamill","topic":"Friendship"},{"quote":"Friendship is mutual blackmail elevated to the level of love.","author":"Robin Morgan","topic":"Friendship"},{"quote":"There is nothing like mortal fear to galvanize a friendship.","author":"Andrew Lincoln","topic":"Friendship"},{"quote":"Obviously, when you&#39;re up against somebody you don&#39;t like there&#39;s extra motivation, but I don&#39;t think any person going for an Olympic gold is going to put friendship first.","author":"Katarina Johnson-Thompson","topic":"Friendship"},{"quote":"There was a time when I thought dudes had friendship all figured out. The focus on eating things in front of giant screens, pretending to punch one another, competing over who can utter the grossest and most profane personal insults imaginable - this struck me as the very apex of human social exchange.","author":"Lynn Coady","topic":"Friendship"},{"quote":"I lend people money, but I&#39;d never lend something that would jeopardise a friendship if I didn&#39;t get it back.","author":"Paloma Faith","topic":"Friendship"},{"quote":"Loyalty and friendship trumps politics for me.","author":"Robert Kraft","topic":"Friendship"},{"quote":"It is mind-boggling to me that there are so few movies about female friendship, considering women make up half the movie-going population.","author":"Ari Graynor","topic":"Friendship"},{"quote":"I despise shows that present friendship where you&#39;re always there for each other and really strong because I don&#39;t know anyone like that. I mean, I&#39;ve got great friends, but I can go months without seeing them because I think, &#39;I just can&#39;t deal with having to give you anything.&#39;","author":"Sharon Horgan","topic":"Friendship"},{"quote":"The key to doing &#39;Harold and Kumar&#39; movies is you make it earnest. Primarily what we do is make Harold and Kumar&#39;s relationship and friendship believable, and we don&#39;t actually work on being that funny.","author":"John Cho","topic":"Friendship"},{"quote":"No doubt, the most important thing in my career was my time with Mr. Bergman, with whom I worked in so many films and also in so many stage productions, so it was a continuous working relationship and also a friendship, of course, that lasted for so many years.","author":"Max von Sydow","topic":"Friendship"},{"quote":"But, based on my friendship with Evie as young mothers, I started going on freedom rides in 1966.","author":"June Jordan","topic":"Friendship"},{"quote":"I have a very close friendship with the skaters.","author":"Eric Heiden","topic":"Friendship"},{"quote":"A friendship between Germany and Israel didn&#39;t always seem natural.","author":"Reuven Rivlin","topic":"Friendship"},{"quote":"I think that the friendship that women share is so powerful. In fact, there&#39;s nothing quite like it. People talk about mother-child bonds, but I would argue that female friendship bond is also in a league unto its own.","author":"Amanda de Cadenet","topic":"Friendship"},{"quote":"When the Taiwan Relations Act passed in 1979, our biggest concern was preventing the use of military force against Taiwan. Little did we know that our friends on Taiwan could so effectively use the space created by our friendship to revolutionize their political system.","author":"Sam Brownback","topic":"Friendship"},{"quote":"My second husband believed I had such a fickle attitude to friendship that each Friday he would update the list of my &#39;Top Ten&#39; friends in the manner of a Top Of The Pops chart countdown.","author":"Julie Burchill","topic":"Friendship"},{"quote":"With friendship, it&#39;s hard sometimes - you don&#39;t outgrow your friends, but you do question how people are friends to you in different ways and how it&#39;s okay to cultivate other relationships outside of that.","author":"Dee Rees","topic":"Friendship"},{"quote":"There is a mutual interest between Israel and the United States of America. It is more than friendship - it is friendship plus mutual interest, and it is bipartisan.","author":"Tzipi Livni","topic":"Friendship"},{"quote":"I cherish the memory of being a friend of Frank Sinatra on a friendship level to the point where we really hung out. We worked in Vegas, we&#39;d talk on the phone, and if I wasn&#39;t doing anything, I&#39;d fly out, and I spent time in Palm Springs at his house - on a level the way friends would be, not with a whole crowd of people.","author":"Frankie Valli","topic":"Friendship"},{"quote":"I didn&#39;t like England. I couldn&#39;t take the look of the place or the style of friendship. I need more intimacy from people than is considered okay there, and I felt that my personality and my enthusiasms weren&#39;t understood. I had to put a big lid on myself.","author":"Jane Campion","topic":"Friendship"},{"quote":"Friendship is something that is cultivated.","author":"Thalia","topic":"Friendship"},{"quote":"Friendship formed in the glamour industry comes with mutual benefits, which is nice, but it is not the real deal.","author":"Mohit Chauhan","topic":"Friendship"},{"quote":"Friendship is one of our most treasured relationships, but it isn&#39;t codified and celebrated; it&#39;s never going to give you a party.","author":"Hanya Yanagihara","topic":"Friendship"},{"quote":"In a basic sense, &#39;A Little Life&#39; is a homage to how my friends and I live our lives. I wanted to push past the definitions of how we typically define friendship. It&#39;s a different version of adulthood, but it&#39;s no less important and no less legitimate than anyone else&#39;s.","author":"Hanya Yanagihara","topic":"Friendship"},{"quote":"I sacrificed a lot, in terms of friendship and family, from working so much at such a young age, but I wouldn&#39;t be where I am if I hadn&#39;t.","author":"Sasha Grey","topic":"Friendship"},{"quote":"My last public performance for money was in 1967. For free, it was 1972, with the exception of two little one-shot, one-song things. But that&#39;s just for friends, out of friendship for the people involved, and also because it was fun.","author":"Tom Lehrer","topic":"Friendship"},{"quote":"Dealing with LeBron is like a friendship. Coaching, but he understands that I am the boss, and I am going to call the shots, and he is fine with that.","author":"Tyronn Lue","topic":"Friendship"},{"quote":"It must be remembered that the sea is a great breeder of friendship. Two men who have known each other for twenty years find that twenty days at sea bring them nearer than ever they were before, or else estrange them.","author":"Gilbert Parker","topic":"Friendship"},{"quote":"I want to know what it is to build the foundation of the friendship for real, to have my best friend and not because we&#39;re just intimate, but because we&#39;re mentally intimate. So I&#39;m waiting for that person to come into my life.","author":"LisaRaye McCoy-Misick","topic":"Friendship"},{"quote":"As I grow older, I think friendship between women is a thing to cherish.","author":"Susan Glaspell","topic":"Friendship"},{"quote":"If Reagan had intelligence information that showed that the upheaval in Egypt is actually Democratic in spirit, then he would have, I believe, turned his back on Mubarak, even though there&#39;s a long friendship between the United States and Egypt.","author":"Douglas Brinkley","topic":"Friendship"},{"quote":"All who consult on doubtful matters, should be void of hatred, friendship, anger, and pity.","author":"Sallust","topic":"Friendship"},{"quote":"To like and dislike the same things, this is what makes a solid friendship.","author":"Sallust","topic":"Friendship"},{"quote":"The firmest friendship is based on an identity of likes and dislikes.","author":"Sallust","topic":"Friendship"},{"quote":"All those who offer an opinion on any doubtful point should first clear their minds of every sentiment of dislike, friendship, anger or pity.","author":"Sallust","topic":"Friendship"},{"quote":"A friend is a beloved mystery; dearest always because he is not ourself, and has something in him which it is impossible for us to fathom. If it were not so, friendship would lose its chief zest.","author":"Lucy Larcom","topic":"Friendship"},{"quote":"Things have gone beyond my wildest expectations and dreams, and I feel like I&#39;ve been given so many blessings in my life, between my friendship with the guys in the band, our wonderful audience, being able to play this music, and then my family.","author":"Trey Anastasio","topic":"Friendship"},{"quote":"If it&#39;s very painful for you to criticize your friends - you&#39;re safe in doing it. But if you take the slightest pleasure in it, that&#39;s the time to hold your tongue.","author":"Alice Miller","topic":"Friendship"},{"quote":"Friendship and sentiment and the giving of one&#39;s words are very important.","author":"Michael Cimino","topic":"Friendship"},{"quote":"As the 2016 campaign has graphically illustrated, Trump doesn&#39;t treat rivals gently. Testifying before a congressional committee in 1993, he began with his rote protestations of friendship.","author":"Franklin Foer","topic":"Friendship"},{"quote":"Those who insist on having hostilities with us, kill and destroy the option of friendship with us in the future, which is unfortunate because it is clear the future belongs to Iran and that enmities will be fruitless.","author":"Mahmoud Ahmadinejad","topic":"Friendship"},{"quote":"The most real thing of all, the only thing any of us wants, is to matter to somebody. To feel and share love, even on a friendship level or as deep as a romantic one. Who doesn&#39;t want that?","author":"Gavin Creel","topic":"Friendship"},{"quote":"Friendship is a difficult, dangerous job. It is also (though we rarely admit it) extremely exhausting.","author":"Elizabeth Bibesco","topic":"Friendship"},{"quote":"When I read &#39;Stand By Me,&#39; it was like, &#39;This is a look back at the same time period when I was growing up, and it was about kids, but it really felt like what it was like to have those powerful feelings of friendship at age 12.&#39; That&#39;s what got to me.","author":"Rob Reiner","topic":"Friendship"},{"quote":"CPEC is an epoch-making project going to put Pakistan-China friendship and their economic cooperation to new heights.","author":"Shehbaz Sharif","topic":"Friendship"},{"quote":"The knot of intimacy at the center of &#39;Ten Thousand Saints&#39; is the friendship between Teddy McNicholas and Jude Keffy-Horn.","author":"Stacey D'Erasmo","topic":"Friendship"},{"quote":"The real test of friendship is: can you literally do nothing with the other person? Can you enjoy those moments of life that are utterly simple?","author":"Eugene Kennedy","topic":"Friendship"},{"quote":"Friendship is something whose depth fits human aspirations and fulfills human possibilities. It has heft to it, as a gold-piece does and a gambling chip does not.","author":"Eugene Kennedy","topic":"Friendship"},{"quote":"I was desperate for a friend, and I used to lie in bed at night thinking about what it would be like. My younger brothers and sisters had friends, and I used to watch them playing to try to work out what they did and how friendship worked.","author":"Daniel Tammet","topic":"Friendship"},{"quote":"You are almost not free, if you are teaching a group of graduate students, to become friends with one of them. I don&#39;t mean anything erotically charged, just a friendship.","author":"Marilyn Hacker","topic":"Friendship"},{"quote":"I come from the New York theatre world, and I have a lot of gay male friends, so this friendship of Will and Grace&#39;s isn&#39;t such a stretch.","author":"Debra Messing","topic":"Friendship"},{"quote":"The big, big block in the Arthur\/Merlin friendship is the status issue, that Merlin is the servant and Arthur is royalty, and in that time, princes did not socialize with their servants; that wasn&#39;t the done thing. It just so happens that their relationship, their friendship, is strong: they have been through the thick and the thin of it all.","author":"Colin Morgan","topic":"Friendship"},{"quote":"The most important thing for me is to have real friendship between Egyptians and Americans.","author":"Mohammed Morsi","topic":"Friendship"},{"quote":"Although the troops have struck us, we throw it all behind and are glad to meet you in peace and friendship.","author":"Black Kettle","topic":"Friendship"},{"quote":"I definitely have guys that I&#39;m friends with that I have a crush on, and you don&#39;t want to ruin the friendship.","author":"Miranda Cosgrove","topic":"Friendship"},{"quote":"I have enjoyed most particularly reading the correspondence between Gustav Mahler and Richard Strauss. The genuine friendship, competitiveness and support that thread through their communications are life lessons for us all.","author":"Jessye Norman","topic":"Friendship"},{"quote":"Anything can be done if you find friends to do it with. The lucky biographers find themselves drawn into a sort of friendship with their subject.","author":"Amity Shlaes","topic":"Friendship"},{"quote":"The enemies cannot destroy the king who has at his service the respect and friendship of the wise men who can find fault, disagree, and correct him.","author":"Thiruvalluvar","topic":"Friendship"},{"quote":"I play- it&#39;s kind of like a slice-of-life, LA women in their forties, playing forty kind of what&#39;s their friendship like, and what&#39;s their life like and so I just play one of the four friends.","author":"Joan Cusack","topic":"Friendship"},{"quote":"The biggest direct influence on my career is Ben Edlund, who gave me my first real professional break and, through his friendship and example, turned me into a writer and a more critical thinker in general.","author":"Christopher McCulloch","topic":"Friendship"},{"quote":"Any friendship or relationship is about a language.","author":"Gina Bellman","topic":"Friendship"},{"quote":"My films are always concerned with family, friendship, honor, and patriotism.","author":"John Woo","topic":"Friendship"},{"quote":"For me, &#39;Lamb&#39; started out as a further exploration of the phenomenon of faith and the responsibility of a messiah that I touched on in &#39;Coyote Blue&#39; and &#39;Island of the Sequined Love Nun,&#39; but it ended up being an exploration of the true meaning of sacrifice, loyalty, and friendship.","author":"Christopher Moore","topic":"Friendship"},{"quote":"The friendship I had with Elvis began to take shape in 1968 when I was recording in Memphis. I&#39;d record during the day, and Elvis would send one of his guys over to bring me to Graceland at night. Everything you&#39;ve heard about Graceland during Elvis&#39;s glory days is true and then some.","author":"Bill Medley","topic":"Friendship"},{"quote":"I really enjoy writing about female friendship. It&#39;s an endlessly interesting dynamic for me.","author":"Ruth Ware","topic":"Friendship"},{"quote":"The joys of friendship inert the heart and fizzy home bouncing jubilantly with laughter-buttered love.","author":"Bradley Chicho","topic":"Friendship"},{"quote":"Plunderous is the palate I gift to you, openly I hug the universe of our friendship expanding its outer limit.","author":"Bradley Chicho","topic":"Friendship"},{"quote":"Accountability in friendship is the equivalent of love without strategy.","author":"Anita Brookner","topic":"Friendship"},{"quote":"The sacrifices of friendship were beautiful in her eyes as long as she was not asked to make them.","author":"Hector Hugh Munro","topic":"Friendship"},{"quote":"The only things that are really permanent are love, family, friendship, and that is a lesson. At the end of the day, that&#39;s really what it boils down to. The rest of it is just stuff.","author":"Jared Kushner","topic":"Friendship"},{"quote":"Even where friendship is concerned, it takes me a long time to trust people.","author":"Namie Amuro","topic":"Friendship"},{"quote":"I think quite a lot of people have a friendship or a love that&#39;s gone like that and it never quite reconciles properly.","author":"Tim Finn","topic":"Friendship"},{"quote":"Friends confront each other sometimes, and sometimes the friendship lasts, and sometimes it doesn&#39;t.","author":"Brooke Elliott","topic":"Friendship"},{"quote":"I would have told him that I appreciated his friendship through the years and that I had learned a lot from him. I really loved Frank like you do a brother.","author":"Jimmy Carl Black","topic":"Friendship"},{"quote":"I&#39;m friends with Taylor Swift, and I am tired of people asking me questions about our friendship. When I post a picture of us on Instagram, I&#39;m posting a picture of me and my friend.","author":"Sarah Hyland","topic":"Friendship"},{"quote":"What gay culture is before it is anything else, before it is a culture of desire or a culture of subversion or a culture of pain, is a culture of friendship.","author":"Andrew Sullivan","topic":"Friendship"},{"quote":"I came to Venice for the first time in 1968 and was lucky enough to make the acquaintanceship, and then the friendship, of two Venetians, Roberta and Franco, who remain my best friends here after almost 50 years.","author":"Donna Leon","topic":"Friendship"},{"quote":"I think I&#39;d probably be really good friends with Hulk Hogan. I think we&#39;d get along, and I&#39;d, like, chill him out because he&#39;d be all rambunctious and rowdy, and I&#39;d be like, &#39;Chill out, Hulk Hogan. Everything will be okay.&#39; And he&#39;d be like, &#39;Thanks, Ron.&#39; And then we&#39;d form a friendship.","author":"Ron Funches","topic":"Friendship"},{"quote":"Sport is one of the few spaces where people can learn about different cultures in a spirit of trust and friendship.","author":"Richard Attias","topic":"Friendship"},{"quote":"That friendship will not continue to the end which is begun for an end.","author":"Francis Quarles","topic":"Friendship"},{"quote":"I gave Mitt Romney some donations for his campaign because he was a friend, and friendship came first. I&#39;ve always been a Democrat, and I&#39;ve had different views than Mitt Romney. I&#39;m not Mitt Romney, and I think people will realize that when they meet me out there.","author":"Stephen Pagliuca","topic":"Friendship"},{"quote":"Restoration of friendship with Russia, our biggest neighbor, is necessary for our peace and economy.","author":"Bidzina Ivanishvili","topic":"Friendship"},{"quote":"It&#39;s quite difficult to write about female friendship without it seeming to be a very niche subject. It&#39;s a difficult balance.","author":"Samantha Harvey","topic":"Friendship"},{"quote":"The film itself involves a New York City radio storyteller, Gabriel Noone, who strikes up a friendship with one of his fans, an abused 14-year-old teenager who is suffering from AIDS, who does not have much longer to live.","author":"Armistead Maupin","topic":"Friendship"},{"quote":"That was the day I began cutting classes and returning to TV tapings; it ultimately led to a friendship with Johnny O, and an increasing fascination and respect for what he did.","author":"Randy West","topic":"Friendship"},{"quote":"I have a friendship with Hezbollah, and I also have contacts outside of Lebanon, but it doesn&#39;t mean I follow anyone&#39;s agenda.","author":"Najib Mikati","topic":"Friendship"},{"quote":"It will give them the opportunity to show themselves worthy of the respect and friendship of peace-loving nations, and in time, to take an honorable place among members of the United Nations.","author":"James F. Byrnes","topic":"Friendship"},{"quote":"The best time to frame an answer to the letters of a friend, is the moment you receive them. Then the warmth of friendship, and the intelligence received, most forcibly cooperate.","author":"William Shenstone","topic":"Friendship"},{"quote":"Stretching back nearly three decades, Brian Williams and I have forged an enduring friendship. It all began in 1986 at WCAU-TV in Philadelphia and has resulted in a set of noteworthy experiences, amazing successes, and a bunch of trips to NASCAR speedways.","author":"Steve Capus","topic":"Friendship"},{"quote":"I probably like being isolated more than many people do, but I&#39;m lucky to have the friendship of many fine people, and they keep me from becoming very isolated. The world of my mind is certainly a populated and warm place, too. It&#39;s difficult for me to become too isolated with such resources.","author":"Jesse Ball","topic":"Friendship"},{"quote":"Whether it&#39;s music, loss of something, loneliness or friendship - if that emotion is heightened in some way and painted to fit in between the covers of 32 pages, that can become a picture book.","author":"Chris Raschka","topic":"Friendship"},{"quote":"It became very clear to the director that it would be foolish not to use our friendship. I had tried to talk to him about it because all the relationships in the film are so, not negative, but antagonistic. There&#39;s not a lot of love going around.","author":"Jennifer Beals","topic":"Friendship"},{"quote":"And we want to develop our strategy to partnership and friendship with the United States, which is connected with a very rich history but what is very important for our future.","author":"Aleksander Kwasniewski","topic":"Friendship"},{"quote":"I had more friends on my hockey team than I did on my soccer team. I might have been better at soccer, to be honest. But I think it was more the friendship, and my family was more of a hockey family than a soccer family, so when I had to make a decision, I tried hockey, and it turned out to be a good decision.","author":"Carl Hagelin","topic":"Friendship"},{"quote":"This airline is grateful for his extensive contributions and we will miss his friendship and support. We extend our deepest sympathies to the Casey family on its personal loss.","author":"Gerard Arpey","topic":"Friendship"},{"quote":"Israelis can be proud of the vibrant democracy that they have created, and I know that many Rhode Islanders share my deep appreciation for the close friendship between our two nations.","author":"Lincoln Chafee","topic":"Friendship"},{"quote":"I told God, &#39;I don&#39;t want a man. I don&#39;t want more gold albums. The only thing I want is the love, friendship, and presence of my mother.&#39; And God gave it to me.","author":"La India","topic":"Friendship"},{"quote":"Our friendship was based on my payouts. That wasn&#39;t a friendship when - as, for example, it&#39;s me, my friends, we are friends for many years, and it doesn&#39;t matter for me what the position is, where they work; we simply are friends. And with Mr. Berezovsky, our friendship was based on my payoffs.","author":"Roman Abramovich","topic":"Friendship"},{"quote":"I didn&#39;t have any Indigenous friends until I was in my 30s, and I&#39;ll always remember and be inspired by the remarkable friendship I had with Connie Bush, an outstanding Indigenous leader from Groot Eylandt on who was on the National Women&#39;s Advisory Council with me.","author":"Quentin Bryce","topic":"Friendship"},{"quote":"If the food of friendship is time together, how do we make the time to ensure we&#39;re all fed? My friends and I have recently come across a way to keep each other close. It fits into our lifestyles despite busy schedules and a surfeit of children. We call it the &#39;kibbutz.&#39;","author":"Nir Eyal","topic":"Friendship"},{"quote":"I loved the whole idea, first of all, of what friendship is. Very often, there are people that somehow you don&#39;t know how to declare that you are their friend, but you are their friend. That happens in a lot in high school. And outside of high school.","author":"Winnie Holzman","topic":"Friendship"},{"quote":"Maintenance of good relations with the neighbours, friendship to all, malice to none is the policy I pursue throughout my life.","author":"Sheikh Hasina","topic":"Friendship"},{"quote":"I am proud to represent these men and women who empower people in developing nations and promote the Peace Corps mission of peace and friendship. These volunteers are making major strides to improve the lives of people and communities around the world.","author":"Kenny Marchant","topic":"Friendship"},{"quote":"Likings arise when one has no earthly reason for liking - the most wildly improbable marriages and uncommon friendship.","author":"Patrick O'Brian","topic":"Friendship"},{"quote":"I would like to raise my glass to friendship between Russia and the United States.","author":"Richard Lugar","topic":"Friendship"},{"quote":"My book &#39;Ali Pasha&#39; tells the true story of a young sailor Henry Friston, who, in the hell-fire of battle, forms an unusual friendship.","author":"Michael Foreman","topic":"Friendship"},{"quote":"The rare few, who, early in life have rid themselves of the friendship of the many.","author":"James Whistler","topic":"Friendship"},{"quote":"One sure way to lose another woman&#39;s friendship is to try to improve her flower arrangements.","author":"Marcelene Cox","topic":"Friendship"},{"quote":"I love the fact that so many of my readers are intelligent, exceptional, accomplished people with an open-minded love of diversity. But even more than that, I love it when my readers find lasting friendship with others of my readers - knowing that they met through their mutual affection for my books and characters makes me happy!","author":"Suzanne Brockmann","topic":"Friendship"},{"quote":"But as I was saying, from my experiences, I think men tend to be more timid in expressing their feelings for you. Regardless, I always prefer a friendship first and foremost.","author":"Alicia Machado","topic":"Friendship"},{"quote":"When I was working on my first novel, &#39;The Quilter&#39;s Apprentice,&#39; I knew I wanted to write about friendship, especially women&#39;s friendship and how women use friendship to sustain themselves and nurture each other.","author":"Jennifer Chiaverini","topic":"Friendship"},{"quote":"Mary Lincoln provided Elizabeth Keckley with opportunities for social and economic advancement she probably had never imagined during her years as a slave, while Elizabeth offered Mary the loyal, steadfast friendship she craved but had always found so elusive.","author":"Jennifer Chiaverini","topic":"Friendship"},{"quote":"I think faith helps me a lot. God wants you to be where He wants you to be, and that&#39;s where I want to be. If I do not get a part, I understand that maybe I needed to be home at that time, maybe in school; there&#39;s always a reason. My faith is also where my core friends are, at my church, a faith-based friendship.","author":"Jason Dolley","topic":"Friendship"},{"quote":"The second one, the joint Truth and Friendship Commission, which we started now with Indonesia, that is the one that has been criticized; its terms of reference call for providing amnesty for those who cooperate in telling the truth. It does not lead to prosecution.","author":"Jose Ramos-Horta","topic":"Friendship"},{"quote":"To some it may be a thrill to be known, to me it&#39;s a thrill to start a friendship even up.","author":"Christopher Knight","topic":"Friendship"},{"quote":"Working with people, the musical part is one thing but the personal part is totally different and just as critical. If the friendship is there and it&#39;s a lasting friendship, then it will take care of itself.","author":"John Mayall","topic":"Friendship"},{"quote":"Because most people are not sufficiently employed in themselves, they run about loose, hungering for employment, and satisfy themselves in various supererogatory occupations. The easiest of these occupations, which have all to do with making things already made, is the making of people: it is called the art of friendship.","author":"Laura Riding","topic":"Friendship"},{"quote":"&#39;Mistresses&#39; is about the lives of four women, each going through different versions of infidelity. Their longtime friendship is what gets them through extremely challenging times.","author":"Rochelle Aytes","topic":"Friendship"},{"quote":"We want &#39;Doll &amp; Em&#39; to be something we&#39;re proud of. We&#39;d love to do another series, but it&#39;s not the be-all and end-all. Our friendship is the be-all and end-all.","author":"Dolly Wells","topic":"Friendship"},{"quote":"I love &#39;Curb Your Enthusiasm&#39; and &#39;Extras&#39; and also &#39;The Trip.&#39; That had all the nuances of friendship and finding things out about their lives without it being too much plot-driven.","author":"Dolly Wells","topic":"Friendship"},{"quote":"I really wasn&#39;t even aware that Batman and Superman had this kind of grudging friendship.","author":"Mark Valley","topic":"Friendship"},{"quote":"Ray Bradbury is, for many reasons, the most influential writer in my life. Throughout our long friendship, Ray supplied not only his terrific stories but a grand model of what a writer could be, should be, and yet rarely is: brilliant and charming and accessible, willing to tolerate and to teach, happy to inspire but also to be inspired.","author":"Greg Bear","topic":"Friendship"},{"quote":"Throughout its history, the international Olympic Committee has struggled to spread its ideal of fraternity, friendship, peace and universal understanding.","author":"Juan Antonio Samaranch","topic":"Friendship"},{"quote":"One of the great things personally coming to Hawai&#39;i is my friendship of Jim Nicholson.","author":"Dan Fouts","topic":"Friendship"},{"quote":"I think &#39;Pretty Little Liars&#39; is going to be hugely popular for adults, for kids, for girls, for guys, you know, something for everyone to look at, and the stories are going to be great. There&#39;s suspense every week. The friendship is really fun to watch. I think it&#39;s going to have something for everybody.","author":"Laura Leighton","topic":"Friendship"},{"quote":"When I was first pitched the show, I was like, &#39;Oh, God, a soapy show called &#39;Mistresses.&#39;&#39; But it wasn&#39;t that at all. It wasn&#39;t a bunch of women pulling guns on each other and stabbing each other in the back. We really have a core friendship.","author":"Jes Macallan","topic":"Friendship"},{"quote":"Friendship is a word, the very sight of which in print makes the heart warm.","author":"Augustine Birrell","topic":"Friendship"},{"quote":"I know I was a great friend to Tiger Woods. But when you have a relationship that&#39;s involves business and friendship - and the business part comes to an end - things always get a little blurry.","author":"Hank Haney","topic":"Friendship"},{"quote":"I have a couple of best friends, and I don&#39;t think I would live with them. It definitely... certain people can&#39;t live together, and I think that it could potentially put a lot of strain on the relationship or friendship.","author":"Alexandra Chando","topic":"Friendship"},{"quote":"To cement a new friendship, especially between foreigners or persons of a different social world, a spark with which both were secretly charged must fly from person to person, and cut across the accidents of place and time.","author":"Cornelia Otis Skinner","topic":"Friendship"},{"quote":"I suppose, the natural outgrowth about writing about two friends, it becomes about their friendship, and the complexities of it, and the way personality plays off each other, and what they each like to do, separately and together.","author":"Alison McGhee","topic":"Friendship"},{"quote":"As far as an actor-director connection, I think those can develop, and when they do, they&#39;re really great, and you just cultivate it like you would any relationship or friendship. If you find that something special, it helps down the line when you want to do more projects with each other.","author":"Taylor Handley","topic":"Friendship"},{"quote":"Marriage, for a woman at least, hampers the two things that made life to me glorious - friendship and learning.","author":"Jane Harrison","topic":"Friendship"},{"quote":"Sometimes people walk into plays by accident - they don&#39;t even know what they&#39;re looking at; they just think to give it a chance. That can be the beginning of a long friendship.","author":"Dylan Baker","topic":"Friendship"},{"quote":"A passion for politics stems usually from an insatiable need, either for power, or for friendship and adulation, or a combination of both.","author":"Fawn M. Brodie","topic":"Friendship"},{"quote":"The friendship of Shostakovich cast a brilliant light over my whole life and whose spiritual qualities captured my soul once and for all time.","author":"Galina Vishnevskaya","topic":"Friendship"},{"quote":"I loved my 17 years with R.E.M., but I&#39;m ready to reflect, assess and move on to a different phase of my life. The four of us will continue our close friendship, and I look forward to hearing their future efforts as the world&#39;s biggest R.E.M. fan.","author":"Bill Berry","topic":"Friendship"},{"quote":"Richard Donner&#39;s friendship and guidance showed me that there&#39;s more to life than being an actor.","author":"Jeff Cohen","topic":"Friendship"},{"quote":"Many a person has held close, throughout their entire lives, two friends that always remained strange to one another, because one of them attracted by virtue of similarity, the other by difference.","author":"Emil Ludwig","topic":"Friendship"},{"quote":"Friendship is a strong and habitual inclination in two persons to promote the good and happiness of one another.","author":"Eustace Budgell","topic":"Friendship"},{"quote":"Love and esteem are the first principles of friendship; it is always imperfect if either of these two are wanting.","author":"Eustace Budgell","topic":"Friendship"},{"quote":"Never be afraid to meet to the hilt the demand of either work, or friendship - two of life&#39;s major assets.","author":"Eleanor Robson Belmont","topic":"Friendship"},{"quote":"In the name of the United States and President Bush, I want to thank the Mexican people, President Fox and his government for their friendship.","author":"Tony Garza","topic":"Friendship"},{"quote":"I hope to continue my friendship with France and its filmmakers for many years to come.","author":"Harvey Weinstein","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Friendship"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","topic":"Friendship"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","topic":"Friendship"},{"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","topic":"Friendship"},{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Friendship"},{"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","topic":"Friendship"},{"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","topic":"Friendship"},{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","topic":"Friendship"},{"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","topic":"Friendship"},{"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","topic":"Friendship"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"Friendship"},{"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","topic":"Friendship"},{"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","topic":"Friendship"},{"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","topic":"Friendship"},{"quote":"The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.","author":"Simon Sinek","topic":"Friendship"},{"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","topic":"Friendship"},{"quote":"We&#39;re born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we&#39;re not alone.","author":"Orson Welles","topic":"Friendship"},{"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","topic":"Friendship"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","topic":"Friendship"},{"quote":"Things are never quite as scary when you&#39;ve got a best friend.","author":"Bill Watterson","topic":"Friendship"},{"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","topic":"Friendship"},{"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","topic":"Friendship"},{"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","topic":"Friendship"},{"quote":"Friends are the best to turn to when you&#39;re having a rough day.","author":"Justin Bieber","topic":"Friendship"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Friendship"}]