[{"quote":"Do not take life too seriously. You will never get out of it alive.","author":"Elbert Hubbard","topic":"Funny"},{"quote":"To succeed in life, you need three things: a wishbone, a backbone and a funny bone.","author":"Reba McEntire","topic":"Funny"},{"quote":"I may be drunk, Miss, but in the morning I will be sober and you will still be ugly.","author":"Winston Churchill","topic":"Funny"},{"quote":"Always remember that you are absolutely unique. Just like everyone else.","author":"Margaret Mead","topic":"Funny"},{"quote":"No man has a good enough memory to be a successful liar.","author":"Abraham Lincoln","topic":"Funny"},{"quote":"To be or not to be. That&#39;s not really a question.","author":"Jean-Luc Godard","topic":"Funny"},{"quote":"Behind every great man is a woman rolling her eyes.","author":"Jim Carrey","topic":"Funny"},{"quote":"Common sense is the collection of prejudices acquired by age eighteen.","author":"Albert Einstein","topic":"Funny"},{"quote":"A day without sunshine is like, you know, night.","author":"Steve Martin","topic":"Funny"},{"quote":"My life needs editing.","author":"Mort Sahl","topic":"Funny"},{"quote":"There are only three things women need in life: food, water, and compliments.","author":"Chris Rock","topic":"Funny"},{"quote":"People who think they know everything are a great annoyance to those of us who do.","author":"Isaac Asimov","topic":"Funny"},{"quote":"Be stupid, be dumb, be funny, if that&#39;s who you are. Don&#39;t try to be someone that society wants you to be; that&#39;s stupid. So be yourself.","author":"Christina Grimmie","topic":"Funny"},{"quote":"We are all born mad. Some remain so.","author":"Samuel Beckett","topic":"Funny"},{"quote":"A woman&#39;s mind is cleaner than a man&#39;s: She changes it more often.","author":"Oliver Herford","topic":"Funny"},{"quote":"My fake plants died because I did not pretend to water them.","author":"Mitch Hedberg","topic":"Funny"},{"quote":"This suspense is terrible. I hope it will last.","author":"Oscar Wilde","topic":"Funny"},{"quote":"If you&#39;re going to do something tonight that you&#39;ll be sorry for tomorrow morning, sleep late.","author":"Henny Youngman","topic":"Funny"},{"quote":"Get your facts first, then you can distort them as you please.","author":"Mark Twain","topic":"Funny"},{"quote":"Happiness is having a large, loving, caring, close-knit family in another city.","author":"George Burns","topic":"Funny"},{"quote":"Age is something that doesn&#39;t matter, unless you are a cheese.","author":"Luis Bunuel","topic":"Funny"},{"quote":"If this is coffee, please bring me some tea; but if this is tea, please bring me some coffee.","author":"Abraham Lincoln","topic":"Funny"},{"quote":"We are all here on earth to help others; what on earth the others are here for I don&#39;t know.","author":"W. H. Auden","topic":"Funny"},{"quote":"Go to Heaven for the climate, Hell for the company.","author":"Mark Twain","topic":"Funny"},{"quote":"Wine is constant proof that God loves us and loves to see us happy.","author":"Benjamin Franklin","topic":"Funny"},{"quote":"Laugh and the world laughs with you, snore and you sleep alone.","author":"Anthony Burgess","topic":"Funny"},{"quote":"Roses are red, violets are blue, I&#39;m schizophrenic, and so am I.","author":"Oscar Levant","topic":"Funny"},{"quote":"I&#39;m sorry, if you were right, I&#39;d agree with you.","author":"Robin Williams","topic":"Funny"},{"quote":"I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party.","author":"Ron White","topic":"Funny"},{"quote":"Laziness is nothing more than the habit of resting before you get tired.","author":"Jules Renard","topic":"Funny"},{"quote":"Smoking kills. If you&#39;re killed, you&#39;ve lost a very important part of your life.","author":"Brooke Shields","topic":"Funny"},{"quote":"Everything is funny, as long as it&#39;s happening to somebody else.","author":"Will Rogers","topic":"Funny"},{"quote":"If women ran the world we wouldn&#39;t have wars, just intense negotiations every 28 days.","author":"Robin Williams","topic":"Funny"},{"quote":"I can resist everything except temptation.","author":"Oscar Wilde","topic":"Funny"},{"quote":"Only the mediocre are always at their best.","author":"Jean Giraudoux","topic":"Funny"},{"quote":"Procrastination is the art of keeping up with yesterday.","author":"Don Marquis","topic":"Funny"},{"quote":"Trust is hard to come by. That&#39;s why my circle is small and tight. I&#39;m kind of funny about making new friends.","author":"Eminem","topic":"Funny"},{"quote":"Never have more children than you have car windows.","author":"Erma Bombeck","topic":"Funny"},{"quote":"It takes considerable knowledge just to realize the extent of your own ignorance.","author":"Thomas Sowell","topic":"Funny"},{"quote":"Any girl can be glamorous. All you have to do is stand still and look stupid.","author":"Hedy Lamarr","topic":"Funny"},{"quote":"The best ideas come as jokes. Make your thinking as funny as possible.","author":"David Ogilvy","topic":"Funny"},{"quote":"I used to be Snow White, but I drifted.","author":"Mae West","topic":"Funny"},{"quote":"From there to here, and here to there, funny things are everywhere.","author":"Dr. Seuss","topic":"Funny"},{"quote":"I was sleeping the other night, alone, thanks to the exterminator.","author":"Emo Philips","topic":"Funny"},{"quote":"If you haven&#39;t got anything nice to say about anybody, come sit next to me.","author":"Alice Roosevelt Longworth","topic":"Funny"},{"quote":"If you could kick the person in the pants responsible for most of your trouble, you wouldn&#39;t sit for a month.","author":"Theodore Roosevelt","topic":"Funny"},{"quote":"Man cannot live by bread alone; he must have peanut butter.","author":"James A. Garfield","topic":"Funny"},{"quote":"I love deadlines. I like the whooshing sound they make as they fly by.","author":"Douglas Adams","topic":"Funny"},{"quote":"It&#39;s such a funny thing when you see your daughter transitioning from your baby, your little girl, to suddenly being a young woman. If you&#39;re not really looking for it, you can miss it, and Lily-Rose is on that road already, and there&#39;s nothing I can do to stop it.","author":"Johnny Depp","topic":"Funny"},{"quote":"Life is hard. After all, it kills you.","author":"Katharine Hepburn","topic":"Funny"},{"quote":"Comedy is simply a funny way of being serious.","author":"Peter Ustinov","topic":"Funny"},{"quote":"Prejudice is a great time saver. You can form opinions without having to get the facts.","author":"E. B. White","topic":"Funny"},{"quote":"I found there was only one way to look thin: hang out with fat people.","author":"Rodney Dangerfield","topic":"Funny"},{"quote":"Weather forecast for tonight: dark.","author":"George Carlin","topic":"Funny"},{"quote":"I buy expensive suits. They just look cheap on me.","author":"Warren Buffett","topic":"Funny"},{"quote":"I am not a member of any organized political party. I am a Democrat.","author":"Will Rogers","topic":"Funny"},{"quote":"You can&#39;t really be strong until you see a funny side to things.","author":"Ken Kesey","topic":"Funny"},{"quote":"All generalizations are false, including this one.","author":"Mark Twain","topic":"Funny"},{"quote":"I&#39;m quite sarcastic, and I&#39;m funny, but not kind of funny. It&#39;s a weird funny, and some people don&#39;t get me, and some people do.","author":"Millie Bobby Brown","topic":"Funny"},{"quote":"If at first you don&#39;t succeed, find out if the loser gets anything.","author":"William Lyon Phelps","topic":"Funny"},{"quote":"Design is a funny word. Some people think design means how it looks. But of course, if you dig deeper, it&#39;s really how it works.","author":"Steve Jobs","topic":"Funny"},{"quote":"They say marriages are made in Heaven. But so is thunder and lightning.","author":"Clint Eastwood","topic":"Funny"},{"quote":"A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man.","author":"Lana Turner","topic":"Funny"},{"quote":"Progress is man&#39;s ability to complicate simplicity.","author":"Thor Heyerdahl","topic":"Funny"},{"quote":"There cannot be a crisis next week. My schedule is already full.","author":"Henry Kissinger","topic":"Funny"},{"quote":"May the forces of evil become confused on the way to your house.","author":"George Carlin","topic":"Funny"},{"quote":"One advantage of talking to yourself is that you know at least somebody&#39;s listening.","author":"Franklin P. Jones","topic":"Funny"},{"quote":"By all means let&#39;s be open-minded, but not so open-minded that our brains drop out.","author":"Richard Dawkins","topic":"Funny"},{"quote":"The chief function of the body is to carry the brain around.","author":"Thomas A. Edison","topic":"Funny"},{"quote":"Tact is the ability to describe others as they see themselves.","author":"Abraham Lincoln","topic":"Funny"},{"quote":"Part of my act is meant to shake you up. It looks like I&#39;m being funny, but I&#39;m reminding you of other things. Life is tough, darling. Life is hard. And we better laugh at everything; otherwise, we&#39;re going down the tube.","author":"Joan Rivers","topic":"Funny"},{"quote":"As for our majority... one is enough.","author":"Benjamin Disraeli","topic":"Funny"},{"quote":"Most comedy is based on getting a laugh at somebody else&#39;s expense. And I find that that&#39;s just a form of bullying in a major way. So I want to be an example that you can be funny and be kind, and make people laugh without hurting somebody else&#39;s feelings.","author":"Ellen DeGeneres","topic":"Funny"},{"quote":"I cook with wine, sometimes I even add it to the food.","author":"W. C. Fields","topic":"Funny"},{"quote":"What&#39;s another word for Thesaurus?","author":"Steven Wright","topic":"Funny"},{"quote":"One of the funny things about the stock market is that every time one person buys, another sells, and both think they are astute.","author":"William Feather","topic":"Funny"},{"quote":"You&#39;re only as good as your last haircut.","author":"Fran Lebowitz","topic":"Funny"},{"quote":"If two wrongs don&#39;t make a right, try three.","author":"Laurence J. Peter","topic":"Funny"},{"quote":"I always wanted to be somebody, but now I realize I should have been more specific.","author":"Lily Tomlin","topic":"Funny"},{"quote":"Electricity is really just organized lightning.","author":"George Carlin","topic":"Funny"},{"quote":"It&#39;s simple, if it jiggles, it&#39;s fat.","author":"Arnold Schwarzenegger","topic":"Funny"},{"quote":"We are supposed to enjoy the good stuff now, while we can, with the people we love. Life has a funny way of teaching us that lesson over and over again.","author":"Sheena Easton","topic":"Funny"},{"quote":"If I were two-faced, would I be wearing this one?","author":"Abraham Lincoln","topic":"Funny"},{"quote":"It has yet to be proven that intelligence has any survival value.","author":"Arthur C. Clarke","topic":"Funny"},{"quote":"I had everything I&#39;d hoped for, but I wasn&#39;t being myself. So I decided to be honest about who I was. It was strange: The people who loved me for being funny suddenly didn&#39;t like me for being... me.","author":"Ellen DeGeneres","topic":"Funny"},{"quote":"Drawing on my fine command of the English language, I said nothing.","author":"Robert Benchley","topic":"Funny"},{"quote":"A government that robs Peter to pay Paul can always depend on the support of Paul.","author":"George Bernard Shaw","topic":"Funny"},{"quote":"Gambling: The sure way of getting nothing for something.","author":"Wilson Mizner","topic":"Funny"},{"quote":"Life would be tragic if it weren&#39;t funny.","author":"Stephen Hawking","topic":"Funny"},{"quote":"I wear a necklace, cause I wanna know when I&#39;m upside down.","author":"Mitch Hedberg","topic":"Funny"},{"quote":"We owe a lot to Thomas Edison - if it wasn&#39;t for him, we&#39;d be watching television by candlelight.","author":"Milton Berle","topic":"Funny"},{"quote":"When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That&#39;s relativity.","author":"Albert Einstein","topic":"Funny"},{"quote":"There are lots of people who mistake their imagination for their memory.","author":"Josh Billings","topic":"Funny"},{"quote":"It&#39;s amazing that the amount of news that happens in the world every day always just exactly fits the newspaper.","author":"Jerry Seinfeld","topic":"Funny"},{"quote":"I looked up my family tree and found out I was the sap.","author":"Rodney Dangerfield","topic":"Funny"},{"quote":"Anytime you see a turtle up on top of a fence post, you know he had some help.","author":"Alex Haley","topic":"Funny"},{"quote":"The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.","author":"Terry Pratchett","topic":"Funny"},{"quote":"I&#39;m writing a book. I&#39;ve got the page numbers done.","author":"Steven Wright","topic":"Funny"},{"quote":"Why do they call it rush hour when nothing moves?","author":"Robin Williams","topic":"Funny"},{"quote":"If you want a guarantee, buy a toaster.","author":"Clint Eastwood","topic":"Funny"},{"quote":"It&#39;s a funny thing about life; if you refuse to accept anything but the best, you very often get it.","author":"W. Somerset Maugham","topic":"Funny"},{"quote":"A committee is a group that keeps minutes and loses hours.","author":"Milton Berle","topic":"Funny"},{"quote":"Never put a sock in a toaster.","author":"Eddie Izzard","topic":"Funny"},{"quote":"I refuse to join any club that would have me as a member.","author":"Groucho Marx","topic":"Funny"},{"quote":"I love fools&#39; experiments. I am always making them.","author":"Charles Darwin","topic":"Funny"},{"quote":"You can lead a man to Congress, but you can&#39;t make him think.","author":"Milton Berle","topic":"Funny"},{"quote":"Do not worry about avoiding temptation. As you grow older it will avoid you.","author":"Joey Adams","topic":"Funny"},{"quote":"I have had a perfectly wonderful evening, but this wasn&#39;t it.","author":"Groucho Marx","topic":"Funny"},{"quote":"Cleanliness becomes more important when godliness is unlikely.","author":"P. J. O'Rourke","topic":"Funny"},{"quote":"Reality continues to ruin my life.","author":"Bill Watterson","topic":"Funny"},{"quote":"Sometimes I&#39;m really funny, sometimes I&#39;m quiet, sometimes I&#39;m shy, but I&#39;m constantly changing.","author":"Elle King","topic":"Funny"},{"quote":"It&#39;s hard to lead a cavalry charge if you think you look funny on a horse.","author":"Adlai E. Stevenson","topic":"Funny"},{"quote":"It&#39;s so different when you change your hair color, you&#39;re treated so differently. It&#39;s a very funny experience. It&#39;s fun - I love changing up my hair.","author":"Kate Bosworth","topic":"Funny"},{"quote":"I am a marvelous housekeeper. Every time I leave a man I keep his house.","author":"Zsa Zsa Gabor","topic":"Funny"},{"quote":"Before I refuse to take your questions, I have an opening statement.","author":"Ronald Reagan","topic":"Funny"},{"quote":"If God wanted us to bend over he&#39;d put diamonds on the floor.","author":"Joan Rivers","topic":"Funny"},{"quote":"I think the eyes flirt most. There are so many ways to use them.","author":"Anna Held","topic":"Funny"},{"quote":"Be thankful we&#39;re not getting all the government we&#39;re paying for.","author":"Will Rogers","topic":"Funny"},{"quote":"I would never die for my beliefs because I might be wrong.","author":"Bertrand Russell","topic":"Funny"},{"quote":"If at first you don&#39;t succeed... so much for skydiving.","author":"Henny Youngman","topic":"Funny"},{"quote":"I don&#39;t care what the haters and naysayers say. If they make jokes about me, I&#39;ll laugh because they&#39;ll probably be funny.","author":"Paula Deen","topic":"Funny"},{"quote":"You know, you can touch a stick of dynamite, but if you touch a venomous snake it&#39;ll turn around and bite you and kill you so fast it&#39;s not even funny.","author":"Steve Irwin","topic":"Funny"},{"quote":"I am interested in shows that are not out-and-out gag fests: you see the truth of a broken heart behind them. That is what life is like: it&#39;s really funny, you see funny things as soon as you step out of the room, but underneath that is a whole bag of broken hearts. It&#39;s that real pain and that real hilarity that makes life so intriguing.","author":"Tamsin Greig","topic":"Funny"},{"quote":"I love Mickey Mouse more than any woman I have ever known.","author":"Walt Disney","topic":"Funny"},{"quote":"I know my strong points: I work hard, I have talent, I&#39;m funny, and I&#39;m a good person.","author":"Pink","topic":"Funny"},{"quote":"Tragedy is when I cut my finger. Comedy is when you fall into an open sewer and die.","author":"Mel Brooks","topic":"Funny"},{"quote":"My father would take me to the playground, and put me on mood swings.","author":"Jay London","topic":"Funny"},{"quote":"A child of five would understand this. Send someone to fetch a child of five.","author":"Groucho Marx","topic":"Funny"},{"quote":"It&#39;s funny what memory does, isn&#39;t it? My favorite holiday tradition might not have happened more than once or twice. But because it is such a good memory, so encapsulating of everything I love about the holidays, in my mind it happened every year. Without fail.","author":"Molly O'Keefe","topic":"Funny"},{"quote":"I have a new philosophy. I&#39;m only going to dread one day at a time.","author":"Charles M. Schulz","topic":"Funny"},{"quote":"If I want to knock a story off the front page, I just change my hairstyle.","author":"Hillary Clinton","topic":"Funny"},{"quote":"Frisbeetarianism is the belief that when you die, your soul goes up on the roof and gets stuck.","author":"George Carlin","topic":"Funny"},{"quote":"As a child my family&#39;s menu consisted of two choices: take it or leave it.","author":"Buddy Hackett","topic":"Funny"},{"quote":"Everybody talks about the weather, but nobody does anything about it.","author":"Charles Dudley Warner","topic":"Funny"},{"quote":"I was just a goofy little funny kid, who was always getting sent to the principal. It wasn&#39;t serious because I was smart. I wasn&#39;t like a true troublemaker, just rambunctious - like, talkative and trying to be funny. That was me in middle-school.","author":"J. Cole","topic":"Funny"},{"quote":"There&#39;s nothing I dislike more than being in a photo shoot where they say, &#39;Be yourself.&#39; That&#39;s not why I became an actress. That&#39;s what I find so funny: that you become an actor, and all of a sudden, everyone wants to know about you. But I didn&#39;t become an actor so I could show you me.","author":"Margot Robbie","topic":"Funny"},{"quote":"Ignoring fame was my rebellion, in a funny way. I was insistent on being normal and doing normal things. It probably wasn&#39;t advisable to go to college in America and room with a complete stranger. And it probably wasn&#39;t wise to share a bathroom with eight other people in a coed dorm. Looking back, that was crazy.","author":"Emma Watson","topic":"Funny"},{"quote":"Food is an important part of a balanced diet.","author":"Fran Lebowitz","topic":"Funny"},{"quote":"Too much agreement kills a chat.","author":"Eldridge Cleaver","topic":"Funny"},{"quote":"I was eating in a Chinese restaurant downtown. There was a dish called Mother and Child Reunion. It&#39;s chicken and eggs. And I said, I gotta use that one.","author":"Paul Simon","topic":"Funny"},{"quote":"Expert: a man who makes three correct guesses consecutively.","author":"Laurence J. Peter","topic":"Funny"},{"quote":"Between two evils, I always pick the one I never tried before.","author":"Mae West","topic":"Funny"},{"quote":"Nobody ever went broke underestimating the taste of the American public.","author":"H. L. Mencken","topic":"Funny"},{"quote":"If I had to live my life again, I&#39;d make the same mistakes, only sooner.","author":"Tallulah Bankhead","topic":"Funny"},{"quote":"Housework can&#39;t kill you, but why take a chance?","author":"Phyllis Diller","topic":"Funny"},{"quote":"I basically started performing for my mother, going, &#39;Love me!&#39; What drives you to perform is the need for that primal connection. When I was little, my mother was funny with me, and I started to be charming and funny for her, and I learned that by being entertaining, you make a connection with another person.","author":"Robin Williams","topic":"Funny"},{"quote":"Life goes by fast. Enjoy it. Calm down. It&#39;s all funny. Next. Everyone gets so upset about the wrong things.","author":"Joan Rivers","topic":"Funny"},{"quote":"Guilt: the gift that keeps on giving.","author":"Erma Bombeck","topic":"Funny"},{"quote":"My grandmother started walking five miles a day when she was sixty. She&#39;s ninety-seven now, and we don&#39;t know where the hell she is.","author":"Ellen DeGeneres","topic":"Funny"},{"quote":"Yield to temptation. It may not pass your way again.","author":"Robert A. Heinlein","topic":"Funny"},{"quote":"Screaming at children over their grades, especially to the point of the child&#39;s tears, is child abuse, pure and simple. It&#39;s not funny and it&#39;s not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn&#39;t the least bit funny.","author":"Ben Stein","topic":"Funny"},{"quote":"There&#39;s only one true superpower amongst human beings, and that is being funny. People treat you differently if you can make them laugh.","author":"Jeff Garlin","topic":"Funny"},{"quote":"Cure for an obsession: get another one.","author":"Mason Cooley","topic":"Funny"},{"quote":"Honestly, I like someone who is really grounded, super sweet, honest. I need them to have a sense of humor. I need them to laugh at what&#39;s funny, I need them to get jokes and be funny and be witty and sarcastic.","author":"Casper Smart","topic":"Funny"},{"quote":"I&#39;m not funny. What I am is brave.","author":"Lucille Ball","topic":"Funny"},{"quote":"If you want to be thought a liar, always tell the truth.","author":"Logan Pearsall Smith","topic":"Funny"},{"quote":"It sounds funny, but my biggest fear is that I&#39;m not perfect. I&#39;m a perfectionist, and I get upset when things go wrong or when I don&#39;t do well.","author":"Nick Jonas","topic":"Funny"},{"quote":"All right everyone, line up alphabetically according to your height.","author":"Casey Stengel","topic":"Funny"},{"quote":"Be obscure clearly.","author":"E. B. White","topic":"Funny"},{"quote":"Lead us not into temptation. Just tell us where it is; we&#39;ll find it.","author":"Sam Levenson","topic":"Funny"},{"quote":"I got attention by being funny at school, pretending to be retarded, and jumping around with a deformed hand.","author":"Leonardo DiCaprio","topic":"Funny"},{"quote":"All men are equal before fish.","author":"Herbert Hoover","topic":"Funny"},{"quote":"It&#39;s a funny thing. I&#39;ll be in my home town of Columbus at a restaurant or something, and the waiter maybe asks, &#39;What do you do?&#39; and I say, &#39;Oh, I&#39;m in a band... Twenty One Pilots,&#39; and he&#39;ll say, &#39;Cool, I&#39;ll check it out. I never heard of them.&#39; And then I say, &#39;In September we&#39;re playing the Schottenstein Center,&#39; and it&#39;s like, &#39;What?!&#39;","author":"Tyler Joseph","topic":"Funny"},{"quote":"It is funny that men who are supposed to be scientific cannot get themselves to realise the basic principle of physics, that action and reaction are equal and opposite, that when you persecute people you always rouse them to be strong and stronger.","author":"Gertrude Stein","topic":"Funny"},{"quote":"I think if everyone would write down the funny stories from their own childhoods, the world would be a better place.","author":"Jeff Kinney","topic":"Funny"},{"quote":"Memories are doing funny things to us.","author":"Milos Forman","topic":"Funny"},{"quote":"I don&#39;t think I would do a straight late-night talk show, like a &#39;Tonight Show&#39; kind of thing. But I&#39;m open to whatever is done well. I don&#39;t have any agenda. I&#39;m not like Fugazi - I&#39;m not trying to be just so punk rock until I die. Whatever is funny is good.","author":"Eric Andre","topic":"Funny"},{"quote":"I&#39;m attracted to women who are smart and funny and ambitious and have lives of their own and great families. Isn&#39;t that what attracts anyone?","author":"Tom Brady","topic":"Funny"},{"quote":"I love airports because funny things always happen at them. They&#39;re giant complexes full of urgency, seriousness, and confusion. Where am I supposed to be? Which way do I go? And that&#39;s just the staff.","author":"Rhys Darby","topic":"Funny"},{"quote":"What I am looking for is a blessing not in disguise.","author":"Jerome K. Jerome","topic":"Funny"},{"quote":"It&#39;s funny how most people love the dead, once you&#39;re dead, you&#39;re made for life.","author":"Jimi Hendrix","topic":"Funny"},{"quote":"Try to find someone with a sense of humor. That&#39;s an important thing to have because when you get into an argument, one of the best ways to diffuse it is to be funny. You don&#39;t want to hide away from a point, because some points are serious, but you&#39;d rather have a discussion that was a discussion, rather than an argument.","author":"Ed Sheeran","topic":"Funny"},{"quote":"Every time I see an adult on a bicycle, I no longer despair for the future of the human race.","author":"H. G. Wells","topic":"Funny"},{"quote":"I have never been hurt by what I have not said.","author":"Calvin Coolidge","topic":"Funny"},{"quote":"A good actor is someone who knows how to take the part and make it real and make it honest and be effective in it. If it&#39;s in a funny movie and, as long as they are cast in an appropriate way, humor will come from it.","author":"Ivan Reitman","topic":"Funny"},{"quote":"Don&#39;t talk about yourself; it will be done when you leave.","author":"Wilson Mizner","topic":"Funny"},{"quote":"Instant gratification takes too long.","author":"Carrie Fisher","topic":"Funny"},{"quote":"My one regret in life is that I am not someone else.","author":"Woody Allen","topic":"Funny"},{"quote":"I&#39;d luv to kiss ya, but I just washed my hair.","author":"Bette Davis","topic":"Funny"},{"quote":"A pessimist is a person who has had to listen to too many optimists.","author":"Don Marquis","topic":"Funny"},{"quote":"I like long walks, especially when they are taken by people who annoy me.","author":"Fred Allen","topic":"Funny"},{"quote":"I no doubt deserved my enemies, but I don&#39;t believe I deserved my friends.","author":"Walt Whitman","topic":"Funny"},{"quote":"Society is like a stew. If you don&#39;t stir it up every once in a while then a layer of scum floats to the top.","author":"Edward Abbey","topic":"Funny"},{"quote":"Experience is what you have after you&#39;ve forgotten her name.","author":"Milton Berle","topic":"Funny"},{"quote":"If you&#39;re naturally kind, you attract a lot of people you don&#39;t like.","author":"William Feather","topic":"Funny"},{"quote":"I consider that a man&#39;s brain originally is like a little empty attic, and you have to stock it with such furniture as you choose.","author":"Arthur Conan Doyle","topic":"Funny"},{"quote":"I find, when you&#39;re an optimist, life has a funny way of looking after you.","author":"Simon Sinek","topic":"Funny"},{"quote":"Turn up the lights. I don&#39;t want to go home in the dark.","author":"O. Henry","topic":"Funny"},{"quote":"Every cloud has its silver lining but it is sometimes a little difficult to get it to the mint.","author":"Don Marquis","topic":"Funny"},{"quote":"It&#39;s funny: I&#39;ve always had the analogy of a snow globe, that Hollywood is a snow globe. No, it&#39;s true. If you shake it up, you can look at it and really enjoy it. But don&#39;t ever go in. Don&#39;t ever buy into it and be like, &#39;I deserve all of this!&#39; because it can go away at any time, so just have a lot of fun.","author":"John Krasinski","topic":"Funny"},{"quote":"It&#39;s funny how the music industry is enraged about the Internet and the way things are copied without being paid for. But you know why people steal the music? Because they can&#39;t afford the music.","author":"Tom Petty","topic":"Funny"},{"quote":"It&#39;s funny, I&#39;m very analytical in my real life, but in terms of my films, I try to not analyze them at all and let things just go into them and let them be what they are. I mean, people ask me to this day what &#39;The Squid and the Whale&#39; stood for, and I have no idea except that it&#39;s an exhibit in the Natural History Museum.","author":"Noah Baumbach","topic":"Funny"},{"quote":"When humor can be made to alternate with melancholy, one has a success, but when the same things are funny and melancholic at the same time, it&#39;s just wonderful.","author":"Francois Truffaut","topic":"Funny"},{"quote":"There is a saying that if you get something for free, you should know that you&#39;re the product. It was never more true than in the case of Facebook and Gmail and YouTube. You get free social-media services, and you get free funny cat videos. In exchange, you give up the most valuable asset you have, which is your personal data.","author":"Yuval Noah Harari","topic":"Funny"},{"quote":"Animals are sentient, intelligent, perceptive, funny and entertaining. We owe them a duty of care as we do to children.","author":"Michael Morpurgo","topic":"Funny"},{"quote":"The best measure of a man&#39;s honesty isn&#39;t his income tax return. It&#39;s the zero adjust on his bathroom scale.","author":"Arthur C. Clarke","topic":"Funny"},{"quote":"If my life wasn&#39;t funny, it would just be true, and that&#39;s unacceptable.","author":"Carrie Fisher","topic":"Funny"},{"quote":"I haven&#39;t spoken to my wife in years. I didn&#39;t want to interrupt her.","author":"Rodney Dangerfield","topic":"Funny"},{"quote":"Being funny is one of my greatest strengths. I can make girls smile when they&#39;re down, and when they&#39;re having a good time, I can carry on the joke.","author":"John Krasinski","topic":"Funny"},{"quote":"The most exciting phrase to hear in science, the one that heralds new discoveries, is not &#39;Eureka!&#39; but &#39;That&#39;s funny...&#39;","author":"Isaac Asimov","topic":"Funny"},{"quote":"The funny thing is, I&#39;m so used to not caring what anyone says, good or bad, that unfortunately even when people say good things... I wish it made me feel good, but it doesn&#39;t.","author":"Rob Zombie","topic":"Funny"},{"quote":"The reports of my death have been greatly exaggerated.","author":"Mark Twain","topic":"Funny"},{"quote":"I like having a beard. What&#39;s funny is when you shave a beard, you realize how freezing cold your face is! The primary purpose evolution-wise is to keep you warm, to grow hair on your face. You shave it off, and your face is freezing for a few days.","author":"Adam Scott","topic":"Funny"},{"quote":"It&#39;s not so much what you learn about Mumbai, it&#39;s what you learn about yourself, really. It&#39;s a funny old hippie thing, but it&#39;s true as well. You find out a lot about yourself and your tolerance, and about your inclusiveness.","author":"Danny Boyle","topic":"Funny"},{"quote":"If you don&#39;t mind, it doesn&#39;t matter.","author":"Jack Benny","topic":"Funny"},{"quote":"I can&#39;t stress to you enough how much I can relate to teens being cyberbullied. Something that helps me is looking at old videos of me and my friends from middle school, or videos of my family. I love watching funny videos of my favorite people - it really cheers me up.","author":"Ariana Grande","topic":"Funny"},{"quote":"I&#39;m going to take this God-given gift of being funny, and I&#39;m going to spread it out like peanut butter on everything I do.","author":"Steve Harvey","topic":"Funny"},{"quote":"I&#39;m spending a year dead for tax reasons.","author":"Douglas Adams","topic":"Funny"},{"quote":"Turns out you have a really fun time if you go to work every day and focus on being silly and funny and happy!","author":"Hannah Murray","topic":"Funny"},{"quote":"I&#39;m like old wine. They don&#39;t bring me out very often - but I&#39;m well preserved.","author":"Rose Kennedy","topic":"Funny"},{"quote":"Macho does not prove mucho.","author":"Zsa Zsa Gabor","topic":"Funny"},{"quote":"I bought some batteries, but they weren&#39;t included.","author":"Steven Wright","topic":"Funny"},{"quote":"I never thought I was funny, but I enjoy being funny.","author":"Nora Dunn","topic":"Funny"},{"quote":"Comedy is surprises, so if you&#39;re intending to make somebody laugh and they don&#39;t laugh, that&#39;s funny.","author":"Norm MacDonald","topic":"Funny"},{"quote":"That&#39;s my only goal. Surround myself with funny people, and make sure everyone has a good time and works hard.","author":"Joe Rogan","topic":"Funny"},{"quote":"If you live to be one hundred, you&#39;ve got it made. Very few people die past that age.","author":"George Burns","topic":"Funny"},{"quote":"Communism is like one big phone company.","author":"Lenny Bruce","topic":"Funny"},{"quote":"It&#39;s funny how a chubby kid can just be having fun, and people call it entertainment!","author":"Garth Brooks","topic":"Funny"},{"quote":"Actually being funny is mostly telling the truth about things.","author":"Bernard Sahlins","topic":"Funny"},{"quote":"Miami Beach is where neon goes to die.","author":"Lenny Bruce","topic":"Funny"},{"quote":"Although I have guitars all around, and I pick them up occasionally and write a tune and make a record, I don&#39;t really see myself as a musician. It may seem a funny thing to say. It&#39;s just like, I write lyrics, and I make up songs, but I&#39;m not a great lyricist or songwriter or producer. It&#39;s when you put all these things together - that makes me.","author":"George Harrison","topic":"Funny"},{"quote":"No one wants to read a story where I saw a cute puppy on the street and I petted it. I mean, that&#39;s not funny. I only write about the funny stuff.","author":"Tucker Max","topic":"Funny"},{"quote":"I tell you, it&#39;s funny because the only time I think about HIV is when I have to take my medicine twice a day.","author":"Magic Johnson","topic":"Funny"},{"quote":"Stories in families are colossally important. Every family has stories: some funny, some proud, some embarrassing, some shameful. Knowing them is proof of belonging to the family.","author":"Salman Rushdie","topic":"Funny"},{"quote":"The first time I sang in the church choir; two hundred people changed their religion.","author":"Fred Allen","topic":"Funny"},{"quote":"Do you know, it&#39;s funny, but I never thought of being blind as a disadvantage, and I never thought of being black as a disadvantage.","author":"Stevie Wonder","topic":"Funny"},{"quote":"Someone told me I had funny facial expressions. I don&#39;t know whether I take that as a compliment or not, but.","author":"Lucy Punch","topic":"Funny"},{"quote":"Funny is only something that others know about you - you can&#39;t be funny by yourself.","author":"Chris Rock","topic":"Funny"},{"quote":"I want my children to have all the things I couldn&#39;t afford. Then I want to move in with them.","author":"Phyllis Diller","topic":"Funny"},{"quote":"Humor has become so cliche and boring that nothing&#39;s funny anymore unless it involves something totally disgusting that offends somebody or makes them feel really uncomfortable.","author":"Tom DeLonge","topic":"Funny"},{"quote":"I may be a living legend, but that sure don&#39;t help when I&#39;ve got to change a flat tire.","author":"Roy Orbison","topic":"Funny"},{"quote":"In comic strips, the person on the left always speaks first.","author":"George Carlin","topic":"Funny"},{"quote":"If you cannot get rid of the family skeleton, you may as well make it dance.","author":"George Bernard Shaw","topic":"Funny"},{"quote":"Anyone who says he can see through women is missing a lot.","author":"Groucho Marx","topic":"Funny"},{"quote":"I have a memory like an elephant. I remember every elephant I&#39;ve ever met.","author":"Herb Caen","topic":"Funny"},{"quote":"It&#39;s always funny until someone gets hurt. Then it&#39;s just hilarious.","author":"Bill Hicks","topic":"Funny"},{"quote":"I went window shopping today! I bought four windows.","author":"Tommy Cooper","topic":"Funny"},{"quote":"Forgiveness is a funny thing. It warms the heart and cools the sting.","author":"William Arthur Ward","topic":"Funny"},{"quote":"Everything I like is either illegal, immoral or fattening.","author":"Alexander Woollcott","topic":"Funny"},{"quote":"I don&#39;t deserve this award, but I have arthritis and I don&#39;t deserve that either.","author":"Jack Benny","topic":"Funny"},{"quote":"The tax collector must love poor people, he&#39;s creating so many of them.","author":"Bill Vaughan","topic":"Funny"},{"quote":"I never said most of the things I said.","author":"Yogi Berra","topic":"Funny"},{"quote":"I call myself the Amusement Park. That&#39;s because I&#39;m funny and scary at the same time.","author":"Terry Crews","topic":"Funny"},{"quote":"I went to private school for a very long time, and we always wore uniforms. Then in third grade, I switched to a public school, so I was so excited to wear what I wanted on the first day. I remember I chose this orange hoodie with a skirt, and it&#39;s so funny when I think about it now because my style really hasn&#39;t changed that much.","author":"Keke Palmer","topic":"Funny"},{"quote":"Fame is a funny thing. I like doing normal things. I like going to fairs. I like going to ball games. I like going to Disney World or a big field on the Fourth of July and having picnics with friends. The problem is you&#39;re either worried you&#39;re going to be recognized, or you&#39;re thankful you&#39;re not. It&#39;s always there.","author":"Chris Evans","topic":"Funny"},{"quote":"When we ask for advice, we are usually looking for an accomplice.","author":"Saul Bellow","topic":"Funny"},{"quote":"Comedy is a tool of togetherness. It&#39;s a way of putting your arm around someone, pointing at something, and saying, &#39;Isn&#39;t it funny that we do that?&#39; It&#39;s a way of reaching out.","author":"Kate McKinnon","topic":"Funny"},{"quote":"If it&#39;s the Psychic Network why do they need a phone number?","author":"Robin Williams","topic":"Funny"},{"quote":"Chaos in the midst of chaos isn&#39;t funny, but chaos in the midst of order is.","author":"Steve Martin","topic":"Funny"},{"quote":"If a cluttered desk is the sign of a cluttered mind, what is the significance of a clean desk?","author":"Laurence J. Peter","topic":"Funny"},{"quote":"If you could cross a lion and a monkey, that&#39;s what I&#39;d be, because monkeys are funny and lions are strong.","author":"Marlon Wayans","topic":"Funny"},{"quote":"I grew up as a very sarcastic person. I was always the class clown, and to date girls, I had to be really funny. I was really skinny growing up. I was so thin, I had to run around in the shower to get wet. That kind of thin. So I always had to rely on humor and sarcasm.","author":"Kurt Fuller","topic":"Funny"},{"quote":"A two-year-old is kind of like having a blender, but you don&#39;t have a top for it.","author":"Jerry Seinfeld","topic":"Funny"},{"quote":"My favorite kind of humor is basically, if it was happening to you, it wouldn&#39;t be funny, but to observe it, it&#39;s hilarious.","author":"Bill Burr","topic":"Funny"},{"quote":"One picture is worth 1,000 denials.","author":"Ronald Reagan","topic":"Funny"},{"quote":"It seems like everybody&#39;s perception of me is very bipolar. To one group, it&#39;s overpaid, overrated; to another group, it&#39;s underpaid, underrated, underdog. It&#39;s funny to me because there&#39;s no real balance.","author":"Jeremy Lin","topic":"Funny"},{"quote":"I&#39;m not that good looking. That&#39;s why &#39;Gangnam Style&#39; works. If someone handsome uses that phrase it&#39;s just awkward. But if someone like me uses it, it&#39;s funny.","author":"Psy","topic":"Funny"},{"quote":"Men are liars. We&#39;ll lie about lying if we have to. I&#39;m an algebra liar. I figure two good lies make a positive.","author":"Tim Allen","topic":"Funny"},{"quote":"If you&#39;re going to tell people the truth, be funny or they&#39;ll kill you.","author":"Billy Wilder","topic":"Funny"},{"quote":"What contemptible scoundrel has stolen the cork to my lunch?","author":"W. Clement Stone","topic":"Funny"},{"quote":"Television has brought back murder into the home - where it belongs.","author":"Alfred Hitchcock","topic":"Funny"},{"quote":"The first day one is a guest, the second a burden, and the third a pest.","author":"Jean de la Bruyere","topic":"Funny"},{"quote":"It&#39;s funny. All you have to do is say something nobody understands and they&#39;ll do practically anything you want them to.","author":"J. D. Salinger","topic":"Funny"},{"quote":"My favorite type of pet has always been a dog. They&#39;re loyal, kind, and offer endless affection. My friend Eric says, &#39;The more people I meet, the more I like my dog.&#39; Funny thought.","author":"Brendon Urie","topic":"Funny"},{"quote":"I&#39;m just not one of those naturally funny, relaxed actors who enjoy the spotlight and are so good at it.","author":"Heath Ledger","topic":"Funny"},{"quote":"I heard that people were really interested in the new haircut, which I think is so funny. Great haircut, I really like it. It goes great with the time period. And I was super, super, super-happy to have my bangs swept to the side rather than straight in front of me, which I dealt with for three seasons. I&#39;m very, very much done with that.","author":"Elisabeth Moss","topic":"Funny"},{"quote":"One of the disadvantages of wine is that it makes a man mistake words for thoughts.","author":"Samuel Johnson","topic":"Funny"},{"quote":"Christopher Columbus, as everyone knows, is honored by posterity because he was the last to discover America.","author":"James Joyce","topic":"Funny"},{"quote":"It may sound funny, but I love the South. I don&#39;t choose to live anywhere else. There&#39;s land here, where a man can raise cattle, and I&#39;m going to do it some day.","author":"Medgar Evers","topic":"Funny"},{"quote":"I&#39;m 42 and the age of a guy who has kids, so I guess I&#39;m playing right where I&#39;m supposed to be. I&#39;m comfortable with that, but in the same breath I&#39;d do something edgy. If someone came to me and offered me an edgy and funny story, then I&#39;d do it.","author":"Eddie Murphy","topic":"Funny"},{"quote":"If men knew how women pass the time when they are alone, they&#39;d never marry.","author":"O. Henry","topic":"Funny"},{"quote":"I read a funny story about how the Republicans freed the slaves. The Republicans are the ones who created slavery by law in the 1600&#39;s. Abraham Lincoln freed the slaves and he was not a Republican.","author":"Marion Barry","topic":"Funny"},{"quote":"When I have had a long day at work, I want something to watch that is funny, lighthearted and easy to get into, and reality is that. I&#39;m not really into serious programmes or documentaries.","author":"Amy Childs","topic":"Funny"},{"quote":"I am certain there is too much certainty in the world.","author":"Michael Crichton","topic":"Funny"},{"quote":"All these jokes have been pre-approved as funny by me.","author":"Mitch Hedberg","topic":"Funny"},{"quote":"I discovered that funny animal pictures - memes - would get a lot of likes and shares.","author":"George Takei","topic":"Funny"},{"quote":"The drawings in &#39;Portal&#39; were actually me scribbling that stuff... I had a funny moment when I realized that someone gotten &#39;The cake is a lie&#39; tattooed on themselves. It was really interesting to see my handwriting tattooed on another human being. That... that&#39;s odd.","author":"Kim Swift","topic":"Funny"},{"quote":"Never floss with a stranger.","author":"Joan Rivers","topic":"Funny"},{"quote":"Show me one guy or woman as funny as Rodney Dangerfield or as good as George Carlin, Richard Pryor, Bill Cosby, or Joan Rivers. There are a lot of good comics out there, no doubt, but as far as the quality of the comics goes, I think what you have is a bunch of situational comics.","author":"Chris Rock","topic":"Funny"},{"quote":"I don&#39;t write material. Funny things happen to me in the course of a day, and I just make notes.","author":"Kevin Hart","topic":"Funny"},{"quote":"I have the curse of thinking funny!","author":"Adam West","topic":"Funny"},{"quote":"My mother was a very, very funny, outrageous, outspoken person, and she never edited me. Her whole thing in my life was if anybody had a problem with me, tell them to go to hell.","author":"Tig Notaro","topic":"Funny"},{"quote":"The great thing for me about &#39;The Resurrection of Gavin Stone&#39; is it&#39;s a throwback to the old fashioned Hollywood movie that you can watch with your family, has a message, and is funny and entertaining. They didn&#39;t call them faith-based movies; they just called them good movies.","author":"D. B. Sweeney","topic":"Funny"},{"quote":"I never drink water because of the disgusting things that fish do in it.","author":"Unknown","topic":"Funny"},{"quote":"It is a scientific fact that your body will not absorb cholesterol if you take it from another person&#39;s plate.","author":"Dave Barry","topic":"Funny"},{"quote":"I&#39;ve always found it easier to be funny than to be serious.","author":"Molly Ivins","topic":"Funny"},{"quote":"Something funny certainly happens when palladium and platinum come into contact with hydrogen gas; it&#39;s one of the great mysteries still waiting to be solved on the periodic table. But it&#39;s quite a leap from &#39;something funny&#39; to cold fusion.","author":"Sam Kean","topic":"Funny"},{"quote":"I find it funny how people from Boston and New York hate each other because of pro teams. But, like, everyone on the Red Sox is a random millionaire athlete from somewhere else.","author":"Julian Casablancas","topic":"Funny"},{"quote":"I am blessed with a funny gene that makes me enjoy life.","author":"Karan Patel","topic":"Funny"},{"quote":"I think it&#39;s one of those funny things - sometimes you&#39;re not really friends with somebody until you&#39;ve gotten into a good fight, and I think that&#39;s the situation with Superman and Batman.","author":"Mark Valley","topic":"Funny"},{"quote":"I try to sign for as many kids as possible. Kids come first, and I&#39;ll always sign for a kid before an adult. It&#39;s funny, because I was never big into autographs as a kid. The only player who I ever wanted an autograph from was Dave Winfield.","author":"Derek Jeter","topic":"Funny"},{"quote":"I hear a lot of people singing in funny voices and singing like they&#39;re stupid. Singing in a deliberately fey and dumb and childish way. And I find it to be a disturbing trend.","author":"Daryl Hall","topic":"Funny"},{"quote":"When I was a boy the Dead Sea was only sick.","author":"George Burns","topic":"Funny"},{"quote":"Let&#39;s have some new cliches.","author":"Samuel Goldwyn","topic":"Funny"},{"quote":"A nickel ain&#39;t worth a dime anymore.","author":"Yogi Berra","topic":"Funny"},{"quote":"I have an unfortunate personality.","author":"Orson Welles","topic":"Funny"},{"quote":"Filming is a funny combination of having a good time and not being able to wait until it&#39;s over.","author":"Nicole Holofcener","topic":"Funny"},{"quote":"I saw a woman wearing a sweatshirt with Guess on it. I said, Thyroid problem?","author":"Arnold Schwarzenegger","topic":"Funny"},{"quote":"The funny thing is that my husband couldn&#39;t be sweeter. He looks like this bad boy. He&#39;s got tattoos and earrings and a mohawk, but when you talk to him and he&#39;s around you, he&#39;s such a gentleman. He holds doors for ladies. He pulls out chairs. He cooks. He cleans.","author":"Malin Akerman","topic":"Funny"},{"quote":"The four building blocks of the universe are fire, water, gravel and vinyl.","author":"Dave Barry","topic":"Funny"},{"quote":"I love mankind; it&#39;s people I can&#39;t stand.","author":"Charles M. Schulz","topic":"Funny"},{"quote":"I hate housework! You make the beds, you do the dishes and six months later you have to start all over again.","author":"Joan Rivers","topic":"Funny"},{"quote":"It&#39;s funny: people who meet me say, &#39;I thought you&#39;d be different.&#39; But I&#39;m still the same guy.","author":"Bill Engvall","topic":"Funny"},{"quote":"I&#39;m so single. It&#39;s funny. I&#39;m usually a relationship girl. I love being in love and having a partner in crime. But it&#39;s good to be your own partner in crime. God, that makes me sound like I have multiple-personality disorder.","author":"Brittany Snow","topic":"Funny"},{"quote":"I always believe that funny is serious and serious is funny. You don&#39;t really need a distinction between them.","author":"Trevor Noah","topic":"Funny"},{"quote":"The parrot&#39;s so funny. He imitates me and I don&#39;t even realize he&#39;s doing it. I&#39;m walking around the house talking to myself and whistling and the next day he&#39;s said something I&#39;ve said... it&#39;s scary you know?","author":"Mick Ralphs","topic":"Funny"},{"quote":"Being a funny person does an awful lot of things to you. You feel that you mustn&#39;t get serious with people. They don&#39;t expect it from you, and they don&#39;t want to see it. You&#39;re not entitled to be serious, you&#39;re a clown.","author":"Fanny Brice","topic":"Funny"},{"quote":"It&#39;s a funny thing, the less people have to live for, the less nerve they have to risk losing nothing.","author":"Zora Neale Hurston","topic":"Funny"},{"quote":"You know, fame is a funny thing, man, especially, you know, actors, musicians, rappers, rock singers, it&#39;s kind of a lifestyle and it&#39;s easy to get caught up in it - you go to bars, you go to clubs, everyone&#39;s doing a certain thing... It&#39;s tough.","author":"Eminem","topic":"Funny"},{"quote":"I see fighters make funny videos about me and stick them on Facebook and get 20 likes. When I make a video, I sell it to Fox and make seven figures. That&#39;s the difference.","author":"Conor McGregor","topic":"Funny"},{"quote":"I failed to make the chess team because of my height.","author":"Woody Allen","topic":"Funny"},{"quote":"I used to jog but the ice cubes kept falling out of my glass.","author":"David Lee Roth","topic":"Funny"},{"quote":"Just telling the facts are no longer enough. You now have to be persuasive, charismatic, interesting, and funny. Just telling people things isn&#39;t enough anymore.","author":"Milo Yiannopoulos","topic":"Funny"},{"quote":"Even Napoleon had his Watergate.","author":"Yogi Berra","topic":"Funny"},{"quote":"My grandchildren are fabulous and funny.","author":"Erica Jong","topic":"Funny"},{"quote":"When people say &#39;Charlie Chaplin&#39; I still think now of the guy in the moustache and bowler hat and funny walk - I don&#39;t think of an old man who was my grandfather.","author":"Oona Chaplin","topic":"Funny"},{"quote":"I spent a year in that town, one Sunday.","author":"George Burns","topic":"Funny"},{"quote":"Progress might have been alright once, but it has gone on too long.","author":"Ogden Nash","topic":"Funny"},{"quote":"No, no, I was only funny on stage, really. I, I, think I was funny as a person toward my classmates when I was very young. You know, when I was a child, up to about the age of 12.","author":"Rowan Atkinson","topic":"Funny"},{"quote":"I love my brothers&#39; kids. It&#39;s funny - as an uncle, you become so protective of them.","author":"Liam Hemsworth","topic":"Funny"},{"quote":"It&#39;s a funny thing that when a man hasn&#39;t anything on earth to worry about, he goes off and gets married.","author":"Robert Frost","topic":"Funny"},{"quote":"I don&#39;t feel that I&#39;m explaining the world or teaching people anything. And I&#39;m not trying to be a mirror, showing them what&#39;s really going on the world. All I&#39;m trying to do is think of stuff that&#39;s funny, just like when I&#39;m kidding around with my friends.","author":"Steven Wright","topic":"Funny"},{"quote":"Children are smarter than any of us. Know how I know that? I don&#39;t know one child with a full time job and children.","author":"Bill Hicks","topic":"Funny"},{"quote":"My definition of an intellectual is someone who can listen to the William Tell Overture without thinking of the Lone Ranger.","author":"Billy Connolly","topic":"Funny"},{"quote":"I don&#39;t think it&#39;s any coincidence that I lost my religious faith and &#39;manned up&#39; in the same year. I was described somewhere as a lapsed Catholic, which is funny because I&#39;m not going back! I want to achieve things rather than live life in an animalistic way.","author":"Jimmy Carr","topic":"Funny"},{"quote":"I guess when you turn off the main road, you have to be prepared to see some funny houses.","author":"Stephen King","topic":"Funny"},{"quote":"I like a woman with a head on her shoulders. I hate necks.","author":"Steve Martin","topic":"Funny"},{"quote":"Some people say funny things, but I say things funny.","author":"Don Rickles","topic":"Funny"},{"quote":"I was a vegetarian until I started leaning toward the sunlight.","author":"Rita Rudner","topic":"Funny"},{"quote":"The avant-garde theater is fun; it is free-swinging, bold, iconoclastic, and often wildly, wildly funny. If you will approach it with childlike innocence - putting your standard responses aside, for they do not apply - if you will approach it on its own terms, I think you will be in for a liberating surprise.","author":"Edward Albee","topic":"Funny"},{"quote":"I know some people say I can be funny. But there is always a deeper meaning to what I say. I am a socialist at heart and have the interests of the poor in mind. When people see how I manage to work my way out of tough situations, it gives them hope in their own life.","author":"Lalu Prasad Yadav","topic":"Funny"},{"quote":"I knew I was an unwanted baby when I saw that my bath toys were a toaster and a radio.","author":"Joan Rivers","topic":"Funny"},{"quote":"The day I made that statement, about the inventing the internet, I was tired because I&#39;d been up all night inventing the Camcorder.","author":"Al Gore","topic":"Funny"},{"quote":"If love is the answer, could you please rephrase the question?","author":"Lily Tomlin","topic":"Funny"},{"quote":"Life was a funny thing that happened to me on the way to the grave.","author":"Quentin Crisp","topic":"Funny"},{"quote":"Novels are not about expressing yourself, they&#39;re about something beautiful, funny, clever and organic. Self-expression? Go and ring a bell in a yard if you want to express yourself.","author":"Zadie Smith","topic":"Funny"},{"quote":"Maybe people don&#39;t see me as believable playing a person of today. I guess I&#39;m just more realistic in a corset and funny hairstyles.","author":"Katie McGrath","topic":"Funny"},{"quote":"When we talk to God, we&#39;re praying. When God talks to us, we&#39;re schizophrenic.","author":"Jane Wagner","topic":"Funny"},{"quote":"The superfluous, a very necessary thing.","author":"Voltaire","topic":"Funny"},{"quote":"A word to the wise is infuriating.","author":"Hunter S. Thompson","topic":"Funny"},{"quote":"I don&#39;t believe in the after life, although I am bringing a change of underwear.","author":"Woody Allen","topic":"Funny"},{"quote":"I always have a funny story at communion time that underscores that no one is perfect, and that communion is not for perfect people but for hungry people.","author":"Greg Boyle","topic":"Funny"},{"quote":"I don&#39;t need you to remind me of my age. I have a bladder to do that for me.","author":"Stephen Fry","topic":"Funny"},{"quote":"I was so naive as a kid I used to sneak behind the barn and do nothing.","author":"Johnny Carson","topic":"Funny"},{"quote":"Selling wine is all about sizing people up, and it takes a certain amount of chutzpah. The tableside bottle sell is a very funny thing - you take a look at the guy&#39;s blazer, what kind of shoes he&#39;s wearing, what kind of broad he&#39;s with. Is he trying to be a hero?","author":"Joe Bastianich","topic":"Funny"},{"quote":"&#39;Crash&#39; came from personal experience. I saw things inside me from living in L.A. that made me uncomfortable. I saw horrible things in people and saw terrible things in myself. I saw a black director completely humiliated, but the three people around me just thought it was funny. &#39;No,&#39; I said, &#39;that is selling your soul.&#39;","author":"Paul Haggis","topic":"Funny"},{"quote":"In my circle of friends, I&#39;ve always been loud and funny and talkative. But as soon as I step out of that circle, I get very quiet and introspective. I don&#39;t want the spotlight on me.","author":"Rosie Perez","topic":"Funny"},{"quote":"One longs to be funny, to make people laugh. Laughter is such a sign of approval, isn&#39;t it?","author":"Tom Baker","topic":"Funny"},{"quote":"I don&#39;t say things to be offensive; I say things because they&#39;re funny to me. It amuses me.","author":"Marilyn Manson","topic":"Funny"},{"quote":"I think being funny is not anyone&#39;s first choice.","author":"Woody Allen","topic":"Funny"},{"quote":"The funny guy doesn&#39;t get the girl until later in life. High school, college, everyone still wants the brooding, dangerous guy you shouldn&#39;t have.","author":"Will Ferrell","topic":"Funny"},{"quote":"Inappropriateness is funny to me. Rudeness is hilarious.","author":"Zach Galifianakis","topic":"Funny"},{"quote":"Everything that used to be a sin is now a disease.","author":"Bill Maher","topic":"Funny"},{"quote":"The follow your dreams thing is really important because so many people are railroaded into taking other paths by their family, their friends, people who should be supportive going, &#39;What are you talking about?&#39; Even just seemingly regular career paths, but if it&#39;s not what people expect for you they kind of react funny.","author":"Joan Jett","topic":"Funny"},{"quote":"I think I have an inner confidence that my tastes are pretty simple, that what I find funny finds a wide audience. I&#39;m not particularly intellectual or clever or minority-focused in my creative instincts. And I&#39;m certainly not aware of suppressing more sophisticated ambitions.","author":"Rowan Atkinson","topic":"Funny"},{"quote":"We owe to the Middle Ages the two worst inventions of humanity - romantic love and gunpowder.","author":"Andre Maurois","topic":"Funny"},{"quote":"A good joke can spread throughout the Internet between the time you go to bed and the time you wake up, leading to an inbox filled with pictures of funny cats and cheeseburgers.","author":"Rosanna Pansino","topic":"Funny"},{"quote":"I have seen and heard comedians who had really funny &#39;stuff&#39; but yet could not make the people laugh; then, again - I have seen others whose stuff was anything but humorous, and the audience would howl with laughter.","author":"Al Jolson","topic":"Funny"},{"quote":"Funny is the world I live in. You&#39;re funny, I&#39;m interested. You&#39;re not funny, I&#39;m not interested.","author":"Jerry Seinfeld","topic":"Funny"},{"quote":"It is possible to have good manners and be funny at the same time. Ronnie Barker and I proved that.","author":"Ronnie Corbett","topic":"Funny"},{"quote":"Originality is the fine art of remembering what you hear but forgetting where you heard it.","author":"Laurence J. Peter","topic":"Funny"},{"quote":"When you see things upside down, the ego can be extraordinarily funny; it&#39;s absurd. But it&#39;s tragic at the same time.","author":"Alejandro Gonzalez Inarritu","topic":"Funny"},{"quote":"What I like best is a book that&#39;s at least funny once in a while. What really knocks me out is a book that, when you&#39;re all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn&#39;t happen much, though.","author":"J. D. Salinger","topic":"Funny"},{"quote":"The reason there are two senators for each state is so that one can be the designated driver.","author":"Jay Leno","topic":"Funny"},{"quote":"I&#39;ve always surrounded myself with funny people.","author":"Leslie Mann","topic":"Funny"},{"quote":"What does being a woman today mean? Is there a right way of doing it? Is there a wrong way of doing it? Different kinds of women, female friendships: It&#39;s all pretty funny, and worth making fun of.","author":"Elizabeth Meriwether","topic":"Funny"},{"quote":"I quit therapy because my analyst was trying to help me behind my back.","author":"Richard Lewis","topic":"Funny"},{"quote":"Girls don&#39;t poop, so don&#39;t claim you do. You can fart - because farting is funny - but we don&#39;t want to know that you poop.","author":"Ryan Hansen","topic":"Funny"},{"quote":"It&#39;s a funny thing: my name in Arabic means hope, so I suppose I have to live by that principle. Hope is desire, feeling, and investing in a projection of something that doesn&#39;t yet exist. At its best, you witness its alchemy in your life, turning something that was once in the mind into reality. At its worst, it&#39;s delusion.","author":"Aml Ameen","topic":"Funny"},{"quote":"I like children - fried.","author":"W. C. Fields","topic":"Funny"},{"quote":"What do I know of man&#39;s destiny? I could tell you more about radishes.","author":"Samuel Beckett","topic":"Funny"},{"quote":"The audience changes every night. You&#39;re the same person. You have to speak your mind and do the stuff that you think is funny and makes you laugh.","author":"Joe Rogan","topic":"Funny"},{"quote":"Parents are the last people on earth who ought to have children.","author":"Samuel Butler","topic":"Funny"},{"quote":"Its funny, because for females in general - not just in music, but the corporate ladder as well - anything we do has always been harder for us. When it comes to music, the industry wants you to conform, to look like this and to sound like this and do this or that. It makes it harder. It&#39;s harder for us to come out and be bosses and lead the pack.","author":"Missy Elliott","topic":"Funny"},{"quote":"I love Felicity Jones. It was funny because I went to go see the &#39;Rogue One&#39; set, and I was like, &#39;Oh my God, I love you.&#39; And she&#39;s so tiny, and elegant, and she&#39;s just so small. Everyone&#39;s so much smaller than they seem.","author":"Daisy Ridley","topic":"Funny"},{"quote":"The funny thing about the people I don&#39;t like - they&#39;re very self-centered.","author":"Brendon Urie","topic":"Funny"},{"quote":"I don&#39;t really talk about my personal life. It&#39;s a strange and funny and weird thing. Sometimes you have a conversation with someone and the paparazzi snaps a picture of you and people decide you&#39;re dating. If I try to answer everything people say, I would be up all night.","author":"Tracee Ellis Ross","topic":"Funny"},{"quote":"I write funny. If I can make my wife laugh, I know I&#39;m on the right track.","author":"Gene Wilder","topic":"Funny"},{"quote":"I rant, therefore I am.","author":"Dennis Miller","topic":"Funny"},{"quote":"Conversation would be vastly improved by the constant use of four simple words: I do not know.","author":"Andre Maurois","topic":"Funny"},{"quote":"We need two kinds of acquaintances, one to complain to, while to the others we boast.","author":"Logan Pearsall Smith","topic":"Funny"},{"quote":"It&#39;s so funny, I&#39;ve done so many projects where I&#39;ve been interrogated. I guest starred on almost every hour drama, and I&#39;m always the guy they think is the bad guy but then they find out is not.","author":"Aaron Paul","topic":"Funny"},{"quote":"Somebody said something funny to me the other day. They said, &#39;Wolper, until two weeks ago, your tombstone was going to say, &#39;David Wolper, the man who produced &#39;Roots.&#39; I think the tombstone now has a new inscription. It&#39;s going to be &#39;David Wolper, the man who produced the opening ceremony of the 1984 Olympics.&#39;","author":"David L. Wolper","topic":"Funny"},{"quote":"&#39;Lucky&#39; is for laughs, and there&#39;s really nothing funny that I&#39;m doing on &#39;Dexter.&#39; I think more than anything, both comment on the fact that anybody is capable of anything. Just because they are the shy guy in the corner doesn&#39;t mean that they are a harmless little bunny.","author":"Colin Hanks","topic":"Funny"},{"quote":"The inspiration for my Vines comes from thinking about funny and relatable experiences from my daily life.","author":"Lele Pons","topic":"Funny"},{"quote":"Crashing is never funny, but sometimes you can jump up, laugh at your stupidity, and go, &#39;What the hell was that?&#39;","author":"Jens Voigt","topic":"Funny"},{"quote":"I think my funny books are my favorites because I like to laugh so much.","author":"Dav Pilkey","topic":"Funny"},{"quote":"If you&#39;re OK with being clumsy, it&#39;s funny. But if you are super embarrassed, people are going to laugh at you.","author":"Leo Howard","topic":"Funny"},{"quote":"I never expected to see the day when girls would get sunburned in the places they now do.","author":"Will Rogers","topic":"Funny"},{"quote":"Why is Cloud 9 so amazing? What is wrong with Cloud 8? That joke came off the top of my head, and the top of my head ain&#39;t funny!","author":"Mitch Hedberg","topic":"Funny"},{"quote":"I wear black skinny-fit jeans - I can&#39;t get away from them. It&#39;s funny because I wore baggy jeans for ages, then one day my friend convinced me to try on a skinny pair and I thought they were great.","author":"Shaun White","topic":"Funny"},{"quote":"I&#39;m a pretty funny guy, and I would love to do a comedy with a bunch of funny guys - movie-star guys, where they could help me through it.","author":"LeBron James","topic":"Funny"},{"quote":"I love &#39;Saturday Night Live,&#39; and it&#39;s such a funny show. I don&#39;t know if I&#39;m funny enough to be on it but definitely would be interested in doing it.","author":"Lindsey Vonn","topic":"Funny"},{"quote":"What&#39;s funny is that you can think you really value your life until you almost lose it.","author":"Alan Alda","topic":"Funny"},{"quote":"It&#39;s painful for me to watch someone who isn&#39;t funny. It&#39;s horrifying to sit in the back and watch some guy who just totally sucks.","author":"Joe Rogan","topic":"Funny"},{"quote":"I&#39;m going to marry a Jewish woman because I like the idea of getting up Sunday morning and going to the deli.","author":"Michael J. Fox","topic":"Funny"},{"quote":"You know what&#39;s funny to me? Attitude.","author":"Don Rickles","topic":"Funny"},{"quote":"I used to sell furniture for a living. The trouble was, it was my own.","author":"Les Dawson","topic":"Funny"},{"quote":"I don&#39;t deserve any credit for turning the other cheek as my tongue is always in it.","author":"Flannery O'Connor","topic":"Funny"},{"quote":"I didn&#39;t grow up thinking I was pretty; there was always a prettier girl than me. So I learned to be smart and tried to be funny and develop the inside of me, because I felt like that&#39;s what I had.","author":"Kerry Washington","topic":"Funny"},{"quote":"I had a band before I did standup - I&#39;ve always done music. I got known for being funny, and that&#39;s how I make a living - and from acting - but I never stopped playing and producing and recording music.","author":"Eddie Murphy","topic":"Funny"},{"quote":"God did not intend religion to be an exercise club.","author":"Naguib Mahfouz","topic":"Funny"},{"quote":"Censorship no longer works by hiding information from you; censorship works by flooding you with immense amounts of misinformation, of irrelevant information, of funny cat videos, until you&#39;re just unable to focus.","author":"Yuval Noah Harari","topic":"Funny"},{"quote":"An optimist is a fellow who believes a housefly is looking for a way to get out.","author":"George Jean Nathan","topic":"Funny"},{"quote":"You can&#39;t do anything to be funny. That&#39;s cringeworthy. If your humor comes out of a place of love every time, you don&#39;t make the joke bigger than you. The funniest comedians are in touch with their emotional level.","author":"John Krasinski","topic":"Funny"},{"quote":"Why does everyone think the future is space helmets, silver foil, and talking like computers, like a bad episode of Star Trek?","author":"Tracey Ullman","topic":"Funny"},{"quote":"I would call it a comedy variety show. We have some people just doing straight standup. We usually try to have one musical act of sort. So its just people being funny in different ways, not just sketch, not just standup, not just characters, all of those things.","author":"Todd Barry","topic":"Funny"},{"quote":"I was born in very sorry circumstances. Both of my parents were very sorry.","author":"Norman Wisdom","topic":"Funny"},{"quote":"I&#39;d rather not have a moment when I&#39;m known for my looks; being funny and interesting lasts longer.","author":"Kelly Ripa","topic":"Funny"},{"quote":"Everything I buy is vintage and smells funny. Maybe that&#39;s why I don&#39;t have a boyfriend.","author":"Lucy Liu","topic":"Funny"},{"quote":"Hurried and worried until we&#39;re buried, and there&#39;s no curtain call, Lifes a very funny proposition after all.","author":"George M. Cohan","topic":"Funny"},{"quote":"I know that I&#39;m going to die and that you&#39;re going to die. I can&#39;t do anything about that. But I can explore it through a metaphor and make a kind of funny, dark story about it, and in doing so, really exhaust and research as many aspects of it as I can imagine. And in a way, that does give me some closure.","author":"Chuck Palahniuk","topic":"Funny"},{"quote":"Men are only as loyal as their options.","author":"Bill Maher","topic":"Funny"},{"quote":"Every man&#39;s dream is to be able to sink into the arms of a woman without also falling into her hands.","author":"Jerry Lewis","topic":"Funny"},{"quote":"It&#39;s funny to me that people find other people getting coffee really interesting, or walking their dog in the dog park.","author":"Jake Gyllenhaal","topic":"Funny"},{"quote":"I wish the government would put a tax on pianos for the incompetent.","author":"Edith Sitwell","topic":"Funny"},{"quote":"Being on &#39;Star Trek,&#39; you have a funny relationship with fame.","author":"Robert Picardo","topic":"Funny"},{"quote":"I recorded my hair this morning, tonight I&#39;m watching the highlights.","author":"Jay London","topic":"Funny"},{"quote":"Me carrying a briefcase is like a hotdog wearing earrings.","author":"Sparky Anderson","topic":"Funny"},{"quote":"If at first you don&#39;t succeed, blame your parents.","author":"Marcelene Cox","topic":"Funny"},{"quote":"Thinking is one thing no one has ever been able to tax.","author":"Charles Kettering","topic":"Funny"},{"quote":"It&#39;s funny how we &#39;do&#39; Christmas. Christmas is not something that we do, it is something that was done. It celebrates the long awaited arrival of the Messiah, Jesus Christ. We had nothing to do with it, but what we can do is praise God for the coming of the Lord, who washed away the sins of the world by dying on the cross.","author":"Monica Johnson","topic":"Funny"},{"quote":"It is to be observed that &#39;angling&#39; is the name given to fishing by people who can&#39;t fish.","author":"Stephen Leacock","topic":"Funny"},{"quote":"You know the funny thing, I don&#39;t get along with rich people. I get along with the middle class and the poor people better than I get along with the rich people.","author":"Donald Trump","topic":"Funny"},{"quote":"As far as I&#39;m concerned, &#39;whom&#39; is a word that was invented to make everyone sound like a butler.","author":"Calvin Trillin","topic":"Funny"},{"quote":"Everybody I know who is funny, it&#39;s in them. You can teach timing, or some people are able to tell a joke, though I don&#39;t like to tell jokes. But I think you have to be born with a sense of humor and a sense of timing.","author":"Carol Burnett","topic":"Funny"},{"quote":"I&#39;m really not that funny in real life! But I am the best audience one could find. I love to laugh.","author":"Carol Burnett","topic":"Funny"},{"quote":"Never fight an inanimate object.","author":"P. J. O'Rourke","topic":"Funny"},{"quote":"The way my luck is running, if I was a politician I would be honest.","author":"Rodney Dangerfield","topic":"Funny"},{"quote":"If you&#39;re funny, if there&#39;s something that makes you laugh, then every day&#39;s going to be okay.","author":"Tom Hanks","topic":"Funny"},{"quote":"You&#39;re unlikely to discover something new without a lot of practice on old stuff, but further, you should get a heck of a lot of fun out of working out funny relations and interesting things.","author":"Richard P. Feynman","topic":"Funny"},{"quote":"I&#39;ve always wanted to go to Switzerland to see what the army does with those wee red knives.","author":"Billy Connolly","topic":"Funny"},{"quote":"I think we&#39;re all good and bad, but good&#39;s not funny. Bad is funny. Suppress the good and let the bad out, and then you can be funny.","author":"Larry David","topic":"Funny"},{"quote":"The next time you have a thought... let it go.","author":"Ron White","topic":"Funny"},{"quote":"To handle that stardom, the red carpets, the photo shoots, people all of a sudden recognizing you and following you in everyday life, it&#39;s a bit weird. It&#39;s strange, and it can have funny effects on you in terms of do you like it or don&#39;t you like it. Some people run away from it, some people embrace it; I found a good middle ground.","author":"Roger Federer","topic":"Funny"},{"quote":"What I like about the jokes, to me it&#39;s a lot of logic, no matter how crazy they are. It has to make absolute sense, or it won&#39;t be funny.","author":"Steven Wright","topic":"Funny"},{"quote":"I like bowling. I suck at it, but I like it. You know what&#39;s so funny? I have days when I&#39;m absolutely great at doing it, and then I have days when I just don&#39;t understand it.","author":"Lil' Kim","topic":"Funny"},{"quote":"There&#39;s a fine line between angry and grumpy. Angry isn&#39;t nice, but grumpy is funny.","author":"Rick Wakeman","topic":"Funny"},{"quote":"People say that life is the thing, but I prefer reading.","author":"Logan Pearsall Smith","topic":"Funny"},{"quote":"I&#39;m for whatever gets you through the night.","author":"Frank Sinatra","topic":"Funny"},{"quote":"The only time I ever enjoyed ironing was the day I accidentally got gin in the steam iron.","author":"Phyllis Diller","topic":"Funny"},{"quote":"I love to go to Washington - if only to be near my money.","author":"Bob Hope","topic":"Funny"},{"quote":"Life can be dramatic and funny all in the same day.","author":"Jennifer Aniston","topic":"Funny"},{"quote":"He looks as though he&#39;s been weaned on a pickle.","author":"Alice Roosevelt Longworth","topic":"Funny"},{"quote":"There&#39;s a darkness under &#39;The Hangover&#39; because ultimately there&#39;s a missing person and it&#39;s not really that funny. There&#39;s a sort of darkness under it that I love, and still people are laughing as hard if not harder than they did in &#39;Old School.&#39;","author":"Todd Phillips","topic":"Funny"},{"quote":"I was asked to act when I couldn&#39;t act. I was asked to sing &#39;Funny Face&#39; when I couldn&#39;t sing, and dance with Fred Astaire when I couldn&#39;t dance - and do all kinds of things I wasn&#39;t prepared for. Then I tried like mad to cope with it.","author":"Audrey Hepburn","topic":"Funny"},{"quote":"Every man has a sane spot somewhere.","author":"Robert Louis Stevenson","topic":"Funny"},{"quote":"I wanna make a jigsaw puzzle that&#39;s 40,000 pieces. And when you finish it, it says &#39;go outside.&#39;","author":"Demetri Martin","topic":"Funny"},{"quote":"A sure cure for seasickness is to sit under a tree.","author":"Spike Milligan","topic":"Funny"},{"quote":"It&#39;s so funny, you go to acting school thinking you&#39;re going to learn how to be other people, but really it taught me how to be myself. Because it&#39;s in understanding yourself deeply that you can lend yourself to another person&#39;s circumstances and another person&#39;s experience.","author":"Lupita Nyong'o","topic":"Funny"},{"quote":"Why don&#39;t you get a haircut? You look like a chrysanthemum.","author":"P. G. Wodehouse","topic":"Funny"},{"quote":"I don&#39;t follow anything blindly. I have to know the entire thing, if I have to get in to it. It might sound funny to you, but it&#39;s like using English language. I use an English word only when I know its meaning and understand its connotation. You won&#39;t hear me say, &#39;What&#39;s up, dude&#39; or anything like that just for the heck of it.","author":"Kailash Kher","topic":"Funny"},{"quote":"When I was a kid, I never did funny things to get attention. I was never a funny person. I was never, like, &#39;Oh, wow. I could say this some day on stage.&#39;","author":"Steven Wright","topic":"Funny"},{"quote":"When Jonathan Winters died, it was like, &#39;Oh, man!&#39; I knew he was frail, but I always thought he was going to last longer. I knew him as being really funny, but at the same time, he had a dark side.","author":"Robin Williams","topic":"Funny"},{"quote":"O Lord, help me to be pure, but not yet.","author":"Saint Augustine","topic":"Funny"},{"quote":"If you can&#39;t tell a spoon from a ladle, then you&#39;re fat!","author":"Demetri Martin","topic":"Funny"},{"quote":"My ideal prom date would have to be cute, funny, sweet, nice.","author":"Kendall Jenner","topic":"Funny"},{"quote":"I believe in rules. Sure I do. If there weren&#39;t any rules, how could you break them?","author":"Leo Durocher","topic":"Funny"},{"quote":"Marriage is a wonderful institution, but who would want to live in an institution?","author":"H. L. Mencken","topic":"Funny"},{"quote":"Memories are like mulligatawny soup in a cheap restaurant. It is best not to stir them.","author":"P. G. Wodehouse","topic":"Funny"},{"quote":"It&#39;s obviously funny to be a meme, so I could be down with it in that regard, but it also belittles one&#39;s art.","author":"Grimes","topic":"Funny"},{"quote":"Keep your sense of humor, my friend; if you don&#39;t have a sense of humor it just isn&#39;t funny anymore.","author":"Wavy Gravy","topic":"Funny"},{"quote":"I tend to play characters that I can infuse with certain kinds of humour. Even the baddest guy can be funny in his own particular way. I want the audience to engage with the character on some deeper level so that they leave the cinema still thinking about him.","author":"Samuel L. Jackson","topic":"Funny"},{"quote":"There&#39;s a difference between being a comic and a comedian. A comic is a guy who says funny things, and a comedian is a guy who says things funny, and he has a style and point of view that will last much longer.","author":"Milton Berle","topic":"Funny"},{"quote":"I actually think of being funny as an odd turn of mind, like a mild disability, some weird way of looking at the world that you can&#39;t get rid of.","author":"Calvin Trillin","topic":"Funny"},{"quote":"What was really funny is that as I got older all those guys who called me a sissy in junior high school wanted me to be their best friend because they wanted to meet all the girls that I knew in figure skating.","author":"Scott Hamilton","topic":"Funny"},{"quote":"The thing I most hate about the Left is that they want to stop us laughing - to prescribe which jokes are OK and which are not OK to make in public and to draw artificial lines around certain subjects. I find all sorts of inappropriate things funny.","author":"Milo Yiannopoulos","topic":"Funny"},{"quote":"If God wanted us to fly, He would have given us tickets.","author":"Mel Brooks","topic":"Funny"},{"quote":"I have a wonderful make-up crew. They&#39;re the same people restoring the Statue of Liberty.","author":"Bob Hope","topic":"Funny"},{"quote":"Include me out.","author":"Samuel Goldwyn","topic":"Funny"},{"quote":"The human brain is a funny thing: it&#39;s very susceptible to tempo and melody. You put the right words to it, and it becomes very influential.","author":"Ray Stevens","topic":"Funny"},{"quote":"When I&#39;m on stage, it&#39;s really intense. My mind is going a million miles an hour, trying to remember my act, trying to say it all the right way. It&#39;s funny how different it looks and how it&#39;s happening. There are three Fellini circuses in my head, and outwardly it looks like I&#39;m going to get a bagel.","author":"Steven Wright","topic":"Funny"},{"quote":"People always ask me, &#39;Were you funny as a child?&#39; Well, no, I was an accountant.","author":"Ellen DeGeneres","topic":"Funny"},{"quote":"When God sneezed, I didn&#39;t know what to say.","author":"Henny Youngman","topic":"Funny"},{"quote":"I think it&#39;s a comedian&#39;s job to make everything funny. Nothing is off-limits.","author":"Donald Glover","topic":"Funny"},{"quote":"Well, if I called the wrong number, why did you answer the phone?","author":"James Thurber","topic":"Funny"},{"quote":"I usually stalk fans because I think they&#39;re really funny on Twitter. They don&#39;t know it, but I&#39;ll just go through their timelines, and if something is happening in the media, I always read fan accounts instead of the news because they have all the info and make the funniest jokes about it, so that&#39;s how I get my gossip - by stalking fans.","author":"Gigi Hadid","topic":"Funny"},{"quote":"Maybe that is why kids like Dumbledore: because he is funny rather than a miserable old sod with a long white beard.","author":"Michael Gambon","topic":"Funny"},{"quote":"I&#39;ve never been to a dinner party where everyone at the dinner table didn&#39;t say something funny.","author":"Lorrie Moore","topic":"Funny"},{"quote":"I think I have a dark view of the world. I have to make everything funny, otherwise it all seems so sad.","author":"Moon Unit Zappa","topic":"Funny"},{"quote":"I don&#39;t care how handsome or fabulous or funny the groom is, or how sweet and accommodating the bride, or vice versa. Marriage is hard.","author":"Jenna McCarthy","topic":"Funny"},{"quote":"Funny thing is that the poorer people are, the more generous they seem to be.","author":"Dolly Parton","topic":"Funny"},{"quote":"The IRS! They&#39;re like the Mafia, they can take anything they want!","author":"Jerry Seinfeld","topic":"Funny"},{"quote":"I love every minute of fatherhood, staying up all night, changing nappies, kids crying, I find it really funny and inspiring. It connects you to the world in a new way.","author":"Elton John","topic":"Funny"},{"quote":"Only bad golfers are lucky. They&#39;re the ones bouncing balls off trees, curbs, turtles and cars. Good golfers have bad luck. When you hit the ball straight, a funny bounce is bound to be unlucky.","author":"Lee Trevino","topic":"Funny"},{"quote":"Unless someone wants to look funny, I&#39;ll not recommend anyone to copy my bowling action. But on a serious note, with the confidence that I have got from the amount of runs I have been scoring, when I&#39;m thrown the ball to bowl, I am pretty sure of what I have to do. I may not be the most attractive to watch while bowling, but I can be effective.","author":"Virat Kohli","topic":"Funny"},{"quote":"There is nothing funny about Halloween. This sarcastic festival reflects, rather, an infernal demand for revenge by children on the adult world.","author":"Jean Baudrillard","topic":"Funny"},{"quote":"You win a race, the next race it&#39;s a question mark. Are you still the best or not? That&#39;s what is funny. But that&#39;s what is interesting. And that&#39;s what is challenging. You have to prove yourself every time.","author":"Michael Schumacher","topic":"Funny"},{"quote":"If something is shocking without being funny it&#39;s hard to justify.","author":"Seth MacFarlane","topic":"Funny"},{"quote":"I make funny videos of me playing video games, and I share those moments.","author":"PewDiePie","topic":"Funny"},{"quote":"Two wrongs don&#39;t make a right, but they make a good excuse.","author":"Thomas Szasz","topic":"Funny"},{"quote":"I think there&#39;s something in the fact that it&#39;s hard to be good looking and funny. You have to have an oddball quality; people have to sympathise with you to find you funny.","author":"Chris O'Dowd","topic":"Funny"},{"quote":"Funny things tend not to happen to me. I am not a natural comic. I need to think about things a lot before I can be even remotely amusing.","author":"Rowan Atkinson","topic":"Funny"},{"quote":"Being funny with a funny voice is more my comfort zone, a broader character that I try to humanize, a kind of silly or wacky persona that I try to fill in.","author":"Hank Azaria","topic":"Funny"},{"quote":"I don&#39;t know, maybe I&#39;m immature, but I still find it funny if I dump cold water on my girlfriend when she&#39;s in the shower.","author":"Daniel Tosh","topic":"Funny"},{"quote":"I&#39;m a classic example of all humorists - only funny when I&#39;m working.","author":"Peter Sellers","topic":"Funny"},{"quote":"To all the girls out there who think being funny is not sexy, you are wrong!","author":"Chad Michael Murray","topic":"Funny"},{"quote":"Isn&#39;t it funny how babies laugh a lot? I read a toddler, a young child laughs 300 times a day. The average adult laughs, like, four times a day. God put it in them. He put the laugh in us, but I think sometimes we let life get us down, you know, have bad breaks, and we lose our breaks.","author":"Joel Osteen","topic":"Funny"},{"quote":"Funny is funny. I dare anyone to look at Tim Conway and Harvey Korman doing the dentist sketch, which is more than 40 years old, and not scream with laughter.","author":"Carol Burnett","topic":"Funny"},{"quote":"I&#39;ve always believed that there are funny people everywhere, but they&#39;re just not comedians. In fact, some of my best comedic inspirations were not professional entertainers.","author":"Steve Martin","topic":"Funny"},{"quote":"If you tell the truth about how you&#39;re feeling, it becomes funny.","author":"Larry David","topic":"Funny"},{"quote":"I&#39;ve had an experience through music that has touched almost every part of me. It educated me in ways that I didn&#39;t get educated in school. So we try to lay on a bit of that, through being funny, being serious, playing hard.","author":"Bruce Springsteen","topic":"Funny"},{"quote":"As a youngster, my mother and father always drilled into my head having something to fall back on. My father was kind of funny. I&#39;d score 40 points. I&#39;d come home and say, &#39;Look dad, I scored 40.&#39; He&#39;d never have a smile on his face. He&#39;d be like, &#39;I saw that move you did. What if you&#39;d hurt your knee?&#39;","author":"Shaquille O'Neal","topic":"Funny"},{"quote":"It&#39;s funny, because there are so many stereotypes out there about actors and movie stars in general, but I&#39;ve had a great opportunity to meet a lot of them, and maybe it&#39;s just because they don&#39;t behave that way around me, but I rarely see that kind of abuse of power.","author":"Ryan Reynolds","topic":"Funny"},{"quote":"Why do you have to be a nonconformist like everybody else?","author":"James Thurber","topic":"Funny"},{"quote":"The funny thing about having all this so-called success is that behind it is a certain horrible emptiness.","author":"Sam Shepard","topic":"Funny"},{"quote":"What other people call dark and despairing, I call funny.","author":"David Sedaris","topic":"Funny"},{"quote":"I don&#39;t believe in angels, no. But I do have a wee parking angel. It&#39;s on my dashboard and you wind it up. The wings flap and it&#39;s supposed to give you a parking space. It&#39;s worked so far.","author":"Billy Connolly","topic":"Funny"},{"quote":"I had been asking the universe and God to send me a way for me to help me. Show business has been so wonderful to me, and it came in the form of that. It&#39;s just so funny how things come into your life, and if you take a chance on them, it might give you a brand new life.","author":"Louie Anderson","topic":"Funny"},{"quote":"Being nice can be funny. A lot of my jokes are like, &#39;Let me take a bad situation and try to put the best spin on it.&#39;","author":"Ron Funches","topic":"Funny"},{"quote":"We know that the nature of genius is to provide idiots with ideas twenty years later.","author":"Louis Aragon","topic":"Funny"},{"quote":"When I&#39;m being funny, I try not to offend. I don&#39;t think much of what I&#39;ve done has been in really ghastly taste. I don&#39;t think I have embarrassed many people or distressed them.","author":"Kurt Vonnegut","topic":"Funny"},{"quote":"It&#39;s a funny old world.","author":"Margaret Thatcher","topic":"Funny"},{"quote":"I&#39;m thankful enough or blessed enough to be able to say that Miles Davis was a friend when he was alive, and he was a wonderful mentor and really, really funny, you know.","author":"Prince","topic":"Funny"},{"quote":"You know, it wasn&#39;t even that I&#39;m a funny guy, I just loved stand-up comedy and I wanted to do it. It was one of the few things in my life that I knew I was going to be able to do, and I also felt as though I&#39;d be able to do it the way I wanted to do it.","author":"Bill Burr","topic":"Funny"},{"quote":"Don&#39;t send funny greeting cards on birthdays or at Christmas. Save them for funerals, when their cheery effect is needed.","author":"P. J. O'Rourke","topic":"Funny"},{"quote":"They say Yogi Berra is funny. Well, he has a lovely wife and family, a beautiful home, money in the bank, and he plays golf with millionaires. What&#39;s funny about that?","author":"Casey Stengel","topic":"Funny"},{"quote":"I don&#39;t know. I think it&#39;s funny! I think it&#39;s funny! I go, what? It&#39;s so absurd. I&#39;m alone.","author":"Danny DeVito","topic":"Funny"},{"quote":"Do I like being thought of as attractive? I don&#39;t know anyone on Earth who doesn&#39;t, but I do find it funny.","author":"Benedict Cumberbatch","topic":"Funny"},{"quote":"I just want to be myself and be real and be funny.","author":"Bebe Rexha","topic":"Funny"},{"quote":"Whoever is my relative, I will not be nice to them.","author":"George Lopez","topic":"Funny"},{"quote":"I just love carbs. And when I&#39;m on vacation I definitely allow myself carbs, so it&#39;s always funny when people are like, &#39;Oh my gosh, you look great in your bikini.&#39; I&#39;m like, &#39;If you only knew what I had for breakfast!&#39;","author":"Ashley Tisdale","topic":"Funny"},{"quote":"It&#39;s a weird thing. Rick Springfield wrote &#39;Jessie&#39;s Girl,&#39; and he probably gets sick of talking about &#39;Jessie&#39;s Girl.&#39; The thing is, I didn&#39;t write &#39;Blurred Lines.&#39; I didn&#39;t direct the music video. I&#39;m really happy for the success, but it is kind of a funny thing to follow me around.","author":"Emily Ratajkowski","topic":"Funny"},{"quote":"Humor, for me, is really a gate of departure. It&#39;s a way of enticing a reader into a poem so that less funny things can take place later. It really is not an end in itself, but a means to an end.","author":"Billy Collins","topic":"Funny"},{"quote":"It&#39;s funny: in the middle of making &#39;The Muse,&#39; I was offered, at the time, the first &#39;Ice Age,&#39; the part that Ray Romano took: I was offered the elephant. And I couldn&#39;t even stop to breathe, so I didn&#39;t do it. They&#39;ve made, like, six of them. And in the animation business, for a voice actor, that&#39;s what you want. You want six, you know?","author":"Albert Brooks","topic":"Funny"},{"quote":"The shooting of the guns, that was kind of funny, because rolling a cigarette and shooting a gun aren&#39;t like normal things for a 13-year old girl!","author":"Hailee Steinfeld","topic":"Funny"},{"quote":"I&#39;ve got a sense of humor. I&#39;m a funny guy.","author":"Daryl Hall","topic":"Funny"},{"quote":"It usually takes two people a little while to learn where the funny buttons are and testy buttons are.","author":"Matt Lauer","topic":"Funny"},{"quote":"I&#39;m fascinated with the stories that we tell. Real histories become fantasies and fairy tales, morality tales and fables. There&#39;s something interesting and funny and perverse about the way fairytale sometimes passes for history, for truth.","author":"Kara Walker","topic":"Funny"},{"quote":"So often, I read scripts and am like, &#39;This would never happen in real life. It&#39;s not trying to be funny. It&#39;s trying to be serious.&#39;","author":"Shailene Woodley","topic":"Funny"},{"quote":"If I ever do anything, it actually might be some fantasy elf thing or even some cute, funny thing. Just to do something a little bit out of the ordinary. I&#39;ve done my superhero gig.","author":"Todd McFarlane","topic":"Funny"},{"quote":"It&#39;s funny the way life works. Sometimes you go around in a weird path to find out exactly what it is that you love to do, and I&#39;m happy that I&#39;ve sort of discovered something that makes me really happy.","author":"Haylie Duff","topic":"Funny"},{"quote":"When I&#39;m with my friends I&#39;m funny, but I don&#39;t feel like I&#39;m a funny clown.","author":"Nora Dunn","topic":"Funny"},{"quote":"That word &#39;funny&#39; always makes me feel uncomfortable. Because if I were trying to be funny, I would be something like Bill Wegman - he really tries to be funny. I don&#39;t try to be funny. It&#39;s just that I feel the world is a little bit absurd and off-kilter, and I&#39;m sort of reporting.","author":"John Baldessari","topic":"Funny"},{"quote":"If I studied all my life, I couldn&#39;t think up half the number of funny things passed in one session of congress.","author":"Will Rogers","topic":"Funny"},{"quote":"You can always tell when a man&#39;s well informed. His views are pretty much like your own.","author":"H. Jackson Brown, Jr.","topic":"Funny"},{"quote":"The middle class is so funny, it&#39;s the class I know best, and it&#39;s the class where you find the most pretension, so that&#39;s what makes the middle classes so funny.","author":"J. K. Rowling","topic":"Funny"},{"quote":"It&#39;s hard to be funny when you have to be clean.","author":"Mae West","topic":"Funny"},{"quote":"I&#39;m undaunted in my quest to amuse myself by constantly changing my hair.","author":"Hillary Clinton","topic":"Funny"},{"quote":"All you have in comedy, in general, is just going with your instincts. You can only hope that other people think that what you think is funny is funny. I don&#39;t have an answer but I just try to plough straight ahead.","author":"Will Ferrell","topic":"Funny"},{"quote":"Moderation is a virtue only in those who are thought to have an alternative.","author":"Henry Kissinger","topic":"Funny"},{"quote":"I became good friends with Jack Whitehall. I think he&#39;s great, such a great dude, and really funny.","author":"Bo Burnham","topic":"Funny"},{"quote":"I wouldn&#39;t totally rule out doing Letterman or the Tonight Show if I had a set that I just happened to write that I thought was funny but was still appropriate for network censors. But I&#39;m not going to go out of my way.","author":"Joe Rogan","topic":"Funny"},{"quote":"I&#39;m blonde and tanned and normal-sized! I&#39;m sweet, shy, funny, have a big heart and I&#39;m nice - and I like to eat.","author":"Paris Hilton","topic":"Funny"},{"quote":"There is nothing in the world that I loathe more than group activity, that communal bath where the hairy and slippery mix in a multiplication of mediocrity.","author":"Vladimir Nabokov","topic":"Funny"},{"quote":"Why don&#39;t you get out of that wet coat and into a dry martini?","author":"Robert Benchley","topic":"Funny"},{"quote":"If you&#39;re public speaking, imagine yourself feeling confident; if you&#39;re nervous about a date and thinking, &#39;I&#39;m gonna be a dork,&#39; picture yourself being funny. Then it will be familiar to your brain.","author":"Lindsey Stirling","topic":"Funny"},{"quote":"Best way to get rid of kitchen odors: Eat out.","author":"Phyllis Diller","topic":"Funny"},{"quote":"Twitter is the place where I try to be more funny. And then I use Instagram just as my diary. I pull some jokes on there, but I think people have a better sense of humor on Twitter.","author":"Gigi Hadid","topic":"Funny"},{"quote":"If it weren&#39;t for Philo T. Farnsworth, inventor of television, we&#39;d still be eating frozen radio dinners.","author":"Johnny Carson","topic":"Funny"},{"quote":"When you write something you know, you&#39;re making a story that will work, whether or not there&#39;s bits taken. It&#39;s always funny to me when people say, &#39;Well, it&#39;s clearly autobiographical,&#39; and I say, &#39;Well, how do you know my autobiography?&#39; Certainly, there are things that are connected, but I just think it&#39;s a very interesting assumption.","author":"Greta Gerwig","topic":"Funny"},{"quote":"A funny thing happens in real estate. When it comes back, it comes back up like gangbusters.","author":"Barbara Corcoran","topic":"Funny"},{"quote":"I&#39;m a funny guy. You&#39;ve got to be able to make fun of yourself. We only live once.","author":"Jon Pardi","topic":"Funny"},{"quote":"What bothers most critics of my work is the goofiness. One reviewer said I need to make up my mind if want to be funny or serious. My response is that I will make up my mind when God does, because life is a commingling of the sacred and the profane, good and evil. To try and separate them is fallacy.","author":"Tom Robbins","topic":"Funny"},{"quote":"I always just wanted to be funny. I never really planned to be scary.","author":"R. L. Stine","topic":"Funny"},{"quote":"Being effective at social media, whether for business or personal use, means capturing people who have short attention spans. They&#39;re only a click away from a picture of a funny cat, so you have to make your thing more compelling than that cat. And that can be a high bar.","author":"Alexis Ohanian","topic":"Funny"},{"quote":"Every dogma has its day.","author":"Anthony Burgess","topic":"Funny"},{"quote":"I feel like, if there&#39;s an elephant in the room, I&#39;d really like to start off by introducing the elephant in the room. And sometimes it&#39;s funny.","author":"Louis Theroux","topic":"Funny"},{"quote":"With improv, it&#39;s a combination of listening and not trying to be funny.","author":"Kristen Wiig","topic":"Funny"},{"quote":"At home in L.A., Sunday is lazy. It&#39;s the wife and me lying in bed with coffee, watching &#39;The Soup&#39; or something funny on TiVo. The kid will occasionally join us. Eventually, breakfast is at a place down the street called Paty&#39;s. And we always have some kind of great dinner - my wife makes a great roast beef.","author":"Eric McCormack","topic":"Funny"},{"quote":"I tend to head for what&#39;s amusing because a lot of things aren&#39;t happy. But usually you can find a funny side to practically anything.","author":"Maggie Smith","topic":"Funny"},{"quote":"I do quite like sightseeing. I like churches, museums, galleries and all that stuff. I love the smell of a church in Italy or the smell of an old greasy spoon somewhere. I like markets and little funny shops in the backstreets of Florence.","author":"Ashley Jensen","topic":"Funny"},{"quote":"I&#39;m somebody who believes in funny things, and laughing, but I do like for them to come from a place that addresses the human condition.","author":"Natasha Lyonne","topic":"Funny"},{"quote":"I distrust camels, and anyone else who can go a week without a drink.","author":"Joe E. Lewis","topic":"Funny"},{"quote":"I am a candid interview and I have a dark and dry sense of humor - a very Canadian sense of humor and I am only learning now stupidly that you can&#39;t read tongue. When I say something funny in a newspaper and I meant it to be funny, it doesn&#39;t read that way.","author":"Michael Buble","topic":"Funny"},{"quote":"I don&#39;t know if I&#39;m embarrassed because I think it&#39;s a funny show, but I could imagine there being a snootiness about it, but I do find &#39;The Big Bang Theory&#39; very funny. I think that&#39;s a good show. I think it&#39;s fun, I like the actors; I think they&#39;re all doing a great job.","author":"Stephen Merchant","topic":"Funny"},{"quote":"If you&#39;re talking about Java in particular, Python is about the best fit you can get amongst all the other languages. Yet the funny thing is, from a language point of view, JavaScript has a lot in common with Python, but it is sort of a restricted subset.","author":"Guido van Rossum","topic":"Funny"},{"quote":"I find being funny very hard work. I am always asked about it, and I feel guilty saying that, but it&#39;s the truth. I love my work, but it ain&#39;t easy.","author":"Madeline Kahn","topic":"Funny"},{"quote":"A stockbroker urged me to buy a stock that would triple its value every year. I told him, &#39;At my age, I don&#39;t even buy green bananas.&#39;","author":"Claude Pepper","topic":"Funny"},{"quote":"It&#39;s funny how the ruthless, murderous gangster has really been romanticized by the media. I mean, I grew up watching the &#39;Godfathers&#39; and &#39;Scarface,&#39; and they were the coolest. They&#39;re just really interesting stories with great characters. They&#39;re rock stars.","author":"Elena Satine","topic":"Funny"},{"quote":"Everyone has at least one story, and each of us is funny if we admit it. You have to admit you&#39;re the funniest person you&#39;ve ever heard of.","author":"Maya Angelou","topic":"Funny"},{"quote":"The &#39;Billionaire&#39; song is what my kids tease me with. They sing it to me. It&#39;s funny.","author":"Bill Gates","topic":"Funny"},{"quote":"It is even harder for the average ape to believe that he has descended from man.","author":"H. L. Mencken","topic":"Funny"},{"quote":"I&#39;m screamingly funny, you know, I really am in the books. And that helps because I&#39;m funnier than a lot of people, I think, and that&#39;s appreciated by young people.","author":"Kurt Vonnegut","topic":"Funny"},{"quote":"It&#39;s funny the way most people love the dead. Once you are dead, you are made for life.","author":"Jimi Hendrix","topic":"Funny"},{"quote":"TV is chewing gum for the eyes.","author":"Frank Lloyd Wright","topic":"Funny"},{"quote":"Brought up to respect the conventions, love had to end in marriage. I&#39;m afraid it did.","author":"Bette Davis","topic":"Funny"},{"quote":"I detest jokes - when somebody tells me one, I feel my IQ dropping; the brain cells start to disappear. But something is funny when the person delivering the line doesn&#39;t know it&#39;s funny or doesn&#39;t treat it as a joke. Maybe it comes from a place of truth, or it&#39;s a sort of rage against society.","author":"Johnny Depp","topic":"Funny"},{"quote":"I read the script for Wonder Boys, and I said that was almost perfect, it was so classy, cool and funny. It&#39;s a really specific thing. We stuck to it, it turned out good and a lot of people liked it.","author":"Robert Downey, Jr.","topic":"Funny"},{"quote":"Being a humorist is not a voluntary thing. You can tell this because in a situation where saying a funny thing will cause a lot of trouble, a humorist will still say the funny thing. No matter how inappropriate.","author":"P. J. O'Rourke","topic":"Funny"},{"quote":"I can speak Esperanto like a native.","author":"Spike Milligan","topic":"Funny"},{"quote":"You can do anything with bayonets except sit on them.","author":"Thomas Hardy","topic":"Funny"},{"quote":"I love practical jokes and humor. That there&#39;s frankly no joke that I don&#39;t think is funny. I love practical jokes, but I don&#39;t like being scared.","author":"Mitt Romney","topic":"Funny"},{"quote":"I never smoked. I never drank and I never took drugs. The funny thing is, nothing is more boring, people like this. For me, it&#39;s OK. But most of my friends, at least they smoke and drink.","author":"Karl Lagerfeld","topic":"Funny"},{"quote":"We try to make the name longer and longer every year. First, it was &#39;Larry the Cable Guy&#39;s Christmas Spectacular.&#39; Then it was &#39;It&#39;s a Very Larry Christmas.&#39; Now it&#39;s &#39;Larry the Cable Guy&#39;s Hula-palooza Christmas Luau.&#39; I&#39;ll tell you what it is: It&#39;s funny. That&#39;s what it is. Who cares what the name of it is? It is a funny special.","author":"Larry the Cable Guy","topic":"Funny"},{"quote":"At the end of the day it&#39;s got to be a good movie, it&#39;s got to be a funny movie, and it&#39;s got to make people think, &#39;Hey, I couldn&#39;t have spent my time any better.&#39;","author":"Tom Hanks","topic":"Funny"},{"quote":"I have tried to know absolutely nothing about a great many things, and I have succeeded fairly well.","author":"Robert Benchley","topic":"Funny"},{"quote":"Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things.","author":"Adam Sandler","topic":"Funny"},{"quote":"It&#39;s funny, when bands or younger musicians ask me: &#39;So, what does it take to make it?&#39; Well, first explain to me what you mean by &#39;making it&#39;: Do you want to be a rock star or do you want music to be your livelihood?","author":"Eddie Van Halen","topic":"Funny"},{"quote":"People think it&#39;s funny that I enjoy dreaming so much. I just use it as a form of entertainment. It&#39;s very private. I don&#39;t see my dreams as separate. I mean, half the time I&#39;m wandering around dreaming anyway.","author":"Robert Smith","topic":"Funny"},{"quote":"To me, what separates a funny movie from a good movie is something personal.","author":"Seth Rogen","topic":"Funny"},{"quote":"As soon as I realized you could be funny as a job, that was the job I wanted.","author":"Seth Rogen","topic":"Funny"},{"quote":"Every now and then, when I think about it, I think, &#39;What would I even talk about onstage?&#39; It&#39;s never been, &#39;I wonder if I&#39;m funny. I wonder if I can come up with jokes.&#39; It&#39;s more, &#39;What would it be like without the leather suit and the anger?&#39;","author":"Eddie Murphy","topic":"Funny"},{"quote":"I have six locks on my door all in a row. When I go out, I lock every other one. I figure no matter how long somebody stands there picking the locks, they are always locking three.","author":"Elayne Boosler","topic":"Funny"},{"quote":"I find what I do for a living really funny. I mean, acting is kind of a hilarious thing for a grown man to call a job.","author":"Christian Bale","topic":"Funny"},{"quote":"I have an all-Japanese design team, and none of them speak English. So it&#39;s often funny and surprising how my ideas end up lost in translation.","author":"Pharrell Williams","topic":"Funny"},{"quote":"With TV, you just have to finish the days and get the episodes out. And it&#39;s always going to be an impossible schedule. That&#39;s the funny thing with TV that not a lot of people realize.","author":"Dylan O'Brien","topic":"Funny"},{"quote":"Always remember your kid&#39;s name. Always remember where you put your kid. Don&#39;t let your kid drive until their feet can reach the pedals. Use the right size diapers... for yourself. And, when in doubt, make funny faces.","author":"Amy Poehler","topic":"Funny"},{"quote":"I like to make jokes; I consider myself a funny person. I just think making jokes about people who are in a situation beyond their control is not funny to them or their families.","author":"Maria Shriver","topic":"Funny"},{"quote":"I don&#39;t think anyone should write their autobiography until after they&#39;re dead.","author":"Samuel Goldwyn","topic":"Funny"},{"quote":"Don&#39;t forget Mother&#39;s Day. Or as they call it in Beverly Hills, Dad&#39;s Third Wife Day.","author":"Jay Leno","topic":"Funny"},{"quote":"I&#39;ve always liked older women. One sad thing about being my age is that there are no older women. I used to amuse my mother&#39;s friends even at five or six with witty turns of phrase. Somehow, I just knew how to be funny.","author":"Howard Jacobson","topic":"Funny"},{"quote":"Here is my prescription to heal all wounds. Watch the film &#39;Funny Girl&#39; at least five times, eat at least 45 chocolate bars, and hang out with all those friends you blew off to hang out with your ex. I truly believe that, through a combination of Nutella, old pals and Barbra Streisand, we can achieve happiness and, very probably, world peace.","author":"Beth Ditto","topic":"Funny"},{"quote":"I always felt that it was easier to take a funny person and teach them to write television than to take somebody who was a television writer and make them funny. And I discovered a lot of great writers that went on to do a lot of great shows like &#39;Seinfeld,&#39; &#39;Friends,&#39; you know, &#39;Three and a Half Men.&#39;","author":"Roseanne Barr","topic":"Funny"},{"quote":"Regardless of what I do, whether I write a book or whether I act or whether I host, I&#39;ll always do stand-up comedy because those moments, that&#39;s what I crave. If I do something funny, and I hear a crowd laugh in that moment, we&#39;re all sharing the exact same experience and the exact same feeling.","author":"Howie Mandel","topic":"Funny"},{"quote":"I never thought of myself as like, a funny person.","author":"Lena Dunham","topic":"Funny"},{"quote":"I&#39;m usually always very happy and funny and positive. It&#39;s only when I&#39;m tired that I get a little low energy.","author":"Nargis Fakhri","topic":"Funny"},{"quote":"That&#39;s a funny thing, fame. People definitely do treat you differently. When you begin to be successful, people say, &#39;Don&#39;t go changing.&#39; Well, that&#39;s easy to say, but the fact is, you don&#39;t change at all - other people do.","author":"Jonathan Rhys Meyers","topic":"Funny"},{"quote":"I&#39;ve been fascinated by the Internet from the very start. In 2001, I had made a funny black-and-white film called &#39;How to Dance Properly,&#39; a short video of me dancing to a Madonna song. I sent it to 17 of my friends on a Thursday, and by Monday, one million people a day were logging on to view it.","author":"Ze Frank","topic":"Funny"},{"quote":"Experience is a funny thing. You don&#39;t always have it when you need it.","author":"Patrick Chan","topic":"Funny"},{"quote":"I get asked, &#39;Who would you really like to work with?&#39; I&#39;m already working with them. Smart, talented, funny people, good musicians, an extended family, good friends.","author":"Christopher Guest","topic":"Funny"},{"quote":"That&#39;s my main flaw: I always think authority figures or my boss is going to think something I do is funny. And usually they don&#39;t.","author":"Jimmy Kimmel","topic":"Funny"},{"quote":"Money won&#39;t buy happiness, but it will pay the salaries of a large research staff to study the problem.","author":"Bill Vaughan","topic":"Funny"},{"quote":"I don&#39;t think of myself as a comedian, but as an artist, a scientist and chemist who just happens to be funny. I started doing stand-up to add another level to my game. I feel that I&#39;m a young rookie with a veteran&#39;s skill.","author":"Marlon Wayans","topic":"Funny"},{"quote":"I started by doing a little funny story, and then I started going to open mics. I realized I had a lot of work to do - you have to get over the stage fright and get your stage presence up. It took me some time, but I finally feel that I&#39;m at a point where I feel comfortable on stage and giving my point of view.","author":"Loni Love","topic":"Funny"},{"quote":"I&#39;m inspired by people who are unapologetically themselves, from Bill Cosby to Fahim Anwar. Just funny people.","author":"Jerrod Carmichael","topic":"Funny"},{"quote":"Sometimes, comics will make the observation that it&#39;s not jokes that are funny, it&#39;s characters that are funny. And isn&#39;t that true! That&#39;s why I always kill jokes. I&#39;m terrible at them, because I get the joke right, but I can&#39;t get the character right, and it just goes down like a lead balloon.","author":"David Mitchell","topic":"Funny"},{"quote":"I&#39;ve always said that instead of watching a guy juggle seven things amazingly I would rather see a really bad juggler who&#39;s really funny.","author":"Jeff Dunham","topic":"Funny"},{"quote":"Films are big hits when they touch a lot of people. Things are not funny in a vacuum, they&#39;re funny because we respond to some personal dislocation, some embarrassment, some humiliation, some pain we&#39;ve suffered, or some desire we have.","author":"Harold Ramis","topic":"Funny"},{"quote":"Things that I feel really sad about, I talk about. That way, if it&#39;s funny, it doesn&#39;t hurt anymore.","author":"Pete Davidson","topic":"Funny"},{"quote":"Some of my fans don&#39;t really like it when I respond to people who say things that are trying to be hurtful on social media. But I think it&#39;s kind of funny. There&#39;s a lot of things that make me laugh, that people would try and say those things. I mean, there&#39;s some that I can&#39;t even retweet or respond to just because of how bad it is.","author":"Rickie Fowler","topic":"Funny"},{"quote":"The fact is I&#39;m choosy, but mainly about a man&#39;s character. He has to be interesting, funny and clever. I don&#39;t even mind if he&#39;s not very good-looking.","author":"Agyness Deyn","topic":"Funny"},{"quote":"&#39;Hustle&#39; is wonderfully enjoyable because all my life, I&#39;ve made an effort to be with people who can make me laugh. That original cast - Marc Warren, Jaime Murray, Robert Glenister and Adrian Lester - are all funny. So I know every day I&#39;ll have a few good laughs.","author":"Robert Vaughn","topic":"Funny"},{"quote":"I was not particularly bright, I wasn&#39;t very athletic, I was a little too tall, odd, funny looking, I was just really weird as a kid.","author":"Uma Thurman","topic":"Funny"},{"quote":"I&#39;m very lighthearted, outgoing, friendly, and funny, so I like to try new things.","author":"Chandler Parsons","topic":"Funny"},{"quote":"Defy your own group. Rebel against yourself.","author":"Cathy Guisewite","topic":"Funny"},{"quote":"You&#39;ll hear &#39;Hippie,&#39; or, &#39;Get a haircut.&#39; I like it. I think it&#39;s funny because they think we&#39;ve never heard that before. So, like, good one.","author":"Jacob deGrom","topic":"Funny"},{"quote":"I think I&#39;m too cynical for L.A. My sense of humor doesn&#39;t go down well here, which probably affects my love life. I need to have a laugh track following me around so people know I&#39;m trying to be funny.","author":"Teddy Thompson","topic":"Funny"},{"quote":"I play a female Indiana Jones, a professor who hunts down precious objects, like a bowl that belonged to the Buddha. They tailored the role to me: I wanted to be smart, funny, and to kick some ass.","author":"Tia Carrere","topic":"Funny"},{"quote":"Objectifying is kind of a funny thing. Art is objectification, all art, because you&#39;re taking someone and making them into an object. But people can also talk back more to you when you&#39;re sketching them. They can look at you and say, &#39;Oh man, you got me wrong.&#39;","author":"Molly Crabapple","topic":"Funny"},{"quote":"The funny thing about history is that we imagine that people didn&#39;t laugh in the old days, but of course they did, at stupid things.","author":"Terry Jones","topic":"Funny"},{"quote":"During the Great Depression, when people laughed their worries disappeared. Audiences loved these funny men. I decided to become one.","author":"Jerry Stiller","topic":"Funny"},{"quote":"My dad was in the army so we moved around a lot and I changed schools every year and had to make new friends, and I found that if I was the funny guy I could do that easier.","author":"Jason Gann","topic":"Funny"},{"quote":"What after all, is a halo? It&#39;s only one more thing to keep clean.","author":"Christopher Fry","topic":"Funny"},{"quote":"Being mean just for being mean&#39;s sake isn&#39;t funny.","author":"Kaitlin Olson","topic":"Funny"},{"quote":"What has been happening more lately - of course, I also put in my bio, I say I do the voice of Goliath, but some people go - you know, I say something, and it&#39;s a funny thing when you work in this business, people will talk out loud in front of you like you&#39;re not there.","author":"Keith David","topic":"Funny"},{"quote":"Working with Julie Andrews is like getting hit over the head with a valentine.","author":"Christopher Plummer","topic":"Funny"},{"quote":"Pretty people don&#39;t keep comedies on the air. Funny people keep comedies on the air.","author":"Allison Jones","topic":"Funny"},{"quote":"It&#39;s a funny thing when you think you&#39;re dead. You&#39;re not terrified of it anymore. There&#39;s a sort of a epiphany to religious thing; it&#39;s not sort of church-based, but you end up with a serenity which you didn&#39;t have before, and I just simply enjoy it. It really does sound stupid, but I&#39;ve got to tell you it&#39;s made my life.","author":"David Lange","topic":"Funny"},{"quote":"Some characters think more like me than others; some think more like my dad or someone else. It certainly is made up of my experiences, things I&#39;ve heard, things I think are funny, things I think are sad. There&#39;s sort of a strange, blurry version of yourself in there.","author":"Watt Key","topic":"Funny"},{"quote":"I guess the producers saw me and knew I was literate and I always tried to be alert and it&#39;s funny because you have to have a sharpness to do those shows, especially some of the ones I did in later years.","author":"June Lockhart","topic":"Funny"},{"quote":"If you&#39;re serious, you really understand that it&#39;s important that you laugh as much as possible and admit that you&#39;re the funniest person you ever met. You have to laugh. Admit that you&#39;re funny. Otherwise, you die in solemnity.","author":"Maya Angelou","topic":"Funny"},{"quote":"If I had to live my life over, I&#39;d live over a saloon.","author":"W. C. Fields","topic":"Funny"},{"quote":"I used to think that everything was just being funny but now I don&#39;t know. I mean, how can you tell?","author":"Andy Warhol","topic":"Funny"},{"quote":"Fashions have done more harm than revolutions.","author":"Victor Hugo","topic":"Funny"},{"quote":"I&#39;d love to date somebody cool, fun, funny.","author":"Rihanna","topic":"Funny"},{"quote":"I always find it actually funny that the analysis is that the characters I play in comedies are the manchild, the adolescent, characters that refuse to grow up. And yet, if you look back in the history of comedy all the way back to the Marx brothers, that&#39;s a big part of comedy.","author":"Will Ferrell","topic":"Funny"},{"quote":"I have only been funny about seventy four per cent of the time. Yes I think that is right. Seventy-four per cent of the time.","author":"Will Ferrell","topic":"Funny"},{"quote":"I know what Germans are. They are a funny people. They are always choosing someone to lead them in a direction which they do not want to go.","author":"Gertrude Stein","topic":"Funny"},{"quote":"I could sooner reconcile all Europe than two women.","author":"Louis XIV","topic":"Funny"},{"quote":"There&#39;s a lot more to me than just funny.","author":"Steve Harvey","topic":"Funny"},{"quote":"I gave a funny speech at my wife&#39;s birthday party, and I&#39;m thinking, &#39;Hey, I&#39;ve still got it.&#39;","author":"Larry David","topic":"Funny"},{"quote":"You see much more of your children once they leave home.","author":"Lucille Ball","topic":"Funny"},{"quote":"One of the things I like about acting is that, in a funny way, I come back to myself.","author":"Bill Murray","topic":"Funny"},{"quote":"How many people here have telekenetic powers? Raise my hand.","author":"Emo Philips","topic":"Funny"},{"quote":"There is hope for the future because God has a sense of humor and we are funny to God.","author":"Bill Cosby","topic":"Funny"},{"quote":"Flattery is like cologne water, to be smelt, not swallowed.","author":"Josh Billings","topic":"Funny"},{"quote":"I used to love being the class clown. I loved to make jokes and make people laugh. There was a set of students who would find it funny. But the cool students were like, &#39;Eeew!&#39;","author":"Issa Rae","topic":"Funny"},{"quote":"I hate to say it but I hate black humor. I feel like a Klan member saying it, but it&#39;s just not funny.","author":"Issa Rae","topic":"Funny"},{"quote":"I used to stutter really badly. Everybody thinks it&#39;s funny. And it&#39;s not funny. It&#39;s not.","author":"Joe Biden","topic":"Funny"},{"quote":"It&#39;s funny how people who ain&#39;t never been down there can think that America is so fair and that we should be alright. It&#39;s funny that the people who have their foot on our neck are telling us, &#39;Get up. What&#39;s wrong with you?&#39;","author":"Ice Cube","topic":"Funny"},{"quote":"It&#39;s a funny feeling to work with people who you consider your colleagues and to realize that they actually are young enough to be your children.","author":"Alan Alda","topic":"Funny"},{"quote":"How long was I in the army? Five foot eleven.","author":"Spike Milligan","topic":"Funny"},{"quote":"I don&#39;t do it often, but I do cry. I also laugh a lot; people tell me I&#39;m funny and I do like to laugh.","author":"Michael Caine","topic":"Funny"},{"quote":"I&#39;m an unorthodox type of guy, a funny guy - at least I think I&#39;m funny. And one of the things I like to do is come up with nicknames for myself.","author":"Shaquille O'Neal","topic":"Funny"},{"quote":"I like funny girls.","author":"Shawn Mendes","topic":"Funny"},{"quote":"You know being relevant or coming up with something interesting, funny to say about what&#39;s current is just as hard as it might ever be depending on the serendipity of it all.","author":"Lily Tomlin","topic":"Funny"},{"quote":"I have kind of a funny relationship with movies. I don&#39;t have to see the whole movie to get an impression of it or to let it have an influence on me.","author":"Lana Del Rey","topic":"Funny"},{"quote":"I have no idea what I&#39;m going to say when I stand up to give a toast. But I do know that anything I say I find funny.","author":"Don Rickles","topic":"Funny"},{"quote":"Chris Hemsworth is like Christopher Reeve in that he can do two things: he can wear a big red cape without a shred of self-consciousness. But he&#39;s also funny as hell, and he&#39;s so sweet. So with all the fish-out-of-water stuff, he&#39;s so funny. So he does almost two jobs in a way.","author":"Tom Hiddleston","topic":"Funny"},{"quote":"We all know how funny Morrissey is. Actually, you know what? I say that sarcastically. His songs are some of the funniest songs I&#39;ve ever heard in my life. I mean, really. I mean, not that the &#39;Girlfriend in a Coma&#39; is, like, really funny.","author":"Zach Galifianakis","topic":"Funny"},{"quote":"Latinos, Asians, African-Americans, women - we&#39;re all trying to find our place in this world of cinema and television and theater. And the great thing with comedy is that most of the time, you could be orange. It doesn&#39;t matter, as long you&#39;re funny.","author":"Sandra Bullock","topic":"Funny"},{"quote":"Usually, if I think something is really funny, I&#39;m not gonna test it. I&#39;ll just test it when I&#39;m onstage.","author":"Donald Glover","topic":"Funny"},{"quote":"The one thing you shouldn&#39;t do is try to tell a cab driver how to get somewhere.","author":"Jimmy Fallon","topic":"Funny"},{"quote":"Japanese people have a funny habit of abbreviating names.","author":"Shigeru Miyamoto","topic":"Funny"},{"quote":"Progress was all right. Only it went on too long.","author":"James Thurber","topic":"Funny"},{"quote":"I love Adele. Adele is my favorite artist. She&#39;s British. She&#39;s funny. She&#39;s just an amazing, incredible voice, and I love to sing as well.","author":"Millie Bobby Brown","topic":"Funny"},{"quote":"Actually I never did stand up. I&#39;m not that funny.","author":"Maynard James Keenan","topic":"Funny"},{"quote":"Harry Reid is not funny; he&#39;s creepy. Nancy Pelosi is creepy. Charles Schumer is sneaky and creepy.","author":"Lewis Black","topic":"Funny"},{"quote":"I guess when I think about it, one of the things I like to dramatise, and what is sometimes funny, is someone coming unglued. I don&#39;t consider myself someone who is making the argument that I support these choices. I just think it can be funny.","author":"Wes Anderson","topic":"Funny"},{"quote":"The funny thing is that when you have any form of presentation to your band, meaning you have the foresight to see outside of your creativity, you have a bigger vision.","author":"Nikki Sixx","topic":"Funny"},{"quote":"I&#39;ve never met a funny person who wasn&#39;t smart. I&#39;ve met a lot of dramatic people who were stupid. But I&#39;ve never met a funny person who wasn&#39;t smart.","author":"Rob Lowe","topic":"Funny"},{"quote":"I cannot sing, dance or act; what else would I be but a talk show host.","author":"David Letterman","topic":"Funny"},{"quote":"From my perspective, probably women are won over by people who are sweet and respectful and courteous and kind and funny. I think those are the things that win women over.","author":"Zooey Deschanel","topic":"Funny"},{"quote":"I read that John Hughes script for &#39;Mr. Mom,&#39; and I thought, &#39;This guy is a funny writer.&#39; I went: &#39;You ought to stick around and direct this thing.&#39; But he didn&#39;t; he left, and look what he became. A really legendary comedy director.","author":"Michael Keaton","topic":"Funny"},{"quote":"I love things made out of animals. It&#39;s just so funny to think of someone saying, &#39;I need a letter opener. I guess I&#39;ll have to kill a deer.","author":"David Sedaris","topic":"Funny"},{"quote":"I like funny guys and those, for some reason, tend to be nerdy guys.","author":"Megan Fox","topic":"Funny"},{"quote":"I was going through a little bit of turbulence in my career. And so, it&#39;s funny how turbulence itself will make you hold onto something for security. And so the only thing I knew is trust in the Lord and lean not unto your own heart, in all thy ways acknowledge him and he shall direct thy path.","author":"Emmitt Smith","topic":"Funny"},{"quote":"What am I responsible for? Who am I responsible to? Everybody? How come when Archie Bunker nailed everybody, it was funny - but when I do it, it&#39;s not?","author":"Sam Kinison","topic":"Funny"},{"quote":"Do not let a flattering woman coax and wheedle you and deceive you; she is after your barn.","author":"Hesiod","topic":"Funny"},{"quote":"I was the kind nobody thought could make it. I had a funny Boston accent. I couldn&#39;t pronounce my R&#39;s. I wasn&#39;t a beauty.","author":"Barbara Walters","topic":"Funny"},{"quote":"It&#39;s funny how the hippies and the punks tried to get rid of the conservatives, but they always seem to get the upper hand in the end.","author":"Bjork","topic":"Funny"},{"quote":"For a Catholic kid in parochial school, the only way to survive the beatings - by classmates, not the nuns - was to be the funny guy.","author":"George A. Romero","topic":"Funny"},{"quote":"It&#39;s funny when you follow your own sort of bliss, then other people tend to respond in kind, meaning audiences. It&#39;s really weird how that works, but it does seem to apply to &#39;Nancy &amp; Beth&#39; especially.","author":"Megan Mullally","topic":"Funny"},{"quote":"I didn&#39;t plan to be the rude middle-class comedian. You write a certain type of joke that you find funny, and mine happen to be often rude. Yes, it&#39;s juvenile, but that&#39;s me.","author":"Jimmy Carr","topic":"Funny"},{"quote":"The only way I was going to be funny was if I was myself, and either you liked it, or you didn&#39;t. Either you got on my train, or you didn&#39;t. Freeing myself of this idea that I had to fit a certain mold was when I was able to be my funniest.","author":"Aisha Tyler","topic":"Funny"},{"quote":"A dear friend of my early childhood has worked as an anthropologist in Papua New Guinea for much of her life, and from the tiny island where her main work has been focused, she has brought me many funny and beautiful stories over the years.","author":"Michael Leunig","topic":"Funny"},{"quote":"Sometimes I can&#39;t believe I&#39;m going to be 60. I always say there&#39;s no point moaning about getting older, when there&#39;s nothing you can do about it. But still, I do find it quite funny. I look at that number, 60, and I think, &#39;Really? Me?&#39;","author":"Twiggy","topic":"Funny"},{"quote":"My wife has a slight impediment in her speech. Every now and then she stops to breathe.","author":"Jimmy Durante","topic":"Funny"},{"quote":"As funny as some photos can be, think twice about allowing yourself to be tagged in questionable photos.","author":"Lewis Howes","topic":"Funny"},{"quote":"Older people shouldn&#39;t eat health food, they need all the preservatives they can get.","author":"Robert Orben","topic":"Funny"},{"quote":"After the Soviet Union collapsed, people thought I wasn&#39;t funny anymore.","author":"Yakov Smirnoff","topic":"Funny"},{"quote":"Old white guys can be a funny bunch, can&#39;t they? The same anti-same-sex marriage, anti-affirmative action cadre can flower into the biggest supporters of &#39;equality&#39; the minute they get a whiff of minority empowerment.","author":"John Ridley","topic":"Funny"},{"quote":"An idea isn&#39;t responsible for the people who believe in it.","author":"Don Marquis","topic":"Funny"},{"quote":"People say funny things all the time during really serious moments in life.","author":"Mark Ruffalo","topic":"Funny"},{"quote":"What most readers do not realize is that it takes a particular genius to write funny, to satirize.","author":"F. Sionil Jose","topic":"Funny"},{"quote":"Sometimes you have to take the focus off of you and put it on someone else and it&#39;s funny what you can accomplish and how much strength you really have.","author":"Hoda Kotb","topic":"Funny"},{"quote":"It&#39;s funny how seeing a love story never gets boring, because it&#39;s the dream, isn&#39;t it? It&#39;s the dream to have a true connection with another human being.","author":"Felicity Jones","topic":"Funny"},{"quote":"It&#39;s a required part of your film history to know who Woody is. His movies are so wonderful, and not just funny but so insightful about human behavior.","author":"Scarlett Johansson","topic":"Funny"},{"quote":"When I write, I&#39;m not trying to be funny. It&#39;s the way I look at the world.","author":"Billy Collins","topic":"Funny"},{"quote":"&#39;Funny People&#39; is my favorite performance of myself to date. Even though it&#39;s a comedy and there are serious moments, I really felt like Leo felt like a real person. It didn&#39;t feel like I was playing myself. Whether it&#39;s a comedy or drama, I just try to make it as realistic as possible.","author":"Jonah Hill","topic":"Funny"},{"quote":"I like to play music, and I like to be funny, so I just do both at the same time.","author":"Christopher Guest","topic":"Funny"},{"quote":"My sister and I - she&#39;s a musician - we jam all the time. We always play around for giggles with stuff that seem unconventional or stuff that seems funny. A lot of the stuff sometimes is just a response from jam sessions in her room, so she&#39;ll be on the guitar or the keyboard, and we&#39;ll just start singing and doing stuff.","author":"Andra Day","topic":"Funny"},{"quote":"It&#39;s funny how God will change your plans for you when he&#39;s ready.","author":"Brett Young","topic":"Funny"},{"quote":"Having a solo career is a funny thing.","author":"Daryl Hall","topic":"Funny"},{"quote":"The surprising thing is that I was not funny in high school. I was always jealous of the funny kids because they always got the girls. I couldn&#39;t tell a joke to save my life.","author":"Seann William Scott","topic":"Funny"},{"quote":"I have no agenda except to be funny. Neither I or the writers profess to offer any worldly wisdom.","author":"Julia Louis-Dreyfus","topic":"Funny"},{"quote":"Back in the &#39;70s, like one of my favorite movies ever was &#39;The Bad News Bears&#39;, and that was a kids&#39; movie, but I don&#39;t think of it that way. I think of it as just a great movie because Walter Matthau was so funny and so harsh with those kids.","author":"Jack Black","topic":"Funny"},{"quote":"It&#39;s funny how I use social media because I don&#39;t use it to promote my restaurants that much. I use it for social issues and I think that&#39;s what it&#39;s for. I do a few things - I mess around with music a lot because that&#39;s a passion of mine. If something strikes me and I want to share it, I do.","author":"Tom Colicchio","topic":"Funny"},{"quote":"&#39;I Love You, Man&#39; was kind of funny.","author":"Ethan Coen","topic":"Funny"},{"quote":"I love nerds. Comic-Con junkies are the tastemakers of tomorrow. Isn&#39;t that funny? The tables have turned.","author":"Kristen Bell","topic":"Funny"},{"quote":"I don&#39;t have a bank account because I don&#39;t know my mother&#39;s maiden name.","author":"Paula Poundstone","topic":"Funny"},{"quote":"I&#39;m thankful for the three ounce Ziploc bag, so that I have somewhere to put my savings.","author":"Paula Poundstone","topic":"Funny"},{"quote":"But with comedy it&#39;s a simple premise. If it&#39;s funny, people laugh. If it&#39;s not, they don&#39;t.","author":"Steve Coogan","topic":"Funny"},{"quote":"The fact that I&#39;m shouting that I have Gangnam style makes people crack up. Imagine if Brad Pitt was singing the song - would it be funny? A twist is important when it comes to writing lyrics.","author":"Psy","topic":"Funny"},{"quote":"But a funny thing happened four years later. I was invited to play for an alumni team against the Red Wings.","author":"Ted Lindsay","topic":"Funny"},{"quote":"My wife&#39;s a loving, funny, Irish-spirited person, and I&#39;m still surprised at some of the things she says. She makes me laugh every day.","author":"Gary Sinise","topic":"Funny"},{"quote":"Funny is a good foil. Humor is illuminating, and it also gives you power.","author":"J. Tillman","topic":"Funny"},{"quote":"I love improv so much. Listening. I think that&#39;s the key. When you improvise, you put a lot of pressure on yourself to create, and to be generating information, and trying to be funny, but if you just listen to what&#39;s being said to you, and then react honestly, you generally get better results.","author":"Rob Riggle","topic":"Funny"},{"quote":"It all started when my dog began getting free roll over minutes.","author":"Jay London","topic":"Funny"},{"quote":"All you can do is really the prep work and make sure you&#39;re ready to hit each golf shot. Outside of that, you&#39;re not sure really what&#39;s going to happen. It&#39;s a funny game, but I think that&#39;s why I love it. You never know, one day to the next; you could go shoot 62, and the next day you&#39;re going to shoot 78, and you can&#39;t predict it.","author":"Rickie Fowler","topic":"Funny"},{"quote":"I don&#39;t believe that anybody has come to a conclusion on why something is funny. It&#39;s funny because it&#39;s ridiculous and it&#39;s ridiculous for different reasons at different times.","author":"Jackie Mason","topic":"Funny"},{"quote":"It&#39;s funny: I always, as a high school teacher and particularly as a high school yearbook teacher, because yearbook staffs are 90 percent female, I got to sit in and overhear teenage girl talk for many years. I like teenage girls; I like their drama, their foibles. And I think, &#39;I&#39;ll be good with a teenage daughter!&#39;","author":"Rob Thomas","topic":"Funny"},{"quote":"There are some situations in life that are simply not funny, and there&#39;s nothing funny about them, but they&#39;re rare, and they don&#39;t last all that long.","author":"Kenneth Lonergan","topic":"Funny"},{"quote":"I loved cartoons as a kid, and so many funny moments in animation for me are nonverbal sounds, unarticulated mouth noise.","author":"Alan Tudyk","topic":"Funny"},{"quote":"I don&#39;t need to convince anybody that I know kung fu, but maybe somebody needs to know that I really can act, without doing a Chinese accent or a funny walk.","author":"David Carradine","topic":"Funny"},{"quote":"I&#39;ve dated some women who have turned me on to some funny things that are strange for men to actually do, but these things have become part of my process. I think the things I do for my appearance help make me look better. I even colour my hair because I like how it makes me look.","author":"Ryan Seacrest","topic":"Funny"},{"quote":"When you&#39;re doing a medieval show like &#39;Pillars,&#39; it starts off a bit like a school play. You&#39;re all in funny costumes; you&#39;ve had your coffee, and you say, &#39;Good morning&#39;. Then you go on set and, if you&#39;ve got good actors and directors, it takes on a life of its own.","author":"Ian McShane","topic":"Funny"},{"quote":"I think the amazing thing about &#39;Twin Peaks&#39; was that it completely changed television from that point forward. It showed everyone that you can just sit really quiet with storylines and characters. It can be scary, it can be uncomfortable, it can be weirdly funny.","author":"Madchen Amick","topic":"Funny"},{"quote":"I&#39;m a prankster, so some of the - you know, I like a good joke. I think when it&#39;s funny, it&#39;s funny.","author":"Sean Spicer","topic":"Funny"},{"quote":"There&#39;s not one thing that inspires me the most. Me and my friends joke around with each other and hang out so much that whatever makes us laugh really hard makes it into &#39;Workaholics.&#39; But the characters that I think are funny are guys that are confidently stupid.","author":"Adam DeVine","topic":"Funny"},{"quote":"It&#39;s a real primal thing, watching someone get hurt. It&#39;s funny and accessible.","author":"Johnny Knoxville","topic":"Funny"},{"quote":"I&#39;m doing a pilot for Comedy Central with the band Steel Panther. They&#39;re faux heavy metal. They started as kind of a tribute band out here, or a cover band, and they&#39;re funny guys, and they just sort of morphed into their own thing.","author":"Brian Posehn","topic":"Funny"},{"quote":"When I turned about 12 or 13, I realised that being funny wasn&#39;t about remembering jokes. It was about creating them.","author":"Paul Merton","topic":"Funny"},{"quote":"It&#39;s funny because I want my teeth to be, like, neon &#39;Real Housewives&#39; white, but mine have stopped taking to teeth whitening. When I talk to my dentist, I&#39;m like, &#39;They can be that white,&#39; and he&#39;s like, &#39;Veneers can be that white.&#39;","author":"Christine Teigen","topic":"Funny"},{"quote":"I remember listening to the radio as a kid and finding that the songs always made me feel more peaceful. Funny, but the more hurtin&#39; the music was, the better it made me feel. I think of that now when I write my songs. I may not be feelin&#39; the blues myself, but I&#39;m writing them for other people who have a hard life.","author":"Chris Isaak","topic":"Funny"},{"quote":"It&#39;s a funny thing because I don&#39;t want to wish away my privacy. Do I want &#39;Terminator Genisys&#39; to explode? Absolutely. Do I want to take my career to the next level? Absolutely? You have to trade some things for that. It&#39;s all about how you conduct yourself and what you make of the experience.","author":"Jai Courtney","topic":"Funny"},{"quote":"I love New York. I was sad, depressed and incredibly moved by our fellow countrymen and what they&#39;ve done. I wanted to give people a chance to see something funny, have a distraction.","author":"Ben Stiller","topic":"Funny"},{"quote":"It&#39;s funny, in literature no one ever goes to the lavatory.","author":"Tom Baker","topic":"Funny"},{"quote":"Comedy is still alive, and there are still funny people. Jews are still overrepresented in comedy and psychiatry and underrepresented in the priesthood. That immigrant Jewish humor is still with us.","author":"Robert Klein","topic":"Funny"},{"quote":"The importance of satire is bringing more people to the table. There are a lot of average citizens who aren&#39;t interested in politics and would be more interested if it&#39;s brought to them in a comedic, funny, satirical way.","author":"Bassem Youssef","topic":"Funny"},{"quote":"Sex is funny and love is serious.","author":"Stephan Jenkins","topic":"Funny"},{"quote":"Memory is funny. Once you hit a vein the problem is not how to remember but how to control the flow.","author":"Tobias Wolff","topic":"Funny"},{"quote":"Chess is a thinking person&#39;s game. But you don&#39;t have to be smart to know what&#39;s funny! Lots of check, mate!","author":"Steve Breen","topic":"Funny"},{"quote":"I was taught that you can&#39;t be a healthy individual without art, music, or nature in your life. All my art is tied into inner cultural experience. It has to do with music or ceremonies or nature, even the funny ones.","author":"Michael Horse","topic":"Funny"},{"quote":"My father was a really funny guy. He lived a good long life. And he was the reason I wanted to be funny and become a comedian and a comedy writer, so to say that he&#39;s somewhat of a mythic figure in my life would be an understatement.","author":"Carol Leifer","topic":"Funny"},{"quote":"Well, I did Marlene 15 years ago and that&#39;s in the style. It&#39;s somehow similar and not similar because Marlene was much more aggressive, funny and sad.","author":"Maximilian Schell","topic":"Funny"},{"quote":"When I was in New York, I got to see Joan Rivers do an hour of material, and it blew my mind. I don&#39;t remember how old she was at the time, but she just had this edgy hour that had so much funny stuff in it, and she was so fearless. If you only watch her on the red carpet, you don&#39;t get a sense of what a legendary standup comedian she is.","author":"Chelsea Peretti","topic":"Funny"},{"quote":"I think it&#39;s harder to go from comedy to drama than from drama to comedy. Seeing you dramatic all the time, they crave to see you being silly or funny. But, seeing you in comedy all the time, it&#39;s hard to see that person go be serious, for some reason.","author":"Evan Peters","topic":"Funny"},{"quote":"Funny you mention my dinner parties when I have just suggested that inviting close friends over to share a meal with candlelight and wine at your table could be a form of religious experience for some people. To me it&#39;s a form of sacrament.","author":"Sally Quinn","topic":"Funny"},{"quote":"I like drama. I love being in a drama where I get to be the funny guy. That&#39;s what I really love the most.","author":"John Leguizamo","topic":"Funny"},{"quote":"It&#39;s funny, I listen to friends who talk about back when they were 14, eight, 16, whatever, as if it was yesterday. Me, I&#39;ve no idea what I did. It&#39;s all a blur, I&#39;m afraid.","author":"Catherine McCormack","topic":"Funny"},{"quote":"My company is known for being funny as well as moving. You get a bit of everything in these shows. I think people know they&#39;re going to have a surprising experience.","author":"Matthew Bourne","topic":"Funny"},{"quote":"I wake up every day and look at my own ugly mug in the mirror and don&#39;t think twice about it. The fact that other people might want to look at me still feels funny. It&#39;s flattering, but funny.","author":"Luke Bracey","topic":"Funny"},{"quote":"I never saw myself as a comedian. I saw myself as a guy who can act funny.","author":"Charlie Day","topic":"Funny"},{"quote":"Any good humor is sophomoric. &#39;Sophomoric&#39; is the liberal word for funny.","author":"Michael O'Donoghue","topic":"Funny"},{"quote":"One man is as good as another until he has written a book.","author":"Benjamin Jowett","topic":"Funny"},{"quote":"It&#39;s funny, because I&#39;ve never thought of myself as a Hispanic actor, like in &#39;American Gangster,&#39; I&#39;m playing an Italian. I&#39;ve always been fortunate enough to have been allowed to play all these diverse roles.","author":"Yul Vazquez","topic":"Funny"},{"quote":"Well, life is dark, isn&#39;t it? Mostly, it&#39;s dreadful. At the same time, death is funny too. I mean, look at the fuss we make of it.","author":"Upamanyu Chatterjee","topic":"Funny"},{"quote":"I just recently joined Twitter. It&#39;s very positive - I love all the accolades. If my ego is hurting, I can just open my Twitter account and see &#39;Oh, I love you! I love the show!&#39; and it&#39;s great. I&#39;m trying to find the balance between trying to be funny, being honest and just being a promoter as the guy on &#39;Royal Pains.&#39;","author":"Mark Feuerstein","topic":"Funny"},{"quote":"So to me, Texas Hold &#39;em puts me to sleep. At least when you play stud, you can be funny as you deal. Somebody some day is going to come up with a Stud show that&#39;s going to work.","author":"Joseph Bologna","topic":"Funny"},{"quote":"Porsche is a driver&#39;s car - a performance car. That was funny - here&#39;s this awesome car, but it&#39;s got no cup holders.","author":"Jason McCoy","topic":"Funny"},{"quote":"All my life, I always wanted to be somebody. Now I see that I should have been more specific.","author":"Jane Wagner","topic":"Funny"},{"quote":"My mother was against me being an actress - until I introduced her to Frank Sinatra.","author":"Angie Dickinson","topic":"Funny"},{"quote":"What&#39;s funny is my mom took me to the theater for the first time when I was six years old, and I was just amazed by it. I just said, &#39;Hey Mom, can I do this too?&#39; And so she signed me up for little theater classes, and I remember my first audition for a play when I was seven years old was for &#39;The Thankful Elf.&#39;","author":"Dana Davis","topic":"Funny"},{"quote":"My eyes are different sizes, my nose is too broad at the bridge and squishes up when I laugh, and my lips are sorta funny when I smile.","author":"Terry Farrell","topic":"Funny"},{"quote":"It&#39;s funny how it usually works out that I end up dying. It sort of works out, because by the time I die, I&#39;m usually tired of working on that particular movie, so I look forward to it.","author":"Owen Wilson","topic":"Funny"},{"quote":"I think Irish women are strong as horses, incredibly loyal and for the most part, funny, witty, bright and optimistic in the face of devastating reality.","author":"Fionnula Flanagan","topic":"Funny"},{"quote":"Let&#39;s make some funny pictures.","author":"Tex Avery","topic":"Funny"},{"quote":"A man&#39;s got to take a lot of punishment to write a really funny book.","author":"Ernest Hemingway","topic":"Funny"},{"quote":"Like almost everyone who uses e-mail, I receive a ton of spam every day. Much of it offers to help me get out of debt or get rich quick. It would be funny if it weren&#39;t so exciting.","author":"Bill Gates","topic":"Funny"},{"quote":"Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.","author":"George Bernard Shaw","topic":"Funny"},{"quote":"Whatever is funny is subversive, every joke is ultimately a custard pie... a dirty joke is a sort of mental rebellion.","author":"George Orwell","topic":"Funny"},{"quote":"I don&#39;t mean to be funny.","author":"Yogi Berra","topic":"Funny"},{"quote":"I had an idea of what I thought was funny. It&#39;s kind of based on how I am.","author":"Jennifer Aniston","topic":"Funny"},{"quote":"I drank some boiling water because I wanted to whistle.","author":"Mitch Hedberg","topic":"Funny"},{"quote":"I think they should have a Barbie with a buzz cut.","author":"Ellen DeGeneres","topic":"Funny"},{"quote":"I remember straightening my hair because I wanted to be like everybody else, and now the fact that anybody would emulate what I do? It&#39;s just funny.","author":"Taylor Swift","topic":"Funny"},{"quote":"I have yet to hear a man ask for advice on how to combine marriage and a career.","author":"Gloria Steinem","topic":"Funny"},{"quote":"I like marriage. The idea.","author":"Toni Morrison","topic":"Funny"},{"quote":"I grew up in a funny way.","author":"Gordon Ramsay","topic":"Funny"},{"quote":"Comedy is learning to be funny, and you learn to be funny in small rooms with young audiences.","author":"Joan Rivers","topic":"Funny"},{"quote":"I think anyone who&#39;s perfectly happy isn&#39;t particularly funny.","author":"Joan Rivers","topic":"Funny"},{"quote":"It is funny to me that because I can run, because I&#39;m athletic, people tend to see that as my only asset.","author":"Colin Kaepernick","topic":"Funny"},{"quote":"I love readings and my readers, but the din of voices of the audience gives me stage fright, and the din of voices inside whisper that I am a fraud, and that the jig is up. Surely someone will rise up from the audience and say out loud that not only am I not funny and helpful, but I&#39;m annoying, and a phony.","author":"Anne Lamott","topic":"Funny"},{"quote":"It is really funny when people say you&#39;d be obvious for a great villain.","author":"Angelina Jolie","topic":"Funny"},{"quote":"There&#39;s always going to be someone as funny as you or funnier.","author":"Will Ferrell","topic":"Funny"},{"quote":"James Caan told me at the end of filming &#39;Elf&#39; that he had been waiting through the whole film for me to be funny - and I never was.","author":"Will Ferrell","topic":"Funny"},{"quote":"It&#39;s funny, because what happens to me when I read a script, when something grabs hold of me, I start getting these flashes of people or places or things or images.","author":"Johnny Depp","topic":"Funny"},{"quote":"My mum passing away wasn&#39;t funny, but that funeral and what I went through, the things that happened, looking back at it, there were funny moments. You have to be strong enough to look back at it, to sit and assess the situation.","author":"Kevin Hart","topic":"Funny"},{"quote":"The two things in the world we all share in this world are laughter and pain. We&#39;ve all got problems. The levels of those problems vary, but we&#39;ve all got problems. When you can take things that are painful and make them funny, that&#39;s a gift - to you and your audience.","author":"Kevin Hart","topic":"Funny"},{"quote":"He was like a cock who thought the sun had risen to hear him crow.","author":"George Eliot","topic":"Funny"},{"quote":"Boy, those French: they have a different word for everything!","author":"Steve Martin","topic":"Funny"},{"quote":"I think it&#39;s funny to be delicate with subjects that are explosive.","author":"Jerry Seinfeld","topic":"Funny"},{"quote":"I don&#39;t need you to be funny. I don&#39;t want to be entertained.","author":"Jerry Seinfeld","topic":"Funny"},{"quote":"I didn&#39;t understand key signatures or anything, you know. I&#39;d say silly things at the top of a trumpet part like, &#39;Note, when you play B naturals, make the B naturals a half step lower because they sound funny if they&#39;re B naturals.&#39; And some guy said: &#39;Idiot, just put a flat on the third line and it&#39;s a key signature, you know?&#39;","author":"Quincy Jones","topic":"Funny"},{"quote":"It&#39;s funny what a few no-hitters do for a body.","author":"Satchel Paige","topic":"Funny"},{"quote":"As a small child, I could watch anything happen and tell a story, and it was funny.","author":"Ron White","topic":"Funny"},{"quote":"I was born in Paris in the mid-1960s, and by the time I was 12 I had started going to the movies by myself. Most of the movies of that period never appealed to me. I didn&#39;t like the &#39;naturalism,&#39; the sad or the &#39;down-to-earth&#39; characters. What I wanted from film was fantasy, dreams, funny situations, extravagant decor - and beautiful women.","author":"Christian Louboutin","topic":"Funny"},{"quote":"There&#39;s a great power in words, if you don&#39;t hitch too many of them together.","author":"Josh Billings","topic":"Funny"},{"quote":"I liked comedy as a kid. When I was a kid, I&#39;d go to sleep to, like, Bill Cosby albums every night. I&#39;d listen to &#39;Bill Cosby Is A Very Funny Fellow... Right!&#39; and &#39;Wonderfulness,&#39; which are two of his most famous albums. Then the next night, I&#39;d flip them over, &#39;cause it was the old stackable turntable.","author":"Stephen Colbert","topic":"Funny"},{"quote":"There are certain sorts of jokes which have only to do with the substitution of the unexpected word in a familiar context. If you translated something into French and then had it translated back into English by somebody who didn&#39;t know the original, you&#39;d lose what was funny.","author":"Tom Stoppard","topic":"Funny"},{"quote":"Books are funny little portable pieces of thought.","author":"Susan Sontag","topic":"Funny"},{"quote":"Without hurting anybody, we all tend to laugh at others&#39; discomfort. When someone slips on a banana skin and falls it&#39;s funny.","author":"Shah Rukh Khan","topic":"Funny"},{"quote":"The men I idolized built their bodies and became somebody - like Sylvester Stallone and Arnold Schwarzenegger - and I thought, &#39;That can be me.&#39; So I started working out. The funny thing is I didn&#39;t realize back then that I was having a defining moment.","author":"Dwayne Johnson","topic":"Funny"},{"quote":"It&#39;s funny about men and women. Men pay in cash to get them and pay in cash to get rid of them. Women pay emotionally coming and going. Neither has it easy.","author":"Hedy Lamarr","topic":"Funny"},{"quote":"Stand up is really fun because if I think of a joke or a funny idea, then I can just go and tell some people and if they laugh, they laugh right away.","author":"Demetri Martin","topic":"Funny"},{"quote":"I do come across people who don&#39;t like me, don&#39;t like my comedy, don&#39;t think it&#39;s funny, it&#39;s too cutesy, or whatever they hate. And it&#39;s like, &#39;Okay. That&#39;s your opinion. Somebody liked it, so that&#39;s good.&#39; Hopefully it balances out.","author":"Demetri Martin","topic":"Funny"},{"quote":"A lot of newspaper columns used to be written in a rat-a-tat-tat, fast-paced style - and they tended to be funny. They were a little relief from the grimmer, grayer parts of the newspaper, and one of the best people at doing this was Will Rogers.","author":"P. J. O'Rourke","topic":"Funny"},{"quote":"My whole family can talk. They are all car salesmen. They are all funny.","author":"P. J. O'Rourke","topic":"Funny"},{"quote":"I like to have fun, but I don&#39;t think of myself as being funny. But I&#39;m a big jokester, so I make fun of myself a lot!","author":"Taylor Lautner","topic":"Funny"},{"quote":"I&#39;m not funny in person. I mean I&#39;m really not. I&#39;m one of those people who always screw up anecdotes.","author":"Bill Bryson","topic":"Funny"},{"quote":"In a funny way, nothing makes you feel more like a native of your own country than to live where nearly everyone is not.","author":"Bill Bryson","topic":"Funny"},{"quote":"I wasn&#39;t close to my father, but I wanted to be all my life. He had a funny sense of humor, and he laughed all the time - good and loud, like I do. He was a gay Irish gentleman and very good-looking. And he wanted to be close to me, too, but we never had much time together.","author":"Judy Garland","topic":"Funny"},{"quote":"If truth is beauty, how come no one has their hair done in the library?","author":"Lily Tomlin","topic":"Funny"},{"quote":"I&#39;m a Twitter addict. Jose Andres is a serial tweeter. It&#39;s funny to see which chefs have embraced it, and the different paths they take.","author":"Anthony Bourdain","topic":"Funny"},{"quote":"I just like the continue doing what I&#39;ve been doing. A melange of funny, straight drama, television, movies, a little theater here and there wouldn&#39;t hurt. So if I can keep doing that, I&#39;ll be a very happy person.","author":"Mary Tyler Moore","topic":"Funny"},{"quote":"It&#39;s a funny show. The characters are surprisingly likable, given how ugly they are. We&#39;ve got this huge cast of characters that we can move around. And over the last few seasons, we&#39;ve explored some of the secondary characters&#39; personal lives a bit more.","author":"Matt Groening","topic":"Funny"},{"quote":"I think when &#39;The Simpsons&#39; first came on, there was an uproar. People got used to it. They realized the show&#39;s really funny, it&#39;s got a heart, so I think it&#39;s pretty safe.","author":"Matt Groening","topic":"Funny"},{"quote":"I never looked at myself as the fat sister. Sometimes I would beat people to the punch and say, &#39;Oh I&#39;m the fat, funny one,&#39; because that&#39;s what people would say about me. But I never really thought that.","author":"Khloe Kardashian","topic":"Funny"},{"quote":"It sounds funny, but I always try to keep an open mind about what I&#39;m writing about. Sometimes I squeak my opinions in there, but generally I don&#39;t. I try to be objective about things that I&#39;m writing about.","author":"John Mellencamp","topic":"Funny"},{"quote":"Your name is a funny thing. It stands for what you&#39;re about, and everything I do is really about pride.","author":"Tom Ford","topic":"Funny"},{"quote":"How can you analyse what is funny? What&#39;s funny to one isn&#39;t funny to another... What&#39;s funny to you is a personal thing.","author":"Les Dawson","topic":"Funny"},{"quote":"I&#39;m on so late I&#39;m definitely the last seconds of anyone&#39;s attention. So I just want to give them something dumb to laugh at, so they go, &#39;That&#39;s funny,&#39; then fall asleep.","author":"Jimmy Fallon","topic":"Funny"},{"quote":"The people I grew up around who I really liked were quick on the draw. It always just wowed me. And my mum would make weird funny comments. I can see in myself her self-deprecating, hippie humour. I can&#39;t take myself too seriously.","author":"Drew Barrymore","topic":"Funny"},{"quote":"So, where&#39;s the Cannes Film Festival being held this year?","author":"Christina Aguilera","topic":"Funny"},{"quote":"When I was a little kid, I wrote this play about all these characters living in a haunted house. There was a witch who lived there, and a mummy. When they were all hassling him, this guy who bought the house - I can&#39;t believe I remember this - he said to them, &#39;Who&#39;s paying the mortgage on this haunted house?&#39; I thought that was really funny.","author":"Mindy Kaling","topic":"Funny"},{"quote":"Kids seem to get me when I play colleges - they like it because I go after them. They&#39;ll come up after and say I am like their dads, only funny.","author":"Lewis Black","topic":"Funny"},{"quote":"You cannot dictate what people find funny, what people find attractive, or what people find scary. There is not a norm.","author":"Guillermo del Toro","topic":"Funny"},{"quote":"You just try to be true to your idea of what is funny and what is also interesting.","author":"John Oliver","topic":"Funny"},{"quote":"My parents always told me to be myself. I was always funny and silly as a kid. And I would always make them laugh. And they always told me to dream big and follow those dreams.","author":"Richard Simmons","topic":"Funny"},{"quote":"The funny thing about insane people is that it is kind of the opposite of being a celebrity. Nobody envies you.","author":"Robert M. Pirsig","topic":"Funny"},{"quote":"I do like dating cynics - they tend to be incredibly funny.","author":"Chris Pine","topic":"Funny"},{"quote":"I knew exactly what to do on Alien, it was funny.","author":"Ridley Scott","topic":"Funny"},{"quote":"I&#39;m the only man in the world with a marriage licence made out to whom it may concern.","author":"Mickey Rooney","topic":"Funny"},{"quote":"I can&#39;t go on Gawker. I actually think the writing is really funny, but there is a chance that somebody is undercutting me.","author":"Zooey Deschanel","topic":"Funny"},{"quote":"I&#39;d be hard-pressed to think of anybody who&#39;s made me laugh, who&#39;s funny, but who&#39;s also relentlessly positive.","author":"Dylan Moran","topic":"Funny"},{"quote":"When my father died, my mother came back from being Mrs. Birkin to being Judy Campbell. She was a stunning actress. She came out of her shell. She was herself again: this very independent, funny, intellectual lady - and was able to perform again, which was her life before meeting my father squashed it out.","author":"Jane Birkin","topic":"Funny"},{"quote":"There are a lot of funny things that happen in one&#39;s life.","author":"Pierce Brosnan","topic":"Funny"},{"quote":"I think universities are trying to figure out how we could use what we know about learning to change our education system, but it is sort of funny that they don&#39;t necessarily seem to be consulting the people who are sitting right there on campus.","author":"Alison Gopnik","topic":"Funny"},{"quote":"Plus, I love comic writing. Nothing satisfies me more than finding a funny way to phrase something.","author":"Michael Pollan","topic":"Funny"},{"quote":"I turned down &#39;Some Like It Hot.&#39; See how smart I am? I felt I couldn&#39;t bring anything funny to it. The outfit was funny. I don&#39;t need to compete with the wardrobe.","author":"Jerry Lewis","topic":"Funny"},{"quote":"You find out in life that people really like you funny. So what do you give &#39;em? Humor. And then if you show them the other side, they don&#39;t like you as much. I find, too, that I can hide behind the idiot&#39;s mask being funny, and you never see the sorrow or the pain.","author":"Terry Bradshaw","topic":"Funny"},{"quote":"It may sound funny, but it&#39;s true: I tried to put myself through the 12-step program. I didn&#39;t want to attend a real meeting; my role didn&#39;t really require that, and I feel those meetings are sort of sacred, and they&#39;re anonymous for a reason. I tried to deal with some of my love of snacks - and I relapsed a lot.","author":"Octavia Spencer","topic":"Funny"},{"quote":"The last time I saw him he was walking down lover&#39;s lane holding his own hand.","author":"Fred Allen","topic":"Funny"},{"quote":"I started writing when I was 9 years old. I was like this weird kid who would just stay in my room, typing little funny magazines and drawing comic strips.","author":"R. L. Stine","topic":"Funny"},{"quote":"He looked about as inconspicuous as a tarantula on a slice of angel food.","author":"Raymond Chandler","topic":"Funny"},{"quote":"I never liked you, and I always will.","author":"Samuel Goldwyn","topic":"Funny"},{"quote":"This will sound really funny, but I&#39;m so used to shooting in Hindi that shooting in English took a while to get used to.","author":"Jacqueline Fernandez","topic":"Funny"},{"quote":"I don&#39;t get a chance to be funny with the thrillers. I like to be funny, and I think I am really funny. So with &#39;Middle School: The Worst Years of My Life&#39;, it was fun to let loose.","author":"James Patterson","topic":"Funny"},{"quote":"I think there&#39;s an interesting contradiction of having a young face and an old soul. There&#39;s something funny about it, and it also allows you to reinvent being old.","author":"Matt Smith","topic":"Funny"},{"quote":"What really irks me is the snide victimizing suggestion from some that I have tried to be lighthearted and funny... Oh my God - this is so offensive.","author":"Michael Leunig","topic":"Funny"},{"quote":"It doesn&#39;t matter how many people adore you or how skinny, successful, smart, talented, funny, kind, or compassionate you are. None of it matters if you don&#39;t see your wonderful self.","author":"Amanda de Cadenet","topic":"Funny"},{"quote":"I&#39;m a natural clown, I suppose, in writing, and one has to accept that; I can&#39;t do anything about it. I have written one or two novels which are not specifically funny. I wrote a study of Shakespeare which was not intended to be funny, but some people regard it as such.","author":"Anthony Burgess","topic":"Funny"},{"quote":"If your partner is consistently unhappy, it won&#39;t matter if they&#39;re incredibly sexy, wildly funny, impressively successful, adorably charismatic - your relationship will be weighed down under the heaviness of their moods.","author":"Karen Salmansohn","topic":"Funny"},{"quote":"Sometimes, things need to be so understated on film that I don&#39;t even see them as funny, which isn&#39;t my favorite style, comedically. When I watch film comedy, I like people that are a little bit more alive on the screen and wound up. I like volatility and unpredictability and other long words like those.","author":"T. J. Miller","topic":"Funny"},{"quote":"I do find things funny. When you see life through the eyes of someone with a good sense of humor, which my grandmother did, life is a human comedy.","author":"George Takei","topic":"Funny"},{"quote":"The funny thing about advertising is that it&#39;s not a zero-sum game... Historically, in the digital ad world, pie has gotten larger and it&#39;s possible for everyone to win, and it&#39;s perfectly possible that will continue to be true for quite some time.","author":"Eric Schmidt","topic":"Funny"},{"quote":"I refuse to dress &#39;hot&#39; for Halloween, &#39;cause I always have to have makeup and hair and look cute for my job. So on Halloween, I either go gory or weird or funny.","author":"Rachel Platten","topic":"Funny"},{"quote":"Who included me among the ranks of the human race?","author":"Joseph Brodsky","topic":"Funny"},{"quote":"I have a sidekick, Keith Robinson, who&#39;s very funny. I&#39;ve known Keith for over 20 years; he&#39;s my best friend.","author":"Wanda Sykes","topic":"Funny"},{"quote":"You can&#39;t be funny unless you&#39;re tragic, and you can&#39;t be tragic unless you&#39;re funny.","author":"Elaine Stritch","topic":"Funny"},{"quote":"I don&#39;t think there&#39;s just one person for everyone. It would be very hard for me to be with a guy who was not bright or funny. And he&#39;d have to see the absurdities of the world, not exactly as I see them necessarily.","author":"Erica Jong","topic":"Funny"},{"quote":"There are people who think the film &#39;This Is Spinal Tap&#39; is simply a very funny &#39;mockumentary.&#39; Well, with Yes, we lived it. Take the hilarious scene in the film in which the bass player is trapped in a giant pod - that actually happened to Alan one night.","author":"Rick Wakeman","topic":"Funny"},{"quote":"There&#39;s something very authentic about humor, when you think about it. Anybody can pretend to be serious. But you can&#39;t pretend to be funny.","author":"Billy Collins","topic":"Funny"},{"quote":"I like Jacques Derrida; I think he&#39;s funny. I like my philosophy with a few jokes and puns. I know that that offends other philosophers; they think he&#39;s not taking things seriously, but he comes up with some marvellous puns. Why shouldn&#39;t you have a bit of fun while dealing with the deepest issues of the mind?","author":"Alan Moore","topic":"Funny"},{"quote":"To label me an intellectual is a misunderstanding of what that is.","author":"Dick Cavett","topic":"Funny"},{"quote":"I sang in the choir for years, even though my family belonged to another church.","author":"Paul Lynde","topic":"Funny"},{"quote":"Politicians... talk in generalities and lies, and I think they&#39;ve caused all our grief. They&#39;re so awful, they&#39;re really funny. I hate thinking this because my dad loved politics.","author":"Paul Lynde","topic":"Funny"},{"quote":"My career only took off because of one football game. I thought it was funny. &#39;Playboy&#39; called and offered me a cover just like that. I turned them down initially, because I was nervous about it and my boyfriend at the time didn&#39;t want me to do it, but they kept coming back, so I eventually said yes.","author":"Pamela Anderson","topic":"Funny"},{"quote":"It&#39;s funny: I was a photographer before I was a programmer.","author":"Kevin Systrom","topic":"Funny"},{"quote":"One man&#39;s folly is another man&#39;s wife.","author":"Helen Rowland","topic":"Funny"},{"quote":"I follow the most random people on Twitter. I follow famous people like Khloe Kardashian, who surprisingly makes really funny tweets all the time.","author":"Chloe Grace Moretz","topic":"Funny"},{"quote":"What&#39;s interesting about Laurel and Hardy is that in most comedy teams, there&#39;s a straight man, and then there&#39;s the funny guy. And with Laurel and Hardy, they&#39;re both the funny guy.","author":"Christopher Guest","topic":"Funny"},{"quote":"To me, writing is remembering something funny that happened, or maybe something I said seven years ago.","author":"Matthew Perry","topic":"Funny"},{"quote":"A lot of my stories about the old days, they&#39;re delicious and funny. But every time I recall the early days, it&#39;s painful. With every anecdote, it&#39;s painful because you&#39;re summoning up the terribly, terribly difficult life of my parents. And it&#39;s painful because I didn&#39;t realize at the time how hard it was for them.","author":"Mario Cuomo","topic":"Funny"},{"quote":"&#39;Jurassic Park&#39; movies don&#39;t fit into a specific genre. They&#39;re sci-fi adventures that also have to be funny, emotional, and scary as hell. That takes a lot of construction, but it can&#39;t feel designed.","author":"Colin Trevorrow","topic":"Funny"},{"quote":"I&#39;ve always enjoyed making people laugh. But in order for me to be funny, I have to get ticked off about something.","author":"Carl Hiaasen","topic":"Funny"},{"quote":"Our national flower is the concrete cloverleaf.","author":"Lewis Mumford","topic":"Funny"},{"quote":"I&#39;m a very spiritual person, and I believe in God and all that kind of stuff. So my perfect type of guy would be spiritually grounded, extremely respectful and funny because I love to laugh.","author":"Grace Gealey","topic":"Funny"},{"quote":"I did not have three thousand pairs of shoes, I had one thousand and sixty.","author":"Imelda Marcos","topic":"Funny"},{"quote":"When I was in college, I was in the theater department, which for anyone who has been involved in any kind of theater program, you know that it&#39;s really wacky and tight-knit, a real family. Me and my good friends from college would do random shows and plays that were sometimes serious, but most of the time really goofy and funny.","author":"Darren Criss","topic":"Funny"},{"quote":"Life is funny, and that&#39;s why I celebrate it in my shows.","author":"Loni Love","topic":"Funny"},{"quote":"Until you walk a mile in another man&#39;s moccasins you can&#39;t imagine the smell.","author":"Robert Byrne","topic":"Funny"},{"quote":"It&#39;s funny how God will just keep using you, and our motto around our family forever has been, &#39;Just let Him use you.&#39;","author":"Kim Fields","topic":"Funny"},{"quote":"I have so many funny friends that I hang out and do bits with, and the fact that we can hire each other is amazing. I asked all of them to help make &#39;Kroll Show&#39; the best that it can be. I&#39;m selfishly trying to use their funny genius for my own benefit.","author":"Nick Kroll","topic":"Funny"},{"quote":"I love a smart, well-written show, and &#39;30 Rock,&#39; well, you can&#39;t get any better than that. Tina Fey poos funny. There&#39;s nothing that she does that isn&#39;t funny. That show is an example of how brilliant she is. It&#39;s so smart. They&#39;ve done some brilliant commentary about the &#39;Housewives&#39; with &#39;Queen of Jordan,&#39; their show-within-the-show.","author":"Andy Cohen","topic":"Funny"},{"quote":"I saw a stationery store move.","author":"Jay London","topic":"Funny"},{"quote":"As I get older, I just prefer to knit.","author":"Tracey Ullman","topic":"Funny"},{"quote":"I think serial monogamy says it all.","author":"Tracey Ullman","topic":"Funny"},{"quote":"If I&#39;m in an uncomfortable situation, I think I can say something funny to defuse it. Sometimes you can&#39;t.","author":"Jack Whitehall","topic":"Funny"},{"quote":"The real challenge lies in maintaining dignity while being funny. I am in awe of Krushna Abhishek&#39;s energy and Bharti Singh&#39;s wit. They are infectious and selfless.","author":"Amruta Khanvilkar","topic":"Funny"},{"quote":"When I was born I owed twelve dollars.","author":"George S. Kaufman","topic":"Funny"},{"quote":"I had gotten to a place where I truly believed everything I was called: &#39;not sexy,&#39; &#39;not funny,&#39; &#39;too intense,&#39; desperate.&#39; All those labels they gave me, I took them because there wasn&#39;t a trace of my true self left.","author":"Naomi Watts","topic":"Funny"},{"quote":"I don&#39;t like happy stuff. I&#39;m not funny.","author":"Sondra Radvanovsky","topic":"Funny"},{"quote":"The way taxes are, you might as well marry for love.","author":"Joe E. Lewis","topic":"Funny"},{"quote":"There&#39;s one thing about baldness, it&#39;s neat.","author":"Don Herold","topic":"Funny"},{"quote":"Food, love, career, and mothers, the four major guilt groups.","author":"Cathy Guisewite","topic":"Funny"},{"quote":"I realized my family was funny, because nobody ever wanted to leave our house.","author":"Anthony Anderson","topic":"Funny"},{"quote":"If you have a secret, people will sit a little bit closer.","author":"Rob Corddry","topic":"Funny"},{"quote":"I&#39;m terrible at practical jokes. I do them too well, so they&#39;re not funny. I end up saying, &#39;Oh, no, I&#39;m joking, I&#39;m joking.&#39;","author":"Anna Torv","topic":"Funny"},{"quote":"People wince when something is in bad taste. They laugh when it&#39;s funny. If it&#39;s too dirty or wrong, they won&#39;t laugh. But if it&#39;s a big, dirty, smart, funny laugh, they love it.","author":"Michael Patrick King","topic":"Funny"},{"quote":"&#39;Copper&#39; is my first period piece. It&#39;s funny because I&#39;ve been doing a lot of episodes of &#39;Elementary&#39; with Johnny Lee Miller and Lucy Liu; they keep bringing me back on the show, and so I go from being an outstanding black doctor to being a kind of hood, ex-car thief who went through rehab in &#39;Elementary.&#39;","author":"Ato Essandoh","topic":"Funny"},{"quote":"I find that very appealing: the blurring of the lines between what&#39;s funny and what&#39;s tragic. And what&#39;s ordinary and what&#39;s not - the big things in the small things.","author":"Rachel Joyce","topic":"Funny"},{"quote":"But it&#39;s funny that now I&#39;m in such a happy situation, I look more objectively at my own past and see what others have seen for a long time and I&#39;m just so glad I&#39;ve been able to get to this point.","author":"Rick Allen","topic":"Funny"},{"quote":"I do keep getting these bad girl roles. The funny thing is that, honestly, I don&#39;t think I&#39;m believable as these aristocratic mean girls. But I do love playing them.","author":"Katie McGrath","topic":"Funny"},{"quote":"Twitter&#39;s a funny one. I mean, it&#39;s good in some respects, but I can&#39;t stand it in other respects. You know there are too many opinions, people get opinions mixed up, and people get being rude mixed up with &#39;that&#39;s my opinion.&#39;","author":"Dionne Bromfield","topic":"Funny"},{"quote":"It&#39;s funny because everyone says you sleep when baby sleeps or you take a nap when baby takes a nap. That&#39;s true when you have one. When you have two, that is not true.","author":"Vanessa Lachey","topic":"Funny"},{"quote":"When you&#39;re in love it&#39;s the most glorious two and a half days of your life.","author":"Richard Lewis","topic":"Funny"},{"quote":"Never take a solemn oath. People think you mean it.","author":"Norman Douglas","topic":"Funny"},{"quote":"I grew up in a little funny town called Xuzhou, in the countryside, very poor. We didn&#39;t have hot water. We were four children: three girls and a boy.","author":"Wendi Deng Murdoch","topic":"Funny"},{"quote":"My parents are both really, really funny, and my little sister is a really good painter, and my other sister is a really good writer.","author":"Michael Cera","topic":"Funny"},{"quote":"Everyone tells me I have a funny accent. It&#39;s because I copy people. I learned English at school but have best friends who are French, Australian, English and American; a very weird mix.","author":"Caroline Winberg","topic":"Funny"},{"quote":"Eddie Drake is sort of this loose cannon, funny, edgy guy, who has this really foolish, foolish mustache.","author":"Lee Tergesen","topic":"Funny"},{"quote":"When I go to a bar, I don&#39;t go looking for a girl who knows the capital of Maine.","author":"David Brenner","topic":"Funny"},{"quote":"After all is said and done, sit down.","author":"Bill Copeland","topic":"Funny"},{"quote":"One of my favorite comedies is &#39;Groundhog Day&#39; and &#39;Scrooged.&#39; I love Bill Murray, and I think he&#39;s a great example of an actor who is funny.","author":"Fiona Gubelmann","topic":"Funny"},{"quote":"I consider myself very lucky. God has a funny way of bringing some things around and knocking you in the head with the ultimate destination. Something I should have achieved quite easily took me a long time to get around to. It came in His time, not mine.","author":"Jim Morris","topic":"Funny"},{"quote":"My uncle Sammy was an angry man. He had printed on his tombstone: What are you looking at?","author":"Margaret Smith","topic":"Funny"},{"quote":"I can&#39;t imagine actually singing on this show like I did on &#39;Felicity&#39;, but it would be kind of funny.","author":"Amy Jo Johnson","topic":"Funny"},{"quote":"I loved being in the room with Mamet as a director - he is the most generous, funny, delightful person to work for every day.","author":"Richard Thomas","topic":"Funny"},{"quote":"If you just stop and think, baby, honey, love is a funny thing. Whatever you put in, that&#39;s what you expect to gain.","author":"Jimmy Reed","topic":"Funny"},{"quote":"If I knew for a certainty that a man was coming to my house with the conscious design of doing me good, I should run for my life.","author":"Henry David Thoreau","topic":"Funny"},{"quote":"Say what you will about the ten commandments, you must always come back to the pleasant fact that there are only ten of them.","author":"H. L. Mencken","topic":"Funny"},{"quote":"Forty for you, sixty for me. And equal partners we will be.","author":"Joan Rivers","topic":"Funny"},{"quote":"I think anyone who has, you know, is in any sort of artistic pursuit, kind of goes up and down with the way they feel about their work. And I, for the most part, am pretty happy person. But, yeah. I go through definite periods of time where I&#39;m not funny. I&#39;m not good. I&#39;m - I don&#39;t feel original.","author":"Will Ferrell","topic":"Funny"},{"quote":"My kind of wanting to be funny didn&#39;t come from need, necessarily. The closest I can analyze it is that it was an easy way to make friends, I found out. It was just a great kind of social tool.","author":"Will Ferrell","topic":"Funny"},{"quote":"Is everything funny? For me, yes. There&#39;s a positive to every negative. Even my divorce? For me, yes. If you go back and look at it, why it happened or how it happened, there&#39;s something in there that&#39;ll make you laugh.","author":"Kevin Hart","topic":"Funny"},{"quote":"Something about New York, man: You can do more comedy there probably than you can anywhere in the world. If you&#39;re interested in being funny, New York is the place to go.","author":"Dave Chappelle","topic":"Funny"},{"quote":"I was the kid next door&#39;s imaginary friend.","author":"Emo Philips","topic":"Funny"},{"quote":"I never saw anything funny in a car commercial - but that&#39;s OK. Whatever they wanted to do - it&#39;s their product and I&#39;m the spokesperson, and I&#39;m going to deliver.","author":"Bill Cosby","topic":"Funny"},{"quote":"Every man has his follies - and often they are the most interesting thing he has got.","author":"Josh Billings","topic":"Funny"},{"quote":"I&#39;ll stick to finding the funny in the ordinary because my life is pretty ordinary and so are the lives of my friends - and my friends are hilarious.","author":"Issa Rae","topic":"Funny"},{"quote":"I&#39;m good at being funny.","author":"Tom Stoppard","topic":"Funny"},{"quote":"I&#39;ve just seen really, really funny guys, and if I didn&#39;t know them, I wouldn&#39;t know they were funny from the television. I don&#39;t know what it does, it just sucks it away.","author":"Norm MacDonald","topic":"Funny"},{"quote":"Because of their size, parents may be difficult to discipline properly.","author":"P. J. O'Rourke","topic":"Funny"},{"quote":"People often can&#39;t separate, or can&#39;t understand, that to be funny is to be serious; it&#39;s a way of pulling people in and not scaring them off. I think a lot of the funny stuff, underneath it, there&#39;s a deep anxiety going on.","author":"Nick Cave","topic":"Funny"},{"quote":"When you&#39;re eight years old nothing is your business.","author":"Lenny Bruce","topic":"Funny"},{"quote":"I&#39;m kidding about having only a few dollars. I might have a few dollars more.","author":"James Brown","topic":"Funny"},{"quote":"Who picks your clothes - Stevie Wonder?","author":"Don Rickles","topic":"Funny"},{"quote":"When I eventually met Mr. Right I had no idea that his first name was Always.","author":"Rita Rudner","topic":"Funny"},{"quote":"It&#39;s funny: I don&#39;t listen to too much rap. I don&#39;t listen to too much older hip-hop. If I do, it&#39;s Ja Rule.","author":"Kehlani","topic":"Funny"},{"quote":"All my children inherited perfect pitch.","author":"Chevy Chase","topic":"Funny"},{"quote":"Parrots make great pets. They have more personality than goldfish.","author":"Chevy Chase","topic":"Funny"},{"quote":"I have a funny relationship with religion. I&#39;m a big believer in ritualistic behavior as long as it doesn&#39;t hurt anybody. But I&#39;m not a big fan of rules. And yet, we cannot live in a world without order.","author":"Madonna Ciccone","topic":"Funny"},{"quote":"There&#39;s nothing wrong with being shallow as long as you&#39;re insightful about it.","author":"Dennis Miller","topic":"Funny"},{"quote":"I&#39;ve never been married, but I tell people I&#39;m divorced so they won&#39;t think something is wrong with me.","author":"Elayne Boosler","topic":"Funny"},{"quote":"There&#39;s no such thing as soy milk. It&#39;s soy juice.","author":"Lewis Black","topic":"Funny"},{"quote":"All the candy corn that was ever made was made in 1911.","author":"Lewis Black","topic":"Funny"},{"quote":"A James Cagney love scene is one where he lets the other guy live.","author":"Bob Hope","topic":"Funny"},{"quote":"I have a very low level of recognition, which is fine by me.","author":"Dylan Moran","topic":"Funny"},{"quote":"I know I&#39;m more on television, and I&#39;m more recognisable than maybe even the players because they run and train, but I just stand there, and my face does all these funny things that everyone can see all the time.","author":"Jurgen Klopp","topic":"Funny"},{"quote":"The fascination of shooting as a sport depends almost wholly on whether you are at the right or wrong end of the gun.","author":"P. G. Wodehouse","topic":"Funny"},{"quote":"The reward of energy, enterprise and thrift is taxes.","author":"William Feather","topic":"Funny"},{"quote":"California is a fine place to live - if you happen to be an orange.","author":"Fred Allen","topic":"Funny"},{"quote":"We&#39;ll love you just the way you are if you&#39;re perfect.","author":"Alanis Morissette","topic":"Funny"},{"quote":"Have enough sense to know, ahead of time, when your skills will not extend to wallpapering.","author":"Marilyn vos Savant","topic":"Funny"},{"quote":"I read part of it all the way through.","author":"Samuel Goldwyn","topic":"Funny"},{"quote":"That is not all I need. I need dogs. A house filled with dogs and a smart, funny, kind, loving girlfriend or wife.","author":"Moby","topic":"Funny"},{"quote":"I grew up in Europe, where the history comes from.","author":"Eddie Izzard","topic":"Funny"},{"quote":"You can&#39;t be a real spy and have everybody in the world know who you are and what your drink is. That&#39;s just hysterically funny.","author":"Roger Moore","topic":"Funny"},{"quote":"God writes a lot of comedy... the trouble is, he&#39;s stuck with so many bad actors who don&#39;t know how to play funny.","author":"Garrison Keillor","topic":"Funny"},{"quote":"She was a handsome woman of forty-five and would remain so for many years.","author":"J. B. Priestley","topic":"Funny"},{"quote":"But I really like hosting, I think it&#39;s a strength of mine. It allows me to improvise, and I love the spontaneity of that, and I think I&#39;m funny behind the desk when interviewing someone.","author":"Garry Shandling","topic":"Funny"},{"quote":"When I play discos in Belfast or freshers&#39; week in Oxford, there are 1,800 kids dressed as me. It&#39;s odd, it&#39;s funny, and it pays really well.","author":"David Hasselhoff","topic":"Funny"},{"quote":"It is easy for me to love myself, but for ladies to do it is another question altogether.","author":"Johnny Vegas","topic":"Funny"},{"quote":"It&#39;s funny, I was talking to somebody who writes for a cop show, and he was saying how they aren&#39;t allowed to acknowledge Christmas, Thanksgiving, Valentine&#39;s Day, just because it has to be able to play forever.","author":"Hannah Simone","topic":"Funny"},{"quote":"I wish I had the nerve not to tip.","author":"Paul Lynde","topic":"Funny"},{"quote":"Katy Perry still gets me every time. She&#39;s very funny in person! We met at the Teen Choice Awards and she pulled my cheeks apart and told me how cute I was. My life was literally flashing before my eyes!","author":"Niall Horan","topic":"Funny"},{"quote":"My theory is that all of Scottish cuisine is based on a dare.","author":"Mike Myers","topic":"Funny"},{"quote":"A lot of baby boomers are baby bongers.","author":"Kevin Nealon","topic":"Funny"},{"quote":"I would talk in iambic pentameter if it were easier.","author":"Howard Nemerov","topic":"Funny"},{"quote":"I&#39;m an optimist, but an optimist who carries a raincoat.","author":"Harold Wilson","topic":"Funny"},{"quote":"For sheer sexiness, a man must be beautiful. Funny. yes. Clever, no.","author":"Jilly Cooper","topic":"Funny"},{"quote":"I will say this about the truth - that it&#39;s one of those crisis rules, whether you are a client or someone who&#39;s living their life just every day - is that the truth has a funny way of not going away, and telling the truth is extremely important in dealing with any problem or crisis.","author":"Judy Smith","topic":"Funny"},{"quote":"I love Charlie, Billy Burke&#39;s character. Writing for him is so spectacular, he&#39;s so funny and wry and every scene he&#39;s in he just takes. There&#39;s a scene in &#39;Eclipse&#39; where Bella tells him she&#39;s a virgin, and it&#39;s the funniest, most awkward scene I&#39;ve ever seen on film.","author":"Melissa Rosenberg","topic":"Funny"},{"quote":"I&#39;d never been in play long enough for the flowers to die in the dressing room.","author":"Mercedes McCambridge","topic":"Funny"},{"quote":"I own and operate a ferocious ego.","author":"Bill Moyers","topic":"Funny"},{"quote":"I&#39;m a misplaced American, but don&#39;t know where I was misplaced.","author":"Ruby Wax","topic":"Funny"},{"quote":"Here&#39;s the funny thing about the response I&#39;ve been aware of to my dating famous people: It&#39;s been very negative. I&#39;m either not good-looking enough, not a good enough actor or not successful enough for these people.","author":"Dax Shepard","topic":"Funny"},{"quote":"It&#39;s funny; people get so doctrinaire about music. It should be the last thing you don&#39;t have an open mind about.","author":"Randy Newman","topic":"Funny"},{"quote":"I remember trying to be funny, and both of my parents were terribly funny. My father was also very dignified, but my mother was an absolute ding-a-ling, a ripper.","author":"Jack Lemmon","topic":"Funny"},{"quote":"Sometimes in the most tragic situation, something just profoundly funny happens.","author":"David Hyde Pierce","topic":"Funny"},{"quote":"Someone told me that when they go to Vermont, they feel like they&#39;re home. I&#39;m that way at Saks.","author":"Caroline Rhea","topic":"Funny"},{"quote":"Dominic Sherwood would always tell me a joke right before it was my take or my close up. He&#39;d say a funny joke, and I couldn&#39;t stop laughing, even after they said, &#39;Action.&#39;","author":"Emeraude Toubia","topic":"Funny"},{"quote":"The show is definitely not just about weight-loss physically. It&#39;s more about finding yourself. It&#39;s really funny because I realized at one of our table reads that &#39;Huge&#39; was really about the weight that we carry around mentally.","author":"Raven Goodwin","topic":"Funny"},{"quote":"It&#39;s funny because &#39;Felicity&#39; didn&#39;t have a huge following, but the following it did have is hugely devoted, so people who are fanatics about &#39;Felicity&#39; would run up to me all the time. I&#39;d be at a bar, and someone will go, &#39;Hey, were you on Felicity? ...&#39; I loved doing the show.","author":"Ian Gomez","topic":"Funny"},{"quote":"If it bends, it&#39;s funny; if it breaks, it&#39;s not funny.","author":"Kate O'Brien","topic":"Funny"},{"quote":"A vegetarian is a person who won&#39;t eat anything that can have children.","author":"David Brenner","topic":"Funny"},{"quote":"It&#39;s funny, because readers think they want the characters to be blissfully happy, but it makes it kind of boring for the reader.","author":"L.A. Weatherly","topic":"Funny"}]