[{"quote":"Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.","author":"Buddha","topic":"Future"},{"quote":"Infuse your life with action. Don&#39;t wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.","author":"Bradley Whitford","topic":"Future"},{"quote":"Happiness is not something you postpone for the future; it is something you design for the present.","author":"Jim Rohn","topic":"Future"},{"quote":"Education is the passport to the future, for tomorrow belongs to those who prepare for it today.","author":"Malcolm X","topic":"Future"},{"quote":"Learn to enjoy every minute of your life. Be happy now. Don&#39;t wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it&#39;s at work or with your family. Every minute should be enjoyed and savored.","author":"Earl Nightingale","topic":"Future"},{"quote":"The past cannot be changed. The future is yet in your power.","author":"Unknown","topic":"Future"},{"quote":"The future belongs to those who believe in the beauty of their dreams.","author":"Eleanor Roosevelt","topic":"Future"},{"quote":"Nobody can predict the future. You just have to give your all to the relationship you&#39;re in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad.","author":"Nick Cannon","topic":"Future"},{"quote":"Keep looking up! I learn from the past, dream about the future and look up. There&#39;s nothing like a beautiful sunset to end a healthy day.","author":"Rachel Boston","topic":"Future"},{"quote":"You cannot escape the responsibility of tomorrow by evading it today.","author":"Abraham Lincoln","topic":"Future"},{"quote":"Teaching is a very noble profession that shapes the character, caliber, and future of an individual. If the people remember me as a good teacher, that will be the biggest honour for me.","author":"A. P. J. Abdul Kalam","topic":"Future"},{"quote":"When you forgive, you in no way change the past - but you sure do change the future.","author":"Bernard Meltzer","topic":"Future"},{"quote":"It is not in the stars to hold our destiny but in ourselves.","author":"William Shakespeare","topic":"Future"},{"quote":"We are made wise not by the recollection of our past, but by the responsibility for our future.","author":"George Bernard Shaw","topic":"Future"},{"quote":"Change is the law of life. And those who look only to the past or present are certain to miss the future.","author":"John F. Kennedy","topic":"Future"},{"quote":"I like the dreams of the future better than the history of the past.","author":"Thomas Jefferson","topic":"Future"},{"quote":"Let us make our future now, and let us make our dreams tomorrow&#39;s reality.","author":"Malala Yousafzai","topic":"Future"},{"quote":"Education is the foundation upon which we build our future.","author":"Christine Gregoire","topic":"Future"},{"quote":"You can&#39;t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.","author":"Steve Jobs","topic":"Future"},{"quote":"I&#39;m looking forward to the future, and feeling grateful for the past.","author":"Mike Rowe","topic":"Future"},{"quote":"No dream is too big. No challenge is too great. Nothing we want for our future is beyond our reach.","author":"Donald Trump","topic":"Future"},{"quote":"Yesterday&#39;s the past, tomorrow&#39;s the future, but today is a gift. That&#39;s why it&#39;s called the present.","author":"Bil Keane","topic":"Future"},{"quote":"We are not here to curse the darkness, but to light the candle that can guide us thru that darkness to a safe and sane future.","author":"John F. Kennedy","topic":"Future"},{"quote":"True happiness is... to enjoy the present, without anxious dependence upon the future.","author":"Lucius Annaeus Seneca","topic":"Future"},{"quote":"The best way to predict the future is to create it.","author":"Peter Drucker","topic":"Future"},{"quote":"Times and conditions change so rapidly that we must keep our aim constantly focused on the future.","author":"Walt Disney","topic":"Future"},{"quote":"Depression is the inability to construct a future.","author":"Rollo May","topic":"Future"},{"quote":"Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future.","author":"Lewis B. Smedes","topic":"Future"},{"quote":"Change your life today. Don&#39;t gamble on the future, act now, without delay.","author":"Simone de Beauvoir","topic":"Future"},{"quote":"Memories are the key not to the past, but to the future.","author":"Corrie Ten Boom","topic":"Future"},{"quote":"Anniversaries are like birthdays: occasions to celebrate and to think ahead, usually among friends with whom one shares not only the past but also the future.","author":"Zbigniew Brzezinski","topic":"Future"},{"quote":"If you get up in the morning and think the future is going to be better, it is a bright day. Otherwise, it&#39;s not.","author":"Elon Musk","topic":"Future"},{"quote":"The future belongs to those who prepare for it today.","author":"Malcolm X","topic":"Future"},{"quote":"Let your hopes, not your hurts, shape your future.","author":"Robert H. Schuller","topic":"Future"},{"quote":"The future will either be green or not at all.","author":"Bob Brown","topic":"Future"},{"quote":"In this bright future you can&#39;t forget your past.","author":"Bob Marley","topic":"Future"},{"quote":"Fear keeps us focused on the past or worried about the future. If we can acknowledge our fear, we can realize that right now we are okay. Right now, today, we are still alive, and our bodies are working marvelously. Our eyes can still see the beautiful sky. Our ears can still hear the voices of our loved ones.","author":"Thich Nhat Hanh","topic":"Future"},{"quote":"See, when you drive home today, you&#39;ve got a big windshield on the front of your car. And you&#39;ve got a little bitty rearview mirror. And the reason the windshield is so large and the rearview mirror is so small is because what&#39;s happened in your past is not near as important as what&#39;s in your future.","author":"Joel Osteen","topic":"Future"},{"quote":"The power for creating a better future is contained in the present moment: You create a good future by creating a good present.","author":"Eckhart Tolle","topic":"Future"},{"quote":"Without memory, there is no culture. Without memory, there would be no civilization, no society, no future.","author":"Elie Wiesel","topic":"Future"},{"quote":"Modern science says: &#39;The sun is the past, the earth is the present, the moon is the future.&#39; From an incandescent mass we have originated, and into a frozen mass we shall turn. Merciless is the law of nature, and rapidly and irresistibly we are drawn to our doom.","author":"Nikola Tesla","topic":"Future"},{"quote":"No matter how devastating our struggles, disappointments, and troubles are, they are only temporary. No matter what happens to you, no matter the depth of tragedy or pain you face, no matter how death stalks you and your loved ones, the Resurrection promises you a future of immeasurable good.","author":"Josh McDowell","topic":"Future"},{"quote":"Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.","author":"John F. Kennedy","topic":"Future"},{"quote":"Sustainable development is the pathway to the future we want for all. It offers a framework to generate economic growth, achieve social justice, exercise environmental stewardship and strengthen governance.","author":"Ban Ki-moon","topic":"Future"},{"quote":"The future rewards those who press on. I don&#39;t have time to feel sorry for myself. I don&#39;t have time to complain. I&#39;m going to press on.","author":"Barack Obama","topic":"Future"},{"quote":"The secret of your future is hidden in your daily routine.","author":"Mike Murdock","topic":"Future"},{"quote":"Our human compassion binds us the one to the other - not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future.","author":"Nelson Mandela","topic":"Future"},{"quote":"The future doesn&#39;t belong to the fainthearted; it belongs to the brave.","author":"Ronald Reagan","topic":"Future"},{"quote":"A revolution is a struggle to the death between the future and the past.","author":"Fidel Castro","topic":"Future"},{"quote":"Every man gotta right to decide his own destiny.","author":"Bob Marley","topic":"Future"},{"quote":"Starting a new job can be nerve-racking , but it&#39;s also exciting. You&#39;re embarking on a new future, positioning yourself to write a fresh story on a clean slate.","author":"Adena Friedman","topic":"Future"},{"quote":"Neither a wise man nor a brave man lies down on the tracks of history to wait for the train of the future to run over him.","author":"Dwight D. Eisenhower","topic":"Future"},{"quote":"The youth is the hope of our future.","author":"Jose Rizal","topic":"Future"},{"quote":"It is always wise to look ahead, but difficult to look further than you can see.","author":"Winston Churchill","topic":"Future"},{"quote":"My dreams for the future are simple: work, a happy, healthy family, a lovely long motorcycle ride, and continuing the struggle to awaken people to the need for serious human rights reform.","author":"Mike Farrell","topic":"Future"},{"quote":"Nobody gets to live life backward. Look ahead, that is where your future lies.","author":"Ann Landers","topic":"Future"},{"quote":"The greatest discovery of all time is that a person can change his future by merely changing his attitude.","author":"Oprah Winfrey","topic":"Future"},{"quote":"Darkness comes. In the middle of it, the future looks blank. The temptation to quit is huge. Don&#39;t. You are in good company... You will argue with yourself that there is no way forward. But with God, nothing is impossible. He has more ropes and ladders and tunnels out of pits than you can conceive. Wait. Pray without ceasing. Hope.","author":"John Piper","topic":"Future"},{"quote":"You control your future, your destiny. What you think about comes about. By recording your dreams and goals on paper, you set in motion the process of becoming the person you most want to be. Put your future in good hands - your own.","author":"Mark Victor Hansen","topic":"Future"},{"quote":"A person often meets his destiny on the road he took to avoid it.","author":"Jean de La Fontaine","topic":"Future"},{"quote":"What we need to do is always lean into the future; when the world changes around you and when it changes against you - what used to be a tail wind is now a head wind - you have to lean into that and figure out what to do because complaining isn&#39;t a strategy.","author":"Jeff Bezos","topic":"Future"},{"quote":"The future is green energy, sustainability, renewable energy.","author":"Arnold Schwarzenegger","topic":"Future"},{"quote":"Study the past, if you would divine the future.","author":"Confucius","topic":"Future"},{"quote":"There is a huge need and a huge opportunity to get everyone in the world connected, to give everyone a voice and to help transform society for the future. The scale of the technology and infrastructure that must be built is unprecedented, and we believe this is the most important problem we can focus on.","author":"Mark Zuckerberg","topic":"Future"},{"quote":"Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine.","author":"Nikola Tesla","topic":"Future"},{"quote":"It is up to us to live up to the legacy that was left for us, and to leave a legacy that is worthy of our children and of future generations.","author":"Christine Gregoire","topic":"Future"},{"quote":"Destiny is no matter of chance. It is a matter of choice. It is not a thing to be waited for, it is a thing to be achieved.","author":"William Jennings Bryan","topic":"Future"},{"quote":"The past, like the future, is indefinite and exists only as a spectrum of possibilities.","author":"Stephen Hawking","topic":"Future"},{"quote":"There have to be reasons that you get up in the morning and you want to live. Why do you want to live? What&#39;s the point? What inspires you? What do you love about the future? If the future does not include being out there among the stars and being a multi-planet species, I find that incredibly depressing.","author":"Elon Musk","topic":"Future"},{"quote":"We deal here with the right of all of our children, whatever their race, to an equal start in life and to an equal opportunity to reach their full potential as citizens. Those children who have been denied that right in the past deserve better than to see fences thrown up to deny them that right in the future.","author":"Thurgood Marshall","topic":"Future"},{"quote":"Go for it now. The future is promised to no one.","author":"Wayne Dyer","topic":"Future"},{"quote":"Human spirit is the ability to face the uncertainty of the future with curiosity and optimism. It is the belief that problems can be solved, differences resolved. It is a type of confidence. And it is fragile. It can be blackened by fear and superstition.","author":"Bernard Beckett","topic":"Future"},{"quote":"A good financial plan is a road map that shows us exactly how the choices we make today will affect our future.","author":"Alexa Von Tobel","topic":"Future"},{"quote":"We all have a responsibility to protect endangered species, both for their sake and for the sake of our own future generations.","author":"Loretta Lynch","topic":"Future"},{"quote":"In every conceivable manner, the family is link to our past, bridge to our future.","author":"Alex Haley","topic":"Future"},{"quote":"Together let us desire, conceive, and create the new structure of the future, which will embrace architecture and sculpture and painting in one unity and which will one day rise toward Heaven from the hands of a million workers like the crystal symbol of a new faith.","author":"Walter Gropius","topic":"Future"},{"quote":"If we open a quarrel between past and present, we shall find that we have lost the future.","author":"Winston Churchill","topic":"Future"},{"quote":"Everyone here has the sense that right now is one of those moments when we are influencing the future.","author":"Steve Jobs","topic":"Future"},{"quote":"America&#39;s future will be determined by the home and the school. The child becomes largely what he is taught; hence we must watch what we teach, and how we live.","author":"Jane Addams","topic":"Future"},{"quote":"Prejudice is a burden that confuses the past, threatens the future and renders the present inaccessible.","author":"Maya Angelou","topic":"Future"},{"quote":"A mother&#39;s happiness is like a beacon, lighting up the future but reflected also on the past in the guise of fond memories.","author":"Honore de Balzac","topic":"Future"},{"quote":"Planning is bringing the future into the present so that you can do something about it now.","author":"Alan Lakein","topic":"Future"},{"quote":"Even though the future seems far away, it is actually beginning right now.","author":"Mattie Stepanek","topic":"Future"},{"quote":"Forget the past - the future will give you plenty to worry about.","author":"George Allen, Sr.","topic":"Future"},{"quote":"The present was an egg laid by the past that had the future inside its shell.","author":"Zora Neale Hurston","topic":"Future"},{"quote":"Who controls the past controls the future. Who controls the present controls the past.","author":"George Orwell","topic":"Future"},{"quote":"If my future were determined just by my performance on a standardized test, I wouldn&#39;t be here. I guarantee you that.","author":"Michelle Obama","topic":"Future"},{"quote":"I really do encourage other manufacturers to bring electric cars to market. It&#39;s a good thing, and they need to bring it to market and keep iterating and improving and make better and better electric cars, and that&#39;s what going to result in humanity achieving a sustainable transport future. I wish it was growing faster than it is.","author":"Elon Musk","topic":"Future"},{"quote":"Imagination is the only key to the future. Without it none exists - with it all things are possible.","author":"Ida Tarbell","topic":"Future"},{"quote":"Education is the key to the future: You&#39;ve heard it a million times, and it&#39;s not wrong. Educated people have higher wages and lower unemployment rates, and better-educated countries grow faster and innovate more than other countries. But going to college is not enough. You also have to study the right subjects.","author":"Alex Tabarrok","topic":"Future"},{"quote":"I&#39;m interested in things that change the world or that affect the future and wondrous, new technology where you see it, and you&#39;re like, &#39;Wow, how did that even happen? How is that possible?&#39;","author":"Elon Musk","topic":"Future"},{"quote":"In the future, everyone will be famous for 15 minutes.","author":"Andy Warhol","topic":"Future"},{"quote":"I do not believe that civilization will be wiped out in a war fought with the atomic bomb. Perhaps two-thirds of the people of the earth will be killed.","author":"Albert Einstein","topic":"Future"},{"quote":"We are called to be architects of the future, not its victims.","author":"R. Buckminster Fuller","topic":"Future"},{"quote":"The power of youth is the common wealth for the entire world. The faces of young people are the faces of our past, our present and our future. No segment in the society can match with the power, idealism, enthusiasm and courage of the young people.","author":"Kailash Satyarthi","topic":"Future"},{"quote":"Once I knew only darkness and stillness... my life was without past or future... but a little word from the fingers of another fell into my hand that clutched at emptiness, and my heart leaped to the rapture of living.","author":"Helen Keller","topic":"Future"},{"quote":"The only difference between the saint and the sinner is that every saint has a past, and every sinner has a future.","author":"Oscar Wilde","topic":"Future"},{"quote":"The winter solstice has always been special to me as a barren darkness that gives birth to a verdant future beyond imagination, a time of pain and withdrawal that produces something joyfully inconceivable, like a monarch butterfly masterfully extracting itself from the confines of its cocoon, bursting forth into unexpected glory.","author":"Gary Zukav","topic":"Future"},{"quote":"Control your own destiny or someone else will.","author":"Jack Welch","topic":"Future"},{"quote":"As long as we are persistence in our pursuit of our deepest destiny, we will continue to grow. We cannot choose the day or time when we will fully bloom. It happens in its own time.","author":"Denis Waitley","topic":"Future"},{"quote":"A women who doesn&#39;t wear perfume has no future.","author":"Coco Chanel","topic":"Future"},{"quote":"The challenge of the unknown future is so much more exciting than the stories of the accomplished past.","author":"Simon Sinek","topic":"Future"},{"quote":"What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations.","author":"Adam Braun","topic":"Future"},{"quote":"No work or love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now.","author":"Alan Watts","topic":"Future"},{"quote":"Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.","author":"Marcus Aurelius","topic":"Future"},{"quote":"The shape and solutions of the future rely totally on the collective effort of people working together. We are all an integral part of the web of life.","author":"Jacque Fresco","topic":"Future"},{"quote":"Science and technology are a propellant for building a thriving country, and the happiness of the people and the future of the country hinge on their development.","author":"Kim Jong-un","topic":"Future"},{"quote":"Promises are the uniquely human way of ordering the future, making it predictable and reliable to the extent that this is humanly possible.","author":"Hannah Arendt","topic":"Future"},{"quote":"Right actions in the future are the best apologies for bad actions in the past.","author":"Tryon Edwards","topic":"Future"},{"quote":"Discontent, blaming, complaining, self-pity cannot serve as a foundation for a good future, no matter how much effort you make.","author":"Eckhart Tolle","topic":"Future"},{"quote":"What matters is to live in the present, live now, for every moment is now. It is your thoughts and acts of the moment that create your future. The outline of your future path already exists, for you created its pattern by your past.","author":"Sai Baba","topic":"Future"},{"quote":"As an architect, you design for the present, with an awareness of the past, for a future which is essentially unknown.","author":"Norman Foster","topic":"Future"},{"quote":"You never know what the future holds, so I am just enjoying being happy, healthy, and having my wonderful husband by my side.","author":"Olivia Newton-John","topic":"Future"},{"quote":"No matter what happens to me and my career in the future, Berlin is always going to be my hometown.","author":"Alexandra Maria Lara","topic":"Future"},{"quote":"We cannot turn the clock back nor can we undo the harm caused, but we have the power to determine the future and to ensure that what happened never happens again.","author":"Paul Kagame","topic":"Future"},{"quote":"To the wrongs that need resistance, To the right that needs assistance, To the future in the distance, Give yourselves.","author":"Carrie Chapman Catt","topic":"Future"},{"quote":"The Super Bowl is a game. Life is for real. What I went through helped me get to where I am today. I won&#39;t forget. I can&#39;t forget. Because a man who forgets his past sometimes loses his soul and forgets where to go in the future.","author":"Junior Seau","topic":"Future"},{"quote":"If humanity doesn&#39;t land on Mars in my lifetime, I would be very disappointed.","author":"Elon Musk","topic":"Future"},{"quote":"A fun pair of earrings is basically the finishing touch to any outfit; a nice watch is both practical and decorative, while the perfect unique bag is not only eye-catching but also timeless - it can be passed on to future generations.","author":"Liu Wen","topic":"Future"},{"quote":"I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.","author":"John F. Kennedy","topic":"Future"},{"quote":"We must restore hope to young people, help the old, be open to the future, spread love. Be poor among the poor. We need to include the excluded and preach peace.","author":"Pope Francis","topic":"Future"},{"quote":"Without ethics, man has no future. This is to say, mankind without them cannot be itself. Ethics determine choices and actions and suggest difficult priorities.","author":"John Berger","topic":"Future"},{"quote":"Education, therefore, is a process of living and not a preparation for future living.","author":"John Dewey","topic":"Future"},{"quote":"The atomic bomb made the prospect of future war unendurable. It has led us up those last few steps to the mountain pass; and beyond there is a different country.","author":"J. Robert Oppenheimer","topic":"Future"},{"quote":"If recycling is the future, then we must focus our efforts on mitigating negative impacts to our community while protecting our environment.","author":"Tony Cardenas","topic":"Future"},{"quote":"The only thing we know about the future is that it will be different.","author":"Peter Drucker","topic":"Future"},{"quote":"My future is righteousness.","author":"Bob Marley","topic":"Future"},{"quote":"We are a party of innovation. We do not reject our traditions, but we are willing to adapt to changing circumstances, when change we must. We are willing to suffer the discomfort of change in order to achieve a better future.","author":"Barbara Jordan","topic":"Future"},{"quote":"No other investment yields as great a return as the investment in education. An educated workforce is the foundation of every community and the future of every economy.","author":"Brad Henry","topic":"Future"},{"quote":"I want to make sure that that future that we&#39;re creating is one that is the best it can be for people around the world, and also one that includes the full range of our talent and our skills - and, you know, gender and ethnicity, geography - to solving the world&#39;s problems.","author":"Mae Jemison","topic":"Future"},{"quote":"The most important thing about global warming is this. Whether humans are responsible for the bulk of climate change is going to be left to the scientists, but it&#39;s all of our responsibility to leave this planet in better shape for the future generations than we found it.","author":"Mike Huckabee","topic":"Future"},{"quote":"The scientific man does not aim at an immediate result. He does not expect that his advanced ideas will be readily taken up. His work is like that of the planter - for the future. His duty is to lay the foundation for those who are to come, and point the way.","author":"Nikola Tesla","topic":"Future"},{"quote":"Our future growth relies on competitiveness and innovation, skills and productivity... and these in turn rely on the education of our people.","author":"Julia Gillard","topic":"Future"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Future"},{"quote":"What I&#39;m asking for is hard. It&#39;s easier to be cynical; to accept that change isn&#39;t possible, and politics is hopeless, and to believe that our voices and actions don&#39;t matter. But if we give up now, then we forsake a better future.","author":"Barack Obama","topic":"Future"},{"quote":"If you want a vision of the future, imagine a boot stamping on a human face - forever.","author":"George Orwell","topic":"Future"},{"quote":"I know of no way of judging the future but by the past.","author":"Patrick Henry","topic":"Future"},{"quote":"The future is fluid. Each act, each decision, and each development creates new possibilities and eliminates others. The future is ours to direct.","author":"Jacque Fresco","topic":"Future"},{"quote":"The future is built on brains, not prom court, as most people can tell you after attending their high school reunion. But you&#39;d never know it by talking to kids or listening to the messages they get from the culture and even from their schools.","author":"Anna Quindlen","topic":"Future"},{"quote":"I&#39;m trying to get to a deep future, but in order to get to a deep future, I had to think about the deep past.","author":"Mary Daly","topic":"Future"},{"quote":"Prediction is very difficult, especially if it&#39;s about the future.","author":"Niels Bohr","topic":"Future"},{"quote":"Real generosity toward the future lies in giving all to the present.","author":"Albert Camus","topic":"Future"},{"quote":"Keep all special thoughts and memories for lifetimes to come. Share these keepsakes with others to inspire hope and build from the past, which can bridge to the future.","author":"Mattie Stepanek","topic":"Future"},{"quote":"To live in the light of a new day and an unimaginable and unpredictable future, you must become fully present to a deeper truth - not a truth from your head, but a truth from your heart; not a truth from your ego, but a truth from the highest source.","author":"Debbie Ford","topic":"Future"},{"quote":"When I look into the future, it&#39;s so bright it burns my eyes.","author":"Oprah Winfrey","topic":"Future"},{"quote":"Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.","author":"Denis Waitley","topic":"Future"},{"quote":"The best years of your life are the ones in which you decide your problems are your own. You do not blame them on your mother, the ecology, or the president. You realize that you control your own destiny.","author":"Albert Ellis","topic":"Future"},{"quote":"Without culture, and the relative freedom it implies, society, even when perfect, is but a jungle. This is why any authentic creation is a gift to the future.","author":"Albert Camus","topic":"Future"},{"quote":"The illiterate of the future will not be the person who cannot read. It will be the person who does not know how to learn.","author":"Alvin Toffler","topic":"Future"},{"quote":"The important consequences to the American States from this Declaration of Independence, considered as the ground and foundation of a future government, naturally suggest the propriety of proclaiming it in such a manner as that the people may be universally informed of it.","author":"John Hancock","topic":"Future"},{"quote":"People don&#39;t realize that now is all there ever is; there is no past or future except as memory or anticipation in your mind.","author":"Eckhart Tolle","topic":"Future"},{"quote":"Do you realize that if you fall into a black hole, you will see the entire future of the Universe unfold in front of you in a matter of moments and you will emerge into another space-time created by the singularity of the black hole you just fell into?","author":"Neil deGrasse Tyson","topic":"Future"},{"quote":"The real enemies of our life are the &#39;oughts&#39; and the &#39;ifs.&#39; They pull us backward into the unalterable past and forward into the unpredictable future. But real life takes place in the here and now.","author":"Henri Nouwen","topic":"Future"},{"quote":"The future is no more uncertain than the present.","author":"Walt Whitman","topic":"Future"},{"quote":"Map out your future - but do it in pencil. The road ahead is as long as you make it. Make it worth the trip.","author":"Jon Bon Jovi","topic":"Future"},{"quote":"At some future period, not very distant as measured by centuries, the civilized races of man will almost certainly exterminate, and replace the savage races throughout the world.","author":"Charles Darwin","topic":"Future"},{"quote":"To state the facts frankly is not to despair the future nor indict the past. The prudent heir takes careful inventory of his legacies and gives a faithful accounting to those whom he owes an obligation of trust.","author":"John F. Kennedy","topic":"Future"},{"quote":"The best way to predict the future is to invent it.","author":"Alan Kay","topic":"Future"},{"quote":"Only mothers can think of the future - because they give birth to it in their children.","author":"Maxim Gorky","topic":"Future"},{"quote":"Looking ahead, future generations may learn their social skills from robots in the first place. The cute yellow Keepon robot from Carnegie Mellon University has shown the ability to facilitate social interactions with autistic children. Morphy at the University of Washington happily teaches gestures to children by demonstration.","author":"Daniel H. Wilson","topic":"Future"},{"quote":"As human beings, we are vulnerable to confusing the unprecedented with the improbable. In our everyday experience, if something has never happened before, we are generally safe in assuming it is not going to happen in the future, but the exceptions can kill you and climate change is one of those exceptions.","author":"Al Gore","topic":"Future"},{"quote":"I&#39;m not good at future planning. I don&#39;t plan at all. I don&#39;t know what I&#39;m doing tomorrow. I don&#39;t have a day planner and I don&#39;t have a diary. I completely live in the now, not in the past, not in the future.","author":"Heath Ledger","topic":"Future"},{"quote":"The danger of the past was that men became slaves. The danger of the future is that men may become robots.","author":"Erich Fromm","topic":"Future"},{"quote":"The future starts today, not tomorrow.","author":"Pope John Paul II","topic":"Future"},{"quote":"Only you can control your future.","author":"Dr. Seuss","topic":"Future"},{"quote":"The future of advertising is the Internet.","author":"Bill Gates","topic":"Future"},{"quote":"A good education is a foundation for a better future.","author":"Elizabeth Warren","topic":"Future"},{"quote":"If we can&#39;t begin to agree on fundamentals, such as the elimination of the most abusive forms of child labor, then we really are not ready to march forward into the future.","author":"Alexis Herman","topic":"Future"},{"quote":"Our intuition about the future is linear. But the reality of information technology is exponential, and that makes a profound difference. If I take 30 steps linearly, I get to 30. If I take 30 steps exponentially, I get to a billion.","author":"Ray Kurzweil","topic":"Future"},{"quote":"Wonder Woman is a fighter, better than most, but it&#39;s what she fights for that is important. It&#39;s her vision of a future of peace and acceptance that makes her the right ambassador for everyone.","author":"Gal Gadot","topic":"Future"},{"quote":"I am tomorrow, or some future day, what I establish today. I am today what I established yesterday or some previous day.","author":"James Joyce","topic":"Future"},{"quote":"Elegance is not the prerogative of those who have just escaped from adolescence, but of those who have already taken possession of their future.","author":"Coco Chanel","topic":"Future"},{"quote":"Because of lack of moral principle, human life becomes worthless. Moral principle, truthfulness, is a key factor. If we lose that, then there is no future.","author":"Dalai Lama","topic":"Future"},{"quote":"America is false to the past, false to the present, and solemnly binds herself to be false to the future.","author":"Frederick Douglass","topic":"Future"},{"quote":"An exciting and inspiring future awaits you beyond the noise in your mind, beyond the guilt, doubt, fear, shame, insecurity and heaviness of the past you carry around.","author":"Debbie Ford","topic":"Future"},{"quote":"My parents taught me to never give up and to always believe that my future could be whatever I dreamt it to be.","author":"Susana Martinez","topic":"Future"},{"quote":"The only way to predict the future is to have power to shape the future.","author":"Eric Hoffer","topic":"Future"},{"quote":"I&#39;ll never stop dreaming that one day we can be a real family, together, all of us laughing and talking, loving and understanding, not looking at the past but only to the future.","author":"LaToya Jackson","topic":"Future"},{"quote":"Never be afraid to trust an unknown future to a known God.","author":"Corrie Ten Boom","topic":"Future"},{"quote":"I touch the future. I teach.","author":"Christa McAuliffe","topic":"Future"},{"quote":"I grew up in a working class family. People thought I might go work at a mill. My mom wanted me to learn how to lay carpet because she was concerned about my future. Nobody had high hopes for me. But I was a hustler.","author":"Mark Cuban","topic":"Future"},{"quote":"The Gospel offers forgiveness for the past, new life for the present, and hope for the future.","author":"John Sentamu","topic":"Future"},{"quote":"We have to do with the past only as we can make it useful to the present and the future.","author":"Frederick Douglass","topic":"Future"},{"quote":"We drive into the future using only our rearview mirror.","author":"Marshall McLuhan","topic":"Future"},{"quote":"Building sustainable cities - and a sustainable future - will need open dialogue among all branches of national, regional and local government. And it will need the engagement of all stakeholders - including the private sector and civil society, and especially the poor and marginalized.","author":"Ban Ki-moon","topic":"Future"},{"quote":"Humans are the only creatures with the ability to dive deep in the sea, fly high in the sky, send instant messages around the globe, reflect on the past, assess the present and imagine the future.","author":"Sylvia Earle","topic":"Future"},{"quote":"I begin my reign with profound emotion at the honour of accepting the Crown, aware of the responsibility it entails and with the greatest hope for the future of Spain.","author":"Felipe VI of Spain","topic":"Future"},{"quote":"Choose your friends with caution; plan your future with purpose, and frame your life with faith.","author":"Thomas S. Monson","topic":"Future"},{"quote":"Don&#39;t wait to be successful at some future point. Have a successful relationship with the present moment and be fully present in whatever you are doing. That is success.","author":"Eckhart Tolle","topic":"Future"},{"quote":"I have realized that the past and future are real illusions, that they exist in the present, which is what there is and all there is.","author":"Alan Watts","topic":"Future"},{"quote":"I know why I am here and my only real focused goal is to live each day to the fullest and to try and honor God and be an encouragement to others. What the future holds is firmly in God&#39;s hands, and I am very happy about that!","author":"Ken Hensley","topic":"Future"},{"quote":"No valid plans for the future can be made by those who have no capacity for living now.","author":"Alan Watts","topic":"Future"},{"quote":"The hardships that I encountered in the past will help me succeed in the future.","author":"Philip Emeagwali","topic":"Future"},{"quote":"Being fully present is the best guarantee for a bright future.","author":"Guy Finley","topic":"Future"},{"quote":"Fear not for the future, weep not for the past.","author":"Percy Bysshe Shelley","topic":"Future"},{"quote":"Leaders don&#39;t look backwards to condemn what has already been done; they look forward to create a better future.","author":"Mark Cuban","topic":"Future"},{"quote":"Destiny has two ways of crushing us - by refusing our wishes and by fulfilling them.","author":"Henri Frederic Amiel","topic":"Future"},{"quote":"We&#39;ll have a sales leader go run engineering. A lawyer go run business development. A business development leader go run our consumer operations. We&#39;re going to train a generalist group of leaders who know how to learn and operate in collaboration teamwork. I think that&#39;s the future of leadership.","author":"John T. Chambers","topic":"Future"},{"quote":"I am not interested in the past, except as the road to the future.","author":"Gianni Versace","topic":"Future"},{"quote":"Social media... it&#39;s the future for the new generation.","author":"Cameron Dallas","topic":"Future"},{"quote":"I take all of my life lessons, which some people might call &#39;mistakes,&#39; and apply them to my future so that I keep growing.","author":"Kimberly Caldwell","topic":"Future"},{"quote":"Most of what I&#39;ve learnt is too personal or controversial to share, but nevertheless, experiences have helped me understand things better and have been necessary for what my journey in future will be.","author":"Tena Desae","topic":"Future"},{"quote":"Therefore I am sure that this, my Coronation, is not the symbol of a power and a splendor that are gone but a declaration of our hopes for the future, and for the years I may, by God&#39;s Grace and Mercy, be given to reign and serve you as your Queen.","author":"Queen Elizabeth II","topic":"Future"},{"quote":"When you realize the value of all life, you dwell less on what is past and concentrate more on the preservation of the future.","author":"Dian Fossey","topic":"Future"},{"quote":"The most glorious moments in your life are not the so-called days of success, but rather those days when out of dejection and despair you feel rise in you a challenge to life, and the promise of future accomplishments.","author":"Gustave Flaubert","topic":"Future"},{"quote":"Losers live in the past. Winners learn from the past and enjoy working in the present toward the future.","author":"Denis Waitley","topic":"Future"},{"quote":"There&#39;s no point in making predictions. It&#39;s not worth speculating because nothing is set in stone and things change all the time in football. Today there are opportunities that no one knows if they will come round again in the future.","author":"Cristiano Ronaldo","topic":"Future"},{"quote":"Biodiversity starts in the distant past and it points toward the future.","author":"Frans Lanting","topic":"Future"},{"quote":"The power to mould the future of the Republic will be in the hands of the journalists of future generations.","author":"Joseph Pulitzer","topic":"Future"},{"quote":"We have lost our vision for the future. Before, we say, &#39;Nothing will be the same. Cars will fly, and we go to the end of the universe.&#39; We have this kind of naive but exciting idea of the future. Now, the vision has been reduced to ways to select our garbage and how to survive global warming.","author":"Jean-Michel Jarre","topic":"Future"},{"quote":"I don&#39;t think the human mind can comprehend the past and the future. They are both just illusions that can manipulate you into thinking theres some kind of change.","author":"Bob Dylan","topic":"Future"},{"quote":"Does art have a future? Performance genres like opera, theater, music and dance are thriving all over the world, but the visual arts have been in slow decline for nearly 40 years. No major figure of profound influence has emerged in painting or sculpture since the waning of Pop Art and the birth of Minimalism in the early 1970s.","author":"Camille Paglia","topic":"Future"},{"quote":"Girls are the future mothers of our society, and it is important that we focus on their well-being.","author":"Miriam Makeba","topic":"Future"},{"quote":"Education is not a tool for development - individual, community and the nation. It is the foundation for our future. It is empowerment to make choices and emboldens the youth to chase their dreams.","author":"Nita Ambani","topic":"Future"},{"quote":"If you think in terms of a year, plant a seed; if in terms of ten years, plant trees; if in terms of 100 years, teach the people.","author":"Confucius","topic":"Future"},{"quote":"Tomorrow is only found in the calendar of fools.","author":"Og Mandino","topic":"Future"},{"quote":"Canada was built around a very simple premise. A promise that you can work hard and succeed and build a future for yourselves and your kids, and that future for your kids would be better than the one you had.","author":"Justin Trudeau","topic":"Future"},{"quote":"A dream is your creative vision for your life in the future. You must break out of your current comfort zone and become comfortable with the unfamiliar and the unknown.","author":"Denis Waitley","topic":"Future"},{"quote":"No graduation speaker will ever tell you that the future is anything but uncertain. It never is. But graduations need not only be obsessed with looking ahead; a graduation can be a day on which we turn back and trace our steps to see how we ended up where we are.","author":"Taylor Mali","topic":"Future"},{"quote":"The one thing we know about the future is that it comes only one day at a time.","author":"Jeff Rich","topic":"Future"},{"quote":"Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way.","author":"Eileen Caddy","topic":"Future"},{"quote":"Even gang members imagine a future that doesn&#39;t include gangs.","author":"Greg Boyle","topic":"Future"},{"quote":"Innovation is the calling card of the future.","author":"Anna Eshoo","topic":"Future"},{"quote":"Look back over the past, with its changing empires that rose and fell, and you can foresee the future, too.","author":"Marcus Aurelius","topic":"Future"},{"quote":"I&#39;m always thinking about creating. My future starts when I wake up every morning... Every day I find something creative to do with my life.","author":"Miles Davis","topic":"Future"},{"quote":"People tend to dwell more on negative things than on good things. So the mind then becomes obsessed with negative things, with judgments, guilt and anxiety produced by thoughts about the future and so on.","author":"Eckhart Tolle","topic":"Future"},{"quote":"Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level.","author":"A. P. J. Abdul Kalam","topic":"Future"},{"quote":"That is America. That is America. Those bonds of affection; that common creed. We don&#39;t fear the future; we shape it. We embrace it, as one people, stronger together than we are on our own.","author":"Barack Obama","topic":"Future"},{"quote":"The direction in which education starts a man will determine his future in life.","author":"Plato","topic":"Future"},{"quote":"Trying to tear down the past prohibits you from building up your future.","author":"Lil Wayne","topic":"Future"},{"quote":"The past explains how I got here, but the future is up to me - and I love to live life at full throttle.","author":"Janice Dickinson","topic":"Future"},{"quote":"It is by no means an irrational fancy that, in a future existence, we shall look upon what we think our present existence, as a dream.","author":"Edgar Allan Poe","topic":"Future"},{"quote":"I&#39;m always looking to the future and what will next be on the horizon.","author":"Jose Andres","topic":"Future"},{"quote":"Humanity has the stars in its future, and that future is too important to be lost under the burden of juvenile folly and ignorant superstition.","author":"Isaac Asimov","topic":"Future"},{"quote":"As a leader, I am tough on myself and I raise the standard for everybody; however, I am very caring because I want people to excel at what they are doing so that they can aspire to be me in the future.","author":"Indra Nooyi","topic":"Future"},{"quote":"I think the teaching profession contributes more to the future of our society than any other single profession.","author":"John Wooden","topic":"Future"},{"quote":"The future of humanity is going to bifurcate in two directions: Either it&#39;s going to become multiplanetary, or it&#39;s going to remain confined to one planet and eventually there&#39;s going to be an extinction event.","author":"Elon Musk","topic":"Future"},{"quote":"By refocusing our space program on Mars for America&#39;s future, we can restore the sense of wonder and adventure in space exploration that we knew in the summer of 1969. We won the moon race; now it&#39;s time for us to live and work on Mars, first on its moons and then on its surface.","author":"Buzz Aldrin","topic":"Future"},{"quote":"When the mind once allows a doubt to gain entrance, the value of deeds performed grow less, their character changes, we forget the past and dread the future.","author":"Jules Verne","topic":"Future"},{"quote":"Middle class families are struggling to send their sons and daughters to school. For many Americans, a college education is essential to future success.","author":"Albio Sires","topic":"Future"},{"quote":"Invest three percent of your income in yourself (self-development) in order to guarantee your future.","author":"Brian Tracy","topic":"Future"},{"quote":"Feminism is, I hope, a way to a better future for everyone who inhabits this world. Feminism should not be something that needs a seductive marketing campaign. The idea of women moving through the world as freely as men should sell itself.","author":"Roxane Gay","topic":"Future"},{"quote":"No matter who we are or where we live, we all share a basic concern for the safety and well-being of our young people. Their welfare is the most telling measure of our nation&#39;s success - and their potential is the most promising element of its future. It is up to us - all of us - to safeguard that future.","author":"Loretta Lynch","topic":"Future"},{"quote":"The place where I think social media fails is in showing the knowledge, the tradition of stitching the clothing, of cutting the fabric, of the tannery, of the skinning of the jewels - this knowledge needs respect. Online and social media is the future, but we need to learn from the past, too.","author":"Giuseppe Zanotti","topic":"Future"},{"quote":"While the resurrection promises us a new and perfect life in the future, God loves us too much to leave us alone to contend with the pain, guilt and loneliness of our present life.","author":"Josh McDowell","topic":"Future"},{"quote":"Do not brood over your past mistakes and failures as this will only fill your mind with grief, regret and depression. Do not repeat them in the future.","author":"Swami Sivananda","topic":"Future"},{"quote":"Life is divided into three terms - that which was, which is, and which will be. Let us learn from the past to profit by the present, and from the present, to live better in the future.","author":"William Wordsworth","topic":"Future"},{"quote":"Let us put our minds together and see what life we can make for our children.","author":"Sitting Bull","topic":"Future"},{"quote":"If future generations are to remember us more with gratitude than sorrow, we must achieve more than just the miracles of technology. We must also leave them a glimpse of the world as it was created, not just as it looked when we got through with it.","author":"Lyndon B. Johnson","topic":"Future"},{"quote":"Vaccines are the most cost-effective health care interventions there are. A dollar spent on a childhood vaccination not only helps save a life, but greatly reduces spending on future healthcare.","author":"Ezekiel Emanuel","topic":"Future"},{"quote":"Every time I see an adult on a bicycle, I no longer despair for the future of the human race.","author":"H. G. Wells","topic":"Future"},{"quote":"Cease to inquire what the future has in store, and take as a gift whatever the day brings forth.","author":"Horace","topic":"Future"},{"quote":"Future generations are not going to ask us what political party were you in. They are going to ask what did you do about it, when you knew the glaciers were melting.","author":"Martin Sheen","topic":"Future"},{"quote":"Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future.","author":"Dale Turner","topic":"Future"},{"quote":"The essence of optimism is that it takes no account of the present, but it is a source of inspiration, of vitality and hope where others have resigned; it enables a man to hold his head high, to claim the future for himself and not to abandon it to his enemy.","author":"Dietrich Bonhoeffer","topic":"Future"},{"quote":"Our young people are patriots and heroes whom we can be proud of before the world; that they have a large contingent of such trustworthy young people is a great blessing for the Workers&#39; Party of Korea and a source of pride for Korea, and this assures the great strength of our dignified state and its bright future.","author":"Kim Jong-un","topic":"Future"},{"quote":"The empires of the future are the empires of the mind.","author":"Winston Churchill","topic":"Future"},{"quote":"Leaders establish the vision for the future and set the strategy for getting there.","author":"John P. Kotter","topic":"Future"},{"quote":"All political thinking for years past has been vitiated in the same way. People can foresee the future only when it coincides with their own wishes, and the most grossly obvious facts can be ignored when they are unwelcome.","author":"George Orwell","topic":"Future"},{"quote":"You practice mindfulness, on the one hand, to be calm and peaceful. On the other hand, as you practice mindfulness and live a life of peace, you inspire hope for a future of peace.","author":"Thich Nhat Hanh","topic":"Future"},{"quote":"I got a bright future ahead of me.","author":"Justin Bieber","topic":"Future"},{"quote":"The influence of teachers extends beyond the classroom, well into the future. It is they who shape and enrich the minds of the young, who touch their hearts and souls. It is they who shape a nation&#39;s future.","author":"F. Sionil Jose","topic":"Future"},{"quote":"The future influences the present just as much as the past.","author":"Friedrich Nietzsche","topic":"Future"},{"quote":"I&#39;m not sure what the future holds but I do know that I&#39;m going to be positive and not wake up feeling desperate. As my dad said &#39;Nic, it is what it is, it&#39;s not what it should have been, not what it could have been, it is what it is.&#39;","author":"Nicole Kidman","topic":"Future"},{"quote":"Sustainable development is a fundamental break that&#39;s going to reshuffle the entire deck. There are companies today that are going to dominate in the future simply because they understand that.","author":"Francois-Henri Pinault","topic":"Future"},{"quote":"I believe that you control your destiny, that you can be what you want to be. You can also stop and say, &#39;No, I won&#39;t do it, I won&#39;t behave his way anymore. I&#39;m lonely and I need people around me, maybe I have to change my methods of behaving,&#39; and then you do it.","author":"Leo Buscaglia","topic":"Future"},{"quote":"Freedom is secured every day by our men and women in uniform. We must build a future worthy of their sacrifice.","author":"Nancy Pelosi","topic":"Future"},{"quote":"When modeling agencies were saying that I was too big and gaining weight, my mom said, &#39;OK, we&#39;re going to discuss what they&#39;re saying over pizza, and we&#39;re going to plan the future of your career which doesn&#39;t involve you having to be skinny.&#39;","author":"Tyra Banks","topic":"Future"},{"quote":"Listen, you know this: If there&#39;s not a rebellious youth culture, there&#39;s no culture at all. It&#39;s absolutely essential. It is the future. This is what we&#39;re supposed to do as a species, is advance ideas.","author":"John Lydon","topic":"Future"},{"quote":"Today, no leader can afford to be indifferent to the challenge of engaging employees in the work of creating the future. Engagement may have been optional in the past, but it&#39;s pretty much the whole game today.","author":"Gary Hamel","topic":"Future"},{"quote":"While the crash only took place six months ago, I am convinced we have now passed the worst, and with continued unity of effort, we shall rapidly recover. There is one certainty of the future of a people of the resources, intelligence and character of the people of the United States - that is, prosperity.","author":"Herbert Hoover","topic":"Future"},{"quote":"While I take inspiration from the past, like most Americans, I live for the future.","author":"Ronald Reagan","topic":"Future"},{"quote":"I think the future of psychotherapy and psychology is in the school system. We need to teach every child how to rarely seriously disturb himself or herself and how to overcome disturbance when it occurs.","author":"Albert Ellis","topic":"Future"},{"quote":"People look to time in expectation that it will eventually make them happy, but you cannot find true happiness by looking toward the future.","author":"Eckhart Tolle","topic":"Future"},{"quote":"Hope is trust in God&#39;s promises, faith that if we act now, the desired blessings will be fulfilled in the future.","author":"James E. Faust","topic":"Future"},{"quote":"I always say snowboarding saved my life. It gave me a reason to focus on the future; it gave me something to be passionate about.","author":"Amy Purdy","topic":"Future"},{"quote":"I&#39;ve always been interested in photographing traditions and customs - especially in America. The prom is an American tradition, a rite of passage that has always been one of the most important rituals of American youth. It is a day in our lives that we never forget - a day full of hopes and dreams for our future.","author":"Mary Ellen Mark","topic":"Future"},{"quote":"If I could time travel into the future, my first port of call would be the point where medical technology is at its best because, like most people on this planet, I have this aversion to dying.","author":"Neal Asher","topic":"Future"},{"quote":"If we are to better the future we must disturb the present.","author":"Catherine Booth","topic":"Future"},{"quote":"Anyone who is passionate about what they do will have a better chance of connecting with future generations than those who simply follow transient trends. At least their work will have a distinctive character, and this is what people respond to, I believe.","author":"Giorgio Armani","topic":"Future"},{"quote":"Living in dreams of yesterday, we find ourselves still dreaming of impossible future conquests.","author":"Charles Lindbergh","topic":"Future"},{"quote":"I imagine a day, some time in the not too distant future when children and teenagers will be able to create their own genetically engineered machines, cure the diseases of the old and find new ways to build and extend the capabilities of humanity, moving from programming software to programing the physical world, through biology.","author":"Ryan Bethencourt","topic":"Future"},{"quote":"Have you not noticed that love is silence? It may be while holding the hand of another, or looking lovingly at a child, or taking in the beauty of an evening. Love has no past or future, and so it is with this extraordinary state of silence.","author":"Jiddu Krishnamurti","topic":"Future"},{"quote":"In order to design a future of positive change, we must first become expert at changing our minds.","author":"Jacque Fresco","topic":"Future"},{"quote":"People sacrifice the present for the future. But life is available only in the present. That is why we should walk in such a way that every step can bring us to the here and the now.","author":"Thich Nhat Hanh","topic":"Future"},{"quote":"If we intend to provide a better life, and a better world, for future generations, we can&#39;t ignore the quality of the environment we leave them.","author":"John Kasich","topic":"Future"},{"quote":"No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!","author":"Joyce Meyer","topic":"Future"},{"quote":"Dreams about the future are always filled with gadgets.","author":"Neil deGrasse Tyson","topic":"Future"},{"quote":"There is never time in the future in which we will work out our salvation. The challenge is in the moment; the time is always now.","author":"James A. Baldwin","topic":"Future"},{"quote":"The clear and present danger of climate change means we cannot burn our way to prosperity. We already rely too heavily on fossil fuels. We need to find a new, sustainable path to the future we want. We need a clean industrial revolution.","author":"Ban Ki-moon","topic":"Future"},{"quote":"Pick the day. Enjoy it - to the hilt. The day as it comes. People as they come... The past, I think, has helped me appreciate the present - and I don&#39;t want to spoil any of it by fretting about the future.","author":"Audrey Hepburn","topic":"Future"},{"quote":"And all your future lies beneath your hat.","author":"John Oldham","topic":"Future"},{"quote":"There are people in every time and every land who want to stop history in its tracks. They fear the future, mistrust the present, and invoke the security of a comfortable past which, in fact, never existed.","author":"Robert Kennedy","topic":"Future"},{"quote":"Let others lead small lives, but not you. Let others argue over small things, but not you. Let others cry over small hurts, but not you. Let others leave their future in someone else&#39;s hands, but not you.","author":"Jim Rohn","topic":"Future"},{"quote":"Education is not only a ladder of opportunity, but it is also an investment in our future.","author":"Ed Markey","topic":"Future"},{"quote":"I don&#39;t know what the future may hold, but I know who holds the future.","author":"Ralph Abernathy","topic":"Future"},{"quote":"A dream collage is pictures of your goals. It is like your future photo album.","author":"Bo Bennett","topic":"Future"},{"quote":"As educators, we are only as effective as what we know. If we have no working knowledge of what students studied in previous years, how can we build on their learning? If we have no insight into the curriculum in later grades, how can we prepare learners for future classes?","author":"Heidi Hayes Jacobs","topic":"Future"},{"quote":"The future will be better tomorrow.","author":"Dan Quayle","topic":"Future"},{"quote":"Fascism, the more it considers and observes the future and the development of humanity, quite apart from political considerations of the moment, believes neither in the possibility nor the utility of perpetual peace.","author":"Benito Mussolini","topic":"Future"},{"quote":"The future which we hold in trust for our own children will be shaped by our fairness to other people&#39;s children.","author":"Marian Wright Edelman","topic":"Future"},{"quote":"The future belongs to us, because we have taken charge of it. We have the commitment, we have the resourcefulness, and we have the strength of our people to share the dream across Africa of clean water for all.","author":"Ellen Johnson Sirleaf","topic":"Future"},{"quote":"Knowing your HIV status is so important for your future health and that of your loved ones.","author":"David Furnish","topic":"Future"},{"quote":"The Internet: transforming society and shaping the future through chat.","author":"Dave Barry","topic":"Future"},{"quote":"My purpose... to go on with my heart and soul, devoting all my energies to Girl Scouts, and heart and hand with them, we will make our lives and the lives of the future girls happy, healthy and holy.","author":"Juliette Gordon Low","topic":"Future"},{"quote":"Creativity has always depended on openness and flexibility, so let us hope for more of both in the future.","author":"Siri Hustvedt","topic":"Future"},{"quote":"Catholic schools prepare every student to meet the challenges of their future by developing their mind, yes, but also their body and their soul and spirit.","author":"David Vitter","topic":"Future"},{"quote":"The wise man must remember that while he is a descendant of the past, he is a parent of the future.","author":"Herbert Spencer","topic":"Future"},{"quote":"We must teach our people the greatness of China&#39;s historical culture. In our educational program we must stress Chinese history and geography so that all may know and appreciate China&#39;s civilization of five thousand years and the far-flung boundaries of our ancient race. This will engender a greater faith in our own future.","author":"Chiang Kai-shek","topic":"Future"},{"quote":"The necessary thing for anyone to be happy and contented as long as he lives is working for the ones who will come after him rather than working for himself... One can reach the true delight and happiness in the life only by working for the existence, honor, and happiness of the future generations.","author":"Mustafa Kemal Ataturk","topic":"Future"},{"quote":"For the sake of future generations, we must continue to work together to realise a world without nuclear weapons.","author":"John Roos","topic":"Future"},{"quote":"I am happy to be patient zero. It is for the world, for the sick children and sick old people. My life has been good. I understand the risks but I research how people die and I am happy to say that today I do not know how I will die now. Tomorrow or in the long future I was up for a change.","author":"Liz Parrish","topic":"Future"},{"quote":"The importance of money flows from it being a link between the present and the future.","author":"John Maynard Keynes","topic":"Future"},{"quote":"A healthy vision of the future is not possible without an accurate knowledge of the past.","author":"Daisaku Ikeda","topic":"Future"},{"quote":"Anxiety is a really crippling condition, and I suffer with it myself, and I feel for anyone who suffers from it. The way that I deal with it is try as much as possible to stay in the moment to not think about the past and not think about what&#39;s coming up in the future: to try and just seize the moment as much as possible.","author":"James Arthur","topic":"Future"},{"quote":"The scientist and engineers who are building the future need the poets to make sense of it.","author":"Jason Silva","topic":"Future"},{"quote":"If you can see the magic in a fairytale, you can face the future.","author":"Danielle Steel","topic":"Future"},{"quote":"The mistakes and unresolved difficulties of the past in mathematics have always been the opportunities of its future.","author":"E. T. Bell","topic":"Future"},{"quote":"I think we have a duty to maintain the light of consciousness to make sure it continues into the future.","author":"Elon Musk","topic":"Future"},{"quote":"Your timeless self does not age and has no fear of the future. Contemplate your physical self and all its possessions, and practice laughing peacefully at it all.","author":"Wayne Dyer","topic":"Future"},{"quote":"Public education is an investment in our future.","author":"Matt Blunt","topic":"Future"},{"quote":"If you don&#39;t believe this election is important, if you think you can sit it out, take a moment to think about the Supreme Court justices that Donald Trump would nominate and what that would mean to civil liberties, equal rights, and the future of our country.","author":"Bernie Sanders","topic":"Future"},{"quote":"The immediate future is going to be tragic for all of us unless we find a way of making the vast educational resources of this country serve the true purpose of education, truth and justice.","author":"Anne Sullivan","topic":"Future"},{"quote":"We&#39;re always trying to outdo ourselves, trying to do better, trying to write better songs. I think we want to inspire other people as well, so that&#39;s what we&#39;ll try to do through future songs.","author":"Josh Dun","topic":"Future"},{"quote":"We cannot win the future, expand the economy and spur job creation if we are saddled with increasingly growing deficits. That is why the president&#39;s budget is a comprehensive and responsible plan that will put us on a path toward fiscal sustainability in the next few years - a down payment toward tackling our challenges in the long term.","author":"Jacob Lew","topic":"Future"},{"quote":"When you realize the value of all life, you dwell on what is past and concentrate more on the preservation of the future.","author":"Dian Fossey","topic":"Future"},{"quote":"I&#39;m a very happy university professor... the best thing about being a university professor is that you see young people as they&#39;re being shaped and molded toward their own future, and you have a chance to be a part of that.","author":"Condoleezza Rice","topic":"Future"},{"quote":"We must not become the new puritans and reject our society. We must address and master the future together. It can be done if we restore the belief that we share a sense of national community, that we share a common national endeavor. It can be done.","author":"Barbara Jordan","topic":"Future"},{"quote":"Sooner and later you will see great changes made, dreadful horrors and vengeances. For as the Moon is thus led by its angel, the heavens draw near to the Balance.","author":"Nostradamus","topic":"Future"},{"quote":"In the future, I&#39;m sure there will be a lot more robots in every aspect of life. If you told people in 1985 that in 25 years they would have computers in their kitchen, it would have made no sense to them.","author":"Rodney Brooks","topic":"Future"},{"quote":"I have a lack of fear, whereas in the past the fear of failure was a powerful motivator. Anyway, I have great expectations for the future, but I just don&#39;t know if I&#39;m the monarch of all I survey.","author":"Sylvester Stallone","topic":"Future"},{"quote":"The future is as bright as your faith.","author":"Thomas S. Monson","topic":"Future"},{"quote":"Each of us should think of the future. Every puff on a cigarette is another tick closer to a time bomb of terrible consequences. Christopher Hitchens didn&#39;t care about the consequences of smoking cigarettes. Tragically, he died of throat cancer in December 2011.","author":"Ray Comfort","topic":"Future"},{"quote":"Pearl Harbor caused our Nation to wholeheartedly commit to winning World War II, changing the course of our Nation&#39;s history and the world&#39;s future.","author":"Joe Baca","topic":"Future"},{"quote":"Do your duty and a little more and the future will take care of itself.","author":"Andrew Carnegie","topic":"Future"},{"quote":"I&#39;m happy, I&#39;m in a good place, I&#39;m looking forward to my future.","author":"Katy Perry","topic":"Future"},{"quote":"The human brain had a vast memory storage. It made us curious and very creative. Those were the characteristics that gave us an advantage - curiosity, creativity and memory. And that brain did something very special. It invented an idea called &#39;the future.&#39;","author":"David Suzuki","topic":"Future"},{"quote":"Hold fast to the Bible. To the influence of this Book we are indebted for all the progress made in true civilization and to this we must look as our guide in the future.","author":"Ulysses S. Grant","topic":"Future"},{"quote":"Diversification and globalization are the keys to the future.","author":"Fujio Mitarai","topic":"Future"},{"quote":"When the past no longer illuminates the future, the spirit walks in darkness.","author":"Alexis de Tocqueville","topic":"Future"},{"quote":"The past is a ghost, the future a dream, and all we ever have is now.","author":"Bill Cosby","topic":"Future"},{"quote":"Everything is a railway junction where past and future are sliding over one another, not touching.","author":"Timothy Morton","topic":"Future"},{"quote":"It&#39;s OK to have a plan, to invest in your future - for your financial security, your love life, your personal fulfillment, and even your happiness. To have personal happiness as a stated goal doesn&#39;t detract from it if you get there.","author":"Karen Finerman","topic":"Future"},{"quote":"Our youth deserve the opportunity to complete their high school and college education, free of early parenthood. Their future children deserve the opportunity to grow up in financially and emotionally stable homes. Our communities benefit from healthy, productive, well-prepared young people.","author":"Jane Fonda","topic":"Future"},{"quote":"I&#39;m living my future as long as you&#39;re living in the present and realize how beautiful life is.","author":"Dhani Jones","topic":"Future"},{"quote":"Our greatest motivation in life comes from not knowing the future.","author":"Thomas Frey","topic":"Future"},{"quote":"The future depends entirely on what each of us does every day; a movement is only people moving.","author":"Gloria Steinem","topic":"Future"},{"quote":"My colleagues and I have gone in the footsteps of our predecessors since the very first day we were called by our people to care for their future. We went any place, we looked for any avenue, we made any effort to bring about negotiations between Israel and its neighbors, negotiations without which peace remains an abstract desire.","author":"Menachem Begin","topic":"Future"},{"quote":"The most reliable way to forecast the future is to try to understand the present.","author":"John Naisbitt","topic":"Future"},{"quote":"Advances in technology will continue to reach far into every sector of our economy. Future job and economic growth in industry, defense, transportation, agriculture, health care, and life sciences is directly related to scientific advancement.","author":"Christopher Bond","topic":"Future"},{"quote":"For time and the world do not stand still. Change is the law of life. And those who look only to the past or the present are certain to miss the future.","author":"John F. Kennedy","topic":"Future"},{"quote":"With the past, I have nothing to do; nor with the future. I live now.","author":"Ralph Waldo Emerson","topic":"Future"},{"quote":"We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment.","author":"Chanakya","topic":"Future"},{"quote":"I would feel more optimistic about a bright future for man if he spent less time proving that he can outwit Nature and more time tasting her sweetness and respecting her seniority.","author":"E. B. White","topic":"Future"},{"quote":"Encouragement of higher education for our youth is critical to the success of our collective future.","author":"Charles B. Rangel","topic":"Future"},{"quote":"They might in the future more than ever before engage in hunting beavers.","author":"Samuel de Champlain","topic":"Future"},{"quote":"Ensuring quality higher education is one of the most important things we can do for future generations.","author":"Ron Lewis","topic":"Future"},{"quote":"We would fight not for the political future of a distant city, rather for principles whose destruction would ruin the possibility of peace and security for the peoples of the earth.","author":"Neville Chamberlain","topic":"Future"},{"quote":"Hope makes people good, a lot of the time. You hope for a brighter future, and resentment is outweighed.","author":"Daisy Ridley","topic":"Future"},{"quote":"The power of noble deeds is to be preserved and passed on to the future.","author":"Joshua Chamberlain","topic":"Future"},{"quote":"If you do not think about your future, you cannot have one.","author":"John Galsworthy","topic":"Future"},{"quote":"I can&#39;t speak for the future. I have no crystal ball.","author":"Michael Jordan","topic":"Future"},{"quote":"The flesh endures the storms of the present alone; the mind, those of the past and future as well as the present. Gluttony is a lust of the mind.","author":"Thomas Hobbes","topic":"Future"},{"quote":"I welcome and seek your ideas, but do not bring me small ideas; bring me big ideas to match our future.","author":"Arnold Schwarzenegger","topic":"Future"},{"quote":"The past, the present and the future are really one: they are today.","author":"Harriet Beecher Stowe","topic":"Future"},{"quote":"I stand here today - in the shadow of my parents&#39; and grandparents&#39; accomplishments - because of their willingness to sacrifice and look to my future.","author":"David Ige","topic":"Future"},{"quote":"Innovations that are guided by smallholder farmers, adapted to local circumstances, and sustainable for the economy and environment will be necessary to ensure food security in the future.","author":"Bill Gates","topic":"Future"},{"quote":"If education is always to be conceived along the same antiquated lines of a mere transmission of knowledge, there is little to be hoped from it in the bettering of man&#39;s future. For what is the use of transmitting knowledge if the individual&#39;s total development lags behind?","author":"Maria Montessori","topic":"Future"},{"quote":"The best prophet of the future is the past.","author":"Lord Byron","topic":"Future"},{"quote":"The Voting Rights Act was, and still is, vitally important to the future of democracy in the United States.","author":"Coretta Scott King","topic":"Future"},{"quote":"We need a bold, new, positive vision for the future of our country.","author":"Theresa May","topic":"Future"},{"quote":"Just as we have the power to harm the ocean, we have the power to put in place policies and modify our own behavior in ways that would be an insurance policy for the future of the sea, for the creatures there, and for us, protecting special critical areas in the ocean.","author":"Sylvia Earle","topic":"Future"},{"quote":"I&#39;m always interested in looking forward toward the future. Carving out new ways of looking at things.","author":"Herbie Hancock","topic":"Future"},{"quote":"When I was in Japan on tour in 2010, I felt like I was 30 years into the future. I love technology and they are so advanced with their phones, computers, everything. I think they had the iPhone way before we did in the U.S. I love gadgets, games, social media and I try to stay ahead on all that stuff, but they get it all first.","author":"Soulja Boy","topic":"Future"},{"quote":"You can&#39;t gaze in the crystal ball and see the future. What the Internet is going to be in the future is what society makes it.","author":"Bob Kahn","topic":"Future"},{"quote":"I have learned to live each day as it comes, and not to borrow trouble by dreading tomorrow. It is the dark menace of the future that makes cowards of us.","author":"Dorothy Dix","topic":"Future"},{"quote":"I guess short films have a bright future... The advantage is budget.","author":"Anurag Kashyap","topic":"Future"},{"quote":"The children have been a wonderful gift to me, and I&#39;m thankful to have once again seen our world through their eyes. They restore my faith in the family&#39;s future.","author":"Jackie Kennedy","topic":"Future"},{"quote":"Although children are only 24 percent of the population, they&#39;re 100 percent of our future and we cannot afford to provide any child with a substandard education.","author":"Ed Markey","topic":"Future"},{"quote":"I want to believe that those who have been appointed to accomplish this mission will be totally committed, devoting all their skills and determination to their work. I urge you to lend them your support so that, together, we can build that bright future worthy of our country.","author":"Paul Biya","topic":"Future"},{"quote":"Partition is bad. But whatever is past is past. We have only to look to the future.","author":"Mahatma Gandhi","topic":"Future"},{"quote":"Never make predictions, especially about the future.","author":"Casey Stengel","topic":"Future"},{"quote":"The future is like heaven, everyone exalts it, but no one wants to go there now.","author":"James A. Baldwin","topic":"Future"},{"quote":"Greet every morning with open arms and say thanks every night with a full heart. Each day is a precious gift to be savored and used, not left unopened and hoarded for a future that may never come.","author":"Regina Brett","topic":"Future"},{"quote":"If photographers are responsible for creating or reflecting an image of women in society, then, I must say, there is only one way for the future, and this is to define women as strong and independent. This should be the responsibility of photographers today: to free women, and finally everyone, from the terror of youth and perfection.","author":"Peter Lindbergh","topic":"Future"},{"quote":"Acting is in my family. My cousins, my sister, and I always say it&#39;s a legacy that should be kept alive. In the future, it&#39;s something I really want.","author":"Hailey Baldwin","topic":"Future"},{"quote":"It is my hope that as we commemorate Black History Month in the future, we will continue to celebrate the many achievements and rich culture of African-Americans.","author":"Eliot Engel","topic":"Future"},{"quote":"I think the human race doesn&#39;t have a future if it doesn&#39;t go into space.","author":"Stephen Hawking","topic":"Future"},{"quote":"Important reserves of natural resources, like petroleum and precious metals, are the bulwarks for laying the foundations for the future.","author":"Enrique Pena Nieto","topic":"Future"},{"quote":"Stop acting as if life is a rehearsal. Live this day as if it were your last. The past is over and gone. The future is not guaranteed.","author":"Wayne Dyer","topic":"Future"},{"quote":"Upper classes are a nation&#39;s past; the middle class is its future.","author":"Ayn Rand","topic":"Future"},{"quote":"You can never plan the future by the past.","author":"Edmund Burke","topic":"Future"},{"quote":"To prepare for the future, we must be willing to test new concepts. This means we must acquire enough information to evaluate these concepts and not be like travelers in a foreign land who compare everything with their own hometown.","author":"Jacque Fresco","topic":"Future"},{"quote":"A peaceful resolution to the Israeli-Palestinian conflict will likely depend to a great extent on the economic development of a future Palestinian state. As I have argued before, private sector investment - especially in the West Bank - is going to prove crucial in creating the right political and social context for peace.","author":"Edgar Bronfman, Sr.","topic":"Future"},{"quote":"We have chosen to bring future generations into this world of rising seas and warming temperatures, droughts and floods, heat waves and wildfires, a world in which one in four mammals and one in eight birds are at risk of disappearing forever. While the damage we&#39;ve done is irreversible, that doesn&#39;t give us the right to do nothing.","author":"Leonor Varela","topic":"Future"},{"quote":"Natural selection will not remove ignorance from future generations.","author":"Richard Dawkins","topic":"Future"},{"quote":"Somebody who can reckon with the past, who can live with the past in the present, and move towards the future - that&#39;s fabulous.","author":"Bruce Springsteen","topic":"Future"},{"quote":"It&#39;s absolutely clear that whatever cruel and unusual punishments may - may mean with regard to future things, such as death by injection or the electric chair, it&#39;s clear that - that the death penalty, in and of itself, is not considered cruel and unusual punishment.","author":"Antonin Scalia","topic":"Future"},{"quote":"Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter.","author":"Charles Lindbergh","topic":"Future"},{"quote":"I tell you the past is a bucket of ashes, so live not in your yesterdays, no just for tomorrow, but in the here and now. Keep moving and forget the post mortems; and remember, no one can get the jump on the future.","author":"Carl Sandburg","topic":"Future"},{"quote":"We need to look to the future. You can&#39;t come up with new things unless you constantly forget the past. There&#39;s no reason to keep wearing the same pair of pants.","author":"Andrew Lau","topic":"Future"},{"quote":"The factory of the future will have only two employees, a man and a dog. The man will be there to feed the dog. The dog will be there to keep the man from touching the equipment.","author":"Warren Bennis","topic":"Future"},{"quote":"We can continue to try and clean up the gutters all over the world and spend all of our resources looking at just the dirty spots and trying to make them clean. Or we can lift our eyes up and look into the skies and move forward in an evolutionary way.","author":"Buzz Aldrin","topic":"Future"},{"quote":"The human brain now holds the key to our future. We have to recall the image of the planet from outer space: a single entity in which air, water, and continents are interconnected. That is our home.","author":"David Suzuki","topic":"Future"},{"quote":"In Iroquois society, leaders are encouraged to remember seven generations in the past and consider seven generations in the future when making decisions that affect the people.","author":"Wilma Mankiller","topic":"Future"},{"quote":"I&#39;ve often been asked what drives me, particularly through the last 50 years of abuse, and ridicule. What has kept me going is one word - care. I care enough about the land, the wildlife, people, the future of humanity. If you care enough, you will do whatever you have to do, no matter what the opposition.","author":"Allan Savory","topic":"Future"},{"quote":"The Christian leader of the future is called to be completely irrelevant and to stand in this world with nothing to offer but his or her own vulnerable self. God loves us, not because of what we do or accomplish, but because God has created and redeemed us in love.","author":"Henri Nouwen","topic":"Future"},{"quote":"Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future.","author":"Brian Tracy","topic":"Future"},{"quote":"How do you think we build a future? I think we build it by investing in our kids and investing in education.","author":"Elizabeth Warren","topic":"Future"},{"quote":"Every single immigrant we have, undocumented or documented, is a future American. That&#39;s just the truth of it.","author":"Junot Diaz","topic":"Future"},{"quote":"I&#39;m really hopeful about the future of space exploration and human spaceflight. Civilization as we know it has been defined by exploration. You know, we need to go off and find out what&#39;s around the next corner and what&#39;s just beyond what we already know. It&#39;s part of our being; it&#39;s part of our moral fiber to go off and explore.","author":"Alan G. Poindexter","topic":"Future"},{"quote":"The barometer for judging the character of people, in regard human rights, is now those who consider themselves gay, homosexual, lesbian. The judgment as to whether you can trust the future, the social advancement - depending on people - will be judged on where they come out on that question.","author":"Bayard Rustin","topic":"Future"},{"quote":"Access to books and the encouragement of the habit of reading: these two things are the first and most necessary steps in education and librarians, teachers and parents all over the country know it. It is our children&#39;s right and it is also our best hope and their best hope for the future.","author":"Michael Morpurgo","topic":"Future"},{"quote":"Young men, trust God, and make the future bright with blessing. Old men, trust God, and magnify him for all the mercies of the past.","author":"Charles Spurgeon","topic":"Future"},{"quote":"In raising children, we need to continuously keep in mind how we can best create the most favorable environment for their imitative behavior. Everything done in the past regarding imitation must become more and more conscious and more and more consciously connected with the future.","author":"Rudolf Steiner","topic":"Future"},{"quote":"On Australia Day 2010, as we enter this second decade of the 21st century, Australians can be optimistic about our future, but we cannot afford to mistake optimism for complacency.","author":"Kevin Rudd","topic":"Future"},{"quote":"One of my goals is that, at a dinner party some time in the future, someone will say, &#39;Oh, my nephew is starting a ready-to-wear brand&#39;, and 20 people will turn around and say, &#39;Is he? Can we invest?&#39; in the same way that, now, if you were to say, &#39;My nephew is starting a mobile app,&#39; everyone would say, &#39;Oh, smashing! Can I invest?&#39;","author":"Natalie Massenet","topic":"Future"},{"quote":"People worry that gas prices are high and how they are affecting their pocket book. But they want to know about renewable energy. People are really starting to question things, and that&#39;s made people look to the future in a positive way.","author":"Michael Franti","topic":"Future"},{"quote":"Porsche&#39;s and Apple&#39;s design philosophies are similar. Much like the 356, the original iPhone was about defining a foundation for the future.","author":"Om Malik","topic":"Future"},{"quote":"There&#39;s no place that communicates as much - and as quickly - as Times Square does. I see the roiling energy and its forceful race into the future. Of course, after 15 minutes, I want to get as far away from there as possible.","author":"Jan Vogler","topic":"Future"},{"quote":"I wanted in my lifetime to vote for a radical Native American woman, since my vision of any future that we might have is that it will be led by women and older women.","author":"Alice Walker","topic":"Future"},{"quote":"We know from chaos theory that even if you had a perfect model of the world, you&#39;d need infinite precision in order to predict future events. With sociopolitical or economic phenomena, we don&#39;t have anything like that.","author":"Nassim Nicholas Taleb","topic":"Future"},{"quote":"When I left, after my divorce, when I left Oklahoma, I never looked back. It was the future. It was looking forward from then on.","author":"Reba McEntire","topic":"Future"},{"quote":"There comes a time in the history of nations when their peoples must become fully reconciled to their past if they are to go forward with confidence to embrace their future.","author":"Kevin Rudd","topic":"Future"},{"quote":"The ongoing conflict between us has caused heavy suffering to both peoples. The future can and must be different. Both our peoples are destined to live together side by side, on this small piece of land. This reality we cannot change.","author":"Ariel Sharon","topic":"Future"},{"quote":"An artist attunes to what things are, which means sort of listening to the future, which is just how things are - I think time is a sort of liquid that pours out of hatpins, underground trains, salt crystals. So a work of art is also listening to itself, because what it is never quite coincides with how it appears, too.","author":"Timothy Morton","topic":"Future"},{"quote":"One faces the future with one&#39;s past.","author":"Pearl S. Buck","topic":"Future"},{"quote":"The distinction between the past, present and future is only a stubbornly persistent illusion.","author":"Albert Einstein","topic":"Future"},{"quote":"We must welcome the future, remembering that soon it will be the past; and we must respect the past, remembering that it was once all that was humanly possible.","author":"George Santayana","topic":"Future"},{"quote":"Our most basic common link is that we all inhabit this planet. We all breathe the same air. We all cherish our children&#39;s future. And we are all mortal.","author":"John F. Kennedy","topic":"Future"},{"quote":"All we want is to carry out the greatest expression of a free democracy and vote on Catalonia&#39;s future. This is not about independence: it is about fundamental civil rights and the universal right of self-determination.","author":"Carles Puigdemont","topic":"Future"},{"quote":"I just want the future to happen faster. I can&#39;t imagine the future without robots.","author":"Nolan Bushnell","topic":"Future"},{"quote":"Sustainability, ensuring the future of life on Earth, is an infinite game, the endless expression of generosity on behalf of all.","author":"Paul Hawken","topic":"Future"},{"quote":"The future enters into us, in order to transform itself in us, long before it happens.","author":"Rainer Maria Rilke","topic":"Future"},{"quote":"To live only for some future goal is shallow. It&#39;s the sides of the mountain that sustain life, not the top.","author":"Robert M. Pirsig","topic":"Future"},{"quote":"Everything you need for better future and success has already been written. And guess what? All you have to do is go to the library.","author":"Henri Frederic Amiel","topic":"Future"},{"quote":"The future ain&#39;t what it used to be.","author":"Yogi Berra","topic":"Future"},{"quote":"I never think of the future - it comes soon enough.","author":"Albert Einstein","topic":"Future"},{"quote":"Not only our future economic soundness but the very soundness of our democratic institutions depends on the determination of our government to give employment to idle men.","author":"Franklin D. Roosevelt","topic":"Future"},{"quote":"All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.","author":"Brian Tracy","topic":"Future"},{"quote":"In the past the man has been first; in the future the system must be first... The first object of any good system must be that of developing first class men.","author":"Frederick W. Taylor","topic":"Future"},{"quote":"Because of poverty, we must adopt the capitalist means of production to develop our resources to get rich. However, if we ignore the issue of social justice at the beginning of China&#39;s industrialization, we will sow the seeds of class warfare in the future.","author":"Sun Yat-sen","topic":"Future"},{"quote":"It all happened so fast. The ghetto. The deportation. The sealed cattle car. The fiery altar upon which the history of our people and the future of mankind were meant to be sacrificed.","author":"Elie Wiesel","topic":"Future"},{"quote":"The potential for synthetic biology and biotechnology is vast; we all have an opportunity to create the future together.","author":"Ryan Bethencourt","topic":"Future"},{"quote":"I believe that agriculture land - productive agricultural land with water on site - will be valuable in the future.","author":"Michael Burry","topic":"Future"},{"quote":"I can&#39;t help but believe that at some time in the not-too-distant future, there is going to be another movement to change these systemic conditions of poverty, injustice, and violence in people&#39;s lives. That is where we&#39;ve got to go, and it is going to be a struggle.","author":"Coretta Scott King","topic":"Future"},{"quote":"Lots of companies don&#39;t succeed over time. What do they fundamentally do wrong? They usually miss the future.","author":"Larry Page","topic":"Future"},{"quote":"Future public education will require involvement and collaboration among various local, civic, private and nonprofit entities, a concept I like to refer to as &#39;community entrepreneurship.&#39;","author":"Donald Bren","topic":"Future"},{"quote":"Many of us crucify ourselves between two thieves - regret for the past and fear of the future.","author":"Fulton Oursler","topic":"Future"},{"quote":"I&#39;m nostalgic for the future I knew as a kid. Back then, it was a lovely, bleepy, heavenly land populated by svelte men in white polo necks, who would lounge on big white sofas sipping blue wine from big glass globes, beside women like the ones on the covers of Hedkandi chill out compilations.","author":"Peter Baynham","topic":"Future"},{"quote":"The hacker community may be small, but it possesses the skills that are driving the global economies of the future.","author":"Heather Brooke","topic":"Future"},{"quote":"To make no mistakes is not in the power of man; but from their errors and mistakes the wise and good learn wisdom for the future.","author":"Plutarch","topic":"Future"},{"quote":"Unemployment is sky-rocketing; deflation is in our future for the first time since the Great Depression. I don&#39;t care whose fault it is, it&#39;s the truth.","author":"John Mellencamp","topic":"Future"},{"quote":"If you see the magic in a fairy tale, you can face the future.","author":"Danielle Steel","topic":"Future"},{"quote":"How paramount the future is to the present when one is surrounded by children.","author":"Charles Darwin","topic":"Future"},{"quote":"It is possible to live happily in the here and the now. So many conditions of happiness are available - more than enough for you to be happy right now. You don&#39;t have to run into the future in order to get more.","author":"Thich Nhat Hanh","topic":"Future"},{"quote":"Even a brief interaction can change the way people think about themselves, their leaders, and the future. Each of those many connections you make has the potential to become a high point or a low point in someone&#39;s day.","author":"Douglas Conant","topic":"Future"},{"quote":"Vision is perhaps our greatest strength... it has kept us alive to the power and continuity of thought through the centuries, it makes us peer into the future and lends shape to the unknown.","author":"Li Ka-shing","topic":"Future"},{"quote":"Dissents speak to a future age.","author":"Ruth Bader Ginsburg","topic":"Future"},{"quote":"Without forgiveness, there&#39;s no future.","author":"Desmond Tutu","topic":"Future"},{"quote":"Let them look to the past, but let them also look to the future; let them look to the land of their ancestors, but let them look also to the land of their children.","author":"Wilfrid Laurier","topic":"Future"},{"quote":"When people flirt with despair about the future, they are less likely to take the actions necessary to safeguard it, focusing instead on the short-term.","author":"Al Gore","topic":"Future"},{"quote":"As the humanities and liberal arts are downsized, privatized, and commodified, higher education finds itself caught in the paradox of claiming to invest in the future of young people while offering them few intellectual, civic, and moral supports.","author":"Henry Giroux","topic":"Future"},{"quote":"Right now people are interested in genetic engineering to help the human race. That&#39;s a noble cause, and that&#39;s where we should be heading. But once we get past that - once we understand what genetic diseases we can deal with - when we start thinking about the future, there&#39;s an opportunity to create some new life-forms.","author":"Jack Horner","topic":"Future"},{"quote":"I don&#39;t carry the burden of the past or the madness of the future. I live in the present.","author":"Narendra Modi","topic":"Future"},{"quote":"The future battle on the ground will be preceded by battle in the air. This will determine which of the contestants has to suffer operational and tactical disadvantages and be forced throughout the battle into adoption compromise solutions.","author":"Erwin Rommel","topic":"Future"},{"quote":"Pakistan&#39;s future viability, stability and security lie in empowering its people and building political institutions. My goal is to prove that the fundamental battle for the hearts and minds of a generation can be accomplished only under democracy.","author":"Benazir Bhutto","topic":"Future"},{"quote":"This mandate that I seek is about continuity and sustainability against disruption and stagnation, about moving forward versus regressing. We have to safeguard what we have already achieved. We cannot put at risk what we have; we cannot gamble away our future.","author":"Najib Razak","topic":"Future"},{"quote":"So many people have this idea: I want to achieve something great or be somebody great. And they neglect the step that leads to greatness. They don&#39;t honor this step at this moment because they have this idea of some future moment where they are going to be great.","author":"Eckhart Tolle","topic":"Future"},{"quote":"The past is an old armchair in the attic, the present an ominous ticking sound, and the future is anybody&#39;s guess.","author":"James Thurber","topic":"Future"},{"quote":"Education is a cause very close to me. What matters is encouraging my fans to focus on their education, because only an educated generation can ensure a better future. Even when I was on tour, I did my homework and studied.","author":"Martin Garrix","topic":"Future"},{"quote":"Drugs are the enemies of ambition and hope - and when we fight against drugs we are fighting for the future.","author":"Bob Riley","topic":"Future"},{"quote":"If you want a future of shared prosperity, where the middle class is growing and poverty is declining, where the American Dream is alive and well, and where the United States remains the leading force for peace and prosperity in a highly competitive world, you should vote for Barack Obama.","author":"William J. Clinton","topic":"Future"},{"quote":"You have to look to the future with optimism instead of negative ideas. Take the good and the bad and face it head on.","author":"Goldie Hawn","topic":"Future"},{"quote":"The risk of the Holocaust is not that it will be forgotten, but that it will be embalmed and surrounded by monuments and used to absolve all future sins.","author":"Zygmunt Bauman","topic":"Future"},{"quote":"Our Heavenly Father knows us and our circumstances and even what faces us in the future. His Beloved Son, Jesus Christ, our Savior, has suffered and paid for our sins and those of all the people we will ever meet. He has perfect understanding of the feelings, the suffering, the trials, and the needs of every individual.","author":"Henry B. Eyring","topic":"Future"},{"quote":"Climate change is a very real threat right now to our economy, the future of our children, to our way of life.","author":"Suzan DelBene","topic":"Future"},{"quote":"Interest groups are not the same as individuals. Through false nostalgia for the New Deal, you are taking the younger generation hostage. They are the ones who are going to have to pay far greater taxes. They are the future&#39;s forgotten men.","author":"Amity Shlaes","topic":"Future"},{"quote":"There is a different future that is available to North Korea, if they choose differently.","author":"Mitchell Reiss","topic":"Future"},{"quote":"We can do things the cheap way, the simple way, for the short-term and without regard for the future. Or, we can make the extra effort, do the hard work, absorb the criticism and make decisions that will cause a better future.","author":"Mike Rounds","topic":"Future"},{"quote":"All sciences are now under the obligation to prepare the ground for the future task of the philosopher, which is to solve the problem of value, to determine the true hierarchy of values.","author":"Friedrich Nietzsche","topic":"Future"},{"quote":"As I have said for many years throughout this land, we&#39;re borrowing money from China to buy oil from the Persian Gulf to burn it in ways that destroy the future of human civilization. Every bit of that has to change.","author":"Al Gore","topic":"Future"},{"quote":"I was planning on my future as a homeless person. I had a really good spot picked out.","author":"Larry David","topic":"Future"},{"quote":"In the future, I can imagine that we will genetically modify ourselves using the genes that have doubled our life span since we were chimpanzees.","author":"Michio Kaku","topic":"Future"},{"quote":"I claim for Canada this, that in future Canada shall be at liberty to act or not act, to interfere or not interfere, to do just as she pleases, and that she shall reserve to herself the right to judge whether or not there is cause for her to act.","author":"Wilfrid Laurier","topic":"Future"},{"quote":"The future should be exciting, you know? It shouldn&#39;t be a nerve-wracking experience.","author":"Brendon Urie","topic":"Future"},{"quote":"Orwell&#39;s &#39;1984&#39; convinced me, rightly or wrongly, that Marxism was only a quantum leap away from tyranny. By contrast, Huxley&#39;s &#39;Brave New World&#39; suggested that the totalitarian systems of the future might be subservient and ingratiating.","author":"J. G. Ballard","topic":"Future"},{"quote":"We all need to stand together and be a part of creating the future we hope to see.","author":"Sia","topic":"Future"},{"quote":"Use your lives wisely, my friends, and conserve these precious freedoms for future generations.","author":"Ted Nugent","topic":"Future"},{"quote":"Obviously, virtual reality is where I&#39;ve placed my bet about the future and where the excitement is going. At this point, I could say it&#39;s almost a lock. It&#39;s going to be magical - it is magical - and great things are coming from that. Along the way, I was focused on the first-person shooters. I said we should go do something on mobile.","author":"John Carmack","topic":"Future"},{"quote":"Whether it&#39;s making sure that families have access to quality health care and child care, or making sure that our children receive the best educational opportunities we can give them, we must remain committed to these needs because our children are our future.","author":"Blanche Lincoln","topic":"Future"},{"quote":"I think it&#39;s important to experience kindness so that you can experience it more in the future. I believe that patterns of emotional behavior are set down before adolescence. And I think that if you have not observed kindness, you will not recognize it. You have to experience kindness in order to be kind.","author":"E. L. Konigsburg","topic":"Future"},{"quote":"Scientific research and other studies have demonstrated that arts education can enhance American students&#39; math and language skills and improve test scores which in turn increase chances of higher education and good jobs in the future.","author":"Thad Cochran","topic":"Future"},{"quote":"I was a peripheral visionary. I could see the future, but only way off to the side.","author":"Steven Wright","topic":"Future"},{"quote":"The assertion that &#39;all men are created equal&#39; was of no practical use in effecting our separation from Great Britain and it was placed in the Declaration not for that, but for future use.","author":"Abraham Lincoln","topic":"Future"},{"quote":"In every conversation I&#39;ve had - with housewives in Mumbai, with middle-class people, upper-class, in the slums - everyone says there is an underlying consciousness of karma. That people believe in karma - that what you&#39;re putting out is going to come back. If I do something to you, the energy of it is going to come back to me in the future.","author":"Deepak Chopra","topic":"Future"},{"quote":"Whoso neglects learning in his youth, loses the past and is dead for the future.","author":"Euripides","topic":"Future"},{"quote":"If you think about the web, the web has been an incredible development platform, and everything today is developed on the web. In the future, everything is going to be developed with the blockchain in mind.","author":"William Mougayar","topic":"Future"},{"quote":"There&#39;s a very big part of me that just wants to take all of comics history and toss it on the bonfire. I&#39;d sort of like to get on to the future.","author":"Scott McCloud","topic":"Future"},{"quote":"The best preparation for the future is the present well seen to, and the last duty done.","author":"George MacDonald","topic":"Future"},{"quote":"I think experience will teach you a combination of liberalism and conservatism. We have to be progressive and at the same time we have to retain values. We have to hold onto the past as we explore the future.","author":"Oliver Stone","topic":"Future"},{"quote":"The Marshall Plan was after destruction, and the U.S. came to our help and obviously this was very, very important for the future of Europe. I think now we have all the capabilities of doing it on our own and, in a sense, we have to.","author":"George Papandreou","topic":"Future"},{"quote":"Dread, which is closely related to fear, steals the ability to enjoy ordinary life and makes people anxious about the future. It keeps them from looking forward to the next day, the next month, or the next decade.","author":"Joyce Meyer","topic":"Future"},{"quote":"If you&#39;re doing business, not that simple to only buy. You have to create something. You have to create something that never exist for the future.","author":"Jack Ma","topic":"Future"},{"quote":"Worrying about the past or the future isn&#39;t productive. When you start chastising yourself for past mistakes, or seeing disaster around every corner, stop and take a breath and ask yourself what you can do right now to succeed.","author":"Harvey Mackay","topic":"Future"},{"quote":"I would like my architecture to inspire people to use their own resources, to move into the future.","author":"Tadao Ando","topic":"Future"},{"quote":"My own view is that being a vegetarian or vegan is not an end in itself, but a means towards reducing both human and animal suffering and leaving a habitable planet to future generations.","author":"Peter Singer","topic":"Future"},{"quote":"It is our job, as members of parliament, to legislate with an eye to the long term future, to look over the horizon beyond the next election and ensure that as far as we can what we do today will make Australia a better place, a safer place, for future generations to live in.","author":"Malcolm Turnbull","topic":"Future"},{"quote":"When all else is lost, the future still remains.","author":"Christian Nestell Bovee","topic":"Future"},{"quote":"There is an opportunity for us to renew ourselves. There&#39;s an opportunity for us to leave the past behind and present something different for the future.","author":"Jay Weatherill","topic":"Future"},{"quote":"Investing in women&#39;s lives is an investment in sustainable development, in human rights, in future generations - and consequently in our own long-term national interests.","author":"Liya Kebede","topic":"Future"},{"quote":"Instead of causing us to remember the past like the old monuments, the new monuments seem to cause us to forget the future.","author":"Robert Smithson","topic":"Future"},{"quote":"Kids are our future, and we hope baseball has given them some idea of what it is to live together and how we can get along, whether you be black or white.","author":"Larry Doby","topic":"Future"},{"quote":"I have great expectations for the future, because the past was highly overrated.","author":"Sylvester Stallone","topic":"Future"},{"quote":"The white people should go back to Europe, and the country should be returned to the American Indians. This is the future I would like to see for the so-called United States.","author":"Bobby Fischer","topic":"Future"},{"quote":"Nobody knows the future with certainty. We can, however, identify ongoing patterns of change.","author":"Alvin Toffler","topic":"Future"},{"quote":"Our imagination is the only limit to what we can hope to have in the future.","author":"Charles Kettering","topic":"Future"},{"quote":"I hope and believe we are paving a better future for female artists to come.","author":"Paula Cole","topic":"Future"},{"quote":"Don&#39;t be sensitive if I should, in future, seem brusque, harsh, or even unjust in my criticism. I sincerely hope I never shall be; but if I should, remember that fault-finding is perhaps both my privilege and my weakness, that correction is the only road to improvement, and that my quick temper and illness are entitled to some consideration.","author":"Joseph Pulitzer","topic":"Future"},{"quote":"Belfast is a city which, while not forgetting its past, is living comfortably with its present and looking forward to its future.","author":"James Nesbitt","topic":"Future"},{"quote":"A transition to clean energy is about making an investment in our future.","author":"Gloria Reuben","topic":"Future"},{"quote":"I try to learn from the past, but I plan for the future by focusing exclusively on the present. That&#39;s where the fun is.","author":"Donald Trump","topic":"Future"},{"quote":"What is history? An echo of the past in the future; a reflex from the future on the past.","author":"Victor Hugo","topic":"Future"},{"quote":"The only thing that can save us as a species is seeing how we&#39;re not thinking about future generations in the way we live.","author":"Erik Erikson","topic":"Future"},{"quote":"I invite you, citizens, to open your eyes and to give serious attention to the future. Reflect on the disasters which may ensue from longer obstinacy. Submit to lawful authority, if you wish to preserve the South untouched. Save your families and your property.","author":"Toussaint Louverture","topic":"Future"},{"quote":"The task of a university is the creation of the future, so far as rational thought and civilized modes of appreciation can affect the issue.","author":"Alfred North Whitehead","topic":"Future"},{"quote":"Let us not be bitter about the past, but let us keep our eyes firmly on the future.","author":"Sukarno","topic":"Future"},{"quote":"I see a bright future for the biotechnology industry when it follows the path of the computer industry, the path that von Neumann failed to foresee, becoming small and domesticated rather than big and centralized.","author":"Freeman Dyson","topic":"Future"},{"quote":"For every minute, the future is becoming the past.","author":"Thor Heyerdahl","topic":"Future"},{"quote":"The best way to predict the future is to change it.","author":"George M. Church","topic":"Future"},{"quote":"Investing in science education and curiosity-driven research is investing in the future.","author":"Ahmed Zewail","topic":"Future"},{"quote":"When I became prime minister last September, I promised the Japanese people that I would not tolerate the politics of indecision. A propensity to delay difficult and weighty decisions has been hurting our country. It is detrimental to our economy, society and future, and it cannot be allowed to continue.","author":"Yoshihiko Noda","topic":"Future"},{"quote":"Future orientation is combined with a notion and expectation of progress, and nothing is impossible.","author":"Alan Dundes","topic":"Future"},{"quote":"I feel like I have at least begun to make a contribution, but my most significant concern has to do with whether my actual art will be preserved for future generations or be erased.","author":"Judy Chicago","topic":"Future"},{"quote":"Hillary Clinton understands that a president&#39;s job is to worry about future generations, not the short-term profits of the fossil fuel industry.","author":"Bernie Sanders","topic":"Future"},{"quote":"What we&#39;re discussing privately and publicly, is a budget which is a blueprint for the future which creates jobs, which educates our children, which provides healthcare for all Americans, which takes our deficit down, which gives a tax cut for 95% of the American people.","author":"Nancy Pelosi","topic":"Future"},{"quote":"I believe life is a series of near misses. A lot of what we ascribe to luck is not luck at all. It&#39;s seizing the day and accepting responsibility for your future. It&#39;s seeing what other people don&#39;t see And pursuing that vision.","author":"Howard Schultz","topic":"Future"},{"quote":"Racism is an ism to which everyone in the world today is exposed; for or against, we must take sides. And the history of the future will differ according to the decision which we make.","author":"Ruth Benedict","topic":"Future"},{"quote":"Trying to predict the future is a loser&#39;s game.","author":"Ken Liu","topic":"Future"},{"quote":"No skill shapes a child&#39;s future success in school or in life more than the ability to read.","author":"Bob Riley","topic":"Future"},{"quote":"Manchester United and Liverpool have been bought with huge leverage, and we&#39;ve got Roman Abramovich at Chelsea who can turn his loans into shares. It is really important for the Premier League to ask itself: if a club is being bought on such a mountain of debt, isn&#39;t that a possible recipe for disaster for the future?","author":"Gordon Taylor","topic":"Future"},{"quote":"I steal things from people, characteristics, and I just stock them in my head like a library to use for characters in the future.","author":"Luke Mably","topic":"Future"},{"quote":"Tradition means taking account of a wonderful history but remembering that everybody today looks to the future.","author":"Michael Kadoorie","topic":"Future"},{"quote":"I had no future with the Dodgers, because I was too closely identified with Branch Rickey. After the club was taken over by Walter O&#39;Malley, you couldn&#39;t even mention Mr. Rickey&#39;s name in front of him. I considered Mr. Rickey the greatest human being I had ever known.","author":"Jackie Robinson","topic":"Future"},{"quote":"Solitude is not something you must hope for in the future. Rather, it is a deepening of the present, and unless you look for it in the present you will never find it.","author":"Thomas Merton","topic":"Future"},{"quote":"We need the middle class to feel more confident about its prospects and about its future. We need to cut down on this anxiety that sees some people succeeding and the majority struggling - having to make choices between paying for their kids&#39; education or saving for their own retirement.","author":"Justin Trudeau","topic":"Future"},{"quote":"A new, a vast, and a powerful language is developed for the future use of analysis, in which to wield its truths so that these may become of more speedy and accurate practical application for the purposes of mankind than the means hitherto in our possession have rendered possible.","author":"Ada Lovelace","topic":"Future"},{"quote":"Every man has his own destiny: the only imperative is to follow it, to accept it, no matter where it leads him.","author":"Henry Miller","topic":"Future"},{"quote":"When takers talk about mistakes, they&#39;re usually quick to place the blame on other people. Givers are more likely to say &#39;Here&#39;s the mistake I made; I learned the following from it. Here are the steps I&#39;m taking to make sure I don&#39;t let people down in the future.&#39;","author":"Adam Grant","topic":"Future"},{"quote":"A globalized world is by now a familiar fact of life. Building walls or moats may sound appealing, but the future belongs to those who tend to their people and then boldly engage the rest of the world, near and far.","author":"Jon Meacham","topic":"Future"},{"quote":"The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.","author":"Stephen Ambrose","topic":"Future"},{"quote":"We know not of the future and cannot plan for it much.","author":"Joshua Chamberlain","topic":"Future"},{"quote":"Water efficiency, recycling, and other local supplies will help California flourish in a drier future.","author":"Frances Beinecke","topic":"Future"},{"quote":"Without the materials needed to manufacture new technologies, our future innovators will not have the resources necessary to tackle the biggest challenges we face in today&#39;s society. I strongly believe in being a positive and creative force in the protection and enhancement of the local and global environment.","author":"Paul E. Jacobs","topic":"Future"},{"quote":"The key to the future in an aging society is not found in increasing just our life span; we need to increase our health span at the same time.","author":"Chuck Norris","topic":"Future"},{"quote":"A speculator is a man who observes the future, and acts before it occurs.","author":"Bernard Baruch","topic":"Future"},{"quote":"Future shock is the shattering stress and disorientation that we induce in individuals by subjecting them to too much change in too short a time.","author":"Alvin Toffler","topic":"Future"},{"quote":"As I occasionally survey the pack of sycophantic shih tzus in the Washington press corps, wriggling on their bellies to kiss the feet of those in power, I feel plumb discouraged about the future of journalism.","author":"Molly Ivins","topic":"Future"},{"quote":"Our parents and grandparents understood this truth deeply. They believed - as we do - that to create jobs, a modern economy requires modern investments: educating, innovating and rebuilding for our children&#39;s future. Building an economy to last, from the middle class up, not from the billionaires down.","author":"Martin O'Malley","topic":"Future"},{"quote":"Protecting eagles from the threat of extinction is a conservation success story that we must prudently safeguard for future generations to come.","author":"Frances Beinecke","topic":"Future"},{"quote":"Frontiersmen good and bad, gunmen as well as inspired prophets of the future, have been my camp companions. Thus, I know the country of which I am about to write as few men now living have known it.","author":"Buffalo Bill","topic":"Future"},{"quote":"I am an optimist. I believe the future is bright. I think people who see life painted in dark colors are the ones who do not take ownership.","author":"Maelle Gavet","topic":"Future"},{"quote":"What we owe future generations is the subject of growing debate by economists, philosophers, ethicists, public policymakers, and academics of all stripes. But for me as a mother, the moral implications are very clear. We owe them clean air and fresh water, a healthy planet and a secure future.","author":"Leonor Varela","topic":"Future"},{"quote":"Together we can and must fight for justice for our children and protect them from draconian tax cuts and budget choices that threaten their survival, education and preparation for the future. If they are not ready for tomorrow, neither is America.","author":"Marian Wright Edelman","topic":"Future"},{"quote":"I have a great belief in the future of my people and my country.","author":"Marian Anderson","topic":"Future"},{"quote":"I have been over into the future, and it works.","author":"Lincoln Steffens","topic":"Future"},{"quote":"You can&#39;t let your past hold your future hostage.","author":"LL Cool J","topic":"Future"},{"quote":"Every painting I do blends time frames. The great thing about being an artist is I can make the past join the present in some reality of the future.","author":"Thomas Kinkade","topic":"Future"},{"quote":"What we are doing to the future of our children, and the other species on the planet, is a clear moral issue.","author":"James Hansen","topic":"Future"},{"quote":"And when these advances are made, hydrogen can fill critical energy needs beyond transportation. Hydrogen can also be used to heat and generate electricity for our homes. The future possibilities of this energy source are enormous.","author":"Dan Lipinski","topic":"Future"},{"quote":"I&#39;m already the most fortunate girl in the world, so I have zero expectations for what the future will bring.","author":"Shailene Woodley","topic":"Future"},{"quote":"I listen to other guitar players, yeah. It gives me new concepts and shows me where the instrument is going for the future and it is going some places. There are some musicians who are really putting out a good vibe with new theories. I try and keep up.","author":"George Benson","topic":"Future"},{"quote":"I will tell you that I&#39;m a bit of a snob. I love film, and I would like to work in film, and I&#39;m disappointed that indie film is as hard as it is to work in now. It&#39;s hard to get things done, but that sort of work is being done on TV. That&#39;s what I do; that&#39;s what I write. It&#39;s what I love, and hopefully, that&#39;s what my future&#39;s going to be.","author":"Kelly Masterson","topic":"Future"},{"quote":"The right to private property meant at the same time the right and duty to be personally concerned about your own well-being, to be personally concerned about your family&#39;s income, to be personally concerned about your future. This is hard work.","author":"Mikhail Khodorkovsky","topic":"Future"},{"quote":"The Obama administration&#39;s large and sustained increases in debt raise the specter of another financial crisis and large future tax increases, further chilling business investment and job creation.","author":"Glenn Hubbard","topic":"Future"},{"quote":"It took the madmen of yesterday for us to be able to act with extreme clarity today. I want to be one of those madmen. We must dare to invent the future.","author":"Thomas Sankara","topic":"Future"},{"quote":"When I get out across the country and listen to people, the resentment that I see and the frustration that I see is that we have a generation of people who are fairly convinced that their kids are not going to have a better quality of life or a better future than they will.","author":"Justin Trudeau","topic":"Future"},{"quote":"We think of our future as anticipated memories.","author":"Daniel Kahneman","topic":"Future"},{"quote":"I definitely intend to create my own work in the future so that we don&#39;t have to keep saying, We don&#39;t have work for black women.&#39;","author":"Lupita Nyong'o","topic":"Future"},{"quote":"I&#39;m not a fugitive anymore. Never will be in the future. After spending five years in jail, you learn your lesson. I never want to return there.","author":"Kevin Mitnick","topic":"Future"},{"quote":"A nascent economy needs a transparent and accountable government and an efficient civil service to help meet social needs. Its people need jobs and a belief in their country&#39;s future. A surfeit of aid has been shown to be unable to help achieve these goals.","author":"Dambisa Moyo","topic":"Future"},{"quote":"My mission is a cosmic mission. My concern is for all of humanity, and not only this present world, but the world hereafter. My mission penetrates the past, present, and future, and encompasses all humanity.","author":"Sun Myung Moon","topic":"Future"},{"quote":"When you start in life, if you find you are wrongly placed, don&#39;t hesitate to change, but don&#39;t change because troubles come up and difficulties arise. You must meet and overcome and conquer them. And in meeting and overcoming and conquering them, you will make yourself stronger for the future.","author":"Charles M. Schwab","topic":"Future"},{"quote":"I don&#39;t try to describe the future. I try to prevent it.","author":"Ray Bradbury","topic":"Future"},{"quote":"Here is the rule to remember in the future, When anything tempts you to be bitter: not, &#39;This is a misfortune&#39; but &#39;To bear this worthily is good fortune.&#39;","author":"Marcus Aurelius","topic":"Future"},{"quote":"For those of us with an inward turn of mind, which is another name for melancholy introspection, the beginning of a new year inevitably leads to thoughts about both the future and the past.","author":"Michael Dirda","topic":"Future"},{"quote":"I am a forward-looking person and live in the moment to build for the future.","author":"Hugh Masekela","topic":"Future"},{"quote":"To make any future that we dreamt up real requires creative scientists, engineers, and technologists to make it happen. If people are not within your midst who dream about tomorrow - with the capacity to bring tomorrow into the present - then the country might as well just recede back into the cave because that&#39;s where we&#39;re headed.","author":"Neil deGrasse Tyson","topic":"Future"},{"quote":"My interest is in the future because I am going to spend the rest of my life there.","author":"Charles Kettering","topic":"Future"},{"quote":"NAFTA recognizes the reality of today&#39;s economy - globalization and technology. Our future is not in competing at the low-level wage job; it is in creating high-wage, new technology jobs based on our skills and our productivity.","author":"John F. Kerry","topic":"Future"},{"quote":"We in the United States should be all the more thankful for the freedom and religious tolerance we enjoy. And we should always remember the lessons learned from the Holocaust, in hopes we stay vigilant against such inhumanity now and in the future.","author":"Charlie Dent","topic":"Future"},{"quote":"There&#39;s no present. There&#39;s only the immediate future and the recent past.","author":"George Carlin","topic":"Future"},{"quote":"Children are not casual guests in our home. They have been loaned to us temporarily for the purpose of loving them and instilling a foundation of values on which their future lives will be built.","author":"James Dobson","topic":"Future"},{"quote":"You are always free to change your mind and choose a different future, or a different past.","author":"Richard Bach","topic":"Future"},{"quote":"I have a very, very good life. I&#39;m grateful for all of my friends, my family and the life that I have, and the possibilities in my future.","author":"Raquel Welch","topic":"Future"},{"quote":"If there is a future, it will be Green.","author":"Petra Kelly","topic":"Future"},{"quote":"School is practice for the future, and practice makes perfect. But nobody&#39;s perfect, so why practice?","author":"Billie Joe Armstrong","topic":"Future"},{"quote":"Life is a series of collisions with the future; it is not the sum of what we have been, but what we yearn to be.","author":"Jose Ortega y Gasset","topic":"Future"},{"quote":"We need enlightenment, not just individually but collectively, to save the planet. We need to awaken ourselves. We need to practice mindfulness if we want to have a future, if we want to save ourselves and the planet.","author":"Thich Nhat Hanh","topic":"Future"},{"quote":"The Web as I envisaged it, we have not seen it yet. The future is still so much bigger than the past.","author":"Tim Berners-Lee","topic":"Future"},{"quote":"Pakistan is heir to an intellectual tradition of which the illustrious exponent was the poet and philosopher Mohammad Iqbal. He saw the future course for Islamic societies in a synthesis between adherence to the faith and adjustment to the modern age.","author":"Benazir Bhutto","topic":"Future"},{"quote":"I always start my New Year at church with my family. I see it as a fresh beginning - like a new chance we get to renew our lives, perhaps? Starting it by praying gives me a lot of hope for the future.","author":"Nivin Pauly","topic":"Future"},{"quote":"The future is something which everyone reaches at the rate of 60 minutes an hour, whatever he does, whoever he is.","author":"C. S. Lewis","topic":"Future"},{"quote":"You have to focus on the future and know that you can succeed in life, and you have to keep working hard.","author":"Dele Alli","topic":"Future"},{"quote":"Let us make future generations remember us as proud ancestors just as, today, we remember our forefathers.","author":"Roh Moo-hyun","topic":"Future"},{"quote":"The worst thing that can happen in a democracy - as well as in an individual&#39;s life - is to become cynical about the future and lose hope.","author":"Hillary Clinton","topic":"Future"},{"quote":"There is nothing like a dream to create the future.","author":"Victor Hugo","topic":"Future"},{"quote":"A &#39;real pastor&#39; is not preaching of their own; they are speaking what God put in their heart by the Holy Spirit. The Holy Spirit is using them at that very moment to speak to the congregations situations -past, present, and future.","author":"Monica Johnson","topic":"Future"},{"quote":"I don&#39;t have time to beat myself up over my fallible nature. Instead I use my energy to learn from my past and let it inform my future. It&#39;s time to own all of our glory, mistakes, mess and light and be gentle to ourselves. Let&#39;s be kind to our spirits and celebrate the truth of our hearts.","author":"Grace Gealey","topic":"Future"},{"quote":"There&#39;s the famous quote that if you want to understand how animals live, you don&#39;t go to the zoo, you go to the jungle. The Future Lab has really pioneered that within Lego, and it hasn&#39;t been a theoretical exercise. It&#39;s been a real design-thinking approach to innovation, which we&#39;ve learned an awful lot from.","author":"Jorgen Vig Knudstorp","topic":"Future"},{"quote":"I love entrepreneurship because that&#39;s what makes this country grow, and if I can help companies grow, I am creating jobs; I am setting foundations for future generations. It sends the message that the American Dream is alive and well.","author":"Mark Cuban","topic":"Future"},{"quote":"The job market of the future will consist of those jobs that robots cannot perform. Our blue-collar work is pattern recognition, making sense of what you see. Gardeners will still have jobs because every garden is different. The same goes for construction workers. The losers are white-collar workers, low-level accountants, brokers, and agents.","author":"Michio Kaku","topic":"Future"},{"quote":"When we look back on all the perils through which we have passed and at the mighty foes that we have laid low and all the dark and deadly designs that we have frustrated, why should we fear for our future? We have come safely through the worst.","author":"Winston Churchill","topic":"Future"},{"quote":"We are at the very beginning of time for the human race. It is not unreasonable that we grapple with problems. But there are tens of thousands of years in the future. Our responsibility is to do what we can, learn what we can, improve the solutions, and pass them on.","author":"Richard P. Feynman","topic":"Future"},{"quote":"Most people should be talking about how Floyd Mayweather is a great undefeated future Hall of Famer that&#39;s his own promoter and that works extremely hard to get to where he&#39;s at. Instead, all you hear is hate and jealous remarks from critics who criticize me and, you know, most of the time, the people that criticize me can&#39;t do what I can do.","author":"Floyd Mayweather, Jr.","topic":"Future"},{"quote":"Everybody aspires to an affordable home, a secure job, better living standards, reliable healthcare and a decent pension. My generation took those things for granted, and so should future generations.","author":"Jeremy Corbyn","topic":"Future"},{"quote":"Together, we can nurture the talent of the future and bring the empowering force of music and the arts to a new generation.","author":"Andrew Lloyd Webber","topic":"Future"},{"quote":"Thanking you once more, I want to wish you the best of luck for your future life and to conclude by saying to you: Dream your dreams and may they come true!","author":"Felix Bloch","topic":"Future"},{"quote":"Future. That period of time in which our affairs prosper, our friends are true and our happiness is assured.","author":"Ambrose Bierce","topic":"Future"},{"quote":"We make the future sustainable when we invest in the poor, not when we insist on their suffering.","author":"Bill Gates","topic":"Future"},{"quote":"If you believe that feeling bad or worrying long enough will change a past or future event, then you are residing on another planet with a different reality system.","author":"William James","topic":"Future"},{"quote":"I look to the future because that&#39;s where I&#39;m going to spend the rest of my life.","author":"George Burns","topic":"Future"},{"quote":"With the right help, children have a good chance of overcoming their issues while they are still young and can have the bright future they deserve.","author":"Kate Middleton","topic":"Future"},{"quote":"In 1977, when I started my first job at the Federal Reserve Board as a staff economist in the Division of International Finance, it was an article of faith in central banking that secrecy about monetary policy decisions was the best policy: Central banks, as a rule, did not discuss these decisions, let alone their future policy intentions.","author":"Janet Yellen","topic":"Future"},{"quote":"Teachers do the noble work of educating our children. And we can&#39;t thank them enough for the hard work they put in every day to ensure a bright future for all of us.","author":"Denise Juneau","topic":"Future"},{"quote":"Trying to predict the future is like trying to drive down a country road at night with no lights while looking out the back window.","author":"Peter Drucker","topic":"Future"},{"quote":"Without libraries what have we? We have no past and no future.","author":"Ray Bradbury","topic":"Future"},{"quote":"There is always one moment in childhood when the door opens and lets the future in.","author":"Graham Greene","topic":"Future"},{"quote":"Science is the key to our future, and if you don&#39;t believe in science, then you&#39;re holding everybody back.","author":"Bill Nye","topic":"Future"},{"quote":"We cannot reform institutional racism or systemic policies if we are not actively engaged. It&#39;s not enough to simply complain about injustice; the only way to prevent future injustice is to create the society we would like to see, one where we are all equal under the law.","author":"Al Sharpton","topic":"Future"},{"quote":"Living in the moment, thinking about the future, and staying connected to the past: That&#39;s what makes me feel whole.","author":"Hugh Hefner","topic":"Future"},{"quote":"The unleashed power of the atom has changed everything save our modes of thinking and we thus drift toward unparalleled catastrophe.","author":"Albert Einstein","topic":"Future"},{"quote":"The value of beauty and inspiration is very much underrated, no question. But I want to be clear: I&#39;m not trying to be anyone&#39;s savior. I&#39;m just trying to think about the future and not be sad.","author":"Elon Musk","topic":"Future"},{"quote":"You can always cope with the present moment, but you cannot cope with something that is only a mind projection - you cannot cope with the future.","author":"Eckhart Tolle","topic":"Future"},{"quote":"God wants us to prosper financially, to have plenty of money, to fulfill the destiny He has laid out for us.","author":"Joel Osteen","topic":"Future"},{"quote":"The mind is never satisfied with the objects immediately before it, but is always breaking away from the present moment, and losing itself in schemes of future felicity... The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope.","author":"Samuel Johnson","topic":"Future"},{"quote":"Death has its revelations: the great sorrows which open the heart open the mind as well; light comes to us with our grief. As for me, I have faith; I believe in a future life. How could I do otherwise? My daughter was a soul; I saw this soul. I touched it, so to speak.","author":"Victor Hugo","topic":"Future"},{"quote":"I really believe in the idea of the future.","author":"Zaha Hadid","topic":"Future"},{"quote":"Adolescence represents an inner emotional upheaval, a struggle between the eternal human wish to cling to the past and the equally powerful wish to get on with the future.","author":"Louise J. Kaplan","topic":"Future"},{"quote":"Grounded in the natural philosophy of the Middle Ages, alchemy formed a bridge: on the one hand into the past, to Gnosticism, and on the other into the future, to the modern psychology of the unconscious.","author":"Carl Jung","topic":"Future"},{"quote":"I believe that children are our future. Teach them well and let them lead the way. Show them all the beauty they possess inside.","author":"Whitney Houston","topic":"Future"},{"quote":"Every child matters. If we fail our children, we are bound to fail our present, our future, faith, cultures, and civilisations as well.","author":"Kailash Satyarthi","topic":"Future"},{"quote":"One of the things that all religions have is a narrative of doomsday. There has to be some kind of overarching fear of the future. If there wasn&#39;t, none of the religions could invoke this important thing - that science has no evidence of, by the way - called free will.","author":"Greg Graffin","topic":"Future"},{"quote":"Our best hope for the future is not to get people to think of all humanity as family - that&#39;s impossible. It lies, instead, in an appreciation of the fact that, even if we don&#39;t empathize with distant strangers, their lives have the same value as the lives of those we love.","author":"Paul Bloom","topic":"Future"},{"quote":"All along the untrodden paths of the future, I can see the footprints of an unseen hand.","author":"Boyle Roche","topic":"Future"},{"quote":"You do indeed have a past, but not now! And, yes, you have a future, but not now! You can consume your now with thoughts of &#39;then&#39; and &#39;maybe,&#39; but that will keep you from the inner peace you could experience.","author":"Wayne Dyer","topic":"Future"},{"quote":"What were once only hopes for the future have now come to pass; it is almost exactly 13 years since the overwhelming majority of people in Ireland and Northern Ireland voted in favour of the agreement signed on Good Friday 1998, paving the way for Northern Ireland to become the exciting and inspirational place that it is today.","author":"Queen Elizabeth II","topic":"Future"},{"quote":"Look not mournfully into the past, it comes not back again. Wisely improve the present, it is thine. Go forth to meet the shadowy future without fear and with a manly heart.","author":"Henry Wadsworth Longfellow","topic":"Future"},{"quote":"I am running for president to help create a better future. A future where everyone who wants a job can find one. Where no senior fears for the security of their retirement. An America where every parent knows that their child will get an education that leads them to a good job and a bright horizon.","author":"Mitt Romney","topic":"Future"},{"quote":"This is the first age that&#39;s ever paid much attention to the future, which is a little ironic since we may not have one.","author":"Arthur C. Clarke","topic":"Future"},{"quote":"Make sure to save for the future and keep making money!","author":"Jam Master Jay","topic":"Future"},{"quote":"I have one good characteristic: I&#39;m a pessimist, so I always imagine the worst - always. To me, the future is a black hole.","author":"Krzysztof Kieslowski","topic":"Future"},{"quote":"I see a future where getting to work or to school or to the store does not have to cause pollution.","author":"Bernie Sanders","topic":"Future"},{"quote":"I didn&#39;t have many friends; I might not have had any friends. But it all turned out good in the end, because when you aren&#39;t popular and you don&#39;t have a social life, it gives you more time to focus on your future.","author":"Madonna Ciccone","topic":"Future"},{"quote":"The truth is that at age 19, I was a teenage mother living alone with my daughter in a trailer and struggling to keep us afloat on my way to a divorce. And I knew then that I was going to have to work my way up and out of that life if I was going to give my daughter a better life and a better future, and that&#39;s what I&#39;ve done.","author":"Wendy Davis","topic":"Future"},{"quote":"We live in a disposable society. We throw so much away. But it doesn&#39;t come from nowhere. It comes from the planet and it comes from future generations&#39; lives.","author":"Julia Butterfly Hill","topic":"Future"},{"quote":"Your customers can tell you the things that are broken and how they want to be made happy. Listen to them. Make them happy. But don&#39;t rely on them to create the future road map for your product or service. That&#39;s your job.","author":"Mark Cuban","topic":"Future"},{"quote":"Citizens, not less generous than myself, let your most precious moments be employed in causing the past to be forgotten; let all my fellow-citizens swear never to recall the past; let them receive their misled brethren with open arms, and let them, in future, be on their guard against the traps of bad men.","author":"Toussaint Louverture","topic":"Future"},{"quote":"The euro is our common fate, and Europe is our common future.","author":"Angela Merkel","topic":"Future"},{"quote":"You never know when your future wife might be in the stands.","author":"J. R. Smith","topic":"Future"},{"quote":"Live life to the fullest, for the future is scarce.","author":"Nick Carter","topic":"Future"},{"quote":"Our challenge for the future is that we realize we are very much a part of the earth&#39;s ecosystem, and we must learn to respect and live according to the basic biological laws of nature.","author":"Jim Fowler","topic":"Future"},{"quote":"It is important that we work toward a better future. You can make a difference. Don&#39;t listen to people who say you are unqualified, you can start a change and see it through.","author":"Liz Parrish","topic":"Future"},{"quote":"Five million Jews are regarding me as a traitor, but six billion people around the world think me as a hero and a good man who bring the message to all the human beings that we should survive and prevent the use of nuclear weapons and to prevent the nuclear preparations and to prevent nuclear war in the future.","author":"Mordechai Vanunu","topic":"Future"},{"quote":"The future may be made up of many factors but where it truly lies is in the hearts and minds of men. Your dedication should not be confined for your own gain, but unleashes your passion for our beloved country as well as for the integrity and humanity of mankind.","author":"Li Ka-shing","topic":"Future"},{"quote":"Well, the future for me is already a thing of the past.","author":"Bob Dylan","topic":"Future"},{"quote":"The future is called &#39;perhaps&#39;, which is the only possible thing to call the future. And the important thing is not to allow that to scare you.","author":"Tennessee Williams","topic":"Future"},{"quote":"Happy accidents are real gifts, and they can open the door to a future that didn&#39;t even exist. It&#39;s kind of nice sometimes to set up something to encourage or allow happy accidents to happen.","author":"David Lynch","topic":"Future"},{"quote":"We&#39;re in &#39;Jurassic Park&#39; territory. If we go to the zoo in the future, we&#39;ll have zoos for extinct animals.","author":"Michio Kaku","topic":"Future"},{"quote":"Consciousness-one level is understanding where we are in space. Consciousness two is where we understand our position in society: who&#39;s top dog, who&#39;s underdog and who&#39;s in the middle. And type-three consciousness is simulating the future. And type-three consciousness, only humans have this ability to see far into the future.","author":"Michio Kaku","topic":"Future"},{"quote":"The past is not dead, it is living in us, and will be alive in the future which we are now helping to make.","author":"William Morris","topic":"Future"},{"quote":"There are people who are able to plan their career, their future, but I&#39;ve never had any talent for that. I just do things and hope for the best. Say yes, take a chance, and sometimes it&#39;s terrific and sometimes it&#39;s not.","author":"Christopher Walken","topic":"Future"},{"quote":"You define yourself by either what your clients want or what you believe they&#39;ll need for the future. So: Define yourself by your client, not your competitor.","author":"Ginni Rometty","topic":"Future"},{"quote":"The vast possibilities of our great future will become realities only if we make ourselves responsible for that future.","author":"Gifford Pinchot","topic":"Future"},{"quote":"I try not to worry about the future - so I take each day just one anxiety attack at a time.","author":"Tom Wilson","topic":"Future"},{"quote":"For 50 years, nuclear power stations have produced three products which only a lunatic could want: bomb-explosive plutonium, lethal radioactive waste and electricity so dear it has to be heavily subsidised. They leave to future generations the task, and most of the cost, of making safe sites that have been polluted half-way to eternity.","author":"James Buchan","topic":"Future"},{"quote":"Live in the moment, day by day, and don&#39;t stress about the future. People are so caught up in looking into the future, that they kind of lose what&#39;s in front of them.","author":"Jenna Ushkowitz","topic":"Future"},{"quote":"Something I&#39;ve noticed as I get older is that I do think about the future more. It&#39;s all positive thinking.","author":"Abbie Cornish","topic":"Future"},{"quote":"Whether you are just entering the workforce or nearing retirement age, planning for the future is critical.","author":"Ron Lewis","topic":"Future"},{"quote":"There has been enough blood in the Balkans. Serbia is offering its hand. Let us turn to the future and not deal with the past.","author":"Ivica Dacic","topic":"Future"},{"quote":"At pivotal moments throughout history, there have always been grey areas, and there likely will be in the future. Courage now lies not in the black and white, as in the past, but in the grey.","author":"Safak Pavey","topic":"Future"},{"quote":"A lot has happened over the years. And while this nation has been tested by war, and it&#39;s been tested by recession and all manner of challenges - I stand before you again tonight, after almost two terms as your president, to tell you I am more optimistic about the future of America than ever before.","author":"Barack Obama","topic":"Future"},{"quote":"Most climatologists agree that, at best, global warming is a theory about future climactic conditions and cannot be proven based upon the historic record.","author":"Mike Pence","topic":"Future"},{"quote":"If we were logical, the future would be bleak, indeed. But we are more than logical. We are human beings, and we have faith, and we have hope, and we can work.","author":"Jacques Yves Cousteau","topic":"Future"},{"quote":"If I advocate cautious optimism it is not because I do not have faith in the future but because I do not want to encourage blind faith.","author":"Aung San Suu Kyi","topic":"Future"},{"quote":"To love someone is to isolate him from the world, wipe out every trace of him, dispossess him of his shadow, drag him into a murderous future. It is to circle around the other like a dead star and absorb him into a black light.","author":"Jean Baudrillard","topic":"Future"},{"quote":"You don&#39;t change the world by hiding in the woods, wearing a hair shirt, or buying indulgences in the form of &#39;Save the Earth&#39; bumper stickers. You do it by articulating a vision for the future and pursuing it with all the ingenuity humanity can muster.","author":"Alex Steffen","topic":"Future"},{"quote":"At every crossroads on the path that leads to the future, tradition has placed 10,000 men to guard the past.","author":"Maurice Maeterlinck","topic":"Future"},{"quote":"We must work to help all families and all communities realize their dream of a better future.","author":"Christine Gregoire","topic":"Future"},{"quote":"I believe that even today we can only tell a simple story without really interfering with gameplay. But in the future, I think it will almost be a requirement of all storytellers when they create games, how they can tell a more complex story without conflicting with the gameplay.","author":"Hideo Kojima","topic":"Future"},{"quote":"My future&#39;s about trying to be a better man.","author":"Terrence Howard","topic":"Future"},{"quote":"The most basic task of any museum must be the protection of works of cultural significance entrusted to its care for the edification and pleasure of future generations.","author":"Martin Filler","topic":"Future"},{"quote":"A person who has sympathy for mankind in the lump, faith in its future progress, and desire to serve the great cause of this progress, should be called not a humanist, but a humanitarian, and his creed may be designated as humanitarianism.","author":"Irving Babbitt","topic":"Future"},{"quote":"I know not why there is such a melancholy feeling attached to the remembrance of past happiness, except that we fear that the future can have nothing so bright as the past.","author":"Julia Ward Howe","topic":"Future"},{"quote":"I really have become convinced that nuclear fusion is our energy future. It&#39;s so powerful. I mean, it is the power of the stars. If we could bring that down to the laboratory and to the power plant on Earth, that would be an incredible thing.","author":"Taylor Wilson","topic":"Future"},{"quote":"One of the primary reasons why the human brain has evolved to look so far into the future is so that we can take actions in the present that will bring us to a better future rather than a worse one.","author":"Daniel Goldstein","topic":"Future"},{"quote":"I believe that when you think of the negative, and you get up discouraged - &#39;There&#39;s nothing good in my future&#39; - I really believe it almost ties the hands of God. God works where there&#39;s an attitude of faith. I believe faith is all about hope.","author":"Joel Osteen","topic":"Future"},{"quote":"For my brothers it was easy to think about the future. They can be anything they want. But for me it was hard and for that reason I wanted to become educated and empower myself with knowledge.","author":"Malala Yousafzai","topic":"Future"},{"quote":"I think my message to the politicians who have within their power the ability to make change is, &#39;Do you really, really not care about the future of your great-grandchildren? Because if we let the world continue to be destroyed the way we are now, what&#39;s the world going to be like for your great-grandchildren?&#39;","author":"Jane Goodall","topic":"Future"},{"quote":"You know, nothing is more important than education, because nowhere are our stakes higher; our future depends on the quality of education of our children today.","author":"Arnold Schwarzenegger","topic":"Future"},{"quote":"Must we wait for selection to solve the problems of overpopulation, exhaustion of resources, pollution of the environment and a nuclear holocaust, or can we take explicit steps to make our future more secure? In the latter case, must we not transcend selection?","author":"B. F. Skinner","topic":"Future"},{"quote":"As soon as you have a language that has a past tense and a future tense you&#39;re going to say, &#39;Where did we come from, what happens next?&#39; The ability to remember the past helps us plan the future.","author":"Margaret Atwood","topic":"Future"},{"quote":"To many, peace is what enables development and is critical in providing opportunities to young people. To some - especially those from regions involved in conflict - peacekeeping and efforts to preserve peace are absolutely vital in bringing prosperity and hope for the future.","author":"Kim Yuna","topic":"Future"},{"quote":"A nation that does not stand for its children does not stand for anything and will not stand tall in the future.","author":"Marian Wright Edelman","topic":"Future"},{"quote":"Deficits mean future tax increases, pure and simple. Deficit spending should be viewed as a tax on future generations, and politicians who create deficits should be exposed as tax hikers.","author":"Ron Paul","topic":"Future"},{"quote":"I think all in all, one thing a lot of plays seem to be saying is that we need to, as black Americans, to make a connection with our past in order to determine the kind of future we&#39;re going to have. In other words, we simply need to know who we are in relation to our historical presence in America.","author":"August Wilson","topic":"Future"},{"quote":"It&#39;s about time we make the well-being of our young people more important than ideology and politics. As a country, we benefit from investing in their future by investing in teen pregnancy prevention.","author":"Jane Fonda","topic":"Future"},{"quote":"More is required of public officials than slogans and handshakes and press releases. More is required. We must hold ourselves strictly accountable. We must provide the people with a vision of the future.","author":"Barbara Jordan","topic":"Future"},{"quote":"In the future, instead of striving to be right at a high cost, it will be more appropriate to be flexible and plural at a lower cost. If you cannot accurately predict the future then you must flexibly be prepared to deal with various possible futures.","author":"Edward de Bono","topic":"Future"},{"quote":"The impressions of the spriritual experiences gave my future life its form and content.","author":"Gustav Mahler","topic":"Future"},{"quote":"India is known for much development that has happened since our independence, but at the same time, we have also failed on many levels. It is the responsibility of the future generation to ensure that all these failures are corrected and help create a civilised society with equal opportunities for one and all.","author":"N. R. Narayana Murthy","topic":"Future"},{"quote":"Community colleges are one of America&#39;s great social inventions a gateway to the future for first time students looking for an affordable college education, and for mid-career students looking to get ahead in the workplace.","author":"Barbara Mikulski","topic":"Future"},{"quote":"I told myself that if I went to Compton High, and I made something out of the school, it would mean something to me later down the line because I started everything. And future kids would say, &#39;DeMar made it here; why can&#39;t I?&#39; I wanted to stay home.","author":"DeMar DeRozan","topic":"Future"},{"quote":"The more downtime we have, the more time you have to play games like &#39;Ghost Recon Future Soldiers,&#39; so for me it&#39;s a fun way to get integrated into video games and for me to have fun with my buddies and team up and go into battle with &#39;em, kind of like out there on court.","author":"Kevin Love","topic":"Future"},{"quote":"Yesterday is a cancelled check. Today is cash on the line. Tomorrow is a promissory note.","author":"Hank Stram","topic":"Future"},{"quote":"With us air people, the future of our nation is indissolubly bound up in the development of air power.","author":"Billy Mitchell","topic":"Future"},{"quote":"It is said that the present is pregnant with the future.","author":"Voltaire","topic":"Future"},{"quote":"History is a relentless master. It has no present, only the past rushing into the future. To try to hold fast is to be swept aside.","author":"John F. Kennedy","topic":"Future"},{"quote":"If GE&#39;s strategy of investment in China is wrong, it represents a loss of a billion dollars, perhaps a couple of billion dollars. If it is right, it is the future of this company for the next century.","author":"Jack Welch","topic":"Future"},{"quote":"There is the natural tendency that all of us are vulnerable to, to deny unpleasant realities and to look for any excuse to push them away and resolve to think about them another day long in the future.","author":"Al Gore","topic":"Future"},{"quote":"Wisdom is the abstract of the past, but beauty is the promise of the future.","author":"Oliver Wendell Holmes, Sr.","topic":"Future"},{"quote":"Just believe in the future and direction of the capability that ARM has. Go deep and build a better future, both for the company and for its contribution to the industry. That&#39;s what I want ARM to do: invest more the future.","author":"Masayoshi Son","topic":"Future"},{"quote":"It&#39;s very important that historic cities are allowed to reinvent their future.","author":"Zaha Hadid","topic":"Future"},{"quote":"What is ultimately compelling for our children in helping them conjure images of a future for themselves is our willingness to walk with them as they do it.","author":"Greg Boyle","topic":"Future"},{"quote":"Humans are distinguished from other species by a massive brain that enables us to imagine a future and influence it by what we do in the present. By using experience, knowledge and insight, our ancestors recognized they could anticipate dangers and opportunities and take steps to exploit advantages and avoid hazards.","author":"David Suzuki","topic":"Future"},{"quote":"Man can and must prevent the tragedy of famine in the future instead of merely trying with pious regret to salvage the human wreckage of the famine, as he has so often done in the past.","author":"Norman Borlaug","topic":"Future"},{"quote":"In a world that is constantly changing, there is no one subject or set of subjects that will serve you for the foreseeable future, let alone for the rest of your life. The most important skill to acquire now is learning how to learn.","author":"John Naisbitt","topic":"Future"},{"quote":"The incentive that you give to your youth is going to be the make-or-break future of the country.","author":"Abdullah II of Jordan","topic":"Future"},{"quote":"After centuries of dormancy, young women... can now look toward a future moulded by their own hands.","author":"Rita Levi-Montalcini","topic":"Future"},{"quote":"Traditionalists are pessimists about the future and optimists about the past.","author":"Lewis Mumford","topic":"Future"},{"quote":"Your past is not your potential. In any hour you can choose to liberate the future.","author":"Marilyn Ferguson","topic":"Future"},{"quote":"GIS is waking up the world to the power of geography, this science of integration, and has the framework for creating a better future.","author":"Jack Dangermond","topic":"Future"},{"quote":"I can look at the future with anticipation. And it&#39;s comforting to know that someday, as Christians, we&#39;ll be able to look back and have a little more clarity on why certain things in life happened.","author":"Amy Grant","topic":"Future"},{"quote":"Future&#39;s not everybody. The people who are taking my style are like my babies. I&#39;ve got a tribe of kids that want to be like me... But I understand why people want to imitate the things I do. They&#39;re dope. It comes naturally to me. My fans can expect greatness. If I wasn&#39;t me, I would want to be me.","author":"Nayvadius Cash","topic":"Future"},{"quote":"People who live in the past generally are afraid to compete in the present. I&#39;ve got my faults, but living in the past is not one of them. There&#39;s no future in it.","author":"Sparky Anderson","topic":"Future"},{"quote":"I believe the future is only the past again, entered through another gate.","author":"Arthur Wing Pinero","topic":"Future"},{"quote":"Out of all my friends, I believe I&#39;m the only kid whose dad made us work to cut rebars; we laid bricks in construction sites and did other real work every summer for minimum wage. Our dad said that it&#39;s important in the future that when we tell people to dig a hole, that you personally know how long it will take to dig that hole.","author":"Eric Trump","topic":"Future"},{"quote":"I&#39;m the diva from the future. The next gig&#39;s on the moon. Catch me while you can.","author":"Natasha Bedingfield","topic":"Future"},{"quote":"The best thing about the future is that it comes only one day at a time.","author":"Dean Acheson","topic":"Future"},{"quote":"Grandchildren have taught me how important the future is. I try to look through their eyes and envision what&#39;s in their imagination. What&#39;s the world going to look like when they&#39;re my age? That really does take a huge imagination.","author":"Richard Lugar","topic":"Future"},{"quote":"It may be that we live in an endless universe, both in space and in time. And there&#39;ve been Bangs in the past, and there will be Bangs in the future.","author":"Neil Turok","topic":"Future"},{"quote":"As entrepreneurs, we must constantly dream and have the conviction and obsession to transform our dreams into reality - to create a future that never existed before.","author":"Clara Shih","topic":"Future"},{"quote":"We have to forget the past. History is something that even today we are paying the consequences, and the future is integration. We all as a people, as citizens, as the leadership of both countries should be looking in that direction.","author":"Atifete Jahjaga","topic":"Future"},{"quote":"The more we shelter children from every disappointment, the more devastating future disappointments will be.","author":"Fred G. Gosman","topic":"Future"},{"quote":"I do not want to foresee the future. I am concerned with taking care of the present. God has given me no control over the moment following.","author":"Mahatma Gandhi","topic":"Future"},{"quote":"Each man should frame life so that at some future hour fact and his dreaming meet.","author":"Victor Hugo","topic":"Future"},{"quote":"That&#39;s what I do this for, to secure my family&#39;s future. I don&#39;t care about anything else. I&#39;m able to spoil people, and that&#39;s the best thing.","author":"Conor McGregor","topic":"Future"},{"quote":"The trouble with our times is that the future is not what it used to be.","author":"Paul Valery","topic":"Future"},{"quote":"The social object of skilled investment should be to defeat the dark forces of time and ignorance which envelope our future.","author":"John Maynard Keynes","topic":"Future"},{"quote":"The future is limitless.","author":"Peter Thiel","topic":"Future"},{"quote":"Forecasting our futures is built into our psyches because we will soon have to manage that future. We have no choice. No matter how often we fail, we can never stop trying.","author":"Alan Greenspan","topic":"Future"},{"quote":"People don&#39;t realize that we cannot forecast the future. What we can do is have probabilities of what causes what, but that&#39;s as far as we go. And I&#39;ve had a very successful career as a forecaster, starting in 1948 forward. The number of mistakes I have made are just awesome. There is no number large enough to account for that.","author":"Alan Greenspan","topic":"Future"},{"quote":"The scary thing about the future... there will be tiny cameras everywhere, and they&#39;ll be flying around like mosquitoes and drones. That will be bad. Drones are scary. You can&#39;t reason with a drone.","author":"Matt Groening","topic":"Future"},{"quote":"Most people are prisoners, thinking only about the future or living in the past. They are not in the present, and the present is where everything begins.","author":"Carlos Santana","topic":"Future"},{"quote":"A great source of calamity lies in regret and anticipation; therefore a person is wise who thinks of the present alone, regardless of the past or future.","author":"Oliver Goldsmith","topic":"Future"},{"quote":"Children have neither a past nor a future. Thus they enjoy the present, which seldom happens to us.","author":"Jean de la Bruyere","topic":"Future"},{"quote":"While we cannot predict the future, we will most surely live it. Every action and decision we take - or don&#39;t - ripples into the future. For the first time, we have the capability, the technology, and the knowledge to direct those ripples.","author":"Jacque Fresco","topic":"Future"},{"quote":"Enjoy present pleasures in such a way as not to injure future ones.","author":"Seneca","topic":"Future"},{"quote":"Death at times seems like a dark tunnel to be traveled, and the future seems bleak.","author":"Mother Angelica","topic":"Future"},{"quote":"When you relinquish the desire to control your future, you can have more happiness.","author":"Nicole Kidman","topic":"Future"},{"quote":"You get caught up thinking about the future, you lose sight of the present.","author":"Antonio Brown","topic":"Future"},{"quote":"We must respect the past, and mistrust the present, if we wish to provide for the safety of the future.","author":"Joseph Joubert","topic":"Future"},{"quote":"We are telling our kids that nature is in the past and it probably doesn&#39;t count anymore, the future is in electronics, the boogeyman is in the woods, and playing outdoors is probably illicit and possibly illegal.","author":"Richard Louv","topic":"Future"},{"quote":"Usually, people have a tendency to be caught in the worries concerning the future or in the regret concerning the past. There is some kind of energy that is pushing them to run, and they are not able to establish themselves in the present moment.","author":"Nhat Hanh","topic":"Future"},{"quote":"I&#39;m a historian. The act of predicting the future discomfits me, in any event - and the bigger the prediction, the more distrusting I am.","author":"Rick Perlstein","topic":"Future"},{"quote":"A visionary is someone who can see the future, or thinks he sees the future. In my case, I use it and it comes out right. That doesn&#39;t come from daydreams or dreams, but it comes from knowing the market and knowing the world and knowing people really well and knowing where they&#39;re going to be tomorrow.","author":"Leonard Lauder","topic":"Future"},{"quote":"Together we will act to bring about national reconciliation, secure Malaysia&#39;s economic future, and build a stronger, more harmonious society.","author":"Najib Razak","topic":"Future"},{"quote":"When a scientist is ahead of his times, it is often through misunderstanding of current, rather than intuition of future truth. In science there is never any error so gross that it won&#39;t one day, from some perspective, appear prophetic.","author":"Jean Rostand","topic":"Future"},{"quote":"The people of the future will say, meat-eaters in disgust and regard us in the same way that we regard cannibals and cannibalism.","author":"Dennis Weaver","topic":"Future"},{"quote":"We&#39;re busily wrecking the chances for future generations at a rapid rate of knots by not recognizing the damage we&#39;re doing to the natural environment, bearing in mind that this is the only planet that we know has any life on it.","author":"Prince Charles","topic":"Future"},{"quote":"If we do not make tough decisions now, future Americans will have to make even tougher ones.","author":"Virginia Foxx","topic":"Future"},{"quote":"On Earth Day, we celebrate all the gifts the world and nature make available to us. We recognize our complete dependence on its bounty. And we acknowledge the need for good stewardship to preserve its fruits for future generations.","author":"John Hoeven","topic":"Future"},{"quote":"Political disagreements have the colour and fragrance that normally is seen and felt in a political bouquet, while remaining united on one issue that democracy is the future of Pakistan.","author":"Asif Ali Zardari","topic":"Future"},{"quote":"I don&#39;t mind if my future is long or short, as long as I&#39;m doing the right thing. And as long as I behave for other people.","author":"Henry Allingham","topic":"Future"},{"quote":"The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be.","author":"Marcel Pagnol","topic":"Future"},{"quote":"There&#39;s an ongoing competition by global companies across all areas from products, technology development and hiring talented people to patent disputes. The market is big and opportunities are wide open, so we should find out new businesses that Samsung&#39;s future will hinge on.","author":"Lee Kun-hee","topic":"Future"},{"quote":"The future condition of the conquered power depends on the will of the conquerer.","author":"Thaddeus Stevens","topic":"Future"},{"quote":"It is not enough to understand, or to see clearly. The future will be shaped in the arena of human activity, by those willing to commit their minds and their bodies to the task.","author":"Robert Kennedy","topic":"Future"},{"quote":"Fortune raises up and fortune brings low both the man who fares well and the one who fares badly; and there is no prophet of the future for mortal men.","author":"Sophocles","topic":"Future"},{"quote":"I think the American Dream should be about a greater progressive legislation that allows for what I call a necessary future world of cooperational humanism.","author":"Bobby Seale","topic":"Future"},{"quote":"The essence of statesmanship is not a rigid adherence to the past, but a prudent and probing concern for the future.","author":"Hubert H. Humphrey","topic":"Future"},{"quote":"When did the future switch from being a promise to a threat?","author":"Chuck Palahniuk","topic":"Future"},{"quote":"What you&#39;re doing now, or have done in the past, need not determine what you can do next and in the future.","author":"Ken Robinson","topic":"Future"},{"quote":"I think in the future we need to look at our youth department to provide more players for the first team think it is important for a club to have a good amount of players that have roots with the club and region.","author":"Arsene Wenger","topic":"Future"},{"quote":"Time is an illusion. Time only exists when we think about the past and the future. Time doesn&#39;t exist in the present here and now.","author":"Marina Abramovic","topic":"Future"},{"quote":"I could sum up the future in one word, and that word is &#39;boring.&#39; The future is going to be boring.","author":"J. G. Ballard","topic":"Future"},{"quote":"Over and over, the economy has determined the extent of our response, but how much value does it place on breathable air, drinkable water, edible food and stable weather and climate? Surely the economy is the means to a better future, not an end in itself. Surely it must be subordinate to a rich, diverse ecosphere that sustains all life.","author":"David Suzuki","topic":"Future"},{"quote":"Fascism is not in itself a new order of society. It is the future refusing to be born.","author":"Aneurin Bevan","topic":"Future"},{"quote":"To act is to anchor in an imminent future, so imminent it becomes almost tangible; to act is to feel you are consubstantial with that future.","author":"Emile M. Cioran","topic":"Future"},{"quote":"While we can remember the past, we cannot write the future. Only our children, the future of our community, can do that.","author":"Jonathan Sacks","topic":"Future"},{"quote":"The purpose of the Jewish state is to secure the Jewish future. That is why Israel must always have the ability to defend itself, against any threat.","author":"Benjamin Netanyahu","topic":"Future"},{"quote":"My background is not typical hip-hop. I didn&#39;t grow up in the projects. I grew up in a single family home in a middle-class suburb. That doesn&#39;t mean I didn&#39;t experience hardship, but to me it&#39;s not about that, it&#39;s about the future and where we are trying to take it.","author":"Kid Cudi","topic":"Future"},{"quote":"The supreme need of the world is peace and good will among men. It must be peace founded upon justice and fairness, the righting of past wrong, and the securing of the future as far as possible against the evils of the past.","author":"Charles M. Schwab","topic":"Future"},{"quote":"Giving education away for free is a really good idea, but it can&#39;t be the future of education. There has to be a business model around it that actually works.","author":"Sebastian Thrun","topic":"Future"},{"quote":"I should only look back at moments that were disparaging, look down upon, negative for me - moments where I could learn something. And if I have been able to use that learning in future, then I am happy about it.","author":"Amitabh Bachchan","topic":"Future"},{"quote":"As a child our dreams got scattered all about and all our future prospects got scattered to so many places, and we spend our lives trying to find the little pieces that make up our lives and make up the dreams that we had as a child that got blown away in the windstorm.","author":"Terrence Howard","topic":"Future"},{"quote":"The future has a way of arriving unannounced.","author":"George Will","topic":"Future"},{"quote":"If you have a smothering parent, the effect it can apparently have on a child is to give them, in equal doses, a sense of too much self-esteem, because they are mummy&#39;s little princess or prince, and low self-esteem. It affects future relationships.","author":"Hugh Grant","topic":"Future"},{"quote":"What&#39;s interesting about books that take place in the future, even twenty years in the future, is that many of them are black or white: It&#39;s either a utopia or it&#39;s misery. The real truth is that there&#39;s going to be both things in any future, just like there is now.","author":"Albert Brooks","topic":"Future"},{"quote":"I don&#39;t think anybody anywhere can talk about the future of their people or of an organization without talking about education. Whoever controls the education of our children controls our future.","author":"Wilma Mankiller","topic":"Future"},{"quote":"We need affordable space travel to inspire our youth, to let them know that they can experience their dreams, can set significant goals and be in a position to lead all of us to future progress in exploration, discovery and fun. Thanks to the X Prize for the inspiration.","author":"Burt Rutan","topic":"Future"},{"quote":"Parents are like shuttles on a loom. They join the threads of the past with threads of the future and leave their own bright patterns as they go.","author":"Fred Rogers","topic":"Future"},{"quote":"The FBI Academy teaches new agents that the best predictor of future behavior is past behavior.","author":"Ronald Kessler","topic":"Future"},{"quote":"Predictions are preposterous.","author":"Jackie Mason","topic":"Future"},{"quote":"Work hard to do what&#39;s right, keep our future generation in focus and the future of our country in focus.","author":"Tom Graves","topic":"Future"},{"quote":"The most striking development of the great depression of 1929 is a profound skepticism of the future of contemporary society among large sections of the American people.","author":"C. L. R. James","topic":"Future"},{"quote":"Neurologically, people have a need to feel oriented, to know where they are, not just in terms of a compass and not just in terms of geography, but in terms of their culture and history. To be informed about where they&#39;re coming from and to have some glimpse towards a hopeful future.","author":"James Howard Kunstler","topic":"Future"},{"quote":"I&#39;ve never lived in New York. I&#39;ve never done a play off or on Broadway, so I think that&#39;s in my future. Have that experience - get a little apartment in the city and grow a beard and walk around with earbuds in my ears, and a stocking cap and a big giant scarf.","author":"Eric Stonestreet","topic":"Future"},{"quote":"Wherever my work may take me in the near future even if you should see me one day within the fortress - you can always count on me as your reliable assistant.","author":"Hjalmar Schacht","topic":"Future"},{"quote":"I&#39;ve got a new life now, a new future, there&#39;s a lot more to Lennox Lewis than just being a boxer.","author":"Lennox Lewis","topic":"Future"},{"quote":"The problem of a rising population destroying more than four tons of soil for every human already alive needs to find its way into corporate board rooms if we are to enjoy future financial, economic and political stability.","author":"Allan Savory","topic":"Future"},{"quote":"Google owns YouTube, and recently, I drew a comic about an idea for a YouTube feature - which they actually took seriously and implemented. So I&#39;m thinking that maybe we&#39;ll have a future where Google is &#39;xkcd.&#39;","author":"Randall Munroe","topic":"Future"},{"quote":"Business, more than any other occupation, is a continual dealing with the future; it is a continual calculation, an instinctive exercise in foresight.","author":"Henry R. Luce","topic":"Future"},{"quote":"A few years ago, I actually did come up with a mocking sort of epitaph for myself. It&#39;s this: &#39;Here lies Robert Silverberg. He spent most of his life in the future. Now he&#39;s in the past.&#39;","author":"Robert Silverberg","topic":"Future"},{"quote":"The future of the world belongs to the youth of the world, and it is from the youth and not from the old that the fire of life will warm and enlighten the world. It is your privilege to breathe the breath of life into the dry bones of many around you.","author":"Tom Mann","topic":"Future"},{"quote":"Don&#39;t forget what I discovered that over ninety percent of all national deficits from 1921 to 1939 were caused by payments for past, present, and future wars.","author":"Franklin D. Roosevelt","topic":"Future"},{"quote":"You can&#39;t have people making decisions about the future of the world who are scientifically illiterate. That&#39;s a recipe for disaster. And I don&#39;t mean just whether a politician is scientifically literate, but people who vote politicians into office.","author":"Neil deGrasse Tyson","topic":"Future"},{"quote":"When I arrived in Laos and found young Americans living there, out of free choice, I was surprised. After only a week, I began to have a sense of the appeal of the country and its people - along with despair about its future.","author":"Noam Chomsky","topic":"Future"},{"quote":"A child in India grows up with the idea that you have to make choices that will create a better future. In fact, your whole life is a continuum of choices, so the more conscious you are, the greater your life will be.","author":"Deepak Chopra","topic":"Future"},{"quote":"Hong Kong people say Hong Kong needs to preserve its uniqueness. I say Hong Kong&#39;s uniqueness is in its diversity, its tolerance of difference cultures... China does not want to see Hong Kong in decline. I have full confidence in its future.","author":"Jack Ma","topic":"Future"},{"quote":"Conservatism discards Prescription, shrinks from Principle, disavows Progress; having rejected all respect for antiquity, it offers no redress for the present, and makes no preparation for the future.","author":"Benjamin Disraeli","topic":"Future"},{"quote":"I think I am more determined than ever in my future plans, and I have quite made up my mind that nothing must be suffered to interfere with them. I intend to make such arrangements in town as will secure me a couple of hours daily (with very few exceptions) for my studies.","author":"Ada Lovelace","topic":"Future"},{"quote":"The White House isn&#39;t the place to learn how to deal with international crisis, the balance of power, war and peace, and the economic future of the next generation.","author":"Joe Biden","topic":"Future"},{"quote":"That man is prudent who neither hopes nor fears anything from the uncertain events of the future.","author":"Anatole France","topic":"Future"},{"quote":"Our grandkids will lead the lives of the gods of mythology. Zeus could think and move objects around. We&#39;ll have that power. Venus had a perfect, timeless body. We&#39;ll have that, too. Pegasus was a flying horse. We&#39;ll be able to modify life in the future.","author":"Michio Kaku","topic":"Future"},{"quote":"The road to the future leads us smack into the wall. We simply ricochet off the alternatives that destiny offers. Our survival is no more than a question of 25, 50 or perhaps 100 years.","author":"Jacques Yves Cousteau","topic":"Future"},{"quote":"The Wonderful pistachios campaign is a great example - I don&#39;t involve myself with a project I don&#39;t feel passionate about. I could talk your ear off about internal statistics for WWE and what we have planned for the future. Why do I know that stuff? Because I like to do all that stuff.","author":"John Cena","topic":"Future"},{"quote":"Broadcasting is definitely in my cards for the future, and I&#39;m determined to work hard at it - to perfect it and create my style and niche.","author":"Apolo Ohno","topic":"Future"},{"quote":"For my future I have no concern, and as a true philosopher, I never would have any, for I know not what it may be: as a Christian, on the other hand, faith must believe without discussion, and the stronger it is, the more it keeps silent.","author":"Giacomo Casanova","topic":"Future"},{"quote":"When I was in &#39;Billy,&#39; I always knew that I wanted to do something in performing. I always knew that I wanted to have a future in the performing arts. I had no idea that it was going to be acting in movies.","author":"Tom Holland","topic":"Future"},{"quote":"As I say to our own team: &#39;Never protect your past, never define yourself by a single product, and always continue to steward for the long-term. Keep moving towards the future.&#39;","author":"Ginni Rometty","topic":"Future"},{"quote":"When two kids are being completely berserk, and they&#39;re naked and throwing food around, sometimes I just let it go because I can see a future where they&#39;re going to be dressed, and they&#39;re going to be at school. So I kind of let stuff go sometimes.","author":"Louis C. K.","topic":"Future"},{"quote":"Preparing for a future in music is an expensive proposition.","author":"Itzhak Perlman","topic":"Future"},{"quote":"For all of its uncertainty, we cannot flee the future.","author":"Barbara Jordan","topic":"Future"},{"quote":"The future of society is 100% dependent on scientific advances.","author":"Craig Venter","topic":"Future"},{"quote":"I feel friendship towards philosophers, but towards sophists, teachers of literature, or any other such kind of godforsaken people, I neither feel friendship now, nor may I ever do so in the future.","author":"Apollonius of Tyana","topic":"Future"},{"quote":"The ultimate function of prophecy is not to tell the future, but to make it. Your successful past will block your visions of the future.","author":"Joel A. Barker","topic":"Future"},{"quote":"Where you come from now is much less important than where you&#39;re going. More and more of us are rooted in the future or the present tense as much as in the past. And home, we know, is not just the place where you happen to be born. It&#39;s the place where you become yourself.","author":"Pico Iyer","topic":"Future"},{"quote":"My passion is to create a better society for our future citizens.","author":"N. R. Narayana Murthy","topic":"Future"},{"quote":"The future of any corporation is as good as the value system of the leaders and followers in the organization.","author":"N. R. Narayana Murthy","topic":"Future"},{"quote":"My mother did what all great leaders do: She sparked the growth of future leaders.","author":"Marillyn Hewson","topic":"Future"},{"quote":"If you believe that the killing of innocent people is right, then you are not part of my future.","author":"Abdullah II of Jordan","topic":"Future"},{"quote":"One of the interesting things here is that the people who should be shaping the future are politicians. But the political framework itself is so dead and closed that people look to other sources, like artists, because art and music allow people a certain freedom.","author":"Thom Yorke","topic":"Future"},{"quote":"The purpose of thinking about the future is not to predict it but to raise people&#39;s hopes.","author":"Freeman Dyson","topic":"Future"},{"quote":"My biggest concern is the abundance of public doubt and misunderstanding when it comes to Twitter&#39;s vision and the near future for the service.","author":"Chris Sacca","topic":"Future"},{"quote":"The byproduct of the main thrust to protect the biodiversity of a given place is that you get especially young people out to the parks, because it will be future generations that will have to value these landscapes and these ecosystems and make sure that nobody is changing the law.","author":"Douglas Tompkins","topic":"Future"},{"quote":"Every great work of art has two faces, one toward its own time and one toward the future, toward eternity.","author":"Daniel Barenboim","topic":"Future"},{"quote":"From a client perspective, I really think the work Microsoft&#39;s doing with Surface, with HoloLens, with Xbox, that stuff&#39;s absolutely essential to the company&#39;s future. Because innovation in the future will either be from the cloud out to all devices, or from devices as supported by software in the cloud.","author":"Steve Ballmer","topic":"Future"},{"quote":"I see a bright future for Florida and for America, and my campaign will be about the ideas and principles that will help us achieve a more perfect union.","author":"Ron DeSantis","topic":"Future"},{"quote":"Perhaps at some time in the future, when you ask a friend to come up and look at your etchings, you will plug in your collection of video art.","author":"Ralph Baer","topic":"Future"},{"quote":"I really don&#39;t spend time thinking about the past. I think about the future. I&#39;m not stopping.","author":"Harold Prince","topic":"Future"},{"quote":"I believe that investing in our children&#39;s development from the earliest age is the single most important contribution we can make to the health and wellbeing of our citizens, their capacity and the future prosperity of our state.","author":"Jay Weatherill","topic":"Future"},{"quote":"We can pay our debts to the past by putting the future in debt to ourselves.","author":"John Buchan","topic":"Future"},{"quote":"I am convinced that the stratigraphic method will in the future enable archaeology to throw far more light on the history of American culture than it has done in the past.","author":"Edward Sapir","topic":"Future"},{"quote":"There are a number of fascinating stories included in &#39;The Human Face of Big Data&#39; that represent some of the most innovative applications of data that are shaping our future.","author":"Rick Smolan","topic":"Future"},{"quote":"As an American I wanted to explore... why are we the only first world country that still has capital punishment? Is it because we&#39;re too afraid to really examine the system, or is it because we really truly believe that this is the best way to deter future crime?","author":"Jodi Picoult","topic":"Future"},{"quote":"I think the important thing now is to have a celebration and then with determination move into our common, shared, different future.","author":"Michael D. Higgins","topic":"Future"},{"quote":"I can&#39;t change history, I don&#39;t want to change history. I can only change the future. I&#39;m working on that.","author":"Boris Becker","topic":"Future"},{"quote":"A quality is something capable of being completely embodied. A law never can be embodied in its character as a law except by determining a habit. A quality is how something may or might have been. A law is how an endless future must continue to be.","author":"Charles Sanders Peirce","topic":"Future"},{"quote":"One of India&#39;s biggest advantages is our young demographic and that we have a youthful population that is indeed our future.","author":"Vijay Mallya","topic":"Future"},{"quote":"So not only do we need to deal with threats as they emerge, we have to be thinking in anticipation of future threats, and the things we do have to be things that enable the system to continue to work.","author":"Janet Napolitano","topic":"Future"},{"quote":"We look forward with great anticipation to see the course that the National Space Council charts for America&#39;s future in space.","author":"Bruce Pittman","topic":"Future"},{"quote":"My vision for the future of social transportation is one that places more value on information and community over a physical product. Move over, multi-billion-dollar high-speed rail infrastructure and welcome, social information-based solutions.","author":"John Zimmer","topic":"Future"},{"quote":"When decentralized blockchain protocols start displacing the centralized web services that dominate the current Internet, we&#39;ll start to see real internet-based sovereignty. The future Internet will be decentralized.","author":"Olaf Carlson-Wee","topic":"Future"},{"quote":"We think that Kosovo will continue to serve as a centre of violence and regional instability in future.","author":"Boris Trajkovski","topic":"Future"},{"quote":"True revolutionaries are like God - they create the world in their own image. Our awesome responsibility to ourselves, to our children, and to the future is to create ourselves in the image of goodness, because the future depends on the nobility of our imaginings.","author":"Barbara Grizzuti Harrison","topic":"Future"},{"quote":"I hope that in future Congresses there will reemerge a recognition that climate change is a reality, that our policies to meet our energy needs must also deal responsibly with environmental issues, including the damage caused by greenhouse gas emissions.","author":"Jeff Bingaman","topic":"Future"},{"quote":"With the continued support of citizens who refuse to accept inaction at the expense of future generations, we will lead the world toward a sustainable future.","author":"Diana DeGette","topic":"Future"},{"quote":"The heart was always seen as the noblest of the internal organs as well as the most vital. The hearts of martyrs or future candidates for sainthood would be preserved, but never their livers, say, or the entrails - at least not on their own; it was either the heart by itself or the whole lot together.","author":"George Fetherling","topic":"Future"},{"quote":"Our ideals, laws and customs should be based on the proposition that each generation in turn becomes the custodian rather than the absolute owner of our resources - and each generation has the obligation to pass this inheritance on in the future.","author":"Alberto Moravia","topic":"Future"},{"quote":"On every front there are clear answers out there that can make this country stronger, but we&#39;re going to break through the fear and the frustration people are feeling. Our job is to make sure that even as we make progress, that we are also giving people a sense of hope and vision for the future.","author":"Barack Obama","topic":"Future"},{"quote":"The question of armaments, whether on land or sea, is the most immediately and intensely practical question connected with the future fortunes of nations and of mankind.","author":"Woodrow Wilson","topic":"Future"},{"quote":"A people do not throw their geniuses away. And if they are thrown away, it is our duty as artists and as witnesses for the future to collect them again for the sake of our children and, if necessary, bone by bone.","author":"Alice Walker","topic":"Future"},{"quote":"I haven&#39;t been faithful to my own advice in the past. I will in the future.","author":"Billy Graham","topic":"Future"},{"quote":"We steal if we touch tomorrow. It is God&#39;s.","author":"Henry Ward Beecher","topic":"Future"},{"quote":"John wrote with a very deep love for the human race and a concern for its future.","author":"Yoko Ono","topic":"Future"},{"quote":"Lady Gaga is the present and the future. She is the most revolutionary and inspirational artist. She is fearless and daring.","author":"Donatella Versace","topic":"Future"},{"quote":"People are powerfully moved by imagination, belief, and knowledge. They can consider the past and future. They can make changes in their behavior out of reason in a way that animals can&#39;t do.","author":"Gretchen Rubin","topic":"Future"},{"quote":"One of the things I like about the computer that I use is that I can write a program on it or I can download a program on to it and run it. That&#39;s kind of important to me, and that&#39;s also kind of important to the whole future of the internet... obviously a closed platform is a serious brake on innovation.","author":"Tim Berners-Lee","topic":"Future"},{"quote":"The progress of India is the destiny of one-sixth of humanity. And it will also mean a world more confident of its prosperity and more secure about its future.","author":"Narendra Modi","topic":"Future"},{"quote":"We should prepare our future workforce differently. It isn&#39;t just advanced STEM degrees. There are many jobs you can do without advanced degrees.","author":"Ginni Rometty","topic":"Future"},{"quote":"Mars, we know, was once wet and warm. Was it home to life? And what can living and learning to work on its rust-colored surface teach us about the future of our own planet, Earth? Answering those mysteries may hold the key to our future.","author":"Buzz Aldrin","topic":"Future"},{"quote":"It is our duty, as parents and as teachers, to give all children the space to build their emotional strength and provide a strong foundation for their future.","author":"Kate Middleton","topic":"Future"},{"quote":"Happy is the person who knows what to remember of the past, what to enjoy in the present, and what to plan for in the future.","author":"Arnold H. Glasow","topic":"Future"},{"quote":"I&#39;ve said it before, but it&#39;s absolutely true: My mother gave me my drive, but my father gave me my dreams. Thanks to him, I could see a future.","author":"Liza Minnelli","topic":"Future"},{"quote":"We have a positive vision of the future founded on the belief that the gap between the promise and reality of America can one day be finally closed. We believe that.","author":"Barbara Jordan","topic":"Future"},{"quote":"I feel like God puts things in our lives to help prepare us for the future.","author":"Louie Gohmert","topic":"Future"},{"quote":"In fact when you combine stem cell technology with the technology known as tissue engineering you can actually grow up entire organs, so as you suggest that sometime in the future you get in an auto accident and lose your kidney, we&#39;d simply take a few skin cells and grow you up a new kidney. In fact this has already been done.","author":"Robert Lanza","topic":"Future"},{"quote":"We, as a society, will benefit from the interest young people show beginning at first, second, and third grades. As a result, there&#39;s great promise in the future.","author":"Betsy DeVos","topic":"Future"},{"quote":"Policies to strengthen education and training, to encourage entrepreneurship and innovation, and to promote capital investment, both public and private, could all potentially be of great benefit in improving future living standards in our nation.","author":"Janet Yellen","topic":"Future"},{"quote":"To get Xi Jinping to help with our Pyongyang problem, Trump has dropped all talk of befriending Taiwan, backed off Tillerson&#39;s warning to Beijing to vacate its fortified reefs in the South China Sea, and held out promises of major concessions to Beijing in future trade deals.","author":"Pat Buchanan","topic":"Future"},{"quote":"Sometimes you can win, but you are not building something positive for your future.","author":"Antonio Conte","topic":"Future"},{"quote":"The future of communicating with customers rests in engaging with them through every possible channel: phone, e-mail, chat, Web, and social networks. Customers are discussing a company&#39;s products and brand in real time. Companies need to join the conversation.","author":"Marc Benioff","topic":"Future"},{"quote":"I want to be the Mexican-American Oprah Winfrey. That&#39;s a small goal, isn&#39;t it? That&#39;s something that I want. And of course not just to host, I want to OWN it! So, that&#39;s in my future.","author":"Jenni Rivera","topic":"Future"},{"quote":"On Facebook, your past comes into your present when someone from your second grade class suddenly pops up to send you a message, and your future is being manipulated by what Facebook knows to put in front of you next.","author":"Douglas Rushkoff","topic":"Future"},{"quote":"I work with gold that holds our past and diamonds that see the future and rubies that long for love. It&#39;s just a way of telling a story.","author":"Waris Ahluwalia","topic":"Future"},{"quote":"Some things, like the orbits of the planets, can be calculated far into the future. But that&#39;s atypical. In most contexts, there is a limit. Even the most fine-grained computation can only forecast British weather a few days ahead. There are limits to what can ever be learned about the future, however powerful computers become.","author":"Martin Rees","topic":"Future"},{"quote":"There&#39;s no future in spending our present worrying about our past.","author":"Tom Wilson","topic":"Future"},{"quote":"When you think about the children, one of the things that I&#39;m quite concerned about - and I&#39;ve heard it expressed by others - is trying to find how we can build better accountability, work to provide a level of education that prepares our children for the future.","author":"Lisa Murkowski","topic":"Future"},{"quote":"We grow in time to trust the future for our answers.","author":"Ruth Benedict","topic":"Future"},{"quote":"I&#39;m most passionate about personalization. I firmly believe that personalized experiences with brands will most drive loyalty and relevance for customers in the future.","author":"Katrina Lake","topic":"Future"},{"quote":"My idea in terms of managing a narrative, or in thinking in my creative life, is that you could easily argue that the past, the present and the future all occur simultaneously, and if you can postulate that, then you&#39;re not strictly bound to a linear narrative.","author":"Tommy Lee Jones","topic":"Future"},{"quote":"I am incredibly bad at predicting the future; I am only smart enough to observe the present and listen to my intuition about tendencies.","author":"Rem Koolhaas","topic":"Future"},{"quote":"If Republicans and Democrats commit to working together, we can reach a bipartisan, common-sense agreement to reverse Illinois&#39; economic decline and set the stage for a bright economic future.","author":"Bruce Rauner","topic":"Future"},{"quote":"It always struck me that Africa was, in a strange way, a futuristic place and had elements and vibes and spirits that were going to inform the future. Africa Express is an attempt to engage that power outside Africa, and for everyone to benefit from it.","author":"Damon Albarn","topic":"Future"},{"quote":"I walk around - people know who I am. I&#39;ve got friends. I can make ends meet. I grew up around people who have been hustling from the start, so I think I&#39;ve got a bright little future ahead of me - especially if I don&#39;t fight. Why would I want to go out there and fight with somebody, get my face punched and kicked. It&#39;s not my idea of a good time.","author":"Nate Diaz","topic":"Future"},{"quote":"We can have skills training in mindfulness so that we are using our attention to perceive something in the present moment. This perception is not so latent by fears or projections into the future, or old habits, and then I can actually stir loving-kindness or compassion in skills training too, which can be sort of provocative, I found.","author":"Sharon Salzberg","topic":"Future"},{"quote":"The word tomorrow was invented for indecisive people and for children.","author":"Ivan Turgenev","topic":"Future"},{"quote":"When I decided to become a Christian and decided to change my life and just totally quit screwing up, it was like, &#39;Wow, why didn&#39;t I do this before?&#39; No hiding anything. I just felt so much better, not only about myself, but my future, my family. It was awesome, and it didn&#39;t take me long to realize that.","author":"Jim Kelly","topic":"Future"},{"quote":"Attachment to the past and fears concerning the future not only govern the way you select the things you own but also represent the criteria by which you make choices in every aspect of your life, including your relationships with people and your job.","author":"Marie Kondo","topic":"Future"},{"quote":"I actually think Johannesburg represents the future. My version of what I think the world is going to become looks like Johannesburg.","author":"Neill Blomkamp","topic":"Future"},{"quote":"In exile, I have tried to profit by the past and prepare for the future.","author":"Lajos Kossuth","topic":"Future"},{"quote":"With success comes responsibility of playing your part, to do what you can to help not only those that helped you get to where you&#39;re at, but the future of who&#39;s going to be playing a part of your business and everything you do in your entire career.","author":"Rob Dyrdek","topic":"Future"},{"quote":"I feel that I am best positioned to fight for America&#39;s future here in the trenches of the United States Senate.","author":"John Thune","topic":"Future"},{"quote":"When you finish a series like &#39;Ugly Betty,&#39; there are so many voices around you telling you what you should be doing next and what would be good for your future, sometimes you can&#39;t hear yourself. I&#39;ve gotten pretty good at tuning everyone else out. Now it&#39;s just me; what pleases me creatively.","author":"America Ferrera","topic":"Future"},{"quote":"Democrats have no agenda, no plan for the future, and no sense of leadership.","author":"Jeff Miller","topic":"Future"},{"quote":"The future of filmmaking is to make the canvas bigger, something you can&#39;t enjoy on your phones or computers.","author":"Sidharth Malhotra","topic":"Future"},{"quote":"I&#39;ve found that when the market&#39;s going down and you buy funds wisely, at some point in the future you will be happy.","author":"Peter Lynch","topic":"Future"},{"quote":"Scientists are not these guys in lab coats deep in the inner bowels of universities and hospitals with their Bunsen burners. They&#39;re the people molding the culture that we live in, the future of our culture, and the technology we rely on every day.","author":"Johnny Galecki","topic":"Future"},{"quote":"Read, listen to and watch everything you can. Explore the corners of popular culture and the arts. And, of course, these days you have to stay maniacally plugged in to the cutting edge of whatever technology is taking your profession into the future - otherwise you&#39;re toast.","author":"Tom Freston","topic":"Future"},{"quote":"I don&#39;t know if the &#39;80s were unique, but we certainly got original, groundbreaking stuff at the time with movies like &#39;Back to the Future&#39; and &#39;Star Wars&#39; - movies that became classics.","author":"Ernest Cline","topic":"Future"},{"quote":"Being an American is a state of mind, and to be in a family is to feel the power of belonging, the power of your roots. Family is a tree, the strength of a tree, the roots, the leaves, the past and the present, the future, the fruits, the seeds.","author":"Esai Morales","topic":"Future"},{"quote":"Putting even one thing in your shopping basket that&#39;s locally produced or organic makes all the difference. It&#39;s a vote for the future, for animal welfare, for the environment, for your children&#39;s children.","author":"Sheherazade Goldsmith","topic":"Future"},{"quote":"I don&#39;t know what the future holds, but I know that God holds tomorrow, so it is exciting. Even when I have hard things happen, He loves me so big, so much. I come through it and I grow from it, because He has got me.","author":"Barbara Mandrell","topic":"Future"},{"quote":"I&#39;m excited about what the future will bring and I think the best is yet to come.","author":"Alonzo Mourning","topic":"Future"},{"quote":"Lots of science fiction deals with distant times and places. Intrepid prospectors in the Asteroid Belt. Interstellar epics. Galactic empires. Trips to the remote past or future.","author":"Edward M. Lerner","topic":"Future"},{"quote":"The future of publishing lies with the small and medium-sized presses, because the big publishers in New York are all part of huge conglomerates.","author":"Lawrence Ferlinghetti","topic":"Future"},{"quote":"The way you remember the past depends upon your hope for the future. And if what you see in your future has no hope, it has no potential, then you view the past that brought you to here as not very good.","author":"Story Musgrave","topic":"Future"},{"quote":"The first principle of contract negotiations is don&#39;t remind them of what you did in the past - tell them what you&#39;re going to do in the future.","author":"Stan Musial","topic":"Future"},{"quote":"These kids are the future of the National Football League. They&#39;re the next generation that will be playing high school football, NCAA football, and some even to the pros.","author":"Troy Vincent","topic":"Future"},{"quote":"Our fiat currency is under increasing stress with our large and growing trade deficits. We have a federal deficit that is calculated in the trillions when we take into account the net present value of the future Social Security and Medicaid obligations we are creating today.","author":"George Noory","topic":"Future"},{"quote":"Apart from writing books, my 40s have been about pursuing personal growth. Whatever were the mistakes of my earlier life, I&#39;ve been committed to a pause, a regroup. I don&#39;t want to make the same mistakes in the future.","author":"Monique Roffey","topic":"Future"},{"quote":"Leaders of the future will have to be visionary and be able to bring people in - real communicators. These are things that women bring to leadership and executive positions, and it&#39;s going to be incredibly valuable and incredibly in demand.","author":"Anita Borg","topic":"Future"},{"quote":"Unlike some, I don&#39;t claim to hold the mystic key to the future. But judging from past events, it seems to me that those who want to prophesy the imminent end of America&#39;s unique global role have a harder case to make than those who think we will limp on for a while, making a mess of things as usual.","author":"Walter Russell Mead","topic":"Future"},{"quote":"Our awesome responsibility to ourselves, to our children, and to the future is to create ourselves in the image of goodness, because the future depends on the nobility of our imaginings.","author":"Barbara Grizzuti Harrison","topic":"Future"},{"quote":"They gave each other a smile with a future in it.","author":"Ring Lardner","topic":"Future"},{"quote":"Let him who would enjoy a good future waste none of his present.","author":"Roger Babson","topic":"Future"},{"quote":"It is not just disposable income but whether people feel good about their immediate future that drives sales. It is this feel-good factor that drives the purchases more and more than mere economic wealth.","author":"Johann Rupert","topic":"Future"},{"quote":"You can always plan where you think your life is going to go but I don&#39;t think you can really plan your future.","author":"Jack McCollough","topic":"Future"},{"quote":"I think there is a role for us as women to contribute to the future of technology.","author":"Juliana Rotich","topic":"Future"},{"quote":"My business is to prevent the future.","author":"Ray Bradbury","topic":"Future"},{"quote":"If you don&#39;t focus on the future generation, it means you are destroying your country.","author":"Malala Yousafzai","topic":"Future"},{"quote":"It is extraordinary that whole populations have no projects for the future, none at all. It certainly is extraordinary, but it is certainly true.","author":"Gertrude Stein","topic":"Future"},{"quote":"I&#39;m substantially concerned about the policy directions of the space agency. We have a situation in the U.S. where the White House and Congress are at odds over what the future direction should be. They&#39;re sort of playing a game and NASA is the shuttlecock that they&#39;re hitting back and forth.","author":"Neil Armstrong","topic":"Future"},{"quote":"When I moved to Cleveland, defense research was laying the foundations for the Internet. The Apollo program was just about to put a man on the moon - and it was Neil Armstrong, from right here in Ohio. The future felt limitless. But today, our government is broken.","author":"Peter Thiel","topic":"Future"},{"quote":"What I see in the corporate sector is very clearly an issue of a major shortfall in the issue of, what some people call confidence, but whatever you want to call it. Clearly people are looking out in the very distant future and they are saying that it is too complex.","author":"Alan Greenspan","topic":"Future"},{"quote":"We can chart our future clearly and wisely only when we know the path which has led to the present.","author":"Adlai E. Stevenson","topic":"Future"},{"quote":"Internationally, President Obama has adopted an appeasement strategy. He believes America&#39;s role as leader in the world is a thing of the past. I believe a strong America must - and will - lead the future.","author":"Mitt Romney","topic":"Future"},{"quote":"I just don&#39;t want to live like I used to. And at some point, I&#39;m going to put a gag order on myself in terms of talking about the past. I&#39;ve got to slam the door and deal with the present and the future.","author":"Charlie Sheen","topic":"Future"},{"quote":"I don&#39;t have to write about the future. For most people, the present is enough like the future to be pretty scary.","author":"William Gibson","topic":"Future"},{"quote":"Baseball&#39;s future? Bigger and bigger, better and better! No question about it, it&#39;s the greatest game there is!","author":"Ted Williams","topic":"Future"},{"quote":"I fantasise about what the future could be in terms of aesthetic and psychology. It&#39;s the most difficult thing to do because you have to start from the past - your favourite architect, your favourite song - you take it all with you.","author":"Raf Simons","topic":"Future"},{"quote":"Poetry is often the art of overhearing yourself say things you didn&#39;t know you knew. It is a learned skill to force yourself to articulate your life, your present world or your possibilities for the future.","author":"David Whyte","topic":"Future"},{"quote":"To live for some future goal is shallow. It&#39;s the sides of the mountain that sustain life, not the top.","author":"Robert M. Pirsig","topic":"Future"},{"quote":"I think that we&#39;re living in a time where there are trillion-dollar opportunities that never existed before.","author":"Peter Diamandis","topic":"Future"},{"quote":"What else does anxiety about the future bring you but sorrow upon sorrow?","author":"Thomas a Kempis","topic":"Future"},{"quote":"Through first-class education, a generation marches down the long uncertain road of the future with confidence.","author":"Wynton Marsalis","topic":"Future"},{"quote":"The future of 3D will be defined by TV.","author":"James Cameron","topic":"Future"},{"quote":"I&#39;m really inspired by the show &#39;Future Boy Conan&#39; from the &#39;70s. It&#39;s a really beautiful show, and I love shonen anime and shojo anime, and I like the thought of mixing them together.","author":"Rebecca Sugar","topic":"Future"},{"quote":"I love everything about books. I love the content, the way they look and even the lovely way they smell. I think a book collection says something about you as a person, and certainly my books are something I&#39;d want to pass on for future generations.","author":"Jo Brand","topic":"Future"},{"quote":"All the way back to 2010, the takeover of Congress, there is an unnerved part of the public that understands the history of Hillary Clinton. We&#39;ve seen her for decades. They understand Donald Trump. There&#39;s no disclosure needed there. The sour grapes that we are experiencing isn&#39;t going to make a better tasting wine for the Democrats in the future.","author":"Rick Santelli","topic":"Future"},{"quote":"Missing something doesn&#39;t help anything. You can only look at the future, what you can keep doing.","author":"Fred Armisen","topic":"Future"},{"quote":"In fact, I believe the first companies that make an effort to develop an authentic, transparent, and meaningful social contract with their fans and customers will turn out to be the ones that are the most successful in the future. While brands that refuse to make the effort will lose stature and customer loyalty.","author":"Simon Mainwaring","topic":"Future"},{"quote":"Yes, Brazil, like the whole world, stands to lose a lot in a climate-altered world. But it&#39;s also one of the major forces determining our future: It&#39;s the home of most of the Amazon rain forest.","author":"Gisele Bundchen","topic":"Future"},{"quote":"I&#39;m keeping my day job, because Poptropica is something that really energizes me. I&#39;d love to create a TV series or write a film that&#39;s not in the &#39;Wimpy&#39; universe, but I know it will be difficult to create something from scratch. But I love creating good comedy for kids, so I hope to have another successful venture in the future!","author":"Jeff Kinney","topic":"Future"},{"quote":"An increase in the debt ceiling should be accompanied by fundamental policy reforms, substantial budget savings, and a strong enforcement mechanism to tie the hands of any future Congress.","author":"Jerome Powell","topic":"Future"},{"quote":"I have no plans, and no plans to plan.","author":"Mario Cuomo","topic":"Future"},{"quote":"Ultimately, I didn&#39;t quite find the company I wanted to join, but I met more than 100 entrepreneurs and realized that all these entrepreneurs were just as unqualified as I was. If I wanted to be this retailer of the future, or if I wanted to join the retailer of the future, I could just start it.","author":"Katrina Lake","topic":"Future"},{"quote":"Be known as a great resource. Are you an Excel genius? An expert on local restaurants? Fabulous at proofreading? Go beyond your job description by being an open resource for others in the company who could benefit from your talents. I believe that paying it forward will serve you well one way or another in the future.","author":"Katrina Lake","topic":"Future"},{"quote":"When I was growing up, my mum was doing illegal smuggling with China. Sometimes she would see a fortune teller for advice. One time I went with her: &#39;In your future, you&#39;ll be living in foreign country and eating the foreign country rice,&#39; she said.","author":"Lee Hyeon-seo","topic":"Future"},{"quote":"When you deprive people of their right to live in dignity, to hope for a better future, to have control over their lives, when you deprive them of that choice, then you expect them to fight for these rights.","author":"Queen Rania of Jordan","topic":"Future"},{"quote":"The &#39;Star Trek&#39; future, to me, is where we are headed. Everything is automated, and we are free to pursue our dreams. We are free to pursue lives that aren&#39;t about working and toiling away in dangerous jobs. For example, how many of us would love to be poets, or how many of us would love to be artists?","author":"Gray Scott","topic":"Future"},{"quote":"You know when you&#39;re young you think you will always be. As you become more fragile, you reflect and you realize how much comfort can come from the past. Hymns can carry you into the future.","author":"Andy Griffith","topic":"Future"},{"quote":"Our minds aren&#39;t bound by a chronological corset. When thinking and dreaming, past, present and future are mixed up. That&#39;s also possible for a writer.","author":"Gunter Grass","topic":"Future"},{"quote":"Whatever the future of social reputation online, I&#39;m excited to dig in and help forge the path forward. Not only will embracing and enabling the growth of these reputation elements benefit my business, the consumer in me can barely control her excitement.","author":"Leah Busque","topic":"Future"},{"quote":"For the foreseeable future, I&#39;m all about building blockchain-based decentralized services.","author":"Fred Ehrsam","topic":"Future"},{"quote":"What happened in the past can help you know what&#39;s going to happen in the future. That insight brings a next level of intelligence not just to sales and marketing but to ERP, where you can save more money in procurement or figure out whether the people you recruit are going to be successful in your organization.","author":"Safra A. Catz","topic":"Future"},{"quote":"I&#39;m very optimistic about the future. I&#39;m just not optimistic about the skyscraper as a building typology that is suited for the future.","author":"James Howard Kunstler","topic":"Future"},{"quote":"The future is always beginning now.","author":"Mark Strand","topic":"Future"},{"quote":"While time lasts there will always be a future, and that future will hold both good and evil, since the world is made to that mingled pattern.","author":"Dorothy L. Sayers","topic":"Future"},{"quote":"From the very dawn of time until now and well into the future... human-animal companionship is at the very core of our instincts not only for mutual survival, but mutually rewarding relationships.","author":"Elizabeth Marshall Thomas","topic":"Future"},{"quote":"Tomorrow is no man&#39;s gift.","author":"Gilbert Parker","topic":"Future"},{"quote":"I wanted to write a story about a future where everyone has a secret identity, in part because the Internet no longer exists.","author":"Brian K. Vaughan","topic":"Future"},{"quote":"But I dare not think too far into the future on the risk that I&#39;ll miss the present.","author":"Colin Farrell","topic":"Future"},{"quote":"I am deeply concerned about the impact of poverty on children because poverty can destroy their future and bind them to a life of misery.","author":"Grace Poe","topic":"Future"},{"quote":"The negotiation of city space has been made more difficult with the idea that redevelopment is an improvement for some vague future - but it&#39;s never like that, is it? Once you get there, for economic reasons you have to generate the next project - so you&#39;re immediately starting to dig up something else, and so it goes on.","author":"Iain Sinclair","topic":"Future"},{"quote":"When I first started playing the banjo and miraculously fell into a record deal in Nashville, TN, there was a period when I didn&#39;t go to China. It hurt. Like a pain in my gut... that pain you feel when you know it&#39;s time to connect with your parents or your God or your child or your past or your future... and you don&#39;t do it.","author":"Abigail Washburn","topic":"Future"},{"quote":"I&#39;m ready to live in the present - not the past and not in the future - because in the present is where there&#39;s peace.","author":"Dominick Cruz","topic":"Future"},{"quote":"It looks like the future&#39;s really bright.","author":"Michael P. Anderson","topic":"Future"},{"quote":"Accordingly, globalization is not only something that will concern and threaten us in the future, but something that is taking place in the present and to which we must first open our eyes.","author":"Ulrich Beck","topic":"Future"},{"quote":"You can&#39;t live in history. You&#39;ve got to build for the future.","author":"Ruud Gullit","topic":"Future"},{"quote":"We have CBS.com, we have our stuff on iTunes. We feel the wave of the future is getting as much distribution as we can. We feel that we should be nonexclusive and get our content out there.","author":"Leslie Moonves","topic":"Future"},{"quote":"The future will be determined in part by happenings that it is impossible to foresee; it will also be influenced by trends that are now existent and observable.","author":"Emily Greene Balch","topic":"Future"},{"quote":"In my view, the future of politics is, without a doubt, social liberalism married to economic conservatism. Which means we have to make an economic argument to social liberals, that it&#39;s OK to vote for us. But we won&#39;t run the economy into the ground at the same time.","author":"Louise Mensch","topic":"Future"},{"quote":"No matter what happens, I feel very good about the future.","author":"Chen Guangcheng","topic":"Future"},{"quote":"In the future, I expect to see bitcoin mining in places where electricity is free or cheap. You could put solar array in the Arizona desert attached to bitcoin miners, and instead of trying to ship that electricity all over world, you could ship Bitcoin all over the world.","author":"Gavin Andresen","topic":"Future"},{"quote":"The key to making healthy decisions is to respect your future self. Honor him or her. Treat him or her like you would treat a friend or a loved one. A Stanford study showed that those who saw a photo of their future self made smarter financial decisions.","author":"A. J. Jacobs","topic":"Future"},{"quote":"The future isn&#39;t just a place you&#39;ll go. It&#39;s a place you will invent.","author":"Nancy Duarte","topic":"Future"},{"quote":"If this war is not fought with the greatest brutality against the bands both in the East and in the Balkans then in the foreseeable future the strength at our disposal will not be sufficient to be able to master this plague.","author":"Wilhelm Keitel","topic":"Future"},{"quote":"American future lies in the East. The great free markets of the Pacific Rim are the American destiny.","author":"Donald Freed","topic":"Future"}]