[{"quote":"I just find myself happy with the simple things. Appreciating the blessings God gave me.","author":"DMX","topic":"God"},{"quote":"You don&#39;t choose your family. They are God&#39;s gift to you, as you are to them.","author":"Desmond Tutu","topic":"God"},{"quote":"I&#39;m blessed and I thank God for every day for everything that happens for me.","author":"Lil Wayne","topic":"God"},{"quote":"I believe if you keep your faith, you keep your trust, you keep the right attitude, if you&#39;re grateful, you&#39;ll see God open up new doors.","author":"Joel Osteen","topic":"God"},{"quote":"Friends are the siblings God never gave us.","author":"Mencius","topic":"God"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"God"},{"quote":"Your talent is God&#39;s gift to you. What you do with it is your gift back to God.","author":"Leo Buscaglia","topic":"God"},{"quote":"When you focus on being a blessing, God makes sure that you are always blessed in abundance.","author":"Joel Osteen","topic":"God"},{"quote":"You cannot believe in God until you believe in yourself.","author":"Swami Vivekananda","topic":"God"},{"quote":"Do not let your hearts be troubled. Trust in God; trust also in me.","author":"Jesus Christ","topic":"God"},{"quote":"I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.","author":"Lil' Kim","topic":"God"},{"quote":"So many times, people told me I can&#39;t do this or can&#39;t do that. My nature is that I don&#39;t listen very well. I&#39;m very determined, and I believe in myself. My parents brought me up that way. Thank God for that. I don&#39;t let anything stand in my way.","author":"Chantal Sutherland","topic":"God"},{"quote":"Talent is God given. Be humble. Fame is man-given. Be grateful. Conceit is self-given. Be careful.","author":"John Wooden","topic":"God"},{"quote":"When I wake up every morning, I thank God for the new day.","author":"F. Sionil Jose","topic":"God"},{"quote":"God never ends anything on a negative; God always ends on a positive.","author":"Edwin Louis Cole","topic":"God"},{"quote":"After women, flowers are the most lovely thing God has given the world.","author":"Christian Dior","topic":"God"},{"quote":"We need to find God, and he cannot be found in noise and restlessness. God is the friend of silence. See how nature - trees, flowers, grass- grows in silence; see the stars, the moon and the sun, how they move in silence... We need silence to be able to touch souls.","author":"Mother Teresa","topic":"God"},{"quote":"Every day I feel is a blessing from God. And I consider it a new beginning. Yeah, everything is beautiful.","author":"Prince","topic":"God"},{"quote":"You see, God helps only people who work hard. That principle is very clear.","author":"A. P. J. Abdul Kalam","topic":"God"},{"quote":"Honestly, I feel like everything in life happens for a reason, and my son has been the greatest gift that God has given me in my life and been the most game-changing thing that&#39;s happened to my life, in a necessary way.","author":"Ciara","topic":"God"},{"quote":"God will never give you anything you can&#39;t handle, so don&#39;t stress.","author":"Kelly Clarkson","topic":"God"},{"quote":"God always gives His best to those who leave the choice with him.","author":"Jim Elliot","topic":"God"},{"quote":"Wine is constant proof that God loves us and loves to see us happy.","author":"Benjamin Franklin","topic":"God"},{"quote":"I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you&#39;re able to be more patient. Patience is not just about waiting for something... it&#39;s about how you wait, or your attitude while waiting.","author":"Joyce Meyer","topic":"God"},{"quote":"I believe that God put us in this jolly world to be happy and enjoy life.","author":"Robert Baden-Powell","topic":"God"},{"quote":"Never lose an opportunity of seeing anything beautiful, for beauty is God&#39;s handwriting.","author":"Ralph Waldo Emerson","topic":"God"},{"quote":"Don&#39;t ever criticize yourself. Don&#39;t go around all day long thinking, &#39;I&#39;m unattractive, I&#39;m slow, I&#39;m not as smart as my brother.&#39; God wasn&#39;t having a bad day when he made you... If you don&#39;t love yourself in the right way, you can&#39;t love your neighbour. You can&#39;t be as good as you are supposed to be.","author":"Joel Osteen","topic":"God"},{"quote":"Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time.","author":"Lex Luger","topic":"God"},{"quote":"I may not be where I want to be, but thank God I am not where I used to be.","author":"Joyce Meyer","topic":"God"},{"quote":"Mother is the name for God in the lips and hearts of little children.","author":"William Makepeace Thackeray","topic":"God"},{"quote":"God has blessed me with an amazing family, friends and work colleagues that have been my joy, my support, and my sanity. I don&#39;t know what I&#39;d do without them.","author":"Josie Loren","topic":"God"},{"quote":"God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.","author":"Reinhold Niebuhr","topic":"God"},{"quote":"God could not be everywhere, and therefore he made mothers.","author":"Rudyard Kipling","topic":"God"},{"quote":"I just thank God for all of the blessings.","author":"James Brown","topic":"God"},{"quote":"Prayer does not change God, but it changes him who prays.","author":"Soren Kierkegaard","topic":"God"},{"quote":"Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too.","author":"Will Smith","topic":"God"},{"quote":"It&#39;s just a whole different thing, and it&#39;s just that my life has been a blessing, and I thank god every day for the gifts that he has given me and for my daughter and to be able to watch her grow and be a part of her joys and her excitement and what she wants to do in life.","author":"Teena Marie","topic":"God"},{"quote":"Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don&#39;t judge people by their religion, color or sexual habits, love life and your family.","author":"Madonna Ciccone","topic":"God"},{"quote":"The thing to do, it seems to me, is to prepare yourself so you can be a rainbow in somebody else&#39;s cloud. Somebody who may not look like you. May not call God the same name you call God - if they call God at all. I may not dance your dances or speak your language. But be a blessing to somebody. That&#39;s what I think.","author":"Maya Angelou","topic":"God"},{"quote":"If you&#39;re white and you&#39;re wrong, then you&#39;re wrong; if you&#39;re black and you&#39;re wrong, you&#39;re wrong. People are people. Black, blue, pink, green - God make no rules about color; only society make rules where my people suffer, and that why we must have redemption and redemption now.","author":"Bob Marley","topic":"God"},{"quote":"Woman is a ray of God. She is not that earthly beloved: she is creative, not created.","author":"Rumi","topic":"God"},{"quote":"It&#39;s a struggle for every young Black man. You know how it is, only God can judge us.","author":"Tupac Shakur","topic":"God"},{"quote":"Through hard work, perseverance and a faith in God, you can live your dreams.","author":"Ben Carson","topic":"God"},{"quote":"Let go of yesterday. Let today be a new beginning and be the best that you can, and you&#39;ll get to where God wants you to be.","author":"Joel Osteen","topic":"God"},{"quote":"Thank God men cannot fly, and lay waste the sky as well as the earth.","author":"Henry David Thoreau","topic":"God"},{"quote":"God&#39;s mercy is fresh and new every morning.","author":"Joyce Meyer","topic":"God"},{"quote":"God has always given me the strength to say what is right.","author":"Rosa Parks","topic":"God"},{"quote":"God has given you one face, and you make yourself another.","author":"William Shakespeare","topic":"God"},{"quote":"My dad said, &#39;Stay humble, and you gotta work harder than everybody else.&#39; My mom said, &#39;Always be yourself.&#39; She always told me only God can judge me.","author":"Nate Robinson","topic":"God"},{"quote":"Our prayers should be for blessings in general, for God knows best what is good for us.","author":"Socrates","topic":"God"},{"quote":"If we ever forget that we are One Nation Under God, then we will be a nation gone under.","author":"Ronald Reagan","topic":"God"},{"quote":"God already knows what we&#39;re made of, but perhaps He wants us to learn what we&#39;re made of. I think we would all agree that we learn more from our tough times than from our easy times.","author":"John Bytheway","topic":"God"},{"quote":"Where can we go to find God if we cannot see Him in our own hearts and in every living being.","author":"Swami Vivekananda","topic":"God"},{"quote":"Sometimes we may ask God for success, and He gives us physical and mental stamina. We might plead for prosperity, and we receive enlarged perspective and increased patience, or we petition for growth and are blessed with the gift of grace. He may bestow upon us conviction and confidence as we strive to achieve worthy goals.","author":"David A. Bednar","topic":"God"},{"quote":"In the first place, God made idiots. That was for practice. Then he made school boards.","author":"Mark Twain","topic":"God"},{"quote":"I will thank God for the day and the moment I have.","author":"Jim Valvano","topic":"God"},{"quote":"I do believe that God blessed me in life with a wonderful family, a successful career, and a loving marriage, and remain thankful for that blessing.","author":"Bonnie Tyler","topic":"God"},{"quote":"Never trust anyone completely but God. Love people, but put your full trust only in God.","author":"Lawrence Welk","topic":"God"},{"quote":"One of the greatest attacks of the enemy is to make you busy, to make you hurried, to make you noisy, to make you distracted, to fill the people of God and the Church of God with so much noise and activity that there is no room for prayer. There is no room for being alone with God. There is no room for silence. There is no room for meditation.","author":"Paul Washer","topic":"God"},{"quote":"I believe that God has put gifts and talents and ability on the inside of every one of us. When you develop that and you believe in yourself and you believe that you&#39;re a person of influence and a person of purpose, I believe you can rise up out of any situation.","author":"Joel Osteen","topic":"God"},{"quote":"God is to be worshipped as the one beloved, dearer than everything in this and next life.","author":"Swami Vivekananda","topic":"God"},{"quote":"A baby is God&#39;s opinion that life should go on.","author":"Carl Sandburg","topic":"God"},{"quote":"Next to the Word of God, the noble art of music is the greatest treasure in the world.","author":"Martin Luther","topic":"God"},{"quote":"Reputation is what men and women think of us; character is what God and angels know of us.","author":"Thomas Paine","topic":"God"},{"quote":"I thank God that I&#39;m a product of my parents. That they infected me with their intelligence and energy for life, with their thirst for knowledge and their love. I&#39;m grateful that I know where I come from.","author":"Shakira","topic":"God"},{"quote":"I&#39;m most proud of the blessings that God has bestowed upon me, in my life. He&#39;s given me the vision to truly see that you can fall down, but you can still get back up. Hopefully I&#39;ll learn from my mistakes and have the opportunity to strengthen and improve the next thing I do.","author":"Martin Lawrence","topic":"God"},{"quote":"God gave you a gift of 86,400 seconds today. Have you used one to say &#39;thank you?&#39;","author":"William Arthur Ward","topic":"God"},{"quote":"God gives us relatives; thank God, we can choose our friends.","author":"Addison Mizner","topic":"God"},{"quote":"Religion is meant to teach us true spiritual human character. It is meant for self-transformation. It is meant to transform anxiety into peace, arrogance into humility, envy into compassion, to awaken the pure soul in man and his love for the Source, which is God.","author":"Radhanath Swami","topic":"God"},{"quote":"I have never in my life found myself in a situation where I&#39;ve stopped work and said, &#39;Thank God it&#39;s Friday.&#39; But weekends are special even if your schedule is all over the place. Something tells you the weekend has arrived and you can indulge yourself a bit.","author":"Helen Mirren","topic":"God"},{"quote":"Our Lord has written the promise of resurrection, not in books alone, but in every leaf in springtime.","author":"Martin Luther","topic":"God"},{"quote":"I am as bad as the worst, but, thank God, I am as good as the best.","author":"Walt Whitman","topic":"God"},{"quote":"God wants us to know that life is a series of beginnings, not endings. Just as graduations are not terminations, but commencements. Creation is an ongoing process, and when we create a perfect world where love and compassion are shared by all, suffering will cease.","author":"Bernie Siegel","topic":"God"},{"quote":"Pray as though everything depended on God. Work as though everything depended on you.","author":"Saint Augustine","topic":"God"},{"quote":"I believe that whatever comes at a particular time is a blessing from God.","author":"A. R. Rahman","topic":"God"},{"quote":"God used beautiful mathematics in creating the world.","author":"Paul Dirac","topic":"God"},{"quote":"Darkness comes. In the middle of it, the future looks blank. The temptation to quit is huge. Don&#39;t. You are in good company... You will argue with yourself that there is no way forward. But with God, nothing is impossible. He has more ropes and ladders and tunnels out of pits than you can conceive. Wait. Pray without ceasing. Hope.","author":"John Piper","topic":"God"},{"quote":"I&#39;ve been saying for a couple of years now that people need to let God out of the Sunday morning box, that He doesn&#39;t want to just be with you for an hour or two on Sunday morning and then put back in His box to sit there until you have an emergency, but He wants to invade your Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, and Sunday.","author":"Joyce Meyer","topic":"God"},{"quote":"Let God&#39;s promises shine on your problems.","author":"Corrie Ten Boom","topic":"God"},{"quote":"Thank you, God, for this good life and forgive us if we do not love it enough.","author":"Garrison Keillor","topic":"God"},{"quote":"Suicide is man&#39;s way of telling God, &#39;You can&#39;t fire me - I quit.&#39;","author":"Bill Maher","topic":"God"},{"quote":"Just be yourself, and enjoy the blessings that God&#39;s borne out on you.","author":"Delilah","topic":"God"},{"quote":"The word &#39;Islam&#39; means &#39;peace.&#39; The word &#39;Muslim&#39; means &#39;one who surrenders to God.&#39; But the press makes us seem like haters.","author":"Muhammad Ali","topic":"God"},{"quote":"God can cause opportunity to find you. He has unexpected blessings where you suddenly meet the right person, or suddenly your health improves, or suddenly you&#39;re able to pay off your house. That&#39;s God shifting things in your favor.","author":"Joel Osteen","topic":"God"},{"quote":"Suffering, failure, loneliness, sorrow, discouragement, and death will be part of your journey, but the Kingdom of God will conquer all these horrors. No evil can resist grace forever.","author":"Brennan Manning","topic":"God"},{"quote":"Pray, and let God worry.","author":"Martin Luther","topic":"God"},{"quote":"If you suffer, thank God! It is a sure sign that you are alive.","author":"Elbert Hubbard","topic":"God"},{"quote":"I think happiness is a choice. If you feel yourself being happy and can settle in to the life choices you make, then it&#39;s great. It&#39;s really, really great. I swear to God, happiness is the best makeup.","author":"Drew Barrymore","topic":"God"},{"quote":"Create like a god, command like a king, work like a slave.","author":"Constantin Brancusi","topic":"God"},{"quote":"God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, &#39;I love you.&#39;","author":"Billy Graham","topic":"God"},{"quote":"God is dead. God remains dead. And we have killed him. Yet his shadow still looms. How shall we comfort ourselves, the murderers of all murderers? What was holiest and mightiest of all that the world has yet owned has bled to death under our knives; who will wipe this blood off us? What water is there for us to clean ourselves?","author":"Friedrich Nietzsche","topic":"God"},{"quote":"God made you a masterpiece - be blessed, secure, disciplined and equipped.","author":"Joel Osteen","topic":"God"},{"quote":"My trust in God flows out of the experience of his loving me, day in and day out, whether the day is stormy or fair, whether I&#39;m sick or in good health, whether I&#39;m in a state of grace or disgrace. He comes to me where I live and loves me as I am.","author":"Brennan Manning","topic":"God"},{"quote":"Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He&#39;s sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.","author":"Charles Stanley","topic":"God"},{"quote":"I pray to be a good servant to God, a father, a husband, a son, a friend, a brother, an uncle, a good neighbor, a good leader to those who look up to me, a good follower to those who are serving God and doing the right thing.","author":"Mark Wahlberg","topic":"God"},{"quote":"The love of husband and wife, which is creative of new human life, is a marvellously personal sharing in the creative love of God who brings into being the eternal soul that comes to every human being with the gift of human life.","author":"Vincent Nichols","topic":"God"},{"quote":"People have to go through trials and tribulations to get where they at. Do your thing - continue to rock it - because obviously, God wants you here.","author":"Kendrick Lamar","topic":"God"},{"quote":"Non-violence requires a double faith, faith in God and also faith in man.","author":"Mahatma Gandhi","topic":"God"},{"quote":"Whosoever is delighted in solitude is either a wild beast or a god.","author":"Aristotle","topic":"God"},{"quote":"I can find God in nature, in animals, in birds and the environment.","author":"Pat Buckley","topic":"God"},{"quote":"It was my duty to shoot the enemy, and I don&#39;t regret it. My regrets are for the people I couldn&#39;t save: Marines, soldiers, buddies. I&#39;m not naive, and I don&#39;t romanticize war. The worst moments of my life have come as a SEAL. But I can stand before God with a clear conscience about doing my job.","author":"Chris Kyle","topic":"God"},{"quote":"All are but parts of one stupendous whole, Whose body Nature is, and God the soul.","author":"Alexander Pope","topic":"God"},{"quote":"If it is right for men to fight for their freedom, and God knows what the human race would be like today if men had not, since time began, fought for their freedom, then it is right for women to fight for their freedom and the freedom of the children they bear.","author":"Emmeline Pankhurst","topic":"God"},{"quote":"Coincidence is God&#39;s way of remaining anonymous.","author":"Albert Einstein","topic":"God"},{"quote":"Keep your nose out the sky, keep your heart to god, and keep your face to the raising sun.","author":"Kanye West","topic":"God"},{"quote":"You will reciprocally promise love, loyalty and matrimonial honesty. We only want for you this day that these words constitute the principle of your entire life and that with the help of divine grace you will observe these solemn vows that today, before God, you formulate.","author":"Pope John Paul II","topic":"God"},{"quote":"Judge me if you want to. And as a matter of fact, it won&#39;t even count, &#39;cause the only person who can judge is God.","author":"Kelly Rowland","topic":"God"},{"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God&#39;s perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","topic":"God"},{"quote":"Ignorance is the curse of God; knowledge is the wing wherewith we fly to heaven.","author":"William Shakespeare","topic":"God"},{"quote":"We all have different things that we go through in our everyday life, and it&#39;s really important to know just at the end of the day, it doesn&#39;t matter what you face, you know, that you&#39;re going to win at the end of the day. You got to believe in yourself. You got to believe in God, know that He&#39;s going to get you through it.","author":"Kelly Rowland","topic":"God"},{"quote":"Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!","author":"Patrick Henry","topic":"God"},{"quote":"Beauty is mysterious as well as terrible. God and devil are fighting there, and the battlefield is the heart of man.","author":"Fyodor Dostoevsky","topic":"God"},{"quote":"Every morning I wake up and thank God.","author":"Aaron Neville","topic":"God"},{"quote":"Geography has made us neighbors. History has made us friends. Economics has made us partners, and necessity has made us allies. Those whom God has so joined together, let no man put asunder.","author":"John F. Kennedy","topic":"God"},{"quote":"On Sunday morning, I&#39;m not nervous... I can&#39;t wait to tell what God wants me to say.","author":"Charles Stanley","topic":"God"},{"quote":"Disappointment is inevitable. But to become discouraged, there&#39;s a choice I make. God would never discourage me. He would always point me to himself to trust him. Therefore, my discouragement is from Satan. As you go through the emotions that we have, hostility is not from God, bitterness, unforgiveness, all of these are attacks from Satan.","author":"Charles Stanley","topic":"God"},{"quote":"A miracle is really the only way to describe motherhood and giving birth. It&#39;s unbelievable how God has made us women and babies to endure and be able to do so much. A miracle, indeed. Such an incredible blessing.","author":"Jennie Finch","topic":"God"},{"quote":"I believe God has a path for me. He&#39;s always had a path for me, and I&#39;ve always been in the right place at the right time - not because of my efforts, but because of my preparation and because of the guides that I have, the mentors that I have, the spiritual walkers that I&#39;ve had all my life.","author":"Judith Jamison","topic":"God"},{"quote":"Sir, my concern is not whether God is on our side; my greatest concern is to be on God&#39;s side, for God is always right.","author":"Abraham Lincoln","topic":"God"},{"quote":"God and Nature first made us what we are, and then out of our own created genius we make ourselves what we want to be. Follow always that great law. Let the sky and God be our limit and Eternity our measurement.","author":"Marcus Garvey","topic":"God"},{"quote":"I know that there&#39;s a god because I was able to survive everything that I&#39;ve been through - all of the tough times - and I&#39;m still at the top of my game.","author":"Floyd Mayweather, Jr.","topic":"God"},{"quote":"I have had a happy life and thank the Lord. Goodbye and may God bless all!","author":"Christopher McCandless","topic":"God"},{"quote":"In the absence of any other proof, the thumb alone would convince me of God&#39;s existence.","author":"Isaac Newton","topic":"God"},{"quote":"To my young friends out there: Life can be great, but not when you can&#39;t see it. So, open your eyes to life: to see it in the vivid colors that God gave us as a precious gift to His children, to enjoy life to the fullest, and to make it count. Say yes to your life.","author":"Nancy Reagan","topic":"God"},{"quote":"The most important thing is God&#39;s blessing and if you believe in God and you believe in yourself, you have nothing to worry about.","author":"Mohamed Al-Fayed","topic":"God"},{"quote":"God sent me on earth. He send me to do something, and nobody can stop me. If God want to stop me, then I stop. Man never can.","author":"Bob Marley","topic":"God"},{"quote":"I thank you God for this most amazing day, for the leaping greenly spirits of trees, and for the blue dream of sky and for everything which is natural, which is infinite, which is yes.","author":"e. e. cummings","topic":"God"},{"quote":"God writes the Gospel not in the Bible alone, but also on trees, and in the flowers and clouds and stars.","author":"Martin Luther","topic":"God"},{"quote":"When you open your heart to patriotism, there is no room for prejudice. The Bible tells us, &#39;How good and pleasant it is when God&#39;s people live together in unity.&#39;","author":"Donald Trump","topic":"God"},{"quote":"Man gives you the award but God gives you the reward.","author":"Denzel Washington","topic":"God"},{"quote":"I give all the glory to God. It&#39;s kind of a win-win situation. The glory goes up to Him and the blessings fall down on me.","author":"Gabby Douglas","topic":"God"},{"quote":"Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life.","author":"Ravi Zacharias","topic":"God"},{"quote":"Faith is about trusting God when you have unanswered questions.","author":"Joel Osteen","topic":"God"},{"quote":"Art is a collaboration between God and the artist, and the less the artist does the better.","author":"Andre Gide","topic":"God"},{"quote":"You can either be a host to God, or a hostage to your ego. It&#39;s your call.","author":"Wayne Dyer","topic":"God"},{"quote":"It is better to go skiing and think of God, than go to church and think of sport.","author":"Fridtjof Nansen","topic":"God"},{"quote":"I don&#39;t think you should spend your life praying for things, but I do believe you should thank God for what He&#39;s given you... but I think the scripture teaches us that we can pray for our dreams, pray for the big things... he&#39;s not a small God; this God is incredible.","author":"Joel Osteen","topic":"God"},{"quote":"Socialism has no moral justification whatsoever; poor people are not morally superior to rich people, nor are they owed anything by rich people simply because of their lack of success. Charity is not a socialist concept - it is a religious one, an acknowledgment of God&#39;s sovereignty over property, a sovereignty the Left utterly rejects.","author":"Ben Shapiro","topic":"God"},{"quote":"You don&#39;t look out there for God, something in the sky, you look in you.","author":"Alan Watts","topic":"God"},{"quote":"My philosophy is: Life is hard, but God is good. Try not to confuse the two.","author":"Anne F. Beiler","topic":"God"},{"quote":"God will not look you over for medals degrees or diplomas, but for scars.","author":"Elbert Hubbard","topic":"God"},{"quote":"Allowing myself to love God completely has obviously shed light on my self-love because he loves me more than I could ever love myself.","author":"Angie Stone","topic":"God"},{"quote":"I feel like God has blessed me so much already, and he keeps continuing to bless me.","author":"Odell Beckham, Jr.","topic":"God"},{"quote":"Clouds symbolize the veils that shroud God.","author":"Honore de Balzac","topic":"God"},{"quote":"What gives me the most hope every day is God&#39;s grace; knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God.","author":"Rick Warren","topic":"God"},{"quote":"He who learns must suffer. And even in our sleep pain that cannot forget falls drop by drop upon the heart, and in our own despair, against our will, comes wisdom to us by the awful grace of God.","author":"Aeschylus","topic":"God"},{"quote":"Your competition is not other people but the time you kill, the ill will you create, the knowledge you neglect to learn, the connections you fail to build, the health you sacrifice along the path, your inability to generate ideas, the people around you who don&#39;t support and love your efforts, and whatever god you curse for your bad luck.","author":"James Altucher","topic":"God"},{"quote":"Power always thinks... that it is doing God&#39;s service when it is violating all his laws.","author":"John Adams","topic":"God"},{"quote":"I want to challenge you today to get out of your comfort zone. You have so much incredible potential on the inside. God has put gifts and talents in you that you probably don&#39;t know anything about.","author":"Joel Osteen","topic":"God"},{"quote":"Because God gave you your makeup and superintended every moment of your past, including all the hardship, pain, and struggles, He wants to use your words in a unique manner. No one else can speak through your vocal cords, and, equally important, no one else has your story.","author":"Charles R. Swindoll","topic":"God"},{"quote":"Owners of dogs will have noticed that, if you provide them with food and water and shelter and affection, they will think you are God. Whereas owners of cats are compelled to realize that, if you provide them with food and water and affection, they draw the conclusion that they are God.","author":"Christopher Hitchens","topic":"God"},{"quote":"Without your health, you&#39;ve got nothing going on. I thank God every day for good health.","author":"Ric Flair","topic":"God"},{"quote":"It doesn&#39;t matter where you come from, what you have or don&#39;t have, what you lack, or what you have too much of. But all you need to have is faith in God, an undying passion for what you do and what you choose to do in this life, and a relentless drive and the will to do whatever it takes to be successful in whatever you put your mind to.","author":"Stephen Curry","topic":"God"},{"quote":"Bottom line: God will not allow any person to keep you from your destiny. They may be bigger, stronger, or more powerful, but God knows how to shift things around and get you to where you&#39;re supposed to be.","author":"Joel Osteen","topic":"God"},{"quote":"My job is to perform, enjoy cricket and thank God for whatever he has given me.","author":"Suresh Raina","topic":"God"},{"quote":"We are never defeated unless we give up on God.","author":"Ronald Reagan","topic":"God"},{"quote":"My word will never be as strong as God&#39;s word. All I am is just a vessel, doing His work.","author":"Kendrick Lamar","topic":"God"},{"quote":"Every man&#39;s life is a fairy tale written by God&#39;s fingers.","author":"Hans Christian Andersen","topic":"God"},{"quote":"People always joke that &#39;dog&#39; spells &#39;god&#39; backwards. They should consider that it might be the higher power coming down to see just how well they do, what kind of people they are. The animals are right here, right in front of us. And how we treat these companions is a test.","author":"Linda Blair","topic":"God"},{"quote":"When a child is born, it&#39;s born with a heart of gold, but the way of this world can turn that heart cold. I&#39;m still a good person, and I thank God for that - He&#39;s working with me on it.","author":"Tracy Morgan","topic":"God"},{"quote":"God gave us memory so that we might have roses in December.","author":"James M. Barrie","topic":"God"},{"quote":"The most important lesson that I have learned is to trust God in every circumstance. Lots of times we go through different trials and following God&#39;s plan seems like it doesn&#39;t make any sense at all. God is always in control and he will never leave us.","author":"Allyson Felix","topic":"God"},{"quote":"I feel I am lucky. I am grateful for this life that God has given me. I am happy, as I am getting to do work that I want to do and enjoy doing it.","author":"Sonam Kapoor","topic":"God"},{"quote":"From my point of view, God is the light that illuminates the darkness, even if it does not dissolve it, and a spark of divine light is within each of us.","author":"Pope Francis","topic":"God"},{"quote":"God has cared for these trees, saved them from drought, disease, avalanches, and a thousand tempests and floods. But he cannot save them from fools.","author":"John Muir","topic":"God"},{"quote":"A person once asked me, in a provocative manner, if I approved of homosexuality. I replied with another question: &#39;Tell me: when God looks at a gay person, does he endorse the existence of this person with love, or reject and condemn this person?&#39; We must always consider the person.","author":"Pope Francis","topic":"God"},{"quote":"Keep a good attitude and do the right thing even when it&#39;s hard. When you do that you are passing the test. And God promises you your marked moments are on their way.","author":"Joel Osteen","topic":"God"},{"quote":"Anyone can count the seeds in an apple, but only God can count the number of apples in a seed.","author":"Robert H. Schuller","topic":"God"},{"quote":"Rocks and waters, etc., are words of God, and so are men. We all flow from one fountain Soul. All are expressions of one Love.","author":"John Muir","topic":"God"},{"quote":"As a surgeon you have to have a controlled arrogance. If it&#39;s uncontrolled, you kill people, but you have to be pretty arrogant to saw through a person&#39;s chest, take out their heart and believe you can fix it. Then, when you succeed and the patient survives, you pray, because it&#39;s only by the grace of God that you get there.","author":"Mehmet Oz","topic":"God"},{"quote":"Woman was God&#39;s second mistake.","author":"Friedrich Nietzsche","topic":"God"},{"quote":"That little man in black there, he says women can&#39;t have as much rights as men &#39;cause Christ wasn&#39;t a woman! Where did your Christ come from? Where did your Christ come from? From God and a woman! Man had nothing to do with Him.","author":"Sojourner Truth","topic":"God"},{"quote":"It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived.","author":"George S. Patton","topic":"God"},{"quote":"Be brave and be fearless, and for God&#39;s sake, stand up for yourself.","author":"Gretchen Carlson","topic":"God"},{"quote":"I can make a lord, but only God can make a gentleman.","author":"King James I","topic":"God"},{"quote":"You can live your life angry, bitter, mad at somebody or even guilty, not letting go of your own mistakes, but you won&#39;t receive the good things God has in store.","author":"Joel Osteen","topic":"God"},{"quote":"God is bigger than people think.","author":"Jimmy Dean","topic":"God"},{"quote":"Love God; love others; do your best in all you do, even if you fall short!","author":"Bethany Hamilton","topic":"God"},{"quote":"I thank God for my failures. Maybe not at the time but after some reflection. I never feel like a failure just because something I tried has failed.","author":"Dolly Parton","topic":"God"},{"quote":"Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire.","author":"Pierre Teilhard de Chardin","topic":"God"},{"quote":"I die the king&#39;s faithful servant, but God&#39;s first.","author":"Thomas More","topic":"God"},{"quote":"It&#39;ll work, if God, wind, leads, ice, snow, and all the hells of this damned frozen land are willing.","author":"Matthew Henson","topic":"God"},{"quote":"Being a singer is a natural gift. It means I&#39;m using to the highest degree possible the gift that God gave me to use. I&#39;m happy with that.","author":"Aretha Franklin","topic":"God"},{"quote":"There is no surprise more magical than the surprise of being loved: It is God&#39;s finger on man&#39;s shoulder.","author":"Charles Morgan","topic":"God"},{"quote":"God had one son on earth without sin, but never one without suffering.","author":"Saint Augustine","topic":"God"},{"quote":"That which God said to the rose, and caused it to laugh in full-blown beauty, He said to my heart, and made it a hundred times more beautiful.","author":"Rumi","topic":"God"},{"quote":"If I could give you information of my life, it would be to show how a woman of very ordinary ability has been led by God in strange and unaccustomed paths to do In His service what He has done in her. And if I could tell you all, you would see how God has done all, and I nothing.","author":"Florence Nightingale","topic":"God"},{"quote":"Worship is a way of seeing the world in the light of God.","author":"Abraham Joshua Heschel","topic":"God"},{"quote":"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect has intended us to forgo their use.","author":"Galileo Galilei","topic":"God"},{"quote":"I&#39;m not perfect. And who knows how many times I&#39;ve fallen short. We all fall short. That&#39;s the amazing thing about the grace of God.","author":"Tim Tebow","topic":"God"},{"quote":"Even in the tough times, He&#39;s still a good God.","author":"Victoria Osteen","topic":"God"},{"quote":"God gives us our relatives, thank God we can choose our friends.","author":"Ethel Watts Mumford","topic":"God"},{"quote":"Mental prayer in my opinion is nothing else than an intimate sharing between friends; it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything.","author":"Saint Teresa of Avila","topic":"God"},{"quote":"One and God make a majority.","author":"Frederick Douglass","topic":"God"},{"quote":"God has given us two hands, one to receive with and the other to give with.","author":"Billy Graham","topic":"God"},{"quote":"The more we come out and do good to others, the more our hearts will be purified, and God will be in them.","author":"Swami Vivekananda","topic":"God"},{"quote":"First, I have to thank God for giving me the gift that he did as well as a second chance for a better life.","author":"Oksana Baiul","topic":"God"},{"quote":"You can&#39;t get around pain and opposition, but you can try to be joyful in the trial, and thank yourself for the trial, and thank God for the strength to get through it.","author":"Mary J. Blige","topic":"God"},{"quote":"In string theory, all particles are vibrations on a tiny rubber band; physics is the harmonies on the string; chemistry is the melodies we play on vibrating strings; the universe is a symphony of strings, and the &#39;Mind of God&#39; is cosmic music resonating in 11-dimensional hyperspace.","author":"Michio Kaku","topic":"God"},{"quote":"What I call my &#39;self&#39; now is hardly a person at all. It&#39;s mainly a meeting place for various natural forces, desires, and fears, etcetera, some of which come from my ancestors, and some from my education, some perhaps from devils. The self you were really intended to be is something that lives not from nature but from God.","author":"C. S. Lewis","topic":"God"},{"quote":"I think that the greatest gift God ever gave man is not the gift of sight but the gift of vision. Sight is a function of the eyes, but vision is a function of the heart.","author":"Myles Munroe","topic":"God"},{"quote":"If you believe in God, He will open the windows of heaven and pour blessings upon you.","author":"Mahalia Jackson","topic":"God"},{"quote":"Being human means you will make mistakes. And you will make mistakes, because failure is God&#39;s way of moving you in another direction.","author":"Oprah Winfrey","topic":"God"},{"quote":"Whenever I&#39;m confused about something, I ask God to reveal the answers to my questions, and he does.","author":"Beyonce Knowles","topic":"God"},{"quote":"I believe in God, who made of one blood all nations that on earth do dwell. I believe that all men, black and brown and white, are brothers, varying through time and opportunity, in form and gift and feature, but differing in no essential particular, and alike in soul and the possibility of infinite development.","author":"W. E. B. Du Bois","topic":"God"},{"quote":"Part of me suspects that I&#39;m a loser, and the other part of me thinks I&#39;m God Almighty.","author":"John Lennon","topic":"God"},{"quote":"Nature study will show you how full of beautiful and wonderful things God has made the world for you to enjoy. Be contented with what you have got and make the best of it. Look on the bright side of things instead of the gloomy one.","author":"Robert Baden-Powell","topic":"God"},{"quote":"I am a person who always tries not to be easily influenced by position or achievement. I thank God for the fact that I can share more kindness and a good quality of life through the popularity. Not for the popularity itself.","author":"Mario Teguh","topic":"God"},{"quote":"God cannot use you as He wishes until you come into the fullness of His Glory. Do not get alarmed, my friend, when doubts creep in. That is old Satan. Pray, pray, pray.","author":"George Washington Carver","topic":"God"},{"quote":"The best place to find God is in a garden. You can dig for him there.","author":"George Bernard Shaw","topic":"God"},{"quote":"My mother always used to say, &#39;Well, if you had been born a little girl growing up in Egypt, you would go to church or go to worship Allah, but surely if those people are worshipping a God, it must be the same God&#39; - that&#39;s what she always said. The same God with different names.","author":"Jane Goodall","topic":"God"},{"quote":"Trust in God - she will provide.","author":"Emmeline Pankhurst","topic":"God"},{"quote":"When you get a hankering to talk or complain about what you gave up for Lent, replace that hankering by speaking the word of God. For all the times you would have done the activity that you gave up for Lent, replace it by reading the word of God. Christians should always be drawing closer to God.","author":"Monica Johnson","topic":"God"},{"quote":"God&#39;s dream is that you and I and all of us will realize that we are family, that we are made for togetherness, for goodness, and for compassion.","author":"Desmond Tutu","topic":"God"},{"quote":"I need your help. I am injured, near death, and too weak to hike out of here. I am all alone. This is no joke. In the name of God, please remain to save me. I am out collecting berries close by and shall return this evening. Thank you, Chris McCandless.","author":"Christopher McCandless","topic":"God"},{"quote":"I believe that God knows what each of us wants and needs. It&#39;s not necessary for us to make it to church on Sunday to reach Him. You can find Him anyplace. And if that sounds heretical, my source is pretty good: Matthew, Five to Seven, The Sermon on the Mount.","author":"Frank Sinatra","topic":"God"},{"quote":"Flowers are the sweetest things God ever made and forgot to put a soul into.","author":"Henry Ward Beecher","topic":"God"},{"quote":"The things that have always been important: to be a good man, to try to live my life the way God would have me, to turn it over to Him that His will might be worked in my life, to do my work without looking back, to give it all I&#39;ve got, and to take pride in my work as an honest performer.","author":"Johnny Cash","topic":"God"},{"quote":"God blessed me with two unbelievable parents, and I am just like both of them. I have the smile and charisma of my mother and the big heart of my mom, because she wants to save the world and help the world, so I am just like her.","author":"Magic Johnson","topic":"God"},{"quote":"Honesty is of God and dishonesty of the devil; the devil was a liar from the beginning.","author":"Joseph B. Wirthlin","topic":"God"},{"quote":"Thank God I&#39;m in touch with my emotions enough to be able to pick up my children, kiss them all over and say &#39;I love you&#39; over and over.","author":"Kate Winslet","topic":"God"},{"quote":"God of peace, bring your peace to our violent world: peace in the hearts of all men and women and peace among the nations of the Earth.","author":"Pope Benedict XVI","topic":"God"},{"quote":"If one has the answers to all the questions - that is the proof that God is not with him. It means that he is a false prophet using religion for himself. The great leaders of the people of God, like Moses, have always left room for doubt. You must leave room for the Lord, not for our certainties; we must be humble.","author":"Pope Francis","topic":"God"},{"quote":"God will prepare everything for our perfect happiness in heaven, and if it takes my dog being there, I believe he&#39;ll be there.","author":"Billy Graham","topic":"God"},{"quote":"There are two kinds of people: those who say to God, &#39;Thy will be done,&#39; and those to whom God says, &#39;All right, then, have it your way.&#39;","author":"C. S. Lewis","topic":"God"},{"quote":"Find new ways to spread the word of God to every corner of the world.","author":"Pope Francis","topic":"God"},{"quote":"In my country of South Africa, we struggled for years against the evil system of apartheid that divided human beings, children of the same God, by racial classification and then denied many of them fundamental human rights.","author":"Desmond Tutu","topic":"God"},{"quote":"But God can only smile because only God can know what is coming next.","author":"Desmond Tutu","topic":"God"},{"quote":"God requires his people to shine as lights in the world. It is not merely the ministers who are required to do this, but every disciple of Christ. Their conversation should be heavenly.","author":"Ellen G. White","topic":"God"},{"quote":"You shall love the Lord your God with all your heart and with all your soul and with all your might. And these words that I command you today shall be on your heart. You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise.","author":"Moses","topic":"God"},{"quote":"If God wanted us to bend over he&#39;d put diamonds on the floor.","author":"Joan Rivers","topic":"God"},{"quote":"Life as we know it, with all its ups and downs, will soon be over. We all will give an accounting to God of how we have lived.","author":"William Wilberforce","topic":"God"},{"quote":"I&#39;m thankful to God that my life changed, but I&#39;m also still on my grind.","author":"Tory Lanez","topic":"God"},{"quote":"God never made a promise that was too good to be true.","author":"Dwight L. Moody","topic":"God"},{"quote":"Oh, these vast, calm, measureless mountain days, days in whose light everything seems equally divine, opening a thousand windows to show us God.","author":"John Muir","topic":"God"},{"quote":"Don&#39;t you know there ain&#39;t no devil, it&#39;s just god when he&#39;s drunk.","author":"Tom Waits","topic":"God"},{"quote":"The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be.","author":"Anne Frank","topic":"God"},{"quote":"I just want to do God&#39;s will. And he&#39;s allowed me to go to the mountain. And I&#39;ve looked over, and I&#39;ve seen the promised land! I may not get there with you, but I want you to know tonight that we as a people will get to the promised land.","author":"Martin Luther King, Jr.","topic":"God"},{"quote":"God gives every bird its food, but He does not throw it into its nest.","author":"Josiah Gilbert Holland","topic":"God"},{"quote":"It is not fitting, when one is in God&#39;s service, to have a gloomy face or a chilling look.","author":"Francis of Assisi","topic":"God"},{"quote":"The meaning of life. The wasted years of life. The poor choices of life. God answers the mess of life with one word: &#39;grace.&#39;","author":"Max Lucado","topic":"God"},{"quote":"Faith is a living, daring confidence in God&#39;s grace, so sure and certain that a man could stake his life on it a thousand times.","author":"Martin Luther","topic":"God"},{"quote":"God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.","author":"A. P. J. Abdul Kalam","topic":"God"},{"quote":"We are all gifted, but we have to discover the gift, uncover the gift, nurture and develop the gift and use it for the Glory of God and for the liberation struggle of our people.","author":"Louis Farrakhan","topic":"God"},{"quote":"I have held many things in my hands, and I have lost them all; but whatever I have placed in God&#39;s hands, that I still possess.","author":"Martin Luther","topic":"God"},{"quote":"God lets everything happen for a reason. It&#39;s all a learning process, and you have to go from one level to another.","author":"Mike Tyson","topic":"God"},{"quote":"Let us raise a standard to which the wise and honest can repair; the rest is in the hands of God.","author":"George Washington","topic":"God"},{"quote":"You know, God has a plan for me, and I&#39;m going to follow in his footsteps and just rejoice and be happy.","author":"Gabby Douglas","topic":"God"},{"quote":"O Holy Spirit, descend plentifully into my heart. Enlighten the dark corners of this neglected dwelling and scatter there Thy cheerful beams.","author":"Saint Augustine","topic":"God"},{"quote":"Give me one hundred preachers who fear nothing but sin and desire nothing but God, and I care not whether they be clergymen or laymen, they alone will shake the gates of Hell and set up the kingdom of Heaven upon Earth.","author":"John Wesley","topic":"God"},{"quote":"Pleasure without God, without the sacred boundaries, will actually leave you emptier than before. And this is biblical truth, this is experiential truth. The loneliest people in the world are amongst the wealthiest and most famous who found no boundaries within which to live. That is a fact I&#39;ve seen again and again.","author":"Ravi Zacharias","topic":"God"},{"quote":"Thank God every morning when you get up that you have something to do that day, which must be done, whether you like it or not.","author":"James Russell Lowell","topic":"God"},{"quote":"In the same way the sun never grows weary of shining, nor a stream of flowing, it is God&#39;s nature to keep His promises. Therefore, go immediately to His throne and say, &#39;Do as You promised.&#39;","author":"Charles Spurgeon","topic":"God"},{"quote":"I cannot persuade myself that a beneficent and omnipotent God would have designedly created parasitic wasps with the express intention of their feeding within the living bodies of Caterpillars.","author":"Charles Darwin","topic":"God"},{"quote":"Before God we are all equally wise - and equally foolish.","author":"Albert Einstein","topic":"God"},{"quote":"Until we meet again, may God bless you as he has blessed me.","author":"Elvis Presley","topic":"God"},{"quote":"For where God built a church, there the Devil would also build a chapel.","author":"Martin Luther","topic":"God"},{"quote":"I am what I am. I love me! And I don&#39;t mean that egotistically - I love that God has allowed me to take whatever it was that I had and to make something out of it.","author":"Stevie Wonder","topic":"God"},{"quote":"God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing.","author":"C. S. Lewis","topic":"God"},{"quote":"The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah.","author":"Afrika Bambaataa","topic":"God"},{"quote":"The time you spend alone with God will transform your character and increase your devotion. Then your integrity and godly behavior in an unbelieving world will make others long to know the Lord.","author":"Charles Stanley","topic":"God"},{"quote":"A man can no more diminish God&#39;s glory by refusing to worship Him than a lunatic can put out the sun by scribbling the word, &#39;darkness&#39; on the walls of his cell.","author":"C. S. Lewis","topic":"God"},{"quote":"As a child of God, I am greater than anything that can happen to me.","author":"A. P. J. Abdul Kalam","topic":"God"},{"quote":"Live your life while you have it. Life is a splendid gift. There is nothing small in it. Far the greatest things grow by God&#39;s law out of the smallest. But to live your life, you must discipline it.","author":"Florence Nightingale","topic":"God"},{"quote":"One of the great lessons the fall of the leaf teaches, is this: do your work well and then be ready to depart when God shall call.","author":"Tryon Edwards","topic":"God"},{"quote":"Heaven means to be one with God.","author":"Confucius","topic":"God"},{"quote":"Even if you believe a creator god invented the laws of physics, would you so insult him as to suggest that he might capriciously and arbitrarily violate them in order to walk on water, or turn water into wine as a cheap party trick at a wedding?","author":"Richard Dawkins","topic":"God"},{"quote":"I believe God is managing affairs and that He doesn&#39;t need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about.","author":"Henry Ford","topic":"God"},{"quote":"You know what, I&#39;m probably one of the most blessed people there&#39;s ever been, and I thank God for it.","author":"Smokey Robinson","topic":"God"},{"quote":"If I can put one touch of rosy sunset into the life of any man or woman, I shall feel that I have worked with God.","author":"Gilbert K. Chesterton","topic":"God"},{"quote":"When you find your definitions in God, you find the very purpose for which you were created. Put your hand into God&#39;s hand, know His absolutes, demonstrate His love, present His truth, and the message of redemption and transformation will take hold.","author":"Ravi Zacharias","topic":"God"},{"quote":"Grow in the root of all grace, which is faith. Believe God&#39;s promises more firmly than ever. Allow your faith to increase in its fullness, firmness, and simplicity.","author":"Charles Spurgeon","topic":"God"},{"quote":"There were times, especially when I was traveling for &#39;Eat, Pray, Love,&#39; when, I swear to God, I would feel this weight of my female ancestors, all those Swedish farmwives from beyond the grave who were like, &#39;Go! Go to Naples! Eat more pizza! Go to India, ride an elephant! Do it! Swim in the Indian Ocean. Read those books. Learn a language.&#39;","author":"Elizabeth Gilbert","topic":"God"},{"quote":"God is all-full. He is self-contained. He is eternal satisfaction.","author":"Swami Sivananda","topic":"God"},{"quote":"God has already done everything He&#39;s going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you&#39;re going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family.","author":"Joel Osteen","topic":"God"},{"quote":"I have lived pain, and my life can tell: I only deepen the wound of the world when I neglect to give thanks the heavy perfume of wild roses in early July and the song of crickets on summer humid nights and the rivers that run and the stars that rise and the rain that falls and all the good things that a good God gives.","author":"Ann Voskamp","topic":"God"},{"quote":"I think a big test we all face in life on a regular basis is that discouragement test. Life&#39;s not always fair, but I believe if you keep doing the right thing, God will get you to where you are.","author":"Joel Osteen","topic":"God"},{"quote":"There is only one thing that a man really wants to do, all his life; and that is, to find his way to his God, his Morning Star, salute his fellow man, and enjoy the woman who has come the long way with him.","author":"D. H. Lawrence","topic":"God"},{"quote":"Hope is like peace. It is not a gift from God. It is a gift only we can give one another.","author":"Elie Wiesel","topic":"God"},{"quote":"I&#39;ve learned over the years to appreciate God&#39;s timing, and you can&#39;t rush things; it&#39;s gonna happen exactly when it&#39;s supposed to.","author":"Sevyn Streeter","topic":"God"},{"quote":"I&#39;m grateful to God for His bountiful gifts... He gave me courage and faith in myself.","author":"Loretta Young","topic":"God"},{"quote":"God doesn&#39;t want us to have rigid rituals with Him. In the new covenant, He is more interested in having a relationship with us.","author":"Joseph Prince","topic":"God"},{"quote":"I don&#39;t stand for the black man&#39;s side, I don&#39; t stand for the white man&#39;s side. I stand for God&#39;s side.","author":"Bob Marley","topic":"God"},{"quote":"Prayer is when you talk to God. Meditation is when you&#39;re listening. Playing the piano allows you to do both at the same time.","author":"Kelsey Grammer","topic":"God"},{"quote":"God&#39;s plan for enlarging His kingdom is so simple - one person telling another about the Savior. Yet we&#39;re busy and full of excuses. Just remember, someone&#39;s eternal destiny is at stake. The joy you&#39;ll have when you meet that person in heaven will far exceed any discomfort you felt in sharing the gospel.","author":"Charles Stanley","topic":"God"},{"quote":"Men always talk about the most important things to perfect strangers. In the perfect stranger we perceive man himself; the image of a God is not disguised by resemblances to an uncle or doubts of wisdom of a mustache.","author":"Gilbert K. Chesterton","topic":"God"},{"quote":"For God so loved the World that he gave his only Son, that whoever believes in him should not perish but have eternal life.","author":"Jesus Christ","topic":"God"},{"quote":"The aim and final end of all music should be none other than the glory of God and the refreshment of the soul.","author":"Johann Sebastian Bach","topic":"God"},{"quote":"There is no limit to the potential of brethren working together in complete brotherhood and selflessness toward spiritual goals. The power of God working through such channels will bring unimaginable blessings to all concerned.","author":"Joseph B. Wirthlin","topic":"God"},{"quote":"People face difficulties, no matter who you are. I faced difficulties with a lot of things. I face opposition every day, but I didn&#39;t kill myself and now, thank God, I&#39;m here.","author":"Nicki Minaj","topic":"God"},{"quote":"God can be realized through all paths. All religions are true. The important thing is to reach the roof. You can reach it by stone stairs or by wooden stairs or by bamboo steps or by a rope. You can also climb up by a bamboo pole.","author":"Ramakrishna","topic":"God"},{"quote":"What God intended for you goes far beyond anything you can imagine.","author":"Oprah Winfrey","topic":"God"},{"quote":"Never be afraid to trust an unknown future to a known God.","author":"Corrie Ten Boom","topic":"God"},{"quote":"The Christian life is not a constant high. I have my moments of deep discouragement. I have to go to God in prayer with tears in my eyes, and say, &#39;O God, forgive me,&#39; or &#39;Help me.&#39;","author":"Billy Graham","topic":"God"},{"quote":"If you tell God no because He won&#39;t explain the reason He wants you to do something, you are actually hindering His blessing. But when you say yes to Him, all of heaven opens to pour out His goodness and reward your obedience. What matters more than material blessings are the things He is teaching us in our spirit.","author":"Charles Stanley","topic":"God"},{"quote":"It is possible to become discouraged about the injustice we see everywhere. But God did not promise us that the world would be humane and just. He gives us the gift of life and allows us to choose the way we will use our limited time on earth. It is an awesome opportunity.","author":"Cesar Chavez","topic":"God"},{"quote":"Forgiveness is God&#39;s command.","author":"Martin Luther","topic":"God"},{"quote":"There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that&#39;s why we try to do it as beautifully as possible.","author":"Mother Teresa","topic":"God"},{"quote":"God will not permit any troubles to come upon us, unless He has a specific plan by which great blessing can come out of the difficulty.","author":"Peter Marshall","topic":"God"},{"quote":"God grant me the courage not to give up what I think is right even though I think it is hopeless.","author":"Chester W. Nimitz","topic":"God"},{"quote":"I felt invincible. My strength was that of a giant. God was certainly standing by me. I smashed five saloons with rocks before I ever took a hatchet.","author":"Carry Nation","topic":"God"},{"quote":"I have a dream that America will pray and God will forgive us our sins.","author":"Alveda King","topic":"God"},{"quote":"Realize that illness and other temporal setbacks often come to us from the hand of God our Lord, and are sent to help us know ourselves better, to free ourselves of the love of created things, and to reflect on the brevity of this life and, thus, to prepare ourselves for the life which is without end.","author":"Saint Ignatius","topic":"God"},{"quote":"The laws of nature are but the mathematical thoughts of God.","author":"Euclid","topic":"God"},{"quote":"I am still far from being what I want to be, but with God&#39;s help I shall succeed.","author":"Vincent Van Gogh","topic":"God"},{"quote":"The message is that I was reminding myself and informing others of the fact that God has always been good to me. No matter what you&#39;re going through, God is always with us. Life is a journey.","author":"Andrae Crouch","topic":"God"},{"quote":"God created the heavens and the earth, the oceans and the waves for our enjoyment. Surfing is just my way of worshipping Him.","author":"Bethany Hamilton","topic":"God"},{"quote":"Through prayer, fasting, and studying, God will answer.","author":"Monica Johnson","topic":"God"},{"quote":"I love to think of nature as an unlimited broadcasting station, through which God speaks to us every hour, if we will only tune in.","author":"George Washington Carver","topic":"God"},{"quote":"There is a power in public opinion in this country - and I thank God for it: for it is the most honest and best of all powers - which will not tolerate an incompetent or unworthy man to hold in his weak or wicked hands the lives and fortunes of his fellow-citizens.","author":"Martin Van Buren","topic":"God"},{"quote":"We&#39;re not like robots. God promises to guide us through the Holy Spirit, but He gives us the freedom to make our own decisions.","author":"Joyce Meyer","topic":"God"},{"quote":"It&#39;s always wonderful to get to know women, with the mystery and the joy and the depth. If you can make a woman laugh, you&#39;re seeing the most beautiful thing on God&#39;s Earth.","author":"Keanu Reeves","topic":"God"},{"quote":"Being deeply contented with God in my everyday life is a focused attitude. It is always available. It means practicing letting go of my obsession with how I&#39;m doing. It means training myself to learn to actually be present with people, and seeking to love them.","author":"John Ortberg","topic":"God"},{"quote":"God has equipped you to handle difficult things. In fact, He has already planted the seeds of discipline and self-control inside you. You just have to water those seeds with His Word to make them grow!","author":"Joyce Meyer","topic":"God"},{"quote":"Together, We will make America strong again. We will make wealthy again. We will make America proud again. We will make America safe again. And yes, together, we will make America great again. Thank you. God bless you. And God bless America.","author":"Donald Trump","topic":"God"},{"quote":"To gather with God&#39;s people in united adoration of the Father is as necessary to the Christian life as prayer.","author":"Martin Luther","topic":"God"},{"quote":"Seems like God don&#39;t see fit to give the black man nothing but dreams - but He did give us children to make them dreams seem worthwhile.","author":"Lorraine Hansberry","topic":"God"},{"quote":"All God wants of man is a peaceful heart.","author":"Meister Eckhart","topic":"God"},{"quote":"I go to assume a task more difficult than that which devolved upon Washington. Unless the great God, who assisted him, shall be with me and aid me, I must fail; but if the same omniscient mind and almighty arm that directed and protected him shall guide and support me, I shall not fail - I shall succeed.","author":"Abraham Lincoln","topic":"God"},{"quote":"More are the names of God and infinite are the forms through which He may be approached. In whatever name and form you worship Him, through them you will realise Him.","author":"Ramakrishna","topic":"God"},{"quote":"There&#39;s a tremendous difference between alone and lonely. You could be lonely in a group of people. I like being alone. I like eating by myself. I go home at night and just watch a movie or hang out with my dog. I have to exert myself and really say, oh God, I&#39;ve got to see my friends &#39;cause I&#39;m too content being by myself.","author":"Drew Barrymore","topic":"God"},{"quote":"It is the experiences, the great triumphant joy of living to the fullest extent in which real meaning is found. God it&#39;s great to be alive!","author":"Christopher McCandless","topic":"God"},{"quote":"I know why I am here and my only real focused goal is to live each day to the fullest and to try and honor God and be an encouragement to others. What the future holds is firmly in God&#39;s hands, and I am very happy about that!","author":"Ken Hensley","topic":"God"},{"quote":"Whatever I will become will be what God has chosen for me.","author":"Elvis Presley","topic":"God"},{"quote":"Searching for music is like searching for God. They&#39;re very similar. There&#39;s an effort to reclaim the unmentionable, the unsayable, the unseeable, the unspeakable, all those things, comes into being a composer and to writing music and to searching for notes and pieces of musical information that don&#39;t exist.","author":"David Bowie","topic":"God"},{"quote":"God knows I detest slavery but it is an existing evil, and we must endure it and give it such protection as is guaranteed by the Constitution.","author":"Millard Fillmore","topic":"God"},{"quote":"Stupidity is also a gift of God, but one mustn&#39;t misuse it.","author":"Pope John Paul II","topic":"God"},{"quote":"Regret is not a proactive feeling. It is situated in disappointment, sorrow, even remorse. It merely wishes things were different without an act to cause a difference. However, repentance is different. Repentance is an admission of, hatred of, and turning away from sin before God.","author":"Monica Johnson","topic":"God"},{"quote":"I said to the almond tree, &#39;Friend, speak to me of God,&#39; and the almond tree blossomed.","author":"Nikos Kazantzakis","topic":"God"},{"quote":"Music is the art of the prophets and the gift of God.","author":"Martin Luther","topic":"God"},{"quote":"God is really only another artist. He invented the giraffe, the elephant and the cat. He has no real style, He just goes on trying other things.","author":"Pablo Picasso","topic":"God"},{"quote":"It&#39;s a horrible idea that God, this paragon of wisdom and knowledge, power, couldn&#39;t think of a better way to forgive us our sins than to come down to Earth in his alter ego as his son and have himself hideously tortured and executed so that he could forgive himself.","author":"Richard Dawkins","topic":"God"},{"quote":"We will be protected by the great men and women of our military and law enforcement and, most importantly, we are protected by God.","author":"Donald Trump","topic":"God"},{"quote":"We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength.","author":"Charles Stanley","topic":"God"},{"quote":"The end of life is to be like God, and the soul following God will be like Him.","author":"Socrates","topic":"God"},{"quote":"I would rather die than do something which I know to be a sin, or to be against God&#39;s will.","author":"Joan of Arc","topic":"God"},{"quote":"I just thank God my husband and I found each other before the advent of social media. I can&#39;t imagine dating someone and seeing what they&#39;re doing on their Facebook page. And people breaking up with each other over texts now? We had to break up with each other face to face back then.","author":"Jen Lancaster","topic":"God"},{"quote":"I am a poor man and of little worth, who is laboring in that art that God has given me in order to extend my life as long as possible.","author":"Michelangelo","topic":"God"},{"quote":"I would love it if people could look at chubby folks with all of our curves, bumps and ridges and just say &#39;She&#39;s beautiful&#39; just like that. You don&#39;t have to get on a treadmill as long as your blood pressure is under control and you eat healthy, God bless.","author":"Yvette Nicole Brown","topic":"God"},{"quote":"From a religious point of view, if God had thought homosexuality is a sin, he would not have created gay people.","author":"Howard Dean","topic":"God"},{"quote":"Suffering passes, while love is eternal. That&#39;s a gift that you have received from God. Don&#39;t waste it.","author":"Laura Ingalls Wilder","topic":"God"},{"quote":"God does not discriminate against people, regardless of color, religion, social class, or gender and sexual preferences.","author":"Rodrigo Duterte","topic":"God"},{"quote":"I think it pisses God off if you walk by the color purple in a field somewhere and don&#39;t notice it.","author":"Alice Walker","topic":"God"},{"quote":"Therefore I am sure that this, my Coronation, is not the symbol of a power and a splendor that are gone but a declaration of our hopes for the future, and for the years I may, by God&#39;s Grace and Mercy, be given to reign and serve you as your Queen.","author":"Queen Elizabeth II","topic":"God"},{"quote":"For prayer is nothing else than being on terms of friendship with God.","author":"Saint Teresa of Avila","topic":"God"},{"quote":"I give infinite thanks to God, who has been pleased to make me the first observer of marvelous things.","author":"Galileo Galilei","topic":"God"},{"quote":"Not for nothing is their motto TGIF - &#39;Thank God It&#39;s Friday.&#39; They live for the weekends, when they can go do what they really want to do.","author":"Richard Nelson Bolles","topic":"God"},{"quote":"It&#39;s amazing what you&#39;ll discover if you start exploring what God has placed within you.","author":"Victoria Osteen","topic":"God"},{"quote":"There are certain comforts of living here in Dubai, the comforts of so many mosques and so much good food... It&#39;s just that much more secure. And may God keep it safe.","author":"Cat Stevens","topic":"God"},{"quote":"If I were to say, &#39;God, why me?&#39; about the bad things, then I should have said, &#39;God, why me?&#39; about the good things that happened in my life.","author":"Arthur Ashe","topic":"God"},{"quote":"Yeah, I know I&#39;m ugly... I said to a bartender, &#39;Make me a zombie.&#39; He said &#39;God beat me to it.&#39;","author":"Rodney Dangerfield","topic":"God"},{"quote":"I believe God did intend, in giving us intelligence, to give us the opportunity to investigate and appreciate the wonders of His creation. He is not threatened by our scientific adventures.","author":"Francis Collins","topic":"God"},{"quote":"I fear God and next to God I mostly fear them that fear him not.","author":"Saadi","topic":"God"},{"quote":"We are all atheists about most of the gods that societies have ever believed in. Some of us just go one god further.","author":"Richard Dawkins","topic":"God"},{"quote":"God&#39;s truth judges created things out of love, and Satan&#39;s truth judges them out of envy and hatred.","author":"Dietrich Bonhoeffer","topic":"God"},{"quote":"We are all different, but when we ask for the Lord&#39;s blessings, we must not forget that God created us equal.","author":"Vladimir Putin","topic":"God"},{"quote":"All of us are guinea pigs in the laboratory of God. Humanity is just a work in progress.","author":"Tennessee Williams","topic":"God"},{"quote":"Everyone can relate to love, hurt, pain, learning how to forgive, needing to get over, needing the power of God in their life.","author":"Tyler Perry","topic":"God"},{"quote":"My favorite six words in recovery are: trust God, clean house, and help others.","author":"Matthew Perry","topic":"God"},{"quote":"What I absolutely want is to suggest that before it&#39;s anything else, redemption is God mending the bicycle of our souls; God bringing out the puncture repair kit, re-inflating the tires, taking off the rust, making us roadworthy once more. Not so that we can take flight into ecstasy, but so that we can do the next needful mile of our lives.","author":"Francis Spufford","topic":"God"},{"quote":"When the solution is simple, God is answering.","author":"Albert Einstein","topic":"God"},{"quote":"There is but One God. His name is Truth; He is the Creator. He fears none; he is without hate. He never dies; He is beyond the cycle of births and death. He is self-illuminated. He is realized by the kindness of the True Guru. He was True in the beginning; He was True when the ages commenced and has ever been True. He is also True now.","author":"Guru Nanak","topic":"God"},{"quote":"God tests and proves us by the common occurrences of life. It is the little things which reveal the chapters of the heart.","author":"Ellen G. White","topic":"God"},{"quote":"How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god.","author":"Alan Watts","topic":"God"},{"quote":"When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, &#39;I used everything you gave me&#39;.","author":"Erma Bombeck","topic":"God"},{"quote":"God loves each of us as if there were only one of us.","author":"Saint Augustine","topic":"God"},{"quote":"We were born to die and we die to live. As seedlings of God, we barely blossom on earth; we fully flower in heaven.","author":"Russell M. Nelson","topic":"God"},{"quote":"Everyone has noticed how hard it is to turn our thoughts to God when everything is going well with us... While what we call &#39;our own life&#39; remains agreeable, we will not surrender it to Him. What, then, can God do in our interests but make &#39;our own life&#39; less agreeable to us, and take away the plausible sources of false happiness?","author":"C. S. Lewis","topic":"God"},{"quote":"Fear is present when we forget that we are a part of God&#39;s divine design. Learning to experience authentic love means abandoning ego&#39;s insistence that you have much to fear and that you are in an unfriendly world. You can make the decision to be free from fear and doubt and return to the brilliant light of love that is always with you.","author":"Wayne Dyer","topic":"God"},{"quote":"It&#39;s up to God to do the judging. You haven&#39;t walked in my boots, so how are you going to judge me?","author":"Aaron Neville","topic":"God"},{"quote":"I believe that life is a journey towards God, and that no one has the right to insist that you go a certain road.","author":"Pat Buckley","topic":"God"},{"quote":"If you want to make God laugh, tell him about your plans.","author":"Woody Allen","topic":"God"},{"quote":"There is no greater power in Heaven or on Earth than pure, unconditional love. The nature of the God force, the unseen intelligence in all things, which causes the material world and is the center of both the spiritual and physical plane, is best described as pure, unconditional love.","author":"Wayne Dyer","topic":"God"},{"quote":"The greatest gift God has given me is the capacity of love for people. I have so many faults, but caring about people is not one of them.","author":"Barbara Mandrell","topic":"God"},{"quote":"As different streams having different sources all mingle their waters in the sea, so different tendencies, various though they appear, crooked or straight, all lead to God.","author":"Swami Vivekananda","topic":"God"},{"quote":"Those who deny freedom to others deserve it not for themselves; and under the rule of a just God, cannot long retain it.","author":"Abraham Lincoln","topic":"God"},{"quote":"When I go to bed at night, I ask God to give me another day; I ask him to keep me strong and make me a good teacher and to keep spreading this right word.","author":"Richard Simmons","topic":"God"},{"quote":"War is God&#39;s way of teaching Americans geography.","author":"Ambrose Bierce","topic":"God"},{"quote":"God works wonders now and then; Behold a lawyer, an honest man.","author":"Benjamin Franklin","topic":"God"},{"quote":"Act, and God will act.","author":"Joan of Arc","topic":"God"},{"quote":"Glory be and praise to God. I didn&#39;t do any of this. God did. I don&#39;t have a recipe or a blueprint. I prayed for it, and my prayers are continuing to be answered.","author":"Kevin Gates","topic":"God"},{"quote":"Rebellion against tyrants is obedience to God.","author":"Benjamin Franklin","topic":"God"},{"quote":"Sometimes I do get to places just when God&#39;s ready to have somebody click the shutter.","author":"Ansel Adams","topic":"God"},{"quote":"If a man say, &#39;I love God,&#39; and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen? And this commandment have we from him, That he who loveth God love his brother also.","author":"John the Apostle","topic":"God"},{"quote":"I would rather live my life as if there is a God and die to find out there isn&#39;t, than live as if there isn&#39;t and to die to find out that there is.","author":"Albert Camus","topic":"God"},{"quote":"Let God&#39;s grace be the mosque, and devotion the prayer mat. Let the Quran be the good conduct.","author":"Guru Nanak","topic":"God"},{"quote":"God removes the sin of the one who makes humble confession, and thereby the devil loses the sovereignty he had gained over the human heart.","author":"Saint Bernard","topic":"God"},{"quote":"God doesn&#39;t dwell in the wooden, stony or earthen idols. His abode is in our feelings, our thoughts.","author":"Chanakya","topic":"God"},{"quote":"A good youth ought to have a fear of God, to be subject to his parents, to give honor to his elders, to preserve his purity; he ought not to despise humility, but should love forbearance and modesty. All these are an ornament to youthful years.","author":"Saint Ambrose","topic":"God"},{"quote":"The function of prayer is not to influence God, but rather to change the nature of the one who prays.","author":"Soren Kierkegaard","topic":"God"},{"quote":"God is good for everybody. The sun shines on good people and bad people, and it rains on both, too. God doesn&#39;t choose rain only for bad people.","author":"Mariano Rivera","topic":"God"},{"quote":"To be a man is to suffer for others. God help us to be men!","author":"Cesar Chavez","topic":"God"},{"quote":"All the great works of art, the cathedrals - the Gothic cathedrals and the splendid Baroque churches - are a luminous sign of God, and thus are truly a manifestation, an epiphany of God.","author":"Pope Benedict XVI","topic":"God"},{"quote":"God is a metaphor for that which transcends all levels of intellectual thought. It&#39;s as simple as that.","author":"Joseph Campbell","topic":"God"},{"quote":"I believe that the greatest form of prayer is praise to God.","author":"Billy Graham","topic":"God"},{"quote":"We need to accept that the commandments of God aren&#39;t just a long list of good ideas. They aren&#39;t &#39;life hacks&#39; from an Internet blog or motivational quotes from a Pinterest board.","author":"Dieter F. Uchtdorf","topic":"God"},{"quote":"Experience proves that in this life peace and satisfaction are had, not by the listless but by those who are fervent in God&#39;s service. And rightly so. For in their effort to overcome themselves and to rid themselves of self-love, they rid themselves of the roots of all passion and unrest.","author":"Saint Ignatius","topic":"God"},{"quote":"Scoutcraft is a means through which the veriest hooligan can be brought to higher thought and to the elements of faith in God; and, coupled with the Scout&#39;s obligation to do a good turn every day, it gives the base of Duty to God and to Neighbour on which the parent or pastor can build with greater ease the form of belief that is desired.","author":"Robert Baden-Powell","topic":"God"},{"quote":"Think of God; attachments will gradually drop away. If you wait till all desires disappear before starting your devotion and prayer, you will have to wait for a very long time indeed.","author":"Ramana Maharshi","topic":"God"},{"quote":"He who builds a masjid in the way of Allah, God will build a house for him in the paradise.","author":"Abu Bakr","topic":"God"},{"quote":"God&#39;s mercy and grace give me hope - for myself, and for our world.","author":"Billy Graham","topic":"God"},{"quote":"Some say Google is God. Others say Google is Satan. But if they think Google is too powerful, remember that with search engines unlike other companies, all it takes is a single click to go to another search engine.","author":"Sergey Brin","topic":"God"},{"quote":"I&#39;m glad I don&#39;t have to make a living farming. Too much hard work. Too many variables you don&#39;t have control over, like, is it going to rain? All I can say is, god bless the real farmers out there.","author":"Fuzzy Zoeller","topic":"God"},{"quote":"I think art is the only thing that&#39;s spiritual in the world. And I refuse to forced to believe in other people&#39;s interpretations of God. I don&#39;t think anybody should be. No one person can own the copyright to what God means.","author":"Marilyn Manson","topic":"God"},{"quote":"The people I don&#39;t understand are atheists. I go surfing and snowboarding, and I&#39;m always around nature. I look at everything and think, &#39;Who couldn&#39;t believe there&#39;s a God? Is all this a mistake?&#39; It just blows me away.","author":"Paul Walker","topic":"God"},{"quote":"One of the greatest gifts we can give people is the hope that their death is nothing to fear - you know, not that it has no fear in it, but the promise of scripture is that God will lead us through the valley of the shadow of death.","author":"Max Lucado","topic":"God"},{"quote":"God forgive you, but I never can.","author":"Elizabeth I","topic":"God"},{"quote":"If you have other gods before the Lord, your heart will be turned away from serving the only true and living God, who requires the whole heart, the undivided affections. All the heart, all the soul, all the mind, and all the strength, does God require. He will accept of nothing short of this.","author":"Ellen G. White","topic":"God"},{"quote":"All I do is work out. Oh my God! Half my life is spent in a gym somewhere, sweating.","author":"Tom Brady","topic":"God"},{"quote":"The moment I have realized God sitting in the temple of every human body, the moment I stand in reverence before every human being and see God in him - that moment I am free from bondage, everything that binds vanishes, and I am free.","author":"Swami Vivekananda","topic":"God"},{"quote":"I believe in Jesus Christ as my Lord and savior. I believe that Jesus died for my sins, and rose again, and that&#39;s my belief. I still don&#39;t know what &#39;Christian&#39; means. I&#39;m a follower of Christ, but I keep making a whole bunch of mistakes. And I thank God for forgiveness.","author":"Sherri Shepherd","topic":"God"},{"quote":"God is day and night, winter and summer, war and peace, surfeit and hunger.","author":"Heraclitus","topic":"God"},{"quote":"I always had a philosophy which I got from my father. He used to say, &#39;Listen. God gave to you the gift to play football. This is your gift from God. If you take care of your health, if you are in good shape all the time, with your gift from God no one will stop you, but you must be prepared.&#39;","author":"Pele","topic":"God"},{"quote":"Today we thank God for all the blessings He has bestowed upon this great Country and ask Him to continue to heal our land and meet our needs - and we do so through the power of prayer.","author":"Nick Rahall","topic":"God"},{"quote":"If God can work through me, he can work through anyone.","author":"Francis of Assisi","topic":"God"},{"quote":"We all have the right of freedom of speech under the First Amendment. We all don&#39;t have to agree with one another on our opinions. Everyone in my circle, that I run around with, we all feel the same about God, country, integrity and character.","author":"Luke Scott","topic":"God"},{"quote":"If you expect the blessings of God, be kind to His people.","author":"Abu Bakr","topic":"God"},{"quote":"Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.","author":"Jesus Christ","topic":"God"},{"quote":"A dog barks when his master is attacked. I would be a coward if I saw that God&#39;s truth is attacked and yet would remain silent.","author":"John Calvin","topic":"God"},{"quote":"I want to thank God, obviously for the health, for the talent He&#39;s given me, for my family who supports me, for the things that basketball&#39;s taught me on and off the court. For the people that I&#39;ve been able to meet through the game of basketball.","author":"Stephen Curry","topic":"God"},{"quote":"Thank God we have the example of Martin Luther King, Jr. People need role models. They need to see examples of people in peoples&#39; lives, and that&#39;s why it&#39;s so important not just to commemorate his life, but to study and try to live by the principles of that life.","author":"Coretta Scott King","topic":"God"},{"quote":"Although the life of a person is in a land full of thorns and weeds, there is always a space in which the good seed can grow. You have to trust God.","author":"Pope Francis","topic":"God"},{"quote":"God made and governs the world invisibly, and has commanded us to love and worship him and no other God; to honor our parents and masters, and love our neighbours as ourselves; and to be temperate, just, and peaceable, and to be merciful even to brute beasts.","author":"Isaac Newton","topic":"God"},{"quote":"If you can believe in God, then you can believe in anything. It&#39;s a gang mentality.","author":"Greg Graffin","topic":"God"},{"quote":"God&#39;s promises are all on condition of humble obedience.","author":"Ellen G. White","topic":"God"},{"quote":"I believe that miracles happen every day. Every person is a miracle. Every moment is a miracle. If only we can open our eyes, we&#39;ll see God&#39;s love everywhere.","author":"Bo Sanchez","topic":"God"},{"quote":"If you have men who will exclude any of God&#39;s creatures from the shelter of compassion and pity, you will have men who will deal likewise with their fellow men.","author":"Francis of Assisi","topic":"God"},{"quote":"By reading the scriptures I am so renewed that all nature seems renewed around me and with me. The sky seems to be a pure, a cooler blue, the trees a deeper green. The whole world is charged with the glory of God and I feel fire and music under my feet.","author":"Thomas Merton","topic":"God"},{"quote":"Look out into the universe and contemplate the glory of God. Observe the stars, millions of them, twinkling in the night sky, all with a message of unity, part of the very nature of God.","author":"Sai Baba","topic":"God"},{"quote":"The essence of Hinduism is the same essence of all true religions: Bhakti or pure love for God and genuine compassion for all beings.","author":"Radhanath Swami","topic":"God"},{"quote":"Let us more and more insist on raising funds of love, of kindness, of understanding, of peace. Money will come if we seek first the Kingdom of God - the rest will be given.","author":"Mother Teresa","topic":"God"},{"quote":"We cannot embrace God&#39;s forgiveness if we are so busy clinging to past wounds and nursing old grudges.","author":"T. D. Jakes","topic":"God"},{"quote":"Man was made at the end of the week&#39;s work, when God was tired.","author":"Mark Twain","topic":"God"},{"quote":"I gave in, and admitted that God was God.","author":"C. S. Lewis","topic":"God"},{"quote":"God will take care of the poor trampled slave, but where will the slaveholder be when eternity begins?","author":"Sojourner Truth","topic":"God"},{"quote":"God has entrusted us with his most precious treasure - people. He asks us to shepherd and mold them into strong disciples, with brave faith and good character.","author":"John Ortberg","topic":"God"},{"quote":"Reading about nature is fine, but if a person walks in the woods and listens carefully, he can learn more than what is in books, for they speak with the voice of God.","author":"George Washington Carver","topic":"God"},{"quote":"I do believe in God. But you won&#39;t find me visiting temples every now and then. I believe in self-realization. Peace of mind matters a lot to me. What&#39;s the point in doing something just for the sake of it? I&#39;d rather do something I like doing as long as I&#39;m being true to myself.","author":"Virat Kohli","topic":"God"},{"quote":"If I truly believe everything that&#39;s in that book, God is in control. He is in control. He&#39;s working for my good. Doesn&#39;t mean everything&#39;s going to be smooth, but that&#39;s all I needed to know. There is a light at the end of the tunnel.","author":"Shawn Michaels","topic":"God"},{"quote":"Why did the earthquake and tsunami occur in Japan? Was it the act of an angry God? No, it was the result of the movement and collision of the earth&#39;s tectonic plates - a process driven by the earth&#39;s need to regulate its own internal temperature. Without the process that creates earthquake, our planet could not sustain life.","author":"Adam Hamilton","topic":"God"},{"quote":"Ministers should not pray so loud, and long, as to exhaust the strength. It is not necessary to weary the throat and lungs in prayer. God&#39;s ear is ever open to hear the heart-felt petitions of his humble servants, and he does not require them to wear out the organs of speech in addressing him.","author":"Ellen G. White","topic":"God"},{"quote":"Thanks to the competence, love of God, our country&#39;s security and stability, endowed wealth, integrated infrastructure and quality services, the U.A.E. turned into the world&#39;s renowned destination for tourism, investment and business management: the interface of choice for hosting major cultural events, artistic and sports, in the world.","author":"Khalifa bin Zayed Al Nahyan","topic":"God"},{"quote":"In the Lord&#39;s Prayer, the first petition is for daily bread. No one can worship God or love his neighbor on an empty stomach.","author":"Woodrow Wilson","topic":"God"},{"quote":"If you believe in God, believe in Death Row East.","author":"Tupac Shakur","topic":"God"},{"quote":"If God listened to the prayers of men, all men would quickly have perished: for they are forever praying for evil against one another.","author":"Epicurus","topic":"God"},{"quote":"It is up to God to take revenge. Only God can judge. I don&#39;t have to worry about getting even with anybody or taking out any kind of aggression on anybody. Doing that is a weakness, anyway.","author":"Jim Brown","topic":"God"},{"quote":"I distrust those people who know so well what God wants them to do, because I notice it always coincides with their own desires.","author":"Susan B. Anthony","topic":"God"},{"quote":"God just has a way of working things out the way he wants to and you have no say in that.","author":"Rihanna","topic":"God"},{"quote":"I think that God gives you your own will and choices. I don&#39;t believe that we&#39;re supposed to drag ourselves through life defeated and not see God&#39;s blessings. But you have to make the right choices and follow that still, small voice within you. Because I think that&#39;s how God leads us.","author":"Joel Osteen","topic":"God"},{"quote":"Every perfect life is a parable invented by God.","author":"Simone Weil","topic":"God"},{"quote":"If you are caught on a golf course during a storm and are afraid of lightning, hold up a 1-iron. Not even God can hit a 1-iron.","author":"Lee Trevino","topic":"God"},{"quote":"Cloning is great. If God made the original, then making copies should be fine.","author":"Douglas Coupland","topic":"God"},{"quote":"Everything I did, all my actions, all of the problems I had I dedicate to God and to Chile, because I kept Chile from becoming Communist.","author":"Augusto Pinochet","topic":"God"},{"quote":"As long as I have my faith in God, I&#39;m good. I know everything else is going to come.","author":"Derrick Rose","topic":"God"},{"quote":"We may thank God that we can feel pain and know sadness, for these are the human sentiments that constitute our glory as well as our grief.","author":"Eugene Kennedy","topic":"God"},{"quote":"God wants us to show compassion and understanding toward the unemployed or the poor not because they are poor, but because poor people, with help from those who are already successful, can become rich. And when the poor become rich, all will benefit, because in our modern economy new unemployment is the first sign of economic growth.","author":"Paul Zane Pilzer","topic":"God"},{"quote":"Great thoughts and a pure heart, that is what we should ask from God.","author":"Johann Wolfgang von Goethe","topic":"God"},{"quote":"For me, it&#39;s about the way I carry myself and the way I treat other people. My relationship and how I feel about God and what He does for me, is something deeply personal. It&#39;s where I came from, my family, I was brought up in a religious household and that&#39;s very important to me.","author":"Beyonce Knowles","topic":"God"},{"quote":"If you don&#39;t take a Sabbath, something is wrong. You&#39;re doing too much, you&#39;re being too much in charge. You&#39;ve got to quit, one day a week, and just watch what God is doing when you&#39;re not doing anything.","author":"Eugene H. Peterson","topic":"God"},{"quote":"I want all hellions to quit puffing that hell fume in God&#39;s clean air.","author":"Carry Nation","topic":"God"},{"quote":"I care to live only to entice people to look at Nature&#39;s loveliness. Heaven knows that John the Baptist was not more eager to get all his fellow sinners into the Jordan than I to baptize all of mine in the beauty of God&#39;s mountains.","author":"John Muir","topic":"God"},{"quote":"Spring is God&#39;s way of saying, &#39;One more time!&#39;","author":"Robert Orben","topic":"God"},{"quote":"The chief difference between words and deeds is that words are always intended for men for their approbation, but deeds can be done only for God.","author":"Leo Tolstoy","topic":"God"},{"quote":"In a state of grace, the soul is like a well of limpid water, from which flow only streams of clearest crystal. Its works are pleasing both to God and man, rising from the River of Life, beside which it is rooted like a tree.","author":"Saint Teresa of Avila","topic":"God"},{"quote":"The Church is or should go back to being a community of God&#39;s people, and priests, pastors and bishops, who have the care of souls, are at the service of the people of God.","author":"Pope Francis","topic":"God"},{"quote":"Many have a vague idea that they must make some wonderful effort in order to gain the favor of God. But all self-dependence is vain. It is only by connecting with Jesus through faith that the sinner becomes a hopeful, believing child of God.","author":"Ellen G. White","topic":"God"},{"quote":"It&#39;s not as though we can keep burning coal in our power plants. Coal is a finite resource, too. We must find alternatives, and it&#39;s a better idea to find alternatives sooner then wait until we run out of coal, and in the meantime, put God knows how many trillions of tons of CO2 that used to be buried underground into the atmosphere.","author":"Elon Musk","topic":"God"},{"quote":"God is in the sadness and the laughter, in the bitter and the sweet.","author":"Neale Donald Walsch","topic":"God"},{"quote":"Pride adversely affects all our relationships - our relationship with God and His servants, between husband and wife, parent and child, employer and employee, teacher and student, and all mankind.","author":"Ezra Taft Benson","topic":"God"},{"quote":"A singer starts by having his instrument as a gift from God... When you have been given something in a moment of grace, it is sacrilegious to be greedy.","author":"Marian Anderson","topic":"God"},{"quote":"Marriage has a unique place because it speaks of an absolute faithfulness, a covenant between radically different persons, male and female; and so it echoes the absolute covenant of God with his chosen, a covenant between radically different partners.","author":"Rowan Williams","topic":"God"},{"quote":"Whenever we think of Christ, we should recall the love that led Him to bestow on us so many graces and favors, and also the great love God showed in giving us in Christ a pledge of His love; for love calls for love in return. Let us strive to keep this always before our eyes and to rouse ourselves to love Him.","author":"Saint Teresa of Avila","topic":"God"},{"quote":"In almost everything that touches our everyday life on earth, God is pleased when we&#39;re pleased. He wills that we be as free as birds to soar and sing our maker&#39;s praise without anxiety.","author":"Aiden Wilson Tozer","topic":"God"},{"quote":"God never gives someone a gift they are not capable of receiving. If he gives us the gift of Christmas, it is because we all have the ability to understand and receive it.","author":"Pope Francis","topic":"God"},{"quote":"Choose to be kind. Choose to forgive. Let your love grow and shine so that people may look at the example of your life and glorify God in Heaven.","author":"Victoria Osteen","topic":"God"},{"quote":"It is the quality of our work which will please God and not the quantity.","author":"Mahatma Gandhi","topic":"God"},{"quote":"I think faith is incredibly important because you will become overwhelmed with what&#39;s happening and you will have waves of grief, but when you turn to your faith, I believe God will give you waves of grace to get through it.","author":"Joel Osteen","topic":"God"},{"quote":"I&#39;m cute - and God I hate that. Because that&#39;s not cool. I&#39;m like your niece, and nobody wants to date their niece. It&#39;s the chubby cheeks. The whole reason people voted for me on American Idol is because I&#39;m an everyday, normal girl.","author":"Kelly Clarkson","topic":"God"},{"quote":"No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!","author":"Joyce Meyer","topic":"God"},{"quote":"I speak Spanish to God, Italian to women, French to men, and German to my horse.","author":"Charles V","topic":"God"},{"quote":"Man shall not live by bread alone, but by every word that proceeds from the mouth of God.","author":"Jesus Christ","topic":"God"},{"quote":"Socialism violates at least three of the Ten Commandments: It turns government into God, it legalizes thievery and it elevates covetousness. Discussions of income inequality, after all, aren&#39;t about prosperity but about petty spite. Why should you care how much money I make, so long as you are happy?","author":"Ben Shapiro","topic":"God"},{"quote":"I try to give to the poor people for love what the rich could get for money. No, I wouldn&#39;t touch a leper for a thousand pounds; yet I willingly cure him for the love of God.","author":"Mother Teresa","topic":"God"},{"quote":"I like smoking! I mean, God, I quit everything else, can&#39;t I smoke?","author":"Melanie Griffith","topic":"God"},{"quote":"Love is higher than the Highest. Love is greater than the Greatest. Yea, it is in a certain sense greater than God; while yet, in the highest sense of all, God is Love, and Love is God. Love being the highest principle is the virtue of all virtues; from whence they flow forth.","author":"Jakob Bohme","topic":"God"},{"quote":"Little children, you are from God, and have conquered them; for the one who is in you is greater than the one who is in this world.","author":"Jesus Christ","topic":"God"},{"quote":"I don&#39;t know. Only God knows where the story ends for me, but I know where the story begins. It&#39;s up to us to choose, whether we win or lose and I choose to win.","author":"Mary J. Blige","topic":"God"},{"quote":"Man&#39;s mind is like a store of idolatry and superstition; so much so that if a man believes his own mind it is certain that he will forsake God and forge some idol in his own brain.","author":"John Calvin","topic":"God"},{"quote":"No man is excluded from calling upon God, the gate of salvation is set open unto all men: neither is there any other thing which keepeth us back from entering in, save only our own unbelief.","author":"John Calvin","topic":"God"},{"quote":"Man is important in one sense only. He was made in the image of God: That is his importance. He is not important for his body, ego, or personality. His constant affirmation of ego-consciousness is the source of all his problems.","author":"Paramahansa Yogananda","topic":"God"},{"quote":"The Bible tells us that God will meet all our needs. He feeds the birds of the air and clothes the grass with the splendor of lilies. How much more, then, will He care for us, who are made in His image? Our only concern is to obey the heavenly Father and leave the consequences to Him.","author":"Charles Stanley","topic":"God"},{"quote":"There is one thing higher than Royalty: and that is religion, which causes us to leave the world, and seek God.","author":"Elizabeth I","topic":"God"},{"quote":"The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author; salvation for its end, and truth without any mixture for its matter. It is all pure.","author":"John Locke","topic":"God"},{"quote":"I&#39;m far from being god, but I work god damn hard.","author":"Jay-Z","topic":"God"},{"quote":"Yesterday is history, tomorrow is a mystery, today is God&#39;s gift, that&#39;s why we call it the present.","author":"Joan Rivers","topic":"God"},{"quote":"It is by the goodness of God that in our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.","author":"Mark Twain","topic":"God"},{"quote":"The question is what I wanted to do with the new life God has given me. This is the mission I want to take on.","author":"Billy Tauzin","topic":"God"},{"quote":"I am inclined to believe that this is the land God gave to Cain.","author":"Jacques Cartier","topic":"God"},{"quote":"The God who gave us life, gave us liberty at the same time.","author":"Thomas Jefferson","topic":"God"},{"quote":"I don&#39;t have the strength or wisdom to get through a single day without guidance and grace from God.","author":"Tony Dungy","topic":"God"},{"quote":"Allah&#39;s the Arabic term for God. Stand up for God, fight for God, work for God and do the right thing, and go the right way, things will end up in your corner.","author":"Muhammad Ali","topic":"God"},{"quote":"The highest reward that God gives us for good work is the ability to do better work.","author":"Elbert Hubbard","topic":"God"},{"quote":"Where mercy, love, and pity dwell, there God is dwelling too.","author":"William Blake","topic":"God"},{"quote":"Isn&#39;t it amazing that we are all made in God&#39;s image, and yet there is so much diversity among his people?","author":"Desmond Tutu","topic":"God"},{"quote":"You can only learn so much from books. You can only learn so much from education. Ultimately, it is the wisdom of God that will carry you through in the toughest situations of life.","author":"Ravi Zacharias","topic":"God"},{"quote":"Being out there in the ocean, God&#39;s creation, it&#39;s like a gift He has given us to enjoy.","author":"Bethany Hamilton","topic":"God"},{"quote":"When my mood was high, I seemed normal, even buoyant. I felt smarter. I had secrets. I could see God in a light bulb.","author":"Gene Tierney","topic":"God"},{"quote":"Our life of poverty is as necessary as the work itself. Only in heaven will we see how much we owe to the poor for helping us to love God better because of them.","author":"Mother Teresa","topic":"God"},{"quote":"I am God&#39;s vessel. But my greatest pain in life is that I will never be able to see myself perform live.","author":"Kanye West","topic":"God"},{"quote":"As a Christian, I know my life is in God&#39;s hands. He has a plan for me. Therefore, I never worry about tomorrow or never worry about winning or losing football games. That knowledge gives me a lot of composure in tough situations.","author":"Tom Landry","topic":"God"},{"quote":"All the lessons of history in four sentences: Whom the gods would destroy, they first make mad with power. The mills of God grind slowly, but they grind exceedingly small. The bee fertilizes the flower it robs. When it is dark enough, you can see the stars.","author":"Charles A. Beard","topic":"God"},{"quote":"God preordained, for his own glory and the display of His attributes of mercy and justice, a part of the human race, without any merit of their own, to eternal salvation, and another part, in just punishment of their sin, to eternal damnation.","author":"John Calvin","topic":"God"},{"quote":"To doubt God is to doubt one&#39;s own conscience, and in consequence, it would be to doubt everything; and then what is life for?","author":"Jose Rizal","topic":"God"},{"quote":"Start living now. Stop saving the good china for that special occasion. Stop withholding your love until that special person materializes. Every day you are alive is a special occasion. Every minute, every breath, is a gift from God.","author":"Mary Manin Morrissey","topic":"God"},{"quote":"The numerous evils to which individual persons are exposed are due to the defects existing in the persons themselves. We complain and seek relief from our own faults; we suffer from the evils which we, by our own free will, inflict on ourselves and ascribe them to God, who is far from being connected with them!","author":"Maimonides","topic":"God"},{"quote":"I wouldn&#39;t have dared ask God for all that He&#39;s given me. I couldn&#39;t have done it on my own. I thank God every day for what I have.","author":"Loretta Lynn","topic":"God"},{"quote":"As a blind man has no idea of colors, so have we no idea of the manner by which the all-wise God perceives and understands all things.","author":"Isaac Newton","topic":"God"},{"quote":"The artist, like the God of the creation, remains within or behind or beyond or above his handiwork, invisible, refined out of existence, indifferent, paring his fingernails.","author":"James Joyce","topic":"God"},{"quote":"When you&#39;re young, you wonder what all these old people are droning on about, trying to impart their wisdom. It&#39;s not relevant to you because being young is such a specific thing. Thank God for that. Thank God for the young people who go out and demonstrate against rampant capitalism or whatever.","author":"Helen Mirren","topic":"God"},{"quote":"Where there is devotional music, God is always at hand with His gracious presence.","author":"Johann Sebastian Bach","topic":"God"},{"quote":"God is everywhere but He is most manifest in man. So serve man as God. That is as good as worshipping God.","author":"Ramakrishna","topic":"God"},{"quote":"If God did not exist, it would be necessary to invent Him.","author":"Voltaire","topic":"God"},{"quote":"Start with God - the first step in learning is bowing down to God; only fools thumb their noses at such wisdom and learning.","author":"King Solomon","topic":"God"},{"quote":"God does not change; he is Love, ever and always. In himself, he is communion, unity in Trinity, and all his words and works are directed to communion.","author":"Pope Benedict XVI","topic":"God"},{"quote":"The voice of the people has been said to be the voice of God; and, however generally this maxim has been quoted and believed, it is not true to fact. The people are turbulent and changing, they seldom judge or determine right.","author":"Alexander Hamilton","topic":"God"},{"quote":"There is greatness in the fear of God, contentment in faith of God, and honour in humility.","author":"Abu Bakr","topic":"God"},{"quote":"Bitterness and unforgiveness block the flow of God&#39;s blessing in your life and actually hinder your prayers.","author":"Victoria Osteen","topic":"God"},{"quote":"But this will not do, God will certainly punish you for stealing and for being unfaithful.","author":"Jupiter Hammon","topic":"God"},{"quote":"But what we can do, as flawed as we are, is still see God in other people, and do our best to help them find their own grace. That&#39;s what I strive to do, that&#39;s what I pray to do every day.","author":"Barack Obama","topic":"God"},{"quote":"God has two dwellings; one in heaven, and the other in a meek and thankful heart.","author":"Izaak Walton","topic":"God"},{"quote":"Are you not moved to tears and bitter compassion, when you behold the only Son of God seized by the most impious, dragged away, mocked, scourged, buffeted, spit upon, crowned with thorns, hung upon the infamous cross between two thieves, finally in such a horrible and execrable manner suffering death, for your salvation and that of the world?","author":"Peter Abelard","topic":"God"},{"quote":"God puts people in our lives on purpose so we can help them succeed and help them become all He created them to be. Most people will not reach their full potential without somebody else believing in them.","author":"Joel Osteen","topic":"God"},{"quote":"Faithful servants never retire. You can retire from your career, but you will never retire from serving God.","author":"Rick Warren","topic":"God"},{"quote":"I cannot think that we are useless or God would not have created us. There is one God looking down on us all. We are all the children of one God. The sun, the darkness, the winds are all listening to what we have to say.","author":"Geronimo","topic":"God"},{"quote":"Goliath was a champion, a monster who had never been beaten, and then this young guy, David, came forward, a child who believed in God and did it.","author":"Tyson Fury","topic":"God"},{"quote":"God hangs the greatest weights upon the smallest wires.","author":"Francis Bacon","topic":"God"},{"quote":"It is a most delightful reflection that if I come to the throne of God in prayer, I may feel a thousand defects, but yet there is hope. I usually feel more dissatisfied with my prayers than with anything else I do.","author":"Charles Spurgeon","topic":"God"},{"quote":"If the triangles made a god, they would give him three sides.","author":"Charles de Montesquieu","topic":"God"},{"quote":"Order is manifestly maintained in the universe... governed by the sovereign will of God.","author":"James Prescott Joule","topic":"God"},{"quote":"There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever.","author":"Mahatma Gandhi","topic":"God"},{"quote":"Oh, God, I struggle with low self-esteem all the time! I think everyone does. I have so much wrong with me, it&#39;s unbelievable!","author":"Angelina Jolie","topic":"God"},{"quote":"I thank God that I wasn&#39;t born perfect.","author":"Bob Fosse","topic":"God"},{"quote":"How important it is to ascertain the will of God, before we undertake anything, because we are then not only blessed in our own souls, but also the work of our hands will prosper.","author":"George Muller","topic":"God"},{"quote":"Take heed, then, often to come together to give thanks to God, and show forth His praise. For when you assemble frequently in the same place, the powers of Satan are destroyed, and the destruction at which he aims is prevented by the unity of your faith.","author":"Ignatius of Antioch","topic":"God"},{"quote":"I know God loves me. I tell people all the time I&#39;m one of his favorite childs. I had to believe in something bigger than me - bigger than man. I had to believe that God would send somebody across my path to keep my dreams alive.","author":"Darlene Love","topic":"God"},{"quote":"God gave me a voice to sing with, and when you have that, what other gimmick is there?","author":"Whitney Houston","topic":"God"},{"quote":"Any fool knows that bravado is always a cover-up for insecurity. That&#39;s the truth. And on that note, I&#39;ll say goodnight. God love you.","author":"Bobby Darin","topic":"God"},{"quote":"Before we understand science, it is natural to believe that God created the universe.","author":"Stephen Hawking","topic":"God"},{"quote":"Human need is really a great spiritual vacuum which God seeks to fill... With one hand in the hand of a fellow man in need and the other in the hand of Christ, He could get across the vacuum.","author":"George Washington Carver","topic":"God"},{"quote":"Democracy means that people can say what they want to. All the people. It means that they can vote as they wish. All the people. It means that they can worship God in any way they feel right, and that includes Christians and Jews and voodoo doctors as well.","author":"Dalton Trumbo","topic":"God"},{"quote":"Since many of you do not belong to the Catholic Church and others are non-believers, from the bottom of my heart I give this silent blessing to each and every one of you, respecting the conscience of each one of you but knowing that each one of you is a child of God.","author":"Pope Francis","topic":"God"},{"quote":"When you believe in God, you&#39;ve got to believe in the all-powerful God. He&#39;s not just God, He&#39;s the all-powerful God and He has total control over everyone&#39;s life. The Devil, on the other hand, is a real character that&#39;s trying his hardest to tear your life apart.","author":"Alice Cooper","topic":"God"},{"quote":"I think God made a woman to be strong and not to be trampled under the feet of men. I&#39;ve always felt this way because my mother was a very strong woman, without a husband.","author":"Little Richard","topic":"God"},{"quote":"My dream is to live a good life and be loving, be close to God and be a good human being and bring peace to people.","author":"Ziggy Marley","topic":"God"},{"quote":"God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other.","author":"Reinhold Niebuhr","topic":"God"},{"quote":"While I know myself as a creation of God, I am also obligated to realize and remember that everyone else and everything else are also God&#39;s creation.","author":"Maya Angelou","topic":"God"},{"quote":"God exists, if only in the form of a meme with high survival value, or infective power, in the environment provided by human culture.","author":"Richard Dawkins","topic":"God"},{"quote":"God always strives together with those who strive.","author":"Aeschylus","topic":"God"},{"quote":"One of the things I associate with God is a sunrise. How many sunrises have you missed over the years, and God created that?","author":"Donald Miller","topic":"God"},{"quote":"Thanksgiving is a time when the world gets to see just how blessed and how workable the Christian system is. The emphasis is not on giving or buying, but on being thankful and expressing that appreciation to God and to one another.","author":"John Clayton","topic":"God"},{"quote":"For a time, I believed not in God nor Santa Claus, but in mermaids. They seemed as logical and possible to me as the brittle twig of a seahorse in the zoo aquarium or the skates lugged up on the lines of cursing Sunday fishermen - skates the shape of old pillowslips with the full, coy lips of women.","author":"Sylvia Plath","topic":"God"},{"quote":"I had many friends to help me to fall; but as to rising again, I was so much left to myself, that I wonder now I was not always on the ground. I praise God for His mercy; for it was He only Who stretched out His hand to me. May He be blessed for ever! Amen.","author":"Saint Teresa of Avila","topic":"God"},{"quote":"I tremble for my country when I reflect that God is just; that his justice cannot sleep forever.","author":"Thomas Jefferson","topic":"God"},{"quote":"You learn from the things that happen in your career. You get up and down. You never give up. All the things that happened in my career, thank God it happened early rather than late in my career.","author":"Pablo Sandoval","topic":"God"},{"quote":"I am aware that a philosopher&#39;s ideas are not subject to the judgment of ordinary persons, because it is his endeavour to seek the truth in all things, to the extent permitted to human reason by God.","author":"Nicolaus Copernicus","topic":"God"},{"quote":"Do not borrow the productions of other men&#39;s brains and pens and recite them as a lesson; but make the most of the talents, the brain power, that God has given you.","author":"Ellen G. White","topic":"God"},{"quote":"My father always taught me that when you help other people, then God will give you double. And that&#39;s what has really happened to me. When I have helped other people who are in need, God has helped me more.","author":"Cristiano Ronaldo","topic":"God"},{"quote":"In the name of God, stop a moment, cease your work, look around you.","author":"Leo Tolstoy","topic":"God"},{"quote":"Great and glorious God, and Thou Lord Jesus, I pray you shed abroad your light in the darkness of my mind. Be found of me, Lord, so that in all things I may act only in accordance with Thy holy will.","author":"Francis of Assisi","topic":"God"},{"quote":"When you are spiritually connected, you are not looking for occasions to be offended, and you are not judging and labeling others. You are in a state of grace in which you know you are connected to God and thus free from the effects of anyone or anything external to yourself.","author":"Wayne Dyer","topic":"God"},{"quote":"God does nothing except in response to believing prayer.","author":"John Wesley","topic":"God"},{"quote":"What I found particularly fascinating and satisfying about the Hindu tradition was its spirit of inclusiveness. In Sanatan Dharma, or what is commonly called Hinduism, I discovered the basic truths of all religions in a way that the oneness of God and religion is comprehensively understood.","author":"Radhanath Swami","topic":"God"},{"quote":"Love is the greatest gift that God has given us. It&#39;s free.","author":"Taraji P. Henson","topic":"God"},{"quote":"If there is no God, everything is permitted.","author":"Fyodor Dostoevsky","topic":"God"},{"quote":"I wake up every day inspiring myself, because God gave me life.","author":"DJ Khaled","topic":"God"},{"quote":"It&#39;s wonderful to climb the liquid mountains of the sky. Behind me and before me is God and I have no fears.","author":"Helen Keller","topic":"God"},{"quote":"If I am not, may God put me there; and if I am, may God so keep me.","author":"Joan of Arc","topic":"God"},{"quote":"I cannot believe in a God who wants to be praised all the time.","author":"Friedrich Nietzsche","topic":"God"},{"quote":"God judged it better to bring good out of evil than to suffer no evil to exist.","author":"Saint Augustine","topic":"God"},{"quote":"Whatever your heart clings to and confides in, that is really your God.","author":"Martin Luther","topic":"God"},{"quote":"I knew that no matter what door you knock on in a Cretan village, it will be opened for you. A meal will be served in your honor, and you will sleep between the best sheets in the house. In Crete, the stranger is still the unknown god. Before him, all doors and all hearts are opened.","author":"Nikos Kazantzakis","topic":"God"},{"quote":"God gave me a great body and it&#39;s my duty to take care of my physical temple.","author":"Jean-Claude Van Damme","topic":"God"},{"quote":"I want to know all Gods thoughts; all the rest are just details.","author":"Albert Einstein","topic":"God"},{"quote":"The best thing of all is God is with us.","author":"John Wesley","topic":"God"},{"quote":"If the Lord says to give more than you think you are able to give, know that He will provide for you. Whether things are sailing smoothly or the bottom has dropped out, He is always trustworthy. You can count on Almighty God to keep His everlasting Word.","author":"Charles Stanley","topic":"God"},{"quote":"Abraham wasn&#39;t perfect. He failed, made mistakes. But, he would go back, get right with God, and then just keep moving forward. He didn&#39;t quit when things got hard. He just kept on going. And everywhere he went, God was there. God was with him.","author":"Anne Graham Lotz","topic":"God"},{"quote":"My mama told me in college, &#39;I love you, and you&#39;re God&#39;s child, but natural beauty will only take you so far.&#39;","author":"Robin Roberts","topic":"God"},{"quote":"I am just a person who is human, down to earth enjoying life... whatever god blesses you with. Enjoying life for me is just normal.","author":"Mohamed Al-Fayed","topic":"God"},{"quote":"I know it&#39;s an experience that I need to have if God&#39;s putting me through it.","author":"Lil Wayne","topic":"God"},{"quote":"An angel of God never has wings.","author":"Joseph Smith, Jr.","topic":"God"},{"quote":"Just as in earthly life lovers long for the moment when they are able to breathe forth their love for each other, to let their souls blend in a soft whisper, so the mystic longs for the moment when in prayer he can, as it were, creep into God.","author":"Soren Kierkegaard","topic":"God"},{"quote":"God lends a helping hand to the man who tries hard.","author":"Aeschylus","topic":"God"},{"quote":"And God said, &#39;Let there be light&#39; and there was light, but the Electricity Board said He would have to wait until Thursday to be connected.","author":"Spike Milligan","topic":"God"},{"quote":"God meets daily needs daily. Not weekly or annually. He will give you what you need when it is needed.","author":"Max Lucado","topic":"God"},{"quote":"I know for certain that God does not make mistakes, but he does make miracles. I am one. You are, too.","author":"Nick Vujicic","topic":"God"},{"quote":"Gray hair is God&#39;s graffiti.","author":"Bill Cosby","topic":"God"},{"quote":"At Baptism, I received grace - that quality that makes me share in the very nature of God.","author":"Mother Angelica","topic":"God"},{"quote":"They went into my closets looking for skeletons, but thank God, all they found were shoes, beautiful shoes.","author":"Imelda Marcos","topic":"God"},{"quote":"Is man one of God&#39;s blunders? Or is God one of man&#39;s blunders?","author":"Friedrich Nietzsche","topic":"God"},{"quote":"My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him.","author":"Mahatma Gandhi","topic":"God"},{"quote":"When God created man and woman, he was thinking, &#39;Who shall I give the power to, to give birth to the next human being?&#39; And God chose woman. And this is the big evidence that women are powerful.","author":"Malala Yousafzai","topic":"God"},{"quote":"I believe in God, only I spell it Nature.","author":"Frank Lloyd Wright","topic":"God"},{"quote":"When I told the people of Northern Ireland that I was an atheist, a woman in the audience stood up and said, &#39;Yes, but is it the God of the Catholics or the God of the Protestants in whom you don&#39;t believe?","author":"Quentin Crisp","topic":"God"},{"quote":"Our sincere desire should be to have both clean hands and a pure heart - both a remission of sins from day to day and to walk guiltless before God.","author":"David A. Bednar","topic":"God"},{"quote":"I am careful not to confuse excellence with perfection. Excellence I can reach for; perfection is God&#39;s business.","author":"Michael J. Fox","topic":"God"},{"quote":"You never know God is all you need until God is all you have.","author":"Rick Warren","topic":"God"},{"quote":"Jesus said, &#39;Except a man be born of water and of the spirit, he cannot enter into the kingdom of God.&#39; There are no exceptions. Baptism is a necessary ordinance.","author":"Gordon B. Hinckley","topic":"God"},{"quote":"The story of Christian reformation, revival, and renaissance underscores that the darkest hour is often just before the dawn, so we should always be people of hope and prayer, not gloom and defeatism. God the Holy Spirit can turn the situation around in five minutes.","author":"Os Guinness","topic":"God"},{"quote":"I do not believe in the God of theology who rewards good and punishes evil.","author":"Albert Einstein","topic":"God"},{"quote":"With Malice toward none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation&#39;s wounds.","author":"Abraham Lincoln","topic":"God"},{"quote":"Young man, the secret of my success is that at early age I discovered that I was not God.","author":"Oliver Wendell Holmes, Jr.","topic":"God"},{"quote":"If any come to my house to be instructed in the ways of God what rule have I to put them away? Do you think it not lawful for me to teach women and why do you call me to teach the court?","author":"Anne Hutchinson","topic":"God"},{"quote":"I have always found the baptism of Jesus, with a dove descending and voice from Heaven, one of the great moments in the Jesus story. This is where Jesus hears the deep call from God.","author":"Jay Parini","topic":"God"},{"quote":"The old and honorable idea of &#39;vocation&#39; is simply that we each are called, by God, or by our gifts, or by our preference, to a kind of good work for which we are particularly fitted.","author":"Wendell Berry","topic":"God"},{"quote":"God expects but one thing of you, and that is that you should come out of yourself in so far as you are a created being made and let God be God in you.","author":"Meister Eckhart","topic":"God"},{"quote":"God is cruel. Sometimes he makes you live.","author":"Stephen King","topic":"God"},{"quote":"God gives us life and takes us away as He sees fit.","author":"Johnny Cash","topic":"God"},{"quote":"Disobedience is essentially a prideful power struggle against someone in authority over us. It can be a parent, a priesthood leader, a teacher, or ultimately God. A proud person hates the fact that someone is above him. He thinks this lowers his position.","author":"Ezra Taft Benson","topic":"God"},{"quote":"When one has love for God, one doesn&#39;t feel any physical attraction to wife, children, relatives and friends. One retains only compassion for them.","author":"Ramakrishna","topic":"God"},{"quote":"Instead of waking up every day saying, &#39;Poor me,&#39; how about you get up and thank God you can get up!","author":"Tomi Lahren","topic":"God"},{"quote":"I don&#39;t really know why I care so much. I just have something inside me that tells me that there is a problem, and I have got to do something about it. I think that is what I would call the God in me.","author":"Wangari Maathai","topic":"God"},{"quote":"I believe in one power, and that is the hand of God. I respect all religions.","author":"Lata Mangeshkar","topic":"God"},{"quote":"You know, the Bible is so clear. Go to Genesis chapter nine and you will find the death penalty clearly stated in Genesis chapter nine... God ordains the death penalty!","author":"Rafael Cruz","topic":"God"},{"quote":"God creates out of nothing. Wonderful you say. Yes, to be sure, but he does what is still more wonderful: he makes saints out of sinners.","author":"Soren Kierkegaard","topic":"God"},{"quote":"I did not write it. God wrote it. I merely did his dictation.","author":"Harriet Beecher Stowe","topic":"God"},{"quote":"To work without attachment is to work without the expectation of reward or fear of any punishment in this world or the next. Work so done is a means to the end, and God is the end.","author":"Ramakrishna","topic":"God"},{"quote":"You always have to remember - no matter what you&#39;re told - that God loves all the flowers, even the wild ones that grow on the side of the highway.","author":"Cyndi Lauper","topic":"God"},{"quote":"God has a brown voice, as soft and full as beer.","author":"Anne Sexton","topic":"God"},{"quote":"All who call on God in true faith, earnestly from the heart, will certainly be heard, and will receive what they have asked and desired.","author":"Martin Luther","topic":"God"},{"quote":"Well, I&#39;ll put it this way: you can certainly say belief in God makes people behave worse. That can be proved beyond a doubt.","author":"Christopher Hitchens","topic":"God"},{"quote":"God who is eternally complete, who directs the stars, who is the master of fates, who elevates man from his lowliness to Himself, who speaks from the cosmos to every single human soul, is the most brilliant manifestation of the goal of perfection.","author":"Alfred Adler","topic":"God"},{"quote":"The glacier was God&#39;s great plough set at work ages ago to grind, furrow, and knead over, as it were, the surface of the earth.","author":"Louis Agassiz","topic":"God"},{"quote":"In my long life I have found peace, joy, and happiness beyond my fondest hopes and dreams. One of the supreme benedictions of my life has been my marriage to an elect daughter of God. I love her with all my heart and soul.","author":"James E. Faust","topic":"God"},{"quote":"You are God&#39;s own masterpiece! That means you are not ordinary or average; you are a one-of-a-kind original.","author":"Victoria Osteen","topic":"God"},{"quote":"I think that the problem is that people fear so many things and they don&#39;t live life to its fullest. And for me as an artist, if God should want me to come this Wednesday to the end of my life, so be it.","author":"Criss Angel","topic":"God"},{"quote":"If you&#39;re going to believe in God, if you&#39;re going to take that leap of faith, as I do, then the God that seems the most comprehensible to me would be the God who set us spinning and said &#39;Good luck.&#39;","author":"Roger Rosenblatt","topic":"God"},{"quote":"Where love is, there God is also.","author":"Mahatma Gandhi","topic":"God"},{"quote":"Above all, remember that God looks for solid virtues in us, such as patience, humility, obedience, abnegation of your own will - that is, the good will to serve Him and our neighbor in Him. His providence allows us other devotions only insofar as He sees that they are useful to us.","author":"Saint Ignatius","topic":"God"},{"quote":"God comes first - if I don&#39;t love him, I can&#39;t love anybody, and if I can&#39;t love me I can&#39;t love nobody.","author":"Mary J. Blige","topic":"God"},{"quote":"When you&#39;re going through something, whether it&#39;s a wonderful thing like having a child or a sad thing like losing somebody, you often feel like &#39;Oh my God, I&#39;m so overwhelmed; I&#39;m dealing with this huge thing on my own.&#39; In fact, poetry&#39;s a nice reminder that, no, everybody goes through it. These are universal experiences.","author":"Caroline Kennedy","topic":"God"},{"quote":"The dominant characteristic of an authentic spiritual life is the gratitude that flows from trust - not only for all the gifts that I receive from God, but gratitude for all the suffering. Because in that purifying experience, suffering has often been the shortest path to intimacy with God.","author":"Brennan Manning","topic":"God"},{"quote":"The gifts given to us by God must not be relinquished to those who speak ill of them and who are moved by envy or ignorance.","author":"Filippo Brunelleschi","topic":"God"},{"quote":"I have not lost faith in God. I have moments of anger and protest. Sometimes I&#39;ve been closer to him for that reason.","author":"Elie Wiesel","topic":"God"},{"quote":"Some movie stars wear their sunglasses even in church. They&#39;re afraid God might recognize them and ask for autographs.","author":"Fred Allen","topic":"God"},{"quote":"My memories are of denim. I remember being 12 in my Levi&#39;s. Wow! As a teenager in Milan, I was really fascinated by Fiorucci, but at the time I was not rich enough to buy. Oh my God! I made a collection of Fiorucci shopping bags, and my mother, she still has them and my stickers, and now I invite Elio Fiorucci to our shows.","author":"Stefano Gabbana","topic":"God"},{"quote":"I hope, by God&#39;s grace, that I am truly a Christian, not deviating from the faith, and that I would rather suffer the penalty of a terrible death than wish to affirm anything outside of the faith or transgress the commandments of our Lord Jesus Christ.","author":"Jan Hus","topic":"God"},{"quote":"All I did was pray to God, every day. In prison camp, the main prayer was, &#39;Get me home alive, God, and I&#39;ll seek you and serve you.&#39; I came home, got wrapped up in the celebration, and forgot about the hundreds of promises I&#39;d made to God.","author":"Louis Zamperini","topic":"God"},{"quote":"For as long as I can remember, I have wanted to be a godly person. Yet when I look at the yesterdays of my life, what I see, mostly, is a broken, irregular path littered with mistakes and failure. I have had temporary successes and isolated moments of closeness to God, but I long for the continuing presence of Jesus.","author":"Mike Yaconelli","topic":"God"},{"quote":"I was blessed with certain gifts and talents and God gave them to me to be the best person I can be and to have a positive impact on other people.","author":"Bryan Clay","topic":"God"},{"quote":"Storms of every sort, torrents, earthquakes, cataclysms, &#39;convulsions of nature,&#39; etc., however mysterious and lawless at first sight they may seem, are only harmonious notes in the song of creation, varied expressions of God&#39;s love.","author":"John Muir","topic":"God"},{"quote":"Whatsoever is done out of pure love, be it ever so little or contemptible in the sight of men, is wholly fruitful; for God measures more with how much love one worketh, than the amount he doeth.","author":"Ellen G. White","topic":"God"},{"quote":"I just hope that as I get older, I calm down and enjoy the moment, enjoy the great gifts that God has given me.","author":"Alex Rodriguez","topic":"God"},{"quote":"I feel like, looking back, if I didn&#39;t have so many injuries, who knows where my numbers could be right now. But only God can judge me.","author":"Jose Reyes","topic":"God"},{"quote":"I feel like unforgiveness, bitterness and resentment, it blocks the flows of God&#39;s blessings in life.","author":"Ja Rule","topic":"God"},{"quote":"The reproduction of mankind is a great marvel and mystery. Had God consulted me in the matter, I should have advised him to continue the generation of the species by fashioning them out of clay.","author":"Martin Luther","topic":"God"},{"quote":"Sometimes God writes straightforward in twisted lines.","author":"Gloria Trevi","topic":"God"},{"quote":"If a tornado twists at 175 miles an hour and stays on the ground like a massive lawnmower for 50 miles, God gave the command.","author":"John Piper","topic":"God"},{"quote":"If thou desire the love of God and man, be humble, for the proud heart, as it loves none but itself, is beloved of none but itself. Humility enforces where neither virtue, nor strength, nor reason can prevail.","author":"Francis Quarles","topic":"God"},{"quote":"God made the world for us to live together in peace and not fight.","author":"Samantha Smith","topic":"God"},{"quote":"God gives the nuts, but he does not crack them.","author":"Franz Kafka","topic":"God"},{"quote":"Yesterday, December seventh, 1941, a date which will live in infamy, the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan. We will gain the inevitable triumph, so help us God.","author":"Franklin D. Roosevelt","topic":"God"},{"quote":"I sometimes think that God in creating man somewhat overestimated his ability.","author":"Oscar Wilde","topic":"God"},{"quote":"God has given us two hands - one to receive with and the other to give with. We are not cisterns made for hoarding; we are channels made for sharing.","author":"Billy Graham","topic":"God"},{"quote":"God put us here to prepare this place for the next generation. That&#39;s our job. Raising children and helping the community, that&#39;s preparing for the next generation.","author":"Dikembe Mutombo","topic":"God"},{"quote":"I just thank God that I didn&#39;t grow up with so much money or privilege because you had to create ways to make it happen.","author":"Kim Basinger","topic":"God"},{"quote":"God may be in the details, but the goddess is in the questions. Once we begin to ask them, there&#39;s no turning back.","author":"Gloria Steinem","topic":"God"},{"quote":"I believe in God - not in a Catholic God; there is no Catholic God. There is God, and I believe in Jesus Christ, his incarnation. Jesus is my teacher and my pastor, but God, the Father, Abba, is the light and the Creator. This is my Being.","author":"Pope Francis","topic":"God"},{"quote":"God made the Idiot for practice, and then He made the School Board.","author":"Mark Twain","topic":"God"},{"quote":"The dog is the god of frolic.","author":"Henry Ward Beecher","topic":"God"},{"quote":"Spending time with God through prayer and His Word is a prerequisite for having a great life and fulfilling your purpose.","author":"Joyce Meyer","topic":"God"},{"quote":"You may call God love, you may call God goodness. But the best name for God is compassion.","author":"Meister Eckhart","topic":"God"},{"quote":"For God&#39;s sake hold your tongue, and let me love.","author":"John Donne","topic":"God"},{"quote":"The perfection of Christian character depends wholly upon the grace and strength found alone in God.","author":"Ellen G. White","topic":"God"},{"quote":"You desire that which exceeds my humble powers, but I trust in the compassion and mercy of the All-powerful God.","author":"Saint Stephen","topic":"God"},{"quote":"A dark cloud is no sign that the sun has lost his light; and dark black convictions are no arguments that God has laid aside His mercy.","author":"Charles Spurgeon","topic":"God"},{"quote":"I am at peace with God. My conflict is with Man.","author":"Charlie Chaplin","topic":"God"},{"quote":"In feature films the director is God; in documentary films God is the director.","author":"Alfred Hitchcock","topic":"God"},{"quote":"However many blessings we expect from God, His infinite liberality will always exceed all our wishes and our thoughts.","author":"John Calvin","topic":"God"},{"quote":"In assisting his &#39;neighbour&#39; every day to the best of his ability, and keeping truth, honesty, and kindness perpetually before him, the Boy Scout, with as little formality as possible, is pleasing God.","author":"Robert Baden-Powell","topic":"God"},{"quote":"The straight line belongs to men, the curved one to God.","author":"Antoni Gaudi","topic":"God"},{"quote":"Never think you can&#39;t do something. I definitely never thought I could write a book, and even after I started writing it, I was like, &#39;Oh my God, how am I gonna write a book?&#39; Just set your sights high and reach for the stars. Go live your dreams, and never think you can&#39;t.","author":"Connor Franta","topic":"God"},{"quote":"To you I&#39;m an atheist; to God, I&#39;m the Loyal Opposition.","author":"Woody Allen","topic":"God"},{"quote":"When I grew up in the South, I was taught that segregation was the will of God, and the Bible was quoted to prove it. I was taught that women were by nature in inferior to men, and the Bible was quoted to prove it. I was taught that it was okay to hate other religions, and especially the Jews, and the Bible was quoted to prove it.","author":"John Shelby Spong","topic":"God"},{"quote":"Every child comes with the message that God is not yet discouraged of man.","author":"Rabindranath Tagore","topic":"God"},{"quote":"In the end, you&#39;re trying to find God. That&#39;s the result of not being satisfied. And it doesn&#39;t matter how much money, or property, or whatever you&#39;ve got, unless you&#39;re happy in your heart, then that&#39;s it. And unfortunately, you can never gain perfect happiness unless you&#39;ve got that state of consciousness that enables that.","author":"George Harrison","topic":"God"},{"quote":"Many a sin has sullied me in body and in soul because I did not restrain my thoughts nor guard my lips: nevertheless it is to Thee, O God of majesty and love, that I turn in my extremity, for Thou art the fount of mercy; to Thee, as quickly as I may, I speed: for Thou alone canst heal me; I take refuge under Thy protection.","author":"Saint Ambrose","topic":"God"},{"quote":"I&#39;m not a god, I&#39;m just a simple guy.","author":"Tommy Wiseau","topic":"God"},{"quote":"When you make a mistake and the devil comes and tells you &#39;You&#39;re no good,&#39; you don&#39;t have to take on the guilt and condemnation he wants to put on you. No! You can immediately confess your mistake to God, thank Him for forgiving you and cleansing you with the blood of Jesus, and move forward in the victory of His grace and forgiveness.","author":"Joyce Meyer","topic":"God"},{"quote":"Conscience is the authentic voice of God to you.","author":"Rutherford B. Hayes","topic":"God"},{"quote":"Only the wise know just where predestination ends and free will begins. Meanwhile, you must keep on doing your best, according to your own clearest understanding. you must long for freedom as the drowning man longs for air. Without sincere longing, you will never find God.","author":"Paramahansa Yogananda","topic":"God"},{"quote":"I&#39;m only going to stand before God and give an account for my life, not for somebody else&#39;s life. If I have a bad attitude, then I need to say there&#39;s no point in me blaming you for what&#39;s wrong in my life.","author":"Joyce Meyer","topic":"God"},{"quote":"The custom of speaking to God Almighty as freely as with a slave - caring nothing whether the words are suitable or not, but simply saying the first thing that comes to mind from being learnt by rote by frequent repetition - cannot be called prayer: God grant that no Christian may address Him in this manner.","author":"Saint Teresa of Avila","topic":"God"},{"quote":"If God did not intend for us to eat animals, then why did he make them out of meat?","author":"John Cleese","topic":"God"},{"quote":"If you&#39;ve been driving for a little while and nothing&#39;s happened to you yet - and you&#39;ve been texting and driving - you think, &#39;Oh nothing&#39;s going to happen.&#39; But all it takes is an accident happening with one of your friends or God forbid, something happening to you, to really give you a wake-up call.","author":"Victoria Justice","topic":"God"},{"quote":"If God wanted us to be naked, why did he invent sexy lingerie?","author":"Shannen Doherty","topic":"God"},{"quote":"O thou great, unknown Power! Thou Almighty God, who hast lighted up reason in my breast and blessed me with immortality! I have frequently wandered from that order and regularity necessary for the perfection of thy works, yet thou hast never left me nor forsaken me.","author":"Robert Burns","topic":"God"},{"quote":"Times do keep changing - thank God.","author":"Cokie Roberts","topic":"God"},{"quote":"There is no uncreated being except God. God has no opposite.","author":"C. S. Lewis","topic":"God"},{"quote":"God is a God of the present. God is always in the moment, be that moment hard or easy, joyful and painful.","author":"Henri Nouwen","topic":"God"},{"quote":"We cannot live being obsessed with what other people think about us. It&#39;s impossible to live like that. Not even God managed to please the entire world.","author":"Cristiano Ronaldo","topic":"God"},{"quote":"I am not afraid of my enemies, but by God, you must look out when you get among your friends.","author":"Cornelius Vanderbilt","topic":"God"},{"quote":"Would God that all the Lord&#39;s people were prophets, and that the Lord would put his spirit upon them!","author":"Moses","topic":"God"},{"quote":"It&#39;s been a long comeback. Things were pretty dark for me. But I have a faith now, and it saves my day. I was angry with God for a long time because I was unhappy with me. I hadn&#39;t learned to make the distinction between God and my parents. But there&#39;s a peace now. In the end, I got sick and tired of being sick and tired.","author":"William Hurt","topic":"God"},{"quote":"God help anyone who disobeys my recycling system. I have all the separated bins. I&#39;m very adamant about it because I try to be a good citizen of the world, I really do. I even use eco-friendly cleaning products, but sometimes you just have to break open the disinfectant. Some jobs require it.","author":"Linda Evangelista","topic":"God"},{"quote":"God requireth not a uniformity of religion.","author":"Roger Williams","topic":"God"},{"quote":"To love another person is to see the face of God.","author":"Victor Hugo","topic":"God"},{"quote":"The best loved by God are those that are rich, yet have the humility of the poor, and those that are poor and have the magnanimity of the rich.","author":"Saadi","topic":"God"},{"quote":"Part of the beauty of Judaism, and surely this is so for other faiths also, is that it gently restores control over time. Three times a day we stop what we are doing and turn to God in prayer. We recover perspective. We inhale a deep breath of eternity.","author":"Jonathan Sacks","topic":"God"},{"quote":"Sin penetrates to the heart, darkens and hardens it until it extinguishes the light of belief. Each sin has a path that leads to unbelief. Unless that sin is swiftly obliterated by seeking God&#39;s forgiveness, it grows from a worm into a snake that gnaws at the heart.","author":"Said Nursi","topic":"God"},{"quote":"Prayer doesn&#39;t just change things - it changes us. If we are diligent in seeking God, slowly and surely we become better people.","author":"Joyce Meyer","topic":"God"},{"quote":"Spiritual identity means we are not what we do or what people say about us. And we are not what we have. We are the beloved daughters and sons of God.","author":"Henri Nouwen","topic":"God"},{"quote":"God will never direct us to be prideful, arrogant and unforgiving, immoral or slothful or full of fear. We step into these things because we are insensitive to the leadership of the Holy Spirit within us.","author":"Charles Stanley","topic":"God"},{"quote":"We need women who are devoted to shepherding God&#39;s children along the covenant path toward exaltation; women who know how to receive personal revelation, who understand the power and peace of the temple endowment; women who know how to call upon the powers of heaven to protect and strengthen children and families; women who teach fearlessly.","author":"Russell M. Nelson","topic":"God"},{"quote":"The Lord your God will raise up a Prophet like me from among your own people. Listen carefully to everything He tells you. Anyone who will not listen to that Prophet will be cut off from God&#39;s people and utterly destroyed.","author":"Moses","topic":"God"},{"quote":"Whatever God or whatever higher power you believe in, they brought us to this earth in a perfect way, and you have to learn to love yourself. Otherwise, it&#39;s an exhausting way to be.","author":"Callie Thorne","topic":"God"},{"quote":"For me, it is essential to have the inner peace and serenity of prayer in order to listen to the silence of God, which speaks to us, in our personal life and the history of our times, of the power of love.","author":"Adolfo Perez Esquivel","topic":"God"},{"quote":"If God had wanted me otherwise, He would have created me otherwise.","author":"Johann Wolfgang von Goethe","topic":"God"},{"quote":"The Kingdom is the love of God prevailing in politics, in business, in government, in media. It is all the impact of the laws of God creating a social environment where the strong help the weak, where those who have give to those who don&#39;t. It&#39;s a society where relationships are built on love.","author":"Myles Munroe","topic":"God"},{"quote":"You were made by God and for God, and until you understand that, life will never make sense.","author":"Rick Warren","topic":"God"},{"quote":"If God only used perfect people, nothing would get done. God will use anybody if you&#39;re available.","author":"Rick Warren","topic":"God"},{"quote":"They are always saying God loves us. If that&#39;s love I&#39;d rather have a bit of kindness.","author":"Graham Greene","topic":"God"},{"quote":"I know I do not exaggerate, unconsciously and unintentionally, the scantiness of my resources and the difficulty of my life... I know that, but for the mercy of God, I might easily have been, for any care that was taken of me, a little robber or a vagabond.","author":"Charles Dickens","topic":"God"},{"quote":"We see a new Ethiopia, a new Africa, stretching her hands of influence throughout the world, teaching man the way of life and peace, The Way to God.","author":"Marcus Garvey","topic":"God"},{"quote":"It is not because angels are holier than men or devils that makes them angels, but because they do not expect holiness from one another, but from God only.","author":"William Blake","topic":"God"},{"quote":"I tremble for my country when I hear of confidence expressed in me. I know too well my weakness, that our only hope is in God.","author":"Robert E. Lee","topic":"God"},{"quote":"It is clear that he does not pray, who, far from uplifting himself to God, requires that God shall lower Himself to him, and who resorts to prayer not to stir the man in us to will what God wills, but only to persuade God to will what the man in us wills.","author":"Thomas Aquinas","topic":"God"},{"quote":"You are a child of God. Your playing small does not serve the world. There is nothing enlightened about shrinking so that other people won&#39;t feel insecure about you. We were born to manifest the glory of God that is within us.","author":"Marianne Williamson","topic":"God"},{"quote":"If God has given you the world&#39;s goods in abundance, it is to help you gain those of Heaven and to be a good example of sound teaching to your sons, servants, and relatives.","author":"Saint Ignatius","topic":"God"},{"quote":"God will use whatever he wants to display his glory. Heavens and stars. History and nations. People and problems.","author":"Max Lucado","topic":"God"},{"quote":"God bless America. God save the Queen. God defend New Zealand and thank Christ for Australia.","author":"Russell Crowe","topic":"God"},{"quote":"God bless perseverance. Because it&#39;s not easy.","author":"Junot Diaz","topic":"God"},{"quote":"It&#39;s not about being thin, it&#39;s about being healthy. And when you are a child you like to eat all these unhealthy things like chocolate and sweets. Oh my God. I love strawberries dipped in chocolate and Lion bars and Toffee Crisps - and as you grow up, you have to learn that those things are only good in moderation or you will become very fat.","author":"Dionne Bromfield","topic":"God"},{"quote":"No man ever did, nor ever shall, truly go forth to convert the nations, nor to prophesy in the present state of witnesses against Antichrist, but by the gracious inspiration and instigation of the Holy Spirit of God.","author":"Roger Williams","topic":"God"},{"quote":"I have never made but one prayer to God, a very short one: &#39;O Lord make my enemies ridiculous.&#39; And God granted it.","author":"Voltaire","topic":"God"},{"quote":"To do all that one is able to do, is to be a man; to do all that one would like to do, is to be a god.","author":"Napoleon Bonaparte","topic":"God"},{"quote":"Find out how much God has given you and from it take what you need; the remainder is needed by others.","author":"Saint Augustine","topic":"God"},{"quote":"Man has throughout the ages been seeking something beyond himself, beyond material welfare - something we call truth or God or reality, a timeless state - something that cannot be disturbed by circumstances, by thought or by human corruption.","author":"Jiddu Krishnamurti","topic":"God"},{"quote":"What surprises me most about God is that the creator of the universe should want a relationship with me.","author":"Rick Warren","topic":"God"},{"quote":"God moves in a mysterious way, His wonders to perform. He plants his footsteps in the sea, and rides upon the storm.","author":"William Cowper","topic":"God"},{"quote":"Your best friend and worst enemy are both in this room right now. It&#39;s not your neighbor right or left - and it&#39;s not God or the devil - it&#39;s you.","author":"Edwin Louis Cole","topic":"God"},{"quote":"I&#39;m married to the street; I ain&#39;t gonna switch over. I ain&#39;t gonna go religion on nobody. I believe in God - God is for the thugs too - but the streets are in the most trouble. So I&#39;mma keep it focused on the streets and the struggle. That&#39;s what I&#39;m mainly about.","author":"Trick Daddy","topic":"God"},{"quote":"Thank God I had all these family values or who knows where I&#39;d be now.","author":"Patricia Velasquez","topic":"God"},{"quote":"That God does not exist, I cannot deny, That my whole being cries out for God I cannot forget.","author":"Jean-Paul Sartre","topic":"God"},{"quote":"Obedience to God is the pathway to the life you really want to live.","author":"Joyce Meyer","topic":"God"},{"quote":"It is easily and often overlooked that when Thomas Jefferson asserted that life, liberty and the pursuit of happiness were inalienable human rights, he did so on the ground that they had been endowed by God, our Creator.","author":"Tom Stoppard","topic":"God"},{"quote":"Men must be governed by God or they will be ruled by tyrants.","author":"William Penn","topic":"God"},{"quote":"If you try to follow everyone else&#39;s mold, you&#39;ll probably fail at some point because God created us uniquely for a reason.","author":"Queen Latifah","topic":"God"},{"quote":"I definitely consider myself a Christian. There&#39;s things that I believe in, there&#39;s things I have a self-belief on. I know I got a great relationship with God and the universe. I just believe in being a righteous person and karma. Doing unto others as you would have done unto you. I really want to help teach that.","author":"Big Sean","topic":"God"},{"quote":"We live in an age of technology and science that demands proof, and yet we desire mystery. But when God gives us mystery, we seek to destroy it by gross indifference or childish reasoning.","author":"Mother Angelica","topic":"God"},{"quote":"AIDS is not just God&#39;s punishment for homosexuals; it is God&#39;s punishment for the society that tolerates homosexuals.","author":"Jerry Falwell","topic":"God"},{"quote":"I pray God may preserve your health and life many years.","author":"Junipero Serra","topic":"God"},{"quote":"There&#39;s a belief that you&#39;re supposed to be poor, and suffering, and show your humility. I just don&#39;t see the Bible that way. I see that God came and Jesus died so that we might live an abundant life and be a blessing to others.","author":"Joel Osteen","topic":"God"},{"quote":"God wants you to be a winner, not a whiner.","author":"Joel Osteen","topic":"God"},{"quote":"Belief in a cruel God makes a cruel man.","author":"Thomas Paine","topic":"God"},{"quote":"I do not believe in God; his existence has been disproved by Science. But in the concentration camp, I learned to believe in men.","author":"Jean-Paul Sartre","topic":"God"},{"quote":"Jesus didn&#39;t say, &#39;Blessed are those who care for the poor.&#39; He said, &#39;Blessed are we where we are poor, where we are broken.&#39; It is there that God loves us deeply and pulls us into deeper communion with himself.","author":"Henri Nouwen","topic":"God"},{"quote":"If you believe in prayer at all, expect God to hear you. If you do not expect, you will not have. God will not hear you unless you believe He will hear you; but if you believe He will, He will be as good as your faith.","author":"Charles Spurgeon","topic":"God"},{"quote":"The Holy Spirit, thank God, often enables people to forgive even though they are not sure how they did it.","author":"Lewis B. Smedes","topic":"God"},{"quote":"We should always look upon ourselves as God&#39;s servants, placed in God&#39;s world, to do his work; and accordingly labour faithfully for him; not with a design to grow rich and great, but to glorify God, and do all the good we possibly can.","author":"David Brainerd","topic":"God"},{"quote":"The highest service that men may attain to on earth is to preach the word of God. This service falls peculiarly to priests, and therefore, God more directly demands it of them.","author":"John Wycliffe","topic":"God"},{"quote":"The world has changed and it&#39;s going to keep changing, but God never changes; so we are safe when we cling to Him.","author":"Charles R. Swindoll","topic":"God"},{"quote":"God doesn&#39;t seek for golden vessels, and does not ask for silver ones, but He must have clean ones.","author":"Dwight L. Moody","topic":"God"},{"quote":"Discernment is God&#39;s call to intercession, never to faultfinding.","author":"Corrie Ten Boom","topic":"God"},{"quote":"Anyone who truly loves God travels securely.","author":"Saint Teresa of Avila","topic":"God"},{"quote":"Render to God what you owe him; recognize the obligations you are under to him.","author":"Louis XIV","topic":"God"},{"quote":"If there&#39;s something in your life that you know needs changing, make sure you change it before God&#39;s got to change it. Because if God&#39;s got to change it, you ain&#39;t going to like it.","author":"Ray Lewis","topic":"God"},{"quote":"If you have not chosen the Kingdom of God first, it will in the end make no difference what you have chosen instead.","author":"William Law","topic":"God"},{"quote":"Healing rain is a real touch from God. It could be physical healing or emotional or whatever.","author":"Michael W. Smith","topic":"God"},{"quote":"About four days a week, I do pretty good at having a morning prayer time. But even at that, it&#39;s a rambling sort of thing. What I have learned to do better is to try to keep my mind turned toward God and ear inclined toward God throughout the day, and I think I&#39;m doing better at that, but I&#39;ve got a long way to go.","author":"Max Lucado","topic":"God"},{"quote":"I don&#39;t save people. God saves people. I can point them in the right direction. I can say, &#39;There&#39;s that door. I think if you walked through it, you&#39;d be happier than you are.&#39;","author":"Greg Boyle","topic":"God"},{"quote":"Many are the names of God and infinite the forms through which He may be approached.","author":"Ramakrishna","topic":"God"},{"quote":"If you be faithful, you will have that honor that comes from God: his Spirit will say in your hearts, Well done, good and faithful servants.","author":"Adam Clarke","topic":"God"},{"quote":"You&#39;re taught from the day you start medical school that you&#39;re a god, that you can have power over life and death. So when your life starts to crumble, and the highest power you see is looking back in the mirror - and you know that power is flawed - it is very hard to get past that.","author":"Michael Palmer","topic":"God"},{"quote":"It is quite true, as some poets said, that the God who created man must have had a sinister sense of humor, creating him a reasonable being, yet forcing him to take this ridiculous posture, and driving him with blind craving for this ridiculous performance.","author":"D. H. Lawrence","topic":"God"},{"quote":"If God hadn&#39;t rested on Sunday, He would have had time to finish the world.","author":"Gabriel Garcia Marquez","topic":"God"},{"quote":"Have faith in God; God has faith in you.","author":"Edwin Louis Cole","topic":"God"},{"quote":"It&#39;s a good thing that when God created the rainbow he didn&#39;t consult a decorator or he would still be picking colors.","author":"Sam Levenson","topic":"God"},{"quote":"Documentaries - my God, there is so much going on in our country and in the world today that every time you open the newspaper or turn on the radio or watch the news on TV there is another documentary subject. We&#39;re getting the headlines for a second, shaped by corporate delivery most of the time, but what&#39;s really the story there?","author":"Jonathan Demme","topic":"God"},{"quote":"God will never reject you. Whether you accept Him is your decision.","author":"Charles Stanley","topic":"God"},{"quote":"I believe everything happens under God&#39;s plan anyway.","author":"Rick James","topic":"God"},{"quote":"The Bible is not man&#39;s word about God, but God&#39;s word about man.","author":"John Barth","topic":"God"},{"quote":"The blame is his who chooses: God is blameless.","author":"Plato","topic":"God"},{"quote":"Business underlies everything in our national life, including our spiritual life. Witness the fact that in the Lord&#39;s Prayer, the first petition is for daily bread. No one can worship God or love his neighbor on an empty stomach.","author":"Woodrow Wilson","topic":"God"},{"quote":"God is looking for people to use, and if you can get usable, he will wear you out. The most dangerous prayer you can pray is this: &#39;Use me.&#39;","author":"Rick Warren","topic":"God"},{"quote":"Every life is precious to God. God created every one of us. He gave us a soul, and that soul will live as long as God lives.","author":"Franklin Graham","topic":"God"},{"quote":"It is the heart which perceives God and not the reason. That is what faith is: God perceived by the heart, not by the reason.","author":"Blaise Pascal","topic":"God"},{"quote":"All men are born with a nose and five fingers, but no one is born with a knowledge of God.","author":"Voltaire","topic":"God"},{"quote":"God is an unutterable sigh, planted in the depths of the soul.","author":"Jean Paul","topic":"God"},{"quote":"Your God is ever beside you - indeed, He is even within you.","author":"Alphonsus Liguori","topic":"God"},{"quote":"Only God can look at somebody&#39;s heart.","author":"Joel Osteen","topic":"God"},{"quote":"Life is God&#39;s novel. Let him write it.","author":"Isaac Bashevis Singer","topic":"God"},{"quote":"Since His delights are to be with you, let yours be found in Him.","author":"Alphonsus Liguori","topic":"God"},{"quote":"As God has not made anything useless in this world, as all beings fulfill obligations or a role in the sublime drama of Creation, I cannot exempt from this duty, and small though it be, I too have a mission to fill, as for example: alleviating the sufferings of my fellowmen.","author":"Jose Rizal","topic":"God"},{"quote":"I believe in God, but not as one thing, not as an old man in the sky. I believe that what people call God is something in all of us. I believe that what Jesus and Mohammed and Buddha and all the rest said was right. It&#39;s just that the translations have gone wrong.","author":"John Lennon","topic":"God"},{"quote":"The way to be with God in every season is to strive to be near Him every week and each day.","author":"Thomas S. Monson","topic":"God"},{"quote":"Every day is a gift from God. Learn to focus on the Giver and enjoy the gift!","author":"Joyce Meyer","topic":"God"},{"quote":"I believe in evolution. But I also believe, when I hike the Grand Canyon and see it at sunset, that the hand of God is there also.","author":"John McCain","topic":"God"},{"quote":"Courage, not compromise, brings the smile of God&#39;s approval.","author":"Thomas S. Monson","topic":"God"},{"quote":"Do not worship me, I am not God. I&#39;m only a man. I worship Jesus Christ.","author":"Haile Selassie","topic":"God"},{"quote":"Prayer is our invitation to God to intervene in the affairs of earth. It is our request for Him to work His ways in this world.","author":"Myles Munroe","topic":"God"},{"quote":"Trust wholly in Christ; rely altogether on His sufferings; beware of seeking to be justified in any other way than by His righteousness. Faith in our Lord Jesus Christ is sufficient for salvation. There must be atonement made for sin according to the righteousness of God. The person to make this atonement must be God and man.","author":"John Wycliffe","topic":"God"},{"quote":"Satan, the leader or dictator of devils, is the opposite, not of God, but of Michael.","author":"C. S. Lewis","topic":"God"},{"quote":"Man is to man either a god or a wolf.","author":"Desiderius Erasmus","topic":"God"},{"quote":"The struggle between God and man breaks out in everyone, together with the longing for reconciliation... God does not love weak souls and flabby flesh. The spirit desires to wrestle with flesh which is strong and full of resistance. It is a carnivorous bird which is incessantly hungry; it eats flesh and, by assimilating it, makes it disappear.","author":"Nikos Kazantzakis","topic":"God"},{"quote":"The only way you can serve God is by serving other people.","author":"Rick Warren","topic":"God"},{"quote":"One kills a man, one is an assassin; one kills millions, one is a conqueror; one kills everybody, one is a god.","author":"Jean Rostand","topic":"God"},{"quote":"When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, &#39;Why god? Why me?&#39; and the thundering voice of God answered, &#39;There&#39;s just something about you that pisses me off.&#39;","author":"Stephen King","topic":"God"},{"quote":"The soul can split the sky in two and let the face of God shine through.","author":"Edna St. Vincent Millay","topic":"God"},{"quote":"It is not God&#39;s will merely that we should be happy, but that we should make ourselves happy.","author":"Immanuel Kant","topic":"God"},{"quote":"A season of suffering is a small assignment when compared to the reward. Rather than begrudge your problem, explore it. Ponder it. And most of all, use it. Use it to the glory of God.","author":"Max Lucado","topic":"God"},{"quote":"All variety of created objects which represent order and life in the universe could happen only by the willful reasoning of its original Creator, whom I call the &#39;Lord God.&#39;","author":"Isaac Newton","topic":"God"},{"quote":"So though there are many things I would have done differently, I submit to God&#39;s sovereignty and His purpose in my life and I thank Him that He brought me the way He brought me and gave me what He gave me when He thought I could handle it.","author":"T. D. Jakes","topic":"God"},{"quote":"A conviction that you are a daughter of God gives you a feeling of comfort in your self-worth. It means that you can find strength in the balm of Christ. It will help you meet the heartaches and challenges with faith and serenity.","author":"James E. Faust","topic":"God"},{"quote":"I was in my thirteenth year when I heard a voice from God to help me govern my conduct. And the first time I was very much afraid.","author":"Joan of Arc","topic":"God"},{"quote":"The assurance of Heaven is never given to the person. And that&#39;s why at the core of the Christian faith is the grace of God. If there&#39;s one word I would grab from all of that, it&#39;s forgiveness - that you can be forgiven. I can be forgiven, and it is of the grace of God. But once you understand that, I think the ramifications are worldwide.","author":"Ravi Zacharias","topic":"God"},{"quote":"To be a Christian who is willing to travel with Christ on his downward road requires being willing to detach oneself constantly from any need to be relevant, and to trust ever more deeply the Word of God.","author":"Henri Nouwen","topic":"God"},{"quote":"Everything that has happened to me in my life has defined who I am, and all of the things leading up to being governor, that all came from overcoming challenges in childhood and overcoming challenges as I got older. When you have God, you quickly understand there&#39;s nothing you can&#39;t overcome.","author":"Nikki Haley","topic":"God"},{"quote":"I continually ask myself if a decision I&#39;m about to make falls short in the eyes of God or my family or my colleagues. It&#39;s actually a pretty simple litmus test: am I doing the right thing or not? The answer is generally an easy one.","author":"Mike Gallagher","topic":"God"},{"quote":"The divine light which you carry within your soul is inherited from God because you are His daughter. Part of the light which makes you so magnificent is the blessing of womanhood.","author":"Margaret D. Nadauld","topic":"God"},{"quote":"I&#39;ve always believed in a higher power. You can call it God, you can call it Jesus, Krishna, Buddha, Allah, I don&#39;t care. I really believe we are all a part of God.","author":"Olivia Hussey","topic":"God"},{"quote":"We can&#39;t solve modern problems by going back in time. Retreating to the safety of the familiar is an understandable response, but God has called us to a life of faith. And faith requires us to face the unknown while trusting Him completely.","author":"Charles R. Swindoll","topic":"God"},{"quote":"Mankind must remember that peace is not God&#39;s gift to his creatures; peace is our gift to each other.","author":"Elie Wiesel","topic":"God"},{"quote":"I do believe there&#39;s a heaven. I do believe that God has given me the resilience and the survival skills to withstand the chiffon trenches.","author":"Andre Leon Talley","topic":"God"},{"quote":"God gave women intuition and femininity. Used properly, the combination easily jumbles the brain of any man I&#39;ve ever met.","author":"Farrah Fawcett","topic":"God"},{"quote":"I shall never believe that God plays dice with the world.","author":"Albert Einstein","topic":"God"},{"quote":"God does not play dice.","author":"Albert Einstein","topic":"God"},{"quote":"They say you can rap about anything except for Jesus, that means guns, sex, lies, video tapes, but if I talk about God my record won&#39;t get played Huh?","author":"Kanye West","topic":"God"},{"quote":"It&#39;s the most exciting thing to watch God work when I&#39;ve asked him about something, to listen to him and watch him work. It&#39;s like this friendship, and it just grows and grows and grows and grows.","author":"Charles R. Swindoll","topic":"God"},{"quote":"Whatsoever is, is in God, and without God nothing can be, or be conceived.","author":"Baruch Spinoza","topic":"God"},{"quote":"I, for one, am profoundly grateful to feel the hand of God at work in my life. But at the beginning and end of the day, when my default setting is to show kindness and love to others, I never regret it. And to me, that is what faith is all about.","author":"Charity Sunshine Tillemann-Dick","topic":"God"},{"quote":"Good man! Genuine gentleman! God bless George Thompson, the great-hearted friend of my race.","author":"Sojourner Truth","topic":"God"},{"quote":"By turning your eyes on God in meditation, your whole soul will be filled with God. Begin all your prayers in the presence of God.","author":"Saint Francis de Sales","topic":"God"},{"quote":"I just want to be remembered as a person who loved God, who served others more than he served himself, who was trying to grow in maturity and stability.","author":"Mike Yaconelli","topic":"God"},{"quote":"You know, God will give favor to anyone who will believe Him. Every day you should confess that you have favor everywhere you go. God will begin to open doors that you wouldn&#39;t believe.","author":"Joyce Meyer","topic":"God"},{"quote":"I was very, very religious. And of course I wrote about it in &#39;Night.&#39; I questioned God&#39;s silence. So I questioned. I don&#39;t have an answer for that. Does it mean that I stopped having faith? No. I have faith, but I question it.","author":"Elie Wiesel","topic":"God"},{"quote":"We cannot know the whole truth, which belongs to God alone, but our task nevertheless is to seek to know what is true. And if we offend gravely enough against what we know to be true, as by failing badly enough to deal affectionately and responsibly with our land and our neighbors, truth will retaliate with ugliness, poverty, and disease.","author":"Wendell Berry","topic":"God"},{"quote":"If we think that this life is all there is to life, then there is no interpretation of our problems, our pain, not even of our privileges. But everything changes when we open up to the possibility that God&#39;s story is really our story too.","author":"Max Lucado","topic":"God"},{"quote":"If you talk to God, you are praying; If God talks to you, you have schizophrenia.","author":"Thomas Szasz","topic":"God"},{"quote":"Nature best teaches how to pray, and how to reverence all the gifts the Almighty has given us. She is like a vast outspread handkerchief, embroidered with God&#39;s eternal name, on which we may dry alike our tears of sorrow and of joy; she turns weeping into ecstasy, and fills our hearts with speechless, quiet reverence and resignation.","author":"Robert Schumann","topic":"God"},{"quote":"God is the same God, always and everywhere. He is omnipresent not virtually only, but also substantially, for virtue cannot subsist without substance.","author":"Isaac Newton","topic":"God"},{"quote":"May God protect me from gloomy saints.","author":"Saint Teresa of Avila","topic":"God"},{"quote":"There&#39;s too much tendency to attribute to God the evils that man does of his own free will.","author":"Agatha Christie","topic":"God"},{"quote":"Whenever I talk about the Bahamas and its beauty, I could never stop talking about my God, who has given us all of this beauty.","author":"Myles Munroe","topic":"God"},{"quote":"Have you ever struggled to find work or love, only to find them after you have given up? This is the paradox of letting go. Let go, in order to achieve. Letting go is God&#39;s law.","author":"Mary Manin Morrissey","topic":"God"},{"quote":"God, as Truth, has been for me a treasure beyond price. May He be so to every one of us.","author":"Mahatma Gandhi","topic":"God"},{"quote":"You&#39;re just left with yourself all the time, whatever you do anyway. You&#39;ve got to get down to your own God in your own temple. It&#39;s all down to you, mate.","author":"John Lennon","topic":"God"},{"quote":"The question of whether there exists a supernatural creator, a God, is one of the most important that we have to answer. I think that it is a scientific question. My answer is no.","author":"Richard Dawkins","topic":"God"},{"quote":"Has God forgotten all I have done for Him.","author":"Louis XIV","topic":"God"},{"quote":"Einstein, stop telling God what to do!","author":"Niels Bohr","topic":"God"},{"quote":"Lord, make my way prosperous, not that I achieve high station, but that my life may be an exhibit to the value of knowing God.","author":"Jim Elliot","topic":"God"},{"quote":"Faith is deliberate confidence in the character of God whose ways you may not understand at the time.","author":"Oswald Chambers","topic":"God"},{"quote":"Body and spirit are twins: God only knows which is which.","author":"Algernon Charles Swinburne","topic":"God"},{"quote":"I hope with all my heart and soul that every young man who receives the priesthood will honor that priesthood and be true to the trust which is conveyed when it is conferred. May each of us who holds the priesthood of God know what he believes.","author":"Thomas S. Monson","topic":"God"},{"quote":"Every war results from the struggle for markets and spheres of influence, and every war is sold to the public by professional liars and totally sincere religious maniacs, as a Holy Crusade to save God and Goodness from Satan and Evil.","author":"Robert Anton Wilson","topic":"God"},{"quote":"It is not the soul alone that should be healthy; if the mind is healthy in a healthy body, all will be healthy and much better prepared to give God greater service.","author":"Saint Ignatius","topic":"God"},{"quote":"Bottom line, your body is a temple, and you have to treat it that way. That&#39;s how God designed it.","author":"Ray Lewis","topic":"God"},{"quote":"It may be that our role on this planet is not to worship God - but to create him.","author":"Arthur C. Clarke","topic":"God"},{"quote":"One must be very particular about telling the truth. Through truth one can realize God.","author":"Ramakrishna","topic":"God"},{"quote":"I know that I&#39;m here because of the grace of God. But I also know that I&#39;ve been given this second chance for a specific reason, and that is to bring love to the world again through the voice of my music, and I&#39;m so honored to be able to do it. I&#39;m so blessed that God has chosen me to do that.","author":"El DeBarge","topic":"God"},{"quote":"Gratitude is not only the memory but the homage of the heart rendered to God for his goodness.","author":"Nathaniel Parker Willis","topic":"God"},{"quote":"God is not willing to do everything, and thus take away our free will and that share of glory which belongs to us.","author":"Niccolo Machiavelli","topic":"God"},{"quote":"Two prisoners whose cells adjoin communicate with each other by knocking on the wall. The wall is the thing which separates them but is also their means of communication. It is the same with us and God. Every separation is a link.","author":"Simone Weil","topic":"God"},{"quote":"Faith consists in being vitally concerned with that ultimate reality to which I give the symbolical name of God. Whoever reflects earnestly on the meaning of life is on the verge of an act of faith.","author":"Paul Tillich","topic":"God"},{"quote":"One thing about God&#39;s will, you can never see God&#39;s will before it happens. You can only see at the end of it.","author":"Ray Lewis","topic":"God"},{"quote":"I&#39;m very moved by chaos theory, and that sense of energy. That quantum physics. We don&#39;t really, in Hindu tradition, have a father figure of a God. It&#39;s about cosmic energy, a little spark of which is inside every individual as the soul.","author":"Bharati Mukherjee","topic":"God"},{"quote":"To God be humble, to thy friend be kind, and with thy neighbors gladly lend and borrow; His chance tonight, it maybe thine tomorrow.","author":"William Dunbar","topic":"God"},{"quote":"God answers prayers, but he doesn&#39;t always answer it your way.","author":"Lou Holtz","topic":"God"},{"quote":"God is absence. God is the solitude of man.","author":"Jean-Paul Sartre","topic":"God"},{"quote":"There is plenty of television. There are plenty of talk shows. There are plenty of comedians. But there is not plenty of worship of the true and living God.","author":"Charles R. Swindoll","topic":"God"},{"quote":"We have come to a turning point in the road. If we turn to the right mayhap our children and our children&#39;s children will go that way; but if we turn to the left, generations yet unborn will curse our names for having been unfaithful to God and to His Word.","author":"Charles Spurgeon","topic":"God"},{"quote":"The yogi offers his labyrinthine human longings to a monotheistic bonfire dedicated to the unparalleled God. This is indeed the true yogic fire ceremony, in which all past and present desires are fuel consumed by love divine.","author":"Paramahansa Yogananda","topic":"God"},{"quote":"Where lipstick is concerned, the important thing is not color, but to accept God&#39;s final word on where your lips end.","author":"Jerry Seinfeld","topic":"God"},{"quote":"When trouble comes, focus on God&#39;s ability to care for you.","author":"Charles Stanley","topic":"God"},{"quote":"Every day people are straying away from the church and going back to God.","author":"Lenny Bruce","topic":"God"},{"quote":"God employs several translators; some pieces are translated by age, some by sickness, some by war, some by justice.","author":"John Donne","topic":"God"},{"quote":"Laughter kills fear, and without fear there can be no faith. For without fear of the devil there is no need for God.","author":"Sean Connery","topic":"God"},{"quote":"Retire at various times into the solitude of your own heart, even while outwardly engaged in discussions or transactions with others, and talk to God.","author":"Saint Francis de Sales","topic":"God"},{"quote":"Now I can do no more. We must trust to the Great Disposer of all events and the justice of our cause. I thank God for this opportunity of doing my duty.","author":"Horatio Nelson","topic":"God"},{"quote":"If God wanted us to fly, He would have given us tickets.","author":"Mel Brooks","topic":"God"},{"quote":"Knowledge of God&#39;s Word is a bulwark against deception, temptation, accusation, even persecution.","author":"Edwin Louis Cole","topic":"God"},{"quote":"I have learned so much from God that I can no longer call myself a Christian, a Hindu, a Muslim, a Buddhist, a Jew.","author":"Hafez","topic":"God"},{"quote":"We are all racing towards death. No matter how many great, intellectual conclusions we draw during our lives, we know they&#39;re all only man-made, like God. I begin to wonder where it all leads. What can you do, except do what you can do as best you know how.","author":"John Hurt","topic":"God"},{"quote":"It&#39;s fun being a princess, but it&#39;s not very practical! You&#39;re trudging through the forest and the mud and all of the elements. You kind of think, &#39;How did they do this back then?&#39; Thank God I can put on my Nike trainers and walk around the rest of the day!","author":"Sarah Gadon","topic":"God"},{"quote":"I did nothing to deserve God&#39;s love; in fact, I was living as an orphan, without hope. Yet God chose to pursue a relationship with me, and through the death of his son Jesus, I was adopted into God&#39;s family.","author":"Steven Curtis Chapman","topic":"God"},{"quote":"If you are going to sin, sin against God, not the bureaucracy. God will forgive you but the bureaucracy won&#39;t.","author":"Hyman Rickover","topic":"God"},{"quote":"Freedom prospers when religion is vibrant and the rule of law under God is acknowledged.","author":"Ronald Reagan","topic":"God"},{"quote":"Not only does God play dice, but... he sometimes throws them where they cannot be seen.","author":"Stephen Hawking","topic":"God"},{"quote":"When God sneezed, I didn&#39;t know what to say.","author":"Henny Youngman","topic":"God"},{"quote":"Our faith is stronger than death, our philosophy is firmer than flesh, and the spread of the Kingdom of God upon the earth is more sublime and more compelling.","author":"Dorothy Day","topic":"God"},{"quote":"Our English language really says if you&#39;re not a theist, the only alternative is to be an atheist. What I&#39;m trying to do is develop a language that will enable us to talk about God beyond the, what I think, are sterile categories of theism and atheism.","author":"John Shelby Spong","topic":"God"},{"quote":"I would like to be remembered as a - somebody who could rock your soul or make your cry with a song. And somebody who&#39;s kind, who loved to laugh, and loved his God.","author":"Gregg Allman","topic":"God"},{"quote":"God&#39;s purpose in creation was to let us prove ourselves. The plan was explained to us in the spirit world before we were born. We were valiant enough there to qualify for the opportunity to choose against temptation here to prepare for eternal life, the greatest of all the gifts of God.","author":"Henry B. Eyring","topic":"God"},{"quote":"I&#39;m a survivor of life. I try to give the glory to God and appreciate what&#39;s happening to me.","author":"Mike Epps","topic":"God"},{"quote":"God sometimes does try to the uttermost those whom he wishes to bless.","author":"Mahatma Gandhi","topic":"God"},{"quote":"But at any rate, the point is that God is what nobody admits to being, and everybody really is.","author":"Alan Watts","topic":"God"},{"quote":"God spoke to you by so many voices but you would not hear.","author":"James Joyce","topic":"God"},{"quote":"God, who knows our most secret thoughts and who sees all, is witness to the purity of my principles. They are not founded on this barbarous ferocity that takes pleasure in shedding human blood.","author":"Toussaint Louverture","topic":"God"},{"quote":"Every creature is a word of God.","author":"Meister Eckhart","topic":"God"},{"quote":"Whenever they sang a certain song in church, I used to sing it the loudest: &#39;Lead me, guide me, along the way!&#39; One day, as I was singing this song, I felt as if the Lord was saying to me, &#39;Lead you along what way?&#39; I realized then that if you don&#39;t have a plan, God doesn&#39;t have anything specific to direct you in.","author":"Myles Munroe","topic":"God"},{"quote":"As human beings, we are endowed with freedom of choice, and we cannot shuffle off our responsibility upon the shoulders of God or nature. We must shoulder it ourselves. It is our responsibility.","author":"Arnold J. Toynbee","topic":"God"},{"quote":"Golf... is the infallible test. The man who can go into a patch of rough alone, with the knowledge that only God is watching him, and play his ball where it lies, is the man who will serve you faithfully and well.","author":"P. G. Wodehouse","topic":"God"},{"quote":"Don&#39;t look for obscure formulas or mystery in my work. It is pure joy that I offer you. Look at my sculptures until you see them. Those closest to God have seen them.","author":"Constantin Brancusi","topic":"God"},{"quote":"Laughter is God&#39;s blessing.","author":"Joseph Prince","topic":"God"},{"quote":"God made the world round so we would never be able to see too far down the road.","author":"Isak Dinesen","topic":"God"},{"quote":"Those who are faithful to God are protected and prospered. That comes as the result of serving God and keeping His commandments. But with those blessings comes the temptation to forget their source. It is easy to begin to feel the blessings were granted not by a loving God on whom we depend but by our own powers.","author":"Henry B. Eyring","topic":"God"},{"quote":"Giving thanks is that: making the canyon of pain into a megaphone to proclaim the ultimate goodness of God when Satan and all the world would sneer at us to recant.","author":"Ann Voskamp","topic":"God"},{"quote":"When men don&#39;t fear God, they give themselves to evil.","author":"Ray Comfort","topic":"God"},{"quote":"The limitless loving devotion to God, and the gift God makes of Himself to you, are the highest elevation of which the heart is capable; it is the highest degree of prayer. The souls that have reached this point are truly the heart of the Church.","author":"Edith Stein","topic":"God"},{"quote":"The most important thing as a leader is your relationship with God.","author":"Manny Pacquiao","topic":"God"},{"quote":"While I value the good opinion of my fellow citizens as highly as anyone, I may be permitted to say that I am governed by higher considerations than either the favor or the fear of man. I am impelled to the course I have taken because I fear God.","author":"Elijah Parish Lovejoy","topic":"God"},{"quote":"I really do believe that God is love, one of deep affection and grace and forgiveness and inspiration.","author":"William P. Young","topic":"God"},{"quote":"God is best known in not knowing him.","author":"Saint Augustine","topic":"God"},{"quote":"I found thee not, O Lord, without, because I erred in seeking thee without that wert within.","author":"Saint Augustine","topic":"God"},{"quote":"God... a being whose only definition is that he is beyond man&#39;s power to conceive.","author":"Ayn Rand","topic":"God"},{"quote":"Human beings should be held accountable. Leave God alone. He has enough problems.","author":"Elie Wiesel","topic":"God"},{"quote":"God gave me life to continue to do things that I would never have done.","author":"Stevie Wonder","topic":"God"},{"quote":"When we put God first, all other things fall into their proper place or drop out of our lives.","author":"Ezra Taft Benson","topic":"God"},{"quote":"Satan has declared war on motherhood. He knows that those who rock the cradle can rock his earthly empire. And he knows that without righteous mothers loving and leading the next generation, the Kingdom of God will fail.","author":"Sheri L. Dew","topic":"God"},{"quote":"Some of God&#39;s greatest gifts are unanswered prayers.","author":"Garth Brooks","topic":"God"},{"quote":"I discovered who I was when I discovered God. You are just like your father God.","author":"Myles Munroe","topic":"God"},{"quote":"Eighteen months before I was born, my mother was in Auschwitz. She weighed 49 pounds. She always told me that God saved her so she could give me life. I was born out of nothing.","author":"Diane von Furstenberg","topic":"God"},{"quote":"Now the only way you can serve God on earth is by serving others.","author":"Rick Warren","topic":"God"},{"quote":"All of us have a God in us, and that God is the spirit that unites all life, everything that is on this planet.","author":"Wangari Maathai","topic":"God"},{"quote":"Many of the lessons we are to learn in mortality can only be received through the things we experience and sometimes suffer. And God expects and trusts us to face temporary mortal adversity with His help so we can learn what we need to learn and ultimately become what we are to become in eternity.","author":"David A. Bednar","topic":"God"},{"quote":"We Marines believe that God gave America the greatest gift He could bestow to man while he lived on this earth -freedom. We also believe He gave us another gift nearly as precious - our soldiers, sailors, airmen, Coast Guardsmen, and Marines - to safeguard that gift and guarantee no force on this earth can ever steal it away.","author":"John F. Kelly","topic":"God"},{"quote":"God may not be there when you want him but he is always on time.","author":"Terrell Owens","topic":"God"},{"quote":"I will do my best. That is all I can do. I ask for your help - and God&#39;s.","author":"Lyndon B. Johnson","topic":"God"},{"quote":"God has entrusted me with myself.","author":"Epictetus","topic":"God"},{"quote":"I didn&#39;t get interested in music. It was a gift from God.","author":"Nina Simone","topic":"God"},{"quote":"Jail didn&#39;t make me find God, He&#39;s always been there. They can lock me up, but my spirit and my love can never be confined to prison walls.","author":"Lil Wayne","topic":"God"},{"quote":"As for restitutions, to nobody in particular do I owe any, but as for those I owe to the realm, I hope in the mercy of God.","author":"Louis XIV","topic":"God"},{"quote":"Who kills a man kills a reasonable creature, God&#39;s image, but thee who destroys a good book, kills reason its self.","author":"John Milton","topic":"God"},{"quote":"Marrying for love may be a bit risky, but it is so honest that God can&#39;t help but smile on it.","author":"Josh Billings","topic":"God"},{"quote":"Man must feel the earth to know himself and recognize his values... God made life simple. It is man who complicates it.","author":"Charles Lindbergh","topic":"God"},{"quote":"Before me, even as behind, God is, and all is well.","author":"John Greenleaf Whittier","topic":"God"},{"quote":"Although believers by nature, are far from God, and children of wrath, even as others, yet it is amazing to think how nigh they are brought to him again by the blood of Jesus Christ.","author":"George Whitefield","topic":"God"},{"quote":"Each one of us is an outlet to God and an inlet to God.","author":"Ernest Holmes","topic":"God"},{"quote":"What I see in the Bible, especially in the book of Psalms, which is a book of gratitude for the created world, is a recognition that all good things on Earth are God&#39;s, every good gift is from above. They are good if we recognize where they came from and if we treat them the way the Designer intended them to be treated.","author":"Philip Yancey","topic":"God"},{"quote":"A thick skin is a gift from God.","author":"Konrad Adenauer","topic":"God"},{"quote":"Too many Christians live their lives like slaves - to the devil - because they believe his lies more than they trust God.","author":"Joyce Meyer","topic":"God"},{"quote":"He was a wise man who originated the idea of God.","author":"Euripides","topic":"God"},{"quote":"In all ranks of life the human heart yearns for the beautiful; and the beautiful things that God makes are his gift to all alike.","author":"Harriet Beecher Stowe","topic":"God"},{"quote":"There is no work, however vile or sordid, that does not glisten before God.","author":"John Calvin","topic":"God"},{"quote":"I always had a desire to know asylum life more thoroughly - a desire to be convinced that the most helpless of God&#39;s creatures, the insane, were cared for kindly and properly.","author":"Nellie Bly","topic":"God"},{"quote":"Cause I was such a novice and thank God that Sarah was as seasoned as she was because she was really a great leader in that regard in the sense that she would communicate really well with the crew.","author":"Charisma Carpenter","topic":"God"},{"quote":"How many precious things do we not already possess which others have not - have hardly an idea of! Let us enjoy these, then, and bless God that we are permitted to enjoy them, rather than importune His goodness with vain longings for more.","author":"Jane Welsh Carlyle","topic":"God"},{"quote":"God is the tangential point between zero and infinity.","author":"Alfred Jarry","topic":"God"},{"quote":"Though everything else may appear shallow and repulsive, even the smallest task in music is so absorbing, and carries us so far away from town, country, earth, and all worldly things, that it is truly a blessed gift of God.","author":"Felix Mendelssohn","topic":"God"},{"quote":"There&#39;s only one effectively redemptive sacrifice, the sacrifice of self-will to make room for the knowledge of God.","author":"Aldous Huxley","topic":"God"},{"quote":"Memory that yearns to join the centre, a limb remembering the body from which it has been severed, like those bamboo thighs of the god.","author":"Derek Walcott","topic":"God"},{"quote":"When it is a question of God&#39;s almighty Spirit, never say, &#39;I can&#39;t.&#39;","author":"Oswald Chambers","topic":"God"},{"quote":"God has been faithful time and again to surround me with people that sharpen me and that make me better.","author":"TobyMac","topic":"God"},{"quote":"The hardest people to reach with the love of God are not the bad people. They know they are bad. They have no defense. The hardest ones to win for God are the self-righteous people.","author":"Charles L. Allen","topic":"God"},{"quote":"Praise God, from whom all blessings flow! Praise Him, all creatures here below! Praise Him above, ye heavenly host! Praise Father, Son, and Holy Ghost!","author":"Thomas Ken","topic":"God"},{"quote":"God is, even though the whole world deny him. Truth stands, even if there be no public support. It is self-sustained.","author":"Mahatma Gandhi","topic":"God"},{"quote":"The only thing that matters is submitting to the will of God.","author":"Muhammad Ali","topic":"God"},{"quote":"Complaining is dangerous business. It can damage or even destroy your relationship with God, your relationships with other people, and even with your relationship with yourself.","author":"Joyce Meyer","topic":"God"},{"quote":"Reason is God&#39;s crowning gift to man.","author":"Sophocles","topic":"God"},{"quote":"It is only the impossible that is possible for God. He has given over the possible to the mechanics of matter and the autonomy of his creatures.","author":"Simone Weil","topic":"God"},{"quote":"Young man, young man, your arm&#39;s too short to box with God.","author":"James Weldon Johnson","topic":"God"},{"quote":"If you must be mad, be it not for the things of the world. Be mad with the love of God.","author":"Ramakrishna","topic":"God"},{"quote":"God gets you to the plate, but once your there your on your own.","author":"Ted Williams","topic":"God"},{"quote":"For it pleased God, after he had made all things by the word of his power, to create man after his own image.","author":"George Whitefield","topic":"God"},{"quote":"Nothing that is God&#39;s is obtainable by money.","author":"Tertullian","topic":"God"},{"quote":"Even God lends a hand to honest boldness.","author":"Menander","topic":"God"},{"quote":"To lovers of the truth, nothing can be put before God and hope in Him.","author":"Saint Basil","topic":"God"},{"quote":"The world sees in our conduct, in our behaviour, the proof that we are the real children of God.","author":"Pope Shenouda III","topic":"God"},{"quote":"My walk on the moon lasted three days. My walk with God will last forever.","author":"Charles Duke","topic":"God"},{"quote":"God, from a beautiful necessity, is Love.","author":"Martin Farquhar Tupper","topic":"God"},{"quote":"What ever disunites man from God, also disunites man from man.","author":"Edmund Burke","topic":"God"},{"quote":"After all, God is God because he remembers.","author":"Elie Wiesel","topic":"God"},{"quote":"God is a verb, not a noun.","author":"R. Buckminster Fuller","topic":"God"},{"quote":"Since God knows our future, our personalities, and our capacity to listen, He isn&#39;t ever going to say more to us than we can deal with at the moment.","author":"Charles Stanley","topic":"God"},{"quote":"There is nothing unpremeditated, nothing neglected by God. His unsleeping eye beholds all things.","author":"Saint Basil","topic":"God"},{"quote":"At the cross God wrapped his heart in flesh and blood and let it be nailed to the cross for our redemption.","author":"E. Stanley Jones","topic":"God"},{"quote":"People see God every day, they just don&#39;t recognize him.","author":"Pearl Bailey","topic":"God"},{"quote":"God the Father and God the Son cannot be everywhere present; indeed they cannot be even in two places at the same instant: but God the Holy Spirit is omnipresent - it extends through all space, with all other matter.","author":"Orson Pratt","topic":"God"},{"quote":"But I know God has big stuff planned that ultimately doesn&#39;t have anything to do with me.","author":"Michael W. Smith","topic":"God"},{"quote":"Cast your cares on God; that anchor holds.","author":"Frank Moore Colby","topic":"God"},{"quote":"There is no place in my soul, no corner of my character, where God is not.","author":"Evelyn Underhill","topic":"God"},{"quote":"Material possessions, winning scores, and great reputations are meaningless in the eyes of the Lord, because He knows what we really are and that is all that matters.","author":"John Wooden","topic":"God"},{"quote":"My message is that God is a good God.","author":"Joel Osteen","topic":"God"},{"quote":"Whatever comes from God is impossible for a man to turn back.","author":"Herodotus","topic":"God"},{"quote":"In myself I am nothing. It all comes from God and the Virgin Mary.","author":"Lech Walesa","topic":"God"},{"quote":"I&#39;ve said all along that God is in control.","author":"Tony Dungy","topic":"God"},{"quote":"Sometimes you ask God for something and you don&#39;t know what you&#39;re asking.","author":"Mahalia Jackson","topic":"God"},{"quote":"I think that anything that begins to give people a sense of their own worth and dignity is God.","author":"John Shelby Spong","topic":"God"},{"quote":"God, I can push the grass apart and lay my finger on Thy heart.","author":"Edna St. Vincent Millay","topic":"God"},{"quote":"God sent Jesus as an example to see if we could retain and maintain the Holy Spirit in human flesh.","author":"Benny Hinn","topic":"God"},{"quote":"Nobody talks so constantly about God as those who insist that there is no God.","author":"Heywood Broun","topic":"God"},{"quote":"God is not a cosmic bellboy for whom we can press a button to get things.","author":"Harry Emerson Fosdick","topic":"God"},{"quote":"The Bible is a revelation of the mind and will of God to men. Therein we may learn, what God is.","author":"Jupiter Hammon","topic":"God"},{"quote":"Each atom of the Holy Spirit is intelligent, and like all other matter has solidity, form, and size, and occupies space.","author":"Orson Pratt","topic":"God"},{"quote":"God is one, greatest of gods and men, not like mortals in body or thought.","author":"Xenophanes","topic":"God"},{"quote":"Before we can know God and understand his great plan it is first necessary for us to believe that he exists and that he rewards all who diligently seek him.","author":"Joseph Franklin Rutherford","topic":"God"},{"quote":"God in His wisdom has decided that He will reward no works but His own.","author":"Johannes Tauler","topic":"God"},{"quote":"We are made to know and love God.","author":"Nicolas Malebranche","topic":"God"},{"quote":"Adoration is caring for God above all else.","author":"Evelyn Underhill","topic":"God"},{"quote":"They always win who side with God.","author":"Frederick William Faber","topic":"God"},{"quote":"God is creating at every moment of the world&#39;s existence in and through the perpetually endowed creativity of the very stuff of the world.","author":"Arthur Peacocke","topic":"God"}]