[{"quote":"Good, better, best. Never let it rest. &#39;Til your good is better and your better is best.","author":"St. Jerome","topic":"Good"},{"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","topic":"Good"},{"quote":"Love myself I do. Not everything, but I love the good as well as the bad. I love my crazy lifestyle, and I love my hard discipline. I love my freedom of speech and the way my eyes get dark when I&#39;m tired. I love that I have learned to trust people with my heart, even if it will get broken. I am proud of everything that I am and will become.","author":"Johnny Weir","topic":"Good"},{"quote":"Some days are just bad days, that&#39;s all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that&#39;s just the way it is!","author":"Dita Von Teese","topic":"Good"},{"quote":"A good teacher can inspire hope, ignite the imagination, and instill a love of learning.","author":"Brad Henry","topic":"Good"},{"quote":"The roots of all goodness lie in the soil of appreciation for goodness.","author":"Dalai Lama","topic":"Good"},{"quote":"One good thing about music, when it hits you, you feel no pain.","author":"Bob Marley","topic":"Good"},{"quote":"Happiness radiates like the fragrance from a flower and draws all good things towards you.","author":"Maharishi Mahesh Yogi","topic":"Good"},{"quote":"Nobody can predict the future. You just have to give your all to the relationship you&#39;re in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad.","author":"Nick Cannon","topic":"Good"},{"quote":"For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone.","author":"Audrey Hepburn","topic":"Good"},{"quote":"The good times of today, are the sad thoughts of tomorrow.","author":"Bob Marley","topic":"Good"},{"quote":"Nothing is better than going home to family and eating good food and relaxing.","author":"Irina Shayk","topic":"Good"},{"quote":"Most good relationships are built on mutual trust and respect.","author":"Mona Sutphen","topic":"Good"},{"quote":"Calm mind brings inner strength and self-confidence, so that&#39;s very important for good health.","author":"Dalai Lama","topic":"Good"},{"quote":"No man has a good enough memory to be a successful liar.","author":"Abraham Lincoln","topic":"Good"},{"quote":"It&#39;s easy to impress me. I don&#39;t need a fancy party to be happy. Just good friends, good food, and good laughs. I&#39;m happy. I&#39;m satisfied. I&#39;m content.","author":"Maria Sharapova","topic":"Good"},{"quote":"Teaching is a very noble profession that shapes the character, caliber, and future of an individual. If the people remember me as a good teacher, that will be the biggest honour for me.","author":"A. P. J. Abdul Kalam","topic":"Good"},{"quote":"You have enemies? Good. That means you&#39;ve stood up for something, sometime in your life.","author":"Winston Churchill","topic":"Good"},{"quote":"The good life is one inspired by love and guided by knowledge.","author":"Bertrand Russell","topic":"Good"},{"quote":"A good leader takes a little more than his share of the blame, a little less than his share of the credit.","author":"Arnold H. Glasow","topic":"Good"},{"quote":"We shall never know all the good that a simple smile can do.","author":"Mother Teresa","topic":"Good"},{"quote":"When you think positive, good things happen.","author":"Matt Kemp","topic":"Good"},{"quote":"To enjoy good health, to bring true happiness to one&#39;s family, to bring peace to all, one must first discipline and control one&#39;s own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.","author":"Buddha","topic":"Good"},{"quote":"Music is love, love is music, music is life, and I love my life. Thank you and good night.","author":"A. J. McLean","topic":"Good"},{"quote":"A father is a man who expects his son to be as good a man as he meant to be.","author":"Frank A. Clark","topic":"Good"},{"quote":"The only thing necessary for the triumph of evil is for good men to do nothing.","author":"Edmund Burke","topic":"Good"},{"quote":"Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather.","author":"John Ruskin","topic":"Good"},{"quote":"We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.","author":"Martin Luther King, Jr.","topic":"Good"},{"quote":"Goodness is about character - integrity, honesty, kindness, generosity, moral courage, and the like. More than anything else, it is about how we treat other people.","author":"Dennis Prager","topic":"Good"},{"quote":"To enjoy the glow of good health, you must exercise.","author":"Gene Tunney","topic":"Good"},{"quote":"Good health and good sense are two of life&#39;s greatest blessings.","author":"Publilius Syrus","topic":"Good"},{"quote":"Of all the hard jobs around, one of the hardest is being a good teacher.","author":"Maggie Gallagher","topic":"Good"},{"quote":"Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.","author":"John Wooden","topic":"Good"},{"quote":"So long as the memory of certain beloved friends lives in my heart, I shall say that life is good.","author":"Helen Keller","topic":"Good"},{"quote":"Making money is art and working is art and good business is the best art.","author":"Andy Warhol","topic":"Good"},{"quote":"There is nothing either good or bad but thinking makes it so.","author":"William Shakespeare","topic":"Good"},{"quote":"Your diet is a bank account. Good food choices are good investments.","author":"Bethenny Frankel","topic":"Good"},{"quote":"The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.","author":"William Arthur Ward","topic":"Good"},{"quote":"I do believe in the old saying, &#39;What does not kill you makes you stronger.&#39; Our experiences, good and bad, make us who we are. By overcoming difficulties, we gain strength and maturity.","author":"Angelina Jolie","topic":"Good"},{"quote":"There is no more lovely, friendly and charming relationship, communion or company than a good marriage.","author":"Martin Luther","topic":"Good"},{"quote":"A good husband makes a good wife.","author":"John Florio","topic":"Good"},{"quote":"Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that&#39;s beautiful.","author":"Rashida Jones","topic":"Good"},{"quote":"Wearing the correct dress for any occasion is a matter of good manners.","author":"Loretta Young","topic":"Good"},{"quote":"I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.","author":"Marilyn Monroe","topic":"Good"},{"quote":"It makes my heart sick when I remember all the good words and the broken promises.","author":"Chief Joseph","topic":"Good"},{"quote":"Whatever you are, be a good one.","author":"Abraham Lincoln","topic":"Good"},{"quote":"A good head and a good heart are always a formidable combination.","author":"Nelson Mandela","topic":"Good"},{"quote":"The most important thing is to have a good relationship with the bike... you have to understand what she wants. I think of a motorcycle as a woman, and I know that sounds silly, but it&#39;s true.","author":"Valentino Rossi","topic":"Good"},{"quote":"One of the best ways to make yourself happy in the present is to recall happy times from the past. Photos are a great memory-prompt, and because we tend to take photos of happy occasions, they weight our memories to the good.","author":"Gretchen Rubin","topic":"Good"},{"quote":"I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he&#39;s very kind to people.","author":"Nicole Scherzinger","topic":"Good"},{"quote":"I am a teacher. It&#39;s how I define myself. A good teacher isn&#39;t someone who gives the answers out to their kids but is understanding of needs and challenges and gives tools to help other people succeed. That&#39;s the way I see myself, so whatever it is that I will do eventually after politics, it&#39;ll have to do a lot with teaching.","author":"Justin Trudeau","topic":"Good"},{"quote":"Don&#39;t ever criticize yourself. Don&#39;t go around all day long thinking, &#39;I&#39;m unattractive, I&#39;m slow, I&#39;m not as smart as my brother.&#39; God wasn&#39;t having a bad day when he made you... If you don&#39;t love yourself in the right way, you can&#39;t love your neighbour. You can&#39;t be as good as you are supposed to be.","author":"Joel Osteen","topic":"Good"},{"quote":"I have been very blessed in my life and rewarded with good friends and good health. I am grateful and happy to be able to share this.","author":"Eric Idle","topic":"Good"},{"quote":"To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.","author":"Buddha","topic":"Good"},{"quote":"Success is not a good teacher, failure makes you humble.","author":"Shah Rukh Khan","topic":"Good"},{"quote":"True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.","author":"Baltasar Gracian","topic":"Good"},{"quote":"Music is the greatest communication in the world. Even if people don&#39;t understand the language that you&#39;re singing in, they still know good music when they hear it.","author":"Lou Rawls","topic":"Good"},{"quote":"Observe good faith and justice toward all nations. Cultivate peace and harmony with all.","author":"George Washington","topic":"Good"},{"quote":"Every day is a good day to be alive, whether the sun&#39;s shining or not.","author":"Marty Robbins","topic":"Good"},{"quote":"A good marriage would be between a blind wife and a deaf husband.","author":"Michel de Montaigne","topic":"Good"},{"quote":"A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love.","author":"Saint Basil","topic":"Good"},{"quote":"When you invest your time, you make a goal and a decision of something that you want to accomplish. Whether it&#39;s make good grades in school, be a good athlete, be a good person, go down and do some community service and help somebody who&#39;s in need, whatever it is you choose to do, you&#39;re investing your time in that.","author":"Nick Saban","topic":"Good"},{"quote":"Waste no more time arguing about what a good man should be. Be one.","author":"Marcus Aurelius","topic":"Good"},{"quote":"Good teachers know how to bring out the best in students.","author":"Charles Kuralt","topic":"Good"},{"quote":"When I do good I feel good, when I do bad I feel bad, and that&rsquo;s my religion.","author":"Abraham Lincoln","topic":"Good"},{"quote":"Technology is nothing. What&#39;s important is that you have a faith in people, that they&#39;re basically good and smart, and if you give them tools, they&#39;ll do wonderful things with them.","author":"Steve Jobs","topic":"Good"},{"quote":"Leadership contains certain elements of good management, but it requires that you inspire, that you build durable trust. For an organization to be not just good but to win, leadership means evoking participation larger than the job description, commitment deeper than any job contract&#39;s wording.","author":"Stanley A. McChrystal","topic":"Good"},{"quote":"The good life is a process, not a state of being. It is a direction not a destination.","author":"Carl Rogers","topic":"Good"},{"quote":"The good physician treats the disease; the great physician treats the patient who has the disease.","author":"William Osler","topic":"Good"},{"quote":"Good night, good night! Parting is such sweet sorrow, that I shall say good night till it be morrow.","author":"William Shakespeare","topic":"Good"},{"quote":"I don&#39;t believe that if you do good, good things will happen. Everything is completely accidental and random. Sometimes bad things happen to very good people and sometimes good things happen to bad people. But at least if you try to do good things, then you&#39;re spending your time doing something worthwhile.","author":"Helen Mirren","topic":"Good"},{"quote":"Reading is a conversation. All books talk. But a good book listens as well.","author":"Mark Haddon","topic":"Good"},{"quote":"For good ideas and true innovation, you need human interaction, conflict, argument, debate.","author":"Margaret Heffernan","topic":"Good"},{"quote":"A good teacher, like a good entertainer first must hold his audience&#39;s attention, then he can teach his lesson.","author":"John Henrik Clarke","topic":"Good"},{"quote":"There are two kinds of pride, both good and bad. &#39;Good pride&#39; represents our dignity and self-respect. &#39;Bad pride&#39; is the deadly sin of superiority that reeks of conceit and arrogance.","author":"John C. Maxwell","topic":"Good"},{"quote":"Do not go gentle into that good night but rage, rage against the dying of the light.","author":"Dylan Thomas","topic":"Good"},{"quote":"I get way too much happiness from good food.","author":"Elizabeth Olsen","topic":"Good"},{"quote":"A good wife is one who serves her husband in the morning like a mother does, loves him in the day like a sister does and pleases him like a prostitute in the night.","author":"Chanakya","topic":"Good"},{"quote":"Surround yourself with really good people. I think that&#39;s an important thing. Because the people you surround yourself are a reflection of you.","author":"Aaron Rodgers","topic":"Good"},{"quote":"Life is all about having a good time.","author":"Miley Cyrus","topic":"Good"},{"quote":"I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are.","author":"Diane von Furstenberg","topic":"Good"},{"quote":"The ultimate tragedy is not the oppression and cruelty by the bad people but the silence over that by the good people.","author":"Martin Luther King, Jr.","topic":"Good"},{"quote":"You have to remember that the hard days are what make you stronger. The bad days make you realize what a good day is. If you never had any bad days, you would never have that sense of accomplishment!","author":"Aly Raisman","topic":"Good"},{"quote":"Humans aren&#39;t as good as we should be in our capacity to empathize with feelings and thoughts of others, be they humans or other animals on Earth. So maybe part of our formal education should be training in empathy. Imagine how different the world would be if, in fact, that were &#39;reading, writing, arithmetic, empathy.&#39;","author":"Neil deGrasse Tyson","topic":"Good"},{"quote":"It&#39;s cool to be different and just be who you are and shock people in a good way.","author":"Brendon Urie","topic":"Good"},{"quote":"Everyone has highs and lows that they have to learn from, but every morning I start off with a good head on my shoulders, saying to myself, &#39;It&#39;s going to be a good day!&#39;.","author":"Lindsay Lohan","topic":"Good"},{"quote":"A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father.","author":"Frank Abagnale","topic":"Good"},{"quote":"Be sure what you want and be sure about yourself. Fashion is not just beauty, it&#39;s about good attitude. You have to believe in yourself and be strong.","author":"Adriana Lima","topic":"Good"},{"quote":"High school is what kind of grows you into the person you are. I have great memories, good and bad, some learning experiences and some that I&#39;ll take with me the rest of my life.","author":"Giancarlo Stanton","topic":"Good"},{"quote":"For every good reason there is to lie, there is a better reason to tell the truth.","author":"Bo Bennett","topic":"Good"},{"quote":"I hope I can be as good of a father to my son as my dad was to me.","author":"Calvin Johnson","topic":"Good"},{"quote":"My friends and family are my support system. They tell me what I need to hear, not what I want to hear and they are there for me in the good and bad times. Without them I have no idea where I would be and I know that their love for me is what&#39;s keeping my head above the water.","author":"Kelly Clarkson","topic":"Good"},{"quote":"A good decision is based on knowledge and not on numbers.","author":"Plato","topic":"Good"},{"quote":"Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Good"},{"quote":"What I&#39;ve realized over the years is that I have some pretty good friends.","author":"Anthony Kiedis","topic":"Good"},{"quote":"New technology is not good or evil in and of itself. It&#39;s all about how people choose to use it.","author":"David Wong","topic":"Good"},{"quote":"Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad.","author":"Salvador Dali","topic":"Good"},{"quote":"I don&#39;t have a feeling of inferiority. Never had. I&#39;m as good as anybody, but no better.","author":"Katherine Johnson","topic":"Good"},{"quote":"You don&#39;t need a silver fork to eat good food.","author":"Paul Prudhomme","topic":"Good"},{"quote":"I just want to say, good night, sweet prince, may flights of angels sing thee to thy rest.","author":"Harry Dean Stanton","topic":"Good"},{"quote":"Our prayers should be for blessings in general, for God knows best what is good for us.","author":"Socrates","topic":"Good"},{"quote":"A good laugh is sunshine in the house.","author":"William Makepeace Thackeray","topic":"Good"},{"quote":"In this life, we have to make many choices. Some are very important choices. Some are not. Many of our choices are between good and evil. The choices we make, however, determine to a large extent our happiness or our unhappiness, because we have to live with the consequences of our choices.","author":"James E. Faust","topic":"Good"},{"quote":"I have my own high standards for what I want in a partner and how I want to be treated. I bring a lot to the table. I&#39;m not talking about material things but what I have to offer as a person - love and loyalty and all the things that make a good relationship.","author":"Jennifer Lopez","topic":"Good"},{"quote":"Friends and good manners will carry you where money won&#39;t go.","author":"Margaret Walker","topic":"Good"},{"quote":"Good friends, good books and a sleepy conscience: this is the ideal life.","author":"Mark Twain","topic":"Good"},{"quote":"The difference between something good and something great is attention to detail.","author":"Charles R. Swindoll","topic":"Good"},{"quote":"My dad is my best friend, my father, and my boss. When I do something that is exciting and he likes it, it feels three times as good as you can imagine.","author":"David Lauren","topic":"Good"},{"quote":"Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.","author":"Ban Ki-moon","topic":"Good"},{"quote":"A good traveler has no fixed plans, and is not intent on arriving.","author":"Lao Tzu","topic":"Good"},{"quote":"I really believe I&#39;ve been a good person. Not perfect - forget about perfect - but just learning by what I was taught and living by my own values. I might have stepped on a few ants - and a few other things as well - but I&#39;ve never hurt anybody.","author":"Kiri Te Kanawa","topic":"Good"},{"quote":"While you&#39;re going through this process of trying to find the satisfaction in your work, pretend you feel satisfied. Tell yourself you had a good day. Walk through the corridors with a smile rather than a scowl. Your positive energy will radiate. If you act like you&#39;re having fun, you&#39;ll find you are having fun.","author":"Jean Chatzky","topic":"Good"},{"quote":"Good things are associated with blue, like clear days, more than singing the blues. Just the word &#39;blue&#39; in the singular is full of optimism and positive connotation to most people.","author":"David Carson","topic":"Good"},{"quote":"It takes many good deeds to build a good reputation, and only one bad one to lose it.","author":"Benjamin Franklin","topic":"Good"},{"quote":"The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick.","author":"P. T. Barnum","topic":"Good"},{"quote":"A good teacher must be able to put himself in the place of those who find learning hard.","author":"Eliphas Levi","topic":"Good"},{"quote":"A successful competition for me is always going out there and putting 100 percent into whatever I&#39;m doing. It&#39;s not always winning. People, I think, mistake that it&#39;s just winning. Sometimes it could be, but for me, it&#39;s hitting the best sets I can, gaining confidence, and having a good time and having fun.","author":"Simone Biles","topic":"Good"},{"quote":"A simple life is good with me. I don&#39;t need a whole lot. For me, a T-shirt, a pair of shorts, barefoot on a beach and I&#39;m happy.","author":"Yanni","topic":"Good"},{"quote":"At the end of the day, if I can say I had fun, it was a good day.","author":"Simone Biles","topic":"Good"},{"quote":"We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community.","author":"Paul Bloom","topic":"Good"},{"quote":"Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.","author":"Buddha","topic":"Good"},{"quote":"I have learned that, although I am a good teacher, I am a much better student, and I was blessed to learn valuable lessons from my students on a daily basis. They taught me the importance of teaching to a student - and not to a test.","author":"Erin Gruwell","topic":"Good"},{"quote":"After every storm the sun will smile; for every problem there is a solution, and the soul&#39;s indefeasible duty is to be of good cheer.","author":"William R. Alger","topic":"Good"},{"quote":"Get outside. Watch the sunrise. Watch the sunset. How does that make you feel? Does it make you feel big or tiny? Because there&#39;s something good about feeling both.","author":"Amy Grant","topic":"Good"},{"quote":"What makes a child gifted and talented may not always be good grades in school, but a different way of looking at the world and learning.","author":"Chuck Grassley","topic":"Good"},{"quote":"A good plan violently executed now is better than a perfect plan executed next week.","author":"George S. Patton","topic":"Good"},{"quote":"The power for creating a better future is contained in the present moment: You create a good future by creating a good present.","author":"Eckhart Tolle","topic":"Good"},{"quote":"One way to feel good about yourself is to love yourself... to take care of yourself.","author":"Goldie Hawn","topic":"Good"},{"quote":"One of the key problems today is that politics is such a disgrace, good people don&#39;t go into government.","author":"Donald Trump","topic":"Good"},{"quote":"My parents couldn&#39;t give me a whole lot of financial support, but they gave me good genes. My dad is a handsome son-of-a-gun, and my mom is beautiful. And I&#39;ve definitely been the lucky recipient. So, thank you, Mom and Dad.","author":"Ashton Kutcher","topic":"Good"},{"quote":"Good night, and good luck.","author":"Edward R. Murrow","topic":"Good"},{"quote":"I have learned that there is more power in a good strong hug than in a thousand meaningful words.","author":"Ann Hood","topic":"Good"},{"quote":"Good habits formed at youth make all the difference.","author":"Aristotle","topic":"Good"},{"quote":"Good health is not something we can buy. However, it can be an extremely valuable savings account.","author":"Anne Wilson Schaef","topic":"Good"},{"quote":"My childhood, I wouldn&#39;t say it was bad. It helped me grow up. I stayed out of trouble. My parents taught me what&#39;s wrong and right, and knowing that I had a little brother following me, I had to make sure I was doing the right thing so he knows what&#39;s right, too. I was in the house nine days out of 10. There wasn&#39;t nothing good outside for me.","author":"Russell Westbrook","topic":"Good"},{"quote":"Good books, like good friends, are few and chosen; the more select, the more enjoyable.","author":"Louisa May Alcott","topic":"Good"},{"quote":"No matter how devastating our struggles, disappointments, and troubles are, they are only temporary. No matter what happens to you, no matter the depth of tragedy or pain you face, no matter how death stalks you and your loved ones, the Resurrection promises you a future of immeasurable good.","author":"Josh McDowell","topic":"Good"},{"quote":"If you are a chef, no matter how good a chef you are, it&#39;s not good cooking for yourself; the joy is in cooking for others - it&#39;s the same with music.","author":"will.i.am","topic":"Good"},{"quote":"Chocolate is the first luxury. It has so many things wrapped up in it: Deliciusness in the moment, childhood memories, and that grin-inducing feeling of getting a reward for being good.","author":"Mariska Hargitay","topic":"Good"},{"quote":"Food is for eating, and good food is to be enjoyed... I think food is, actually, very beautiful in itself.","author":"Delia Smith","topic":"Good"},{"quote":"It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve; and bad things are very easy to get.","author":"Confucius","topic":"Good"},{"quote":"No matter how good you think you are as a leader, my goodness, the people around you will have all kinds of ideas for how you can get better. So for me, the most fundamental thing about leadership is to have the humility to continue to get feedback and to try to get better - because your job is to try to help everybody else get better.","author":"Jim Yong Kim","topic":"Good"},{"quote":"The secret to success is good leadership, and good leadership is all about making the lives of your team members or workers better.","author":"Tony Dungy","topic":"Good"},{"quote":"I define friendship as a bond that transcends all barriers. When you are ready to expect anything and everything from friends, good, bad or ugly... that&#39;s what I call true friendship.","author":"Harbhajan Singh","topic":"Good"},{"quote":"I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends.","author":"Cindy Morgan","topic":"Good"},{"quote":"The best preparation for good work tomorrow is to do good work today.","author":"Elbert Hubbard","topic":"Good"},{"quote":"Good judgment comes from experience, and a lot of that comes from bad judgment.","author":"Will Rogers","topic":"Good"},{"quote":"Sexiness is all about your personality, being genuine and confident, and being a good person.","author":"Erin Heatherton","topic":"Good"},{"quote":"I spent a lot of years trying to outrun or outsmart vulnerability by making things certain and definite, black and white, good and bad. My inability to lean into the discomfort of vulnerability limited the fullness of those important experiences that are wrought with uncertainty: Love, belonging, trust, joy, and creativity to name a few.","author":"Brene Brown","topic":"Good"},{"quote":"All I&#39;m trying to do is survive and make good out of the dirty, nasty, unbelievable lifestyle that they gave me.","author":"Tupac Shakur","topic":"Good"},{"quote":"A good vacation for me is going to warm weather. Being able to go outside, in the sun, hit the beach, play outside sports. Being active outside. Going swimming, hanging by the pool, having a couple drinks, having a couple of your close buddies around, and just having a blast.","author":"Rob Gronkowski","topic":"Good"},{"quote":"To be a good father and mother requires that the parents defer many of their own needs and desires in favor of the needs of their children. As a consequence of this sacrifice, conscientious parents develop a nobility of character and learn to put into practice the selfless truths taught by the Savior Himself.","author":"James E. Faust","topic":"Good"},{"quote":"Finance is not merely about making money. It&#39;s about achieving our deep goals and protecting the fruits of our labor. It&#39;s about stewardship and, therefore, about achieving the good society.","author":"Robert J. Shiller","topic":"Good"},{"quote":"I don&#39;t want to be too proud, but I have a good personal style.","author":"Alexander McQueen","topic":"Good"},{"quote":"A garden requires patient labor and attention. Plants do not grow merely to satisfy ambitions or to fulfill good intentions. They thrive because someone expended effort on them.","author":"Liberty Hyde Bailey","topic":"Good"},{"quote":"Sharing is good, and with digital technology, sharing is easy.","author":"Richard Stallman","topic":"Good"},{"quote":"Good manners will open doors that the best education cannot.","author":"Clarence Thomas","topic":"Good"},{"quote":"Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.","author":"Kofi Annan","topic":"Good"},{"quote":"When we adopt a dog or any pet, we know it is going to end with us having to say goodbye, but we still do it. And we do it for a very good reason: They bring so much joy and optimism and happiness. They attack every moment of every day with that attitude.","author":"Bruce Cameron","topic":"Good"},{"quote":"The care of human life and happiness, and not their destruction, is the first and only object of good government.","author":"Thomas Jefferson","topic":"Good"},{"quote":"All you need for happiness is a good gun, a good horse, and a good wife.","author":"Daniel Boone","topic":"Good"},{"quote":"I am trying to be a good person. I am trying to be myself, and if nobody likes me for me, that is their problem.","author":"Evan Rachel Wood","topic":"Good"},{"quote":"Inspiration is one thing and you can&#39;t control it, but hard work is what keeps the ship moving. Good luck means, work hard. Keep up the good work.","author":"Kevin Eubanks","topic":"Good"},{"quote":"Every good citizen makes his country&#39;s honor his own, and cherishes it not only as precious but as sacred. He is willing to risk his life in its defense and is conscious that he gains protection while he gives it.","author":"Andrew Jackson","topic":"Good"},{"quote":"If there were no bad people, there would be no good lawyers.","author":"Charles Dickens","topic":"Good"},{"quote":"Inside each of us, there is the seed of both good and evil. It&#39;s a constant struggle as to which one will win. And one cannot exist without the other.","author":"Eric Burdon","topic":"Good"},{"quote":"I don&#39;t want to miss out on the chance of having a good time.","author":"Victor Webster","topic":"Good"},{"quote":"All tyranny needs to gain a foothold is for people of good conscience to remain silent.","author":"Edmund Burke","topic":"Good"},{"quote":"If you can&#39;t make it good, at least make it look good.","author":"Bill Gates","topic":"Good"},{"quote":"My idea of a good night has always been having a lovely meal and a proper conversation.","author":"Kirsty Gallacher","topic":"Good"},{"quote":"When I am myself, I am happy and have a good result.","author":"Jack Ma","topic":"Good"},{"quote":"Silence is golden when you can&#39;t think of a good answer.","author":"Muhammad Ali","topic":"Good"},{"quote":"Happiness is nothing more than good health and a bad memory.","author":"Albert Schweitzer","topic":"Good"},{"quote":"Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.","author":"Marilyn Monroe","topic":"Good"},{"quote":"I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that.","author":"Gillian Anderson","topic":"Good"},{"quote":"Bad times have a scientific value. These are occasions a good learner would not miss.","author":"Ralph Waldo Emerson","topic":"Good"},{"quote":"Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you&#39;re working out, you&#39;re going to feel good.","author":"Jason Statham","topic":"Good"},{"quote":"Good words cool more than cold water.","author":"John Ray","topic":"Good"},{"quote":"The test of good manners is to be patient with the bad ones.","author":"Solomon Ibn Gabirol","topic":"Good"},{"quote":"A good motto is: use friendliness but do not use your friends.","author":"Frank Crane","topic":"Good"},{"quote":"Anything is good if it&#39;s made of chocolate.","author":"Jo Brand","topic":"Good"},{"quote":"How far that little candle throws its beams! So shines a good deed in a naughty world.","author":"William Shakespeare","topic":"Good"},{"quote":"You don&#39;t know how good you are until you actually get out on a bike and get riding.","author":"Laura Trott","topic":"Good"},{"quote":"I am as bad as the worst, but, thank God, I am as good as the best.","author":"Walt Whitman","topic":"Good"},{"quote":"What people don&#39;t understand is joining a gang ain&#39;t bad, it&#39;s cool, it&#39;s fine. When you in the hood, joining a gang it&#39;s cool because all your friends are in the gang, all your family&#39;s in the gang. We&#39;re not just killing people every night, we&#39;re just hanging out, having a good time.","author":"Snoop Dogg","topic":"Good"},{"quote":"I prefer to win titles with the team ahead of individual awards or scoring more goals than anyone else. I&#39;m more worried about being a good person than being the best football player in the world. When all this is over, what are you left with? When I retire, I hope I am remembered for being a decent guy.","author":"Lionel Messi","topic":"Good"},{"quote":"Our doubts are traitors and make us lose the good we oft might win by fearing to attempt.","author":"William Shakespeare","topic":"Good"},{"quote":"A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.","author":"Wayne Gretzky","topic":"Good"},{"quote":"The battleline between good and evil runs through the heart of every man.","author":"Aleksandr Solzhenitsyn","topic":"Good"},{"quote":"I&#39;m a true believer in karma. You get what you give, whether it&#39;s bad or good.","author":"Sandra Bullock","topic":"Good"},{"quote":"Any good teacher knows how important it is to connect with students and understand our culture.","author":"Adora Svitak","topic":"Good"},{"quote":"Today or any day that phone may ring and bring good news.","author":"Ethel Waters","topic":"Good"},{"quote":"Good company in a journey makes the way seem shorter.","author":"Izaak Walton","topic":"Good"},{"quote":"I think it&#39;s important to always keep professional and surround yourself with good people, work hard, and be nice to everyone.","author":"Caroline Winberg","topic":"Good"},{"quote":"The more you are positive and say, &#39;I want to have a good life,&#39; the more you build that reality for yourself by creating the life that you want.","author":"Chris Pine","topic":"Good"},{"quote":"Dedicate yourself to the good you deserve and desire for yourself. Give yourself peace of mind. You deserve to be happy. You deserve delight.","author":"Mark Victor Hansen","topic":"Good"},{"quote":"When you take care of yourself, you&#39;re a better person for others. When you feel good about yourself, you treat others better.","author":"Solange Knowles","topic":"Good"},{"quote":"Associate yourself with people of good quality, for it is better to be alone than in bad company.","author":"Booker T. Washington","topic":"Good"},{"quote":"Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends.","author":"Divyanka Tripathi","topic":"Good"},{"quote":"By all means, marry. If you get a good wife, you&#39;ll become happy; if you get a bad one, you&#39;ll become a philosopher.","author":"Socrates","topic":"Good"},{"quote":"I believe that working with good people matters because then the work environment is good. If there is a sense of respect and belief among the people you work with, that is when good work is done.","author":"Ranbir Kapoor","topic":"Good"},{"quote":"The more man meditates upon good thoughts, the better will be his world and the world at large.","author":"Confucius","topic":"Good"},{"quote":"The fragrance of flowers spreads only in the direction of the wind. But the goodness of a person spreads in all directions.","author":"Chanakya","topic":"Good"},{"quote":"Darkness comes. In the middle of it, the future looks blank. The temptation to quit is huge. Don&#39;t. You are in good company... You will argue with yourself that there is no way forward. But with God, nothing is impossible. He has more ropes and ladders and tunnels out of pits than you can conceive. Wait. Pray without ceasing. Hope.","author":"John Piper","topic":"Good"},{"quote":"Marriage is good for those who are afraid to sleep alone at night.","author":"St. Jerome","topic":"Good"},{"quote":"A good teacher is a determined person.","author":"Gilbert Highet","topic":"Good"},{"quote":"Education begins the gentleman, but reading, good company and reflection must finish him.","author":"John Locke","topic":"Good"},{"quote":"Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.","author":"Thomas Jefferson","topic":"Good"},{"quote":"We have a powerful potential in out youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends.","author":"Mary McLeod Bethune","topic":"Good"},{"quote":"History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people.","author":"Martin Luther King, Jr.","topic":"Good"},{"quote":"I love looking in the mirror and feeling good about what I see.","author":"Heather Morris","topic":"Good"},{"quote":"Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time.","author":"Dwayne Johnson","topic":"Good"},{"quote":"My daughter is the biggest gift; I&#39;ve said it so many times and it sounds like a cliche, but the thing about being a parent is when you think you&#39;ve cracked it, and you&#39;re on top of your game, they change again and you have to catch up and adjust. I feel such a responsibility to instill good values in her, to be polite, to have discipline.","author":"Geri Halliwell","topic":"Good"},{"quote":"Despite everything, I believe that people are really good at heart.","author":"Anne Frank","topic":"Good"},{"quote":"I firmly believe that any man&#39;s finest hour, the greatest fulfillment of all that he holds dear, is that moment when he has worked his heart out in a good cause and lies exhausted on the field of battle - victorious.","author":"Vince Lombardi","topic":"Good"},{"quote":"I think there should be a good balance between being a good student and being able to enjoy your high school life.","author":"Vanessa Minnillo","topic":"Good"},{"quote":"You control your future, your destiny. What you think about comes about. By recording your dreams and goals on paper, you set in motion the process of becoming the person you most want to be. Put your future in good hands - your own.","author":"Mark Victor Hansen","topic":"Good"},{"quote":"Eating good food is my favourite thing in the whole world. Nothing is more blissful.","author":"Justine Larbalestier","topic":"Good"},{"quote":"A lot of good love can happen in ten years.","author":"Jim Carrey","topic":"Good"},{"quote":"I define a &#39;good person&#39; as somebody who is fully conscious of their own limitations. They know their strengths, but they also know their &#39;shadow&#39; - they know their weaknesses. In other words, they understand that there is no good without bad. Good and evil are really one, but we have broken them up in our consciousness. We polarize them.","author":"John Bradshaw","topic":"Good"},{"quote":"Finding good players is easy. Getting them to play as a team is another story.","author":"Casey Stengel","topic":"Good"},{"quote":"Painting is self-discovery. Every good artist paints what he is.","author":"Jackson Pollock","topic":"Good"},{"quote":"Thunder is good, thunder is impressive; but it is lightning that does the work.","author":"Mark Twain","topic":"Good"},{"quote":"I live a very joyful life, with a lot of laughter and good times.","author":"Kimberly Elise","topic":"Good"},{"quote":"Fast food is popular because it&#39;s convenient, it&#39;s cheap, and it tastes good. But the real cost of eating fast food never appears on the menu.","author":"Eric Schlosser","topic":"Good"},{"quote":"I feel like I&#39;m really blessed and lucky that I have a very good social life outside of the gym, and I have a really amazing family. My parents are so supportive. I have a younger brother and two younger sisters, and they&#39;re really awesome. So I feel like I get the best of both worlds.","author":"Aly Raisman","topic":"Good"},{"quote":"I put a lot of pressure on myself. I think something&#39;s not good enough, and I won&#39;t stop until I feel like I&#39;ve made it. I&#39;m never satisfied.","author":"J. Cole","topic":"Good"},{"quote":"Thank you, God, for this good life and forgive us if we do not love it enough.","author":"Garrison Keillor","topic":"Good"},{"quote":"A good teacher who can take the zero pay and help kids develop physically, emotionally, socially, is literally an angel.","author":"Eva Amurri","topic":"Good"},{"quote":"Good luck is when opportunity meets preparation, while bad luck is when lack of preparation meets reality.","author":"Eliyahu Goldratt","topic":"Good"},{"quote":"Turn off your email; turn off your phone; disconnect from the Internet; figure out a way to set limits so you can concentrate when you need to, and disengage when you need to. Technology is a good servant but a bad master.","author":"Gretchen Rubin","topic":"Good"},{"quote":"People gossip. People are insecure, so they talk about other people so that they won&#39;t be talked about. They point out flaws in other people to make them feel good about themselves. I think at any age or any social class, that&#39;s present.","author":"Blake Lively","topic":"Good"},{"quote":"But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven; for he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.","author":"Jesus Christ","topic":"Good"},{"quote":"If you&#39;re happy, if you&#39;re feeling good, then nothing else matters.","author":"Robin Wright","topic":"Good"},{"quote":"Reading is a basic tool in the living of a good life.","author":"Joseph Addison","topic":"Good"},{"quote":"Unless you have bad times, you can&#39;t appreciate the good times.","author":"Joe Torre","topic":"Good"},{"quote":"Expressions of affection, like putting your arm around someone&#39;s shoulder, holding hands, or giving a kiss good night, involve the principle of honesty.","author":"John Bytheway","topic":"Good"},{"quote":"Every time there&#39;s a new tool, whether it&#39;s Internet or cell phones or anything else, all these things can be used for good or evil. Technology is neutral; it depends on how it&#39;s used.","author":"Rick Smolan","topic":"Good"},{"quote":"I like to go out if there&#39;s a party or go to the movies, but I just like hanging out with my buddies and having a good time.","author":"Jean-Luc Bilodeau","topic":"Good"},{"quote":"I am convinced that material things can contribute a lot to making one&#39;s life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.","author":"David Rockefeller","topic":"Good"},{"quote":"I enjoy life when things are happening. I don&#39;t care if it&#39;s good things or bad things. That means you&#39;re alive.","author":"Joan Rivers","topic":"Good"},{"quote":"It&#39;s good sportsmanship to not pick up lost golf balls while they are still rolling.","author":"Mark Twain","topic":"Good"},{"quote":"Good painting is like good cooking; it can be tasted, but not explained.","author":"Maurice de Vlaminck","topic":"Good"},{"quote":"I wake up every day and I think, &#39;I&#39;m breathing! It&#39;s a good day.&#39;","author":"Eve Ensler","topic":"Good"},{"quote":"Good character is not formed in a week or a month. It is created little by little, day by day. Protracted and patient effort is needed to develop good character.","author":"Heraclitus","topic":"Good"},{"quote":"Inspiration comes from within yourself. One has to be positive. When you&#39;re positive, good things happen.","author":"Deep Roy","topic":"Good"},{"quote":"Doing Good is a simple and universal vision. A vision to which each and every one of us can connect and contribute to its realisation. A vision based on the belief that by doing good deeds, positive thinking and affirmative choice of words, feelings and actions, we can enhance goodness in the world.","author":"Shari Arison","topic":"Good"},{"quote":"I intend to live forever. So far, so good.","author":"Steven Wright","topic":"Good"},{"quote":"The good old days, when each idea had an owner, are gone forever.","author":"Paulo Coelho","topic":"Good"},{"quote":"Feeling sorry for ourselves is the most useless waste of energy on the planet. It does absolutely no good. We can&#39;t let our circumstances or what others do or don&#39;t do control us. We can decide to be happy regardless.","author":"Joyce Meyer","topic":"Good"},{"quote":"The crest and crowning of all good, Life&#39;s final star, is brotherhood.","author":"Edwin Markham","topic":"Good"},{"quote":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","author":"Buddha","topic":"Good"},{"quote":"I think the best way to get a good night sleep is to work hard throughout the day. If you work hard and, of course, work out.","author":"William H. McRaven","topic":"Good"},{"quote":"All good is hard. All evil is easy. Dying, losing, cheating, and mediocrity is easy. Stay away from easy.","author":"Scott Alexander","topic":"Good"},{"quote":"Music is life itself. What would this world be without good music? No matter what kind it is.","author":"Louis Armstrong","topic":"Good"},{"quote":"A good financial plan is a road map that shows us exactly how the choices we make today will affect our future.","author":"Alexa Von Tobel","topic":"Good"},{"quote":"My trust in God flows out of the experience of his loving me, day in and day out, whether the day is stormy or fair, whether I&#39;m sick or in good health, whether I&#39;m in a state of grace or disgrace. He comes to me where I live and loves me as I am.","author":"Brennan Manning","topic":"Good"},{"quote":"Love is the most important thing in the world, but baseball is pretty good, too.","author":"Yogi Berra","topic":"Good"},{"quote":"I have a good imagination. Look, I know what it feels like to have a broken heart. I know what it feels like to feel something for somebody. I&#39;m just too weird to be in a relationship.","author":"Diane Warren","topic":"Good"},{"quote":"It&#39;s great to reminisce about good memories of my past. It was enjoyable when it was today. So learning to enjoy today has two benefits: it gives me happiness right now, and it becomes a good memory later.","author":"George Foreman","topic":"Good"},{"quote":"That which is not good for the bee-hive cannot be good for the bees.","author":"Marcus Aurelius","topic":"Good"},{"quote":"I&#39;m not a pretty princess, and I&#39;m aware of that, so I like music that is really intense, really bold, and characters that in a way almost have a dark side and are kind of evil because, for me, that&#39;s when I feel my strongest and fiercest, when I&#39;m not necessarily the good girl.","author":"Ashley Wagner","topic":"Good"},{"quote":"A good person can make another person good; it means that goodness will elicit goodness in the society; other persons will also be good.","author":"Bhumibol Adulyadej","topic":"Good"},{"quote":"Be grateful for what you have and stop complaining - it bores everybody else, does you no good, and doesn&#39;t solve any problems.","author":"Zig Ziglar","topic":"Good"},{"quote":"The good part about getting older is you stop trying to prove anything to anyone, including yourself. All you are in the pursuit of is collecting experiences - beautiful, fragile little soap bubbles that you store in your heart, and every once in a while you pull one out and gaze at the delicate pictures it shows you.","author":"Twinkle Khanna","topic":"Good"},{"quote":"There is no higher religion than human service. To work for the common good is the greatest creed.","author":"Woodrow Wilson","topic":"Good"},{"quote":"I pray to be a good servant to God, a father, a husband, a son, a friend, a brother, an uncle, a good neighbor, a good leader to those who look up to me, a good follower to those who are serving God and doing the right thing.","author":"Mark Wahlberg","topic":"Good"},{"quote":"My idea of good company is the company of clever, well-informed people who have a great deal of conversation; that is what I call good company.","author":"Jane Austen","topic":"Good"},{"quote":"I believe that every human mind feels pleasure in doing good to another.","author":"Thomas Jefferson","topic":"Good"},{"quote":"My goal is to be able to provide for myself and not have to worry about the daily expenses. I do want to be able to benefit from my work and make a good living, but I love it so much that I would do it for free.","author":"Jenn Proske","topic":"Good"},{"quote":"For me, life is about experience and being a good person.","author":"Chris Hemsworth","topic":"Good"},{"quote":"Good buildings come from good people, and all problems are solved by good design.","author":"Stephen Gardiner","topic":"Good"},{"quote":"I cannot emphasize enough the importance of a good teacher.","author":"Temple Grandin","topic":"Good"},{"quote":"You&#39;re only as good as your last haircut.","author":"Fran Lebowitz","topic":"Good"},{"quote":"A good leader can engage in a debate frankly and thoroughly, knowing that at the end he and the other side must be closer, and thus emerge stronger. You don&#39;t have that idea when you are arrogant, superficial, and uninformed.","author":"Nelson Mandela","topic":"Good"},{"quote":"Diligence is the mother of good luck.","author":"Benjamin Franklin","topic":"Good"},{"quote":"The only thing to do with good advice is to pass it on. It is never of any use to oneself.","author":"Oscar Wilde","topic":"Good"},{"quote":"There is no better feeling than doing well while you are doing good. If you really want to meet the nicest, most caring people in your field, get involved with charity work. The thankless hours that go into planning charity dinners, running a carnival, and gathering donations for silent auctions are noticed and appreciated.","author":"Jay Samit","topic":"Good"},{"quote":"I don&#39;t know how to live good. I only know how to suffer.","author":"Bob Marley","topic":"Good"},{"quote":"Developing a good work ethic is key. Apply yourself at whatever you do, whether you&#39;re a janitor or taking your first summer job, because that work ethic will be reflected in everything you do in life.","author":"Tyler Perry","topic":"Good"},{"quote":"Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.","author":"Paul Hawken","topic":"Good"},{"quote":"Good advertising does not just circulate information. It penetrates the public mind with desires and belief.","author":"Leo Burnett","topic":"Good"},{"quote":"Elegance is usually confused with superficiality, fashion, lack of depth. This is a serious mistake: human beings need to have elegance in their actions and in their posture because this word is synonymous with good taste, amiability, equilibrium and harmony.","author":"Paulo Coelho","topic":"Good"},{"quote":"I&#39;m convinced of this: Good done anywhere is good done everywhere. For a change, start by speaking to people rather than walking by them like they&#39;re stones that don&#39;t matter. As long as you&#39;re breathing, it&#39;s never too late to do some good.","author":"Maya Angelou","topic":"Good"},{"quote":"Do your little bit of good where you are; it&#39;s those little bits of good put together that overwhelm the world.","author":"Desmond Tutu","topic":"Good"},{"quote":"I have embraced crying mothers who have lost their children because our politicians put their personal agendas before the national good. I have no patience for injustice, no tolerance for government incompetence, no sympathy for leaders who fail their citizens.","author":"Donald Trump","topic":"Good"},{"quote":"However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?","author":"Buddha","topic":"Good"},{"quote":"Serenity is the balance between good and bad, life and death, horrors and pleasures. Life is, as it were, defined by death. If there wasn&#39;t death of things, then there wouldn&#39;t be any life to celebrate.","author":"Norman Davies","topic":"Good"},{"quote":"Anyone can have a good day, but you have to be able to perform on a bad day.","author":"Jurgen Klopp","topic":"Good"},{"quote":"Great ambition is the passion of a great character. Those endowed with it may perform very good or very bad acts. All depends on the principles which direct them.","author":"Napoleon Bonaparte","topic":"Good"},{"quote":"Sorrow can be alleviated by good sleep, a bath and a glass of wine.","author":"Thomas Aquinas","topic":"Good"},{"quote":"I can&#39;t in good conscience allow the U.S. government to destroy privacy, internet freedom and basic liberties for people around the world with this massive surveillance machine they&#39;re secretly building.","author":"Edward Snowden","topic":"Good"},{"quote":"Nostalgia is a file that removes the rough edges from the good old days.","author":"Doug Larson","topic":"Good"},{"quote":"When you begin to worry, go find something to do. Get busy being a blessing to someone; do something fruitful. Talking about your problem or sitting alone, thinking about it, does no good; it serves only to make you miserable. Above all else, remember that worrying is totally useless. Worrying will not solve your problem.","author":"Joyce Meyer","topic":"Good"},{"quote":"It&#39;s been proven by quite a few studies that plants are good for our psychological development. If you green an area, the rate of crime goes down. Torture victims begin to recover when they spend time outside in a garden with flowers. So we need them, in some deep psychological sense, which I don&#39;t suppose anybody really understands yet.","author":"Jane Goodall","topic":"Good"},{"quote":"It is painful to watch children trying to show off for parents who are engrossed in their cell phones. Children are nostalgic for the &#39;good old days&#39; when parents used to read to them without the cell phone by their side or watch football games or Disney movies without having the BlackBerry handy.","author":"Sherry Turkle","topic":"Good"},{"quote":"Don&#39;t be afraid to be awesome. Sometimes being weird and different is good. When you think you&#39;re working hard, there is always someone else working harder, so always be yourself and know your stuff.","author":"Jacqueline MacInnes Wood","topic":"Good"},{"quote":"A mountain is composed of tiny grains of earth. The ocean is made up of tiny drops of water. Even so, life is but an endless series of little details, actions, speeches, and thoughts. And the consequences whether good or bad of even the least of them are far-reaching.","author":"Swami Sivananda","topic":"Good"},{"quote":"Appreciation is the highest form of prayer, for it acknowledges the presence of good wherever you shine the light of your thankful thoughts.","author":"Alan Cohen","topic":"Good"},{"quote":"January is always a good month for behavioral economics: Few things illustrate self-control as vividly as New Year&#39;s resolutions. February is even better, though, because it lets us study why so many of those resolutions are broken.","author":"Sendhil Mullainathan","topic":"Good"},{"quote":"In my career, there&#39;s many things I&#39;ve won and many things I&#39;ve achieved, but for me, my greatest achievement is my children and my family. It&#39;s about being a good father, a good husband, just being connected to family as much as possible.","author":"David Beckham","topic":"Good"},{"quote":"Nobody gets justice. People only get good luck or bad luck.","author":"Orson Welles","topic":"Good"},{"quote":"To create well I have to be in a good mood, happy and cool.","author":"Marc Newson","topic":"Good"},{"quote":"From my dad I learned to be good to people, to always be honest and straightforward. I learned hard work and perseverance.","author":"Luke Bryan","topic":"Good"},{"quote":"I&#39;m doing my best to be mindful about how I&#39;m living: to be kind and patient, and not to impose a bad mood on somebody else. Being mindful is as good a way to be spiritual as anything else.","author":"Deirdre O'Kane","topic":"Good"},{"quote":"Competition is always a good thing. It forces us to do our best. A monopoly renders people complacent and satisfied with mediocrity.","author":"Nancy Pearcey","topic":"Good"},{"quote":"Having a bunch of cats around is good. If you&#39;re feeling bad, you just look at the cats, you&#39;ll feel better because they know that everything is just as it is. There&#39;s nothing to get excited about. They just know. They&#39;re saviours.","author":"Charles Bukowski","topic":"Good"},{"quote":"Patriotism is love of country. But you can&#39;t love your country without loving your countrymen and countrywomen. We don&#39;t always have to agree, but we must empower each other, we must find the common ground, we must build bridges across our differences to pursue the common good.","author":"Cory Booker","topic":"Good"},{"quote":"People don&#39;t want to go to the dump and have a picnic, they want to go out to a beautiful place and enjoy their day. And so I think our job is to try to take the environment, take what the good Lord has given us, and expand upon it or enhance it, without destroying it.","author":"Jack Nicklaus","topic":"Good"},{"quote":"Life comes from physical survival; but the good life comes from what we care about.","author":"Rollo May","topic":"Good"},{"quote":"Beauty is a gift, just like good health or intelligence. The only thing is not to be proud of being beautiful. Because you didn&#39;t do anything - it was given to you.","author":"Monica Bellucci","topic":"Good"},{"quote":"Perfect happiness would be knowing that all my family and friends were happy and safe. Then I&#39;d go to a tropical island with my husband where it was gorgeous and fun all day long and interesting and fun all evening. Good food and dancing would be nice, too, and weekly visits from those safe and happy family and friends. Plus world peace.","author":"Suzanne Weyn","topic":"Good"},{"quote":"Life is abundant, and life is beautiful. And it&#39;s a good place that we&#39;re all in, you know, on this earth, if we take care of it.","author":"Alice Walker","topic":"Good"},{"quote":"Many people dream about being an entrepreneur, starting their own business, working for themselves, and living the good life. Very few, however, will actually take the plunge and put everything they&#39;ve got into being their own boss.","author":"Fabrizio Moreira","topic":"Good"},{"quote":"No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks.","author":"Mary Wollstonecraft","topic":"Good"},{"quote":"Eventually, competition and adventure wane, and I enter my ibuprofen phase. Tweaky hamstrings and achy knees restrict mileage, but I continue running for health, sanity, and the ritual of a Sunday trail run with like-minded buddies. We discuss the nagging injuries that bedevil us, and remember the good old days when we were kings.","author":"Don Kardong","topic":"Good"},{"quote":"When one has not had a good father, one must create one.","author":"Friedrich Nietzsche","topic":"Good"},{"quote":"It is not enough to have a good mind; the main thing is to use it well.","author":"Rene Descartes","topic":"Good"},{"quote":"Being entirely honest with oneself is a good exercise.","author":"Sigmund Freud","topic":"Good"},{"quote":"Sometimes I&#39;m so tired, I look down at what I&#39;m wearing, and if it&#39;s comfortable enough to sleep in, I don&#39;t even make it into my pajamas. I&#39;m looking down, and I&#39;m like, &#39;T-shirt and stretchy pants? Yup, that&#39;s fine. It&#39;s pajama-y, good night.&#39;","author":"Rebecca Romijn","topic":"Good"},{"quote":"Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws.","author":"Plato","topic":"Good"},{"quote":"A cute outfit can really make your day. If I wear something I look good in, my mood just goes way up.","author":"Jennette McCurdy","topic":"Good"},{"quote":"The worst thing about that kind of prejudice... is that while you feel hurt and angry and all the rest of it, it feeds you self-doubt. You start thinking, perhaps I am not good enough.","author":"Nina Simone","topic":"Good"},{"quote":"I really do encourage other manufacturers to bring electric cars to market. It&#39;s a good thing, and they need to bring it to market and keep iterating and improving and make better and better electric cars, and that&#39;s what going to result in humanity achieving a sustainable transport future. I wish it was growing faster than it is.","author":"Elon Musk","topic":"Good"},{"quote":"I never thought I was particularly good looking. But when I see old photographs, I realise that I was. I do wish I had known that at the time because beauty is power. I didn&#39;t realise how lucky I was to be young, beautiful and in Hollywood. It didn&#39;t hit me. Every day I woke up, went to the film studio and just got on with it.","author":"Joan Collins","topic":"Good"},{"quote":"In order to be rated as good as a good man in the field of her earnings, she must show herself better than he. She must be more steady, or more trustworthy, or more skilled, or more cheap in order to have the same chance of employment.","author":"Florence Kelley","topic":"Good"},{"quote":"I don&#39;t fear pain or failure anymore because I&#39;m too grateful for the pains and failures of my past - they have made me who I am, and most of the good things in my life are a direct result of them in some way.","author":"Scott Derrickson","topic":"Good"},{"quote":"Only the pure in heart can make a good soup.","author":"Ludwig van Beethoven","topic":"Good"},{"quote":"When you open your heart to patriotism, there is no room for prejudice. The Bible tells us, &#39;How good and pleasant it is when God&#39;s people live together in unity.&#39;","author":"Donald Trump","topic":"Good"},{"quote":"Summer means happy times and good sunshine. It means going to the beach, going to Disneyland, having fun.","author":"Brian Wilson","topic":"Good"},{"quote":"No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind.","author":"Taylor Swift","topic":"Good"},{"quote":"We are all human beings, and we all have insecurities, but it&#39;s about being healthy and happy with yourself. I&#39;m not perfect, and I will indulge in pizza and sweets on occasion. The goal is to make the majority of your decisions good for your body. So listen to your body, and treat it like your temple.","author":"Jacqueline MacInnes Wood","topic":"Good"},{"quote":"If biking is your passion, set aside time to enjoy a good ride.","author":"Patrick Dempsey","topic":"Good"},{"quote":"Looking beautiful isn&#39;t just about what you apply on your face. It&#39;s the little things you do that matter. A combination of a good diet, exercise, healthy habits, discipline, dancing etc. is what my beauty routine consists of. Also, I have no bad habits; I don&#39;t drink or smoke. All these contribute to me being fit and looking good.","author":"Madhuri Dixit","topic":"Good"},{"quote":"Today was good. Today was fun. Tomorrow is another one.","author":"Dr. Seuss","topic":"Good"},{"quote":"We forget just how painfully dim the world was before electricity. A candle, a good candle, provides barely a hundredth of the illumination of a single 100 watt light bulb.","author":"Bill Bryson","topic":"Good"},{"quote":"I like food. I like eating. And I don&#39;t want to deprive myself of good food.","author":"Sarah Michelle Gellar","topic":"Good"},{"quote":"Children have never been very good at listening to their elders, but they have never failed to imitate them.","author":"James A. Baldwin","topic":"Good"},{"quote":"Sure, I can get a little bit jealous. The good part about jealousy is that it comes from passion. It&#39;s also the dangerous part and it&#39;s an ugly emotion that hurts.","author":"Matthew McConaughey","topic":"Good"},{"quote":"My motto is: more good times.","author":"Jack Nicholson","topic":"Good"},{"quote":"Football is about joy. It&#39;s about dribbling. I favour every idea that makes the game beautiful. Every good idea has to last.","author":"Ronaldinho","topic":"Good"},{"quote":"I&#39;ve prioritized taking care of my mind, having fun, and doing things that make me laugh. And eating well - as in, really good food, like steak or pasta or fresh vegetables or an amazing dessert. You know, &#39;treat yo&#39;self.&#39;","author":"Phillipa Soo","topic":"Good"},{"quote":"If you play good cricket, a lot of bad things get hidden.","author":"Kapil Dev","topic":"Good"},{"quote":"The first requisite of a good citizen in this republic of ours is that he shall be able and willing to pull his own weight.","author":"Theodore Roosevelt","topic":"Good"},{"quote":"We&#39;ve seen over time that countries that have the best economic growth are those that have good governance, and good governance comes from freedom of communication. It comes from ending corruption. It comes from a populace that can go online and say, &#39;This politician is corrupt, this administrator, or this public official is corrupt.&#39;","author":"Ramez Naam","topic":"Good"},{"quote":"We all have the duty to do good.","author":"Pope Francis","topic":"Good"},{"quote":"Treat those who are good with goodness, and also treat those who are not good with goodness. Thus goodness is attained. Be honest to those who are honest, and be also honest to those who are not honest. Thus honesty is attained.","author":"Lao Tzu","topic":"Good"},{"quote":"That&#39;s the good thing about being president, I can do whatever I want.","author":"Barack Obama","topic":"Good"},{"quote":"Happiness does not come from football awards. It&#39;s terrible to correlate happiness with football. Happiness comes from a good job, being able to feed your wife and kids. I don&#39;t dream football, I dream the American dream - two cars in a garage, be a happy father.","author":"Barry Sanders","topic":"Good"},{"quote":"There is a cult of ignorance in the United States, and there has always been. The strain of anti-intellectualism has been a constant thread winding its way through our political and cultural life, nurtured by the false notion that democracy means that my ignorance is just as good as your knowledge.","author":"Isaac Asimov","topic":"Good"},{"quote":"One good teacher in a lifetime may sometimes change a delinquent into a solid citizen.","author":"Philip Wylie","topic":"Good"},{"quote":"I&#39;ve been blessed to be somebody that&#39;s been climbing that success mountain top for years of hard work, you know, but now it&#39;s all connecting. And now, the whole world is watching, you know what I&#39;m saying, and it feels good &#39;cause it&#39;s good energy. This is all positive vibes, and good vibes and good energy, so it feels incredible.","author":"DJ Khaled","topic":"Good"},{"quote":"It&#39;s far better to shoot a good picture than a good-looking picture.","author":"Robert Richardson","topic":"Good"},{"quote":"It is absurd to divide people into good and bad. People are either charming or tedious.","author":"Oscar Wilde","topic":"Good"},{"quote":"A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked.","author":"Bernard Meltzer","topic":"Good"},{"quote":"We are supposed to enjoy the good stuff now, while we can, with the people we love. Life has a funny way of teaching us that lesson over and over again.","author":"Sheena Easton","topic":"Good"},{"quote":"I&#39;m kind of a good girl - and I&#39;m not. I&#39;m a good girl because I really believe in love, integrity, and respect. I&#39;m a bad girl because I like to tease. I know that I have sex appeal in my deck of cards. But I like to get people thinking. That&#39;s what the stories in my music do.","author":"Katy Perry","topic":"Good"},{"quote":"Social media has given us this idea that we should all have a posse of friends when in reality, if we have one or two really good friends, we are lucky.","author":"Brene Brown","topic":"Good"},{"quote":"The amount of good luck coming your way depends on your willingness to act.","author":"Barbara Sher","topic":"Good"},{"quote":"Every day we should hear at least one little song, read one good poem, see one exquisite picture, and, if possible, speak a few sensible words.","author":"Johann Wolfgang von Goethe","topic":"Good"},{"quote":"It sounds like a cliche but I also learnt that you&#39;re not going to fall for the right person until you really love yourself and feel good about how you are.","author":"Emma Watson","topic":"Good"},{"quote":"The evil that is in the world almost always comes of ignorance, and good intentions may do as much harm as malevolence if they lack understanding.","author":"Albert Camus","topic":"Good"},{"quote":"Each of us has a vision of good and of evil. We have to encourage people to move towards what they think is good... Everyone has his own idea of good and evil and must choose to follow the good and fight evil as he conceives them. That would be enough to make the world a better place.","author":"Pope Francis","topic":"Good"},{"quote":"My perfect beach town isn&#39;t a fancy resort or glitzy planned community. It&#39;s a place with a hometown grocery that has decent meat, seafood, and a deli; a couple of ice cream shops; and a handful of good restaurants - where the island-wide dress code is &#39;no shoes, no shirt, no problem.&#39;","author":"Mary Kay Andrews","topic":"Good"},{"quote":"Am I complicated? Nah, I&#39;m interesting. I just like having a good time.","author":"Gerry Cooney","topic":"Good"},{"quote":"You can have great teachers, but if you don&#39;t have a good principal, you won&#39;t have a good school.","author":"Eli Broad","topic":"Good"},{"quote":"There&#39;s too much darkness in the world. Everywhere you turn, someone is tryin&#39; to tear someone down in some way; everywhere you go, there&#39;s a feeling of inadequacy, or a feeling that you&#39;re not good enough. I want to bring a certain light to the world.","author":"Alicia Keys","topic":"Good"},{"quote":"My philosophy is: Life is hard, but God is good. Try not to confuse the two.","author":"Anne F. Beiler","topic":"Good"},{"quote":"Good business leaders create a vision, articulate the vision, passionately own the vision, and relentlessly drive it to completion.","author":"Jack Welch","topic":"Good"},{"quote":"To be a good loser is to learn how to win.","author":"Carl Sandburg","topic":"Good"},{"quote":"It takes more than just a good looking body. You&#39;ve got to have the heart and soul to go with it.","author":"Epictetus","topic":"Good"},{"quote":"The brain is like a muscle. When it is in use we feel very good. Understanding is joyous.","author":"Carl Sagan","topic":"Good"},{"quote":"The true measure of a man is how he treats someone who can do him absolutely no good.","author":"Samuel Johnson","topic":"Good"},{"quote":"A man is born alone and dies alone; and he experiences the good and bad consequences of his karma alone; and he goes alone to hell or the Supreme abode.","author":"Chanakya","topic":"Good"},{"quote":"You must never be satisfied with losing. You must get angry, terribly angry, about losing. But the mark of the good loser is that he takes his anger out on himself and not his victorious opponents or on his teammates.","author":"Richard M. Nixon","topic":"Good"},{"quote":"My biggest fear is that I&#39;m not good enough. I have this voice in my head that I&#39;ve been battling for years that says, &#39;You&#39;re not really talented enough. You don&#39;t really deserve this.&#39;","author":"Rachel Platten","topic":"Good"},{"quote":"Every man is guilty of all the good he did not do.","author":"Voltaire","topic":"Good"},{"quote":"Death and love are the two wings that bear the good man to heaven.","author":"Michelangelo","topic":"Good"},{"quote":"I have a daughter and she&#39;s the greatest thing that ever happened to me. She gives me a good excuse to watch cartoons.","author":"Mike Dirnt","topic":"Good"},{"quote":"Evil communication corrupts good manners. I hope to live to hear that good communication corrects bad manners.","author":"Benjamin Banneker","topic":"Good"},{"quote":"You have to believe in your process. You have to believe in the things that you are doing to help the team win. I think you have to take the good with the bad.","author":"Tom Brady","topic":"Good"},{"quote":"Treasure the love you receive above all. It will survive long after your good health has vanished.","author":"Og Mandino","topic":"Good"},{"quote":"I&#39;m just thankful I&#39;m surrounded by good people.","author":"Jon Pardi","topic":"Good"},{"quote":"No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed.","author":"Godfrey Winn","topic":"Good"},{"quote":"The World is my country, all mankind are my brethren, and to do good is my religion.","author":"Thomas Paine","topic":"Good"},{"quote":"Do all the good you can, by all the means you can, in all the ways you can, in all the places you can, at all the times you can, to all the people you can, as long as ever you can.","author":"John Wesley","topic":"Good"},{"quote":"There&#39;s nothing more important than our good health - that&#39;s our principal capital asset.","author":"Arlen Specter","topic":"Good"},{"quote":"Corruption is the enemy of development, and of good governance. It must be got rid of. Both the government and the people at large must come together to achieve this national objective.","author":"Pratibha Patil","topic":"Good"},{"quote":"Whatever you wanna be, just, at the end of the day, if you&#39;re being a good person, which is not hard to be, and you&#39;re putting positive energy into the world, and you&#39;re appreciative and loving to the people around you that care about you and everybody in general, then it&#39;ll work out.","author":"Gnash","topic":"Good"},{"quote":"He that is good for making excuses is seldom good for anything else.","author":"Benjamin Franklin","topic":"Good"},{"quote":"To be doing good deeds is man&#39;s most glorious task.","author":"Sophocles","topic":"Good"},{"quote":"Don&#39;t be afraid to give up the good to go for the great.","author":"John D. Rockefeller","topic":"Good"},{"quote":"Good things happen to those who hustle.","author":"Chuck Noll","topic":"Good"},{"quote":"There&#39;s an examination for young people to go to university. I failed it three times. I failed a lot. So I applied to 30 different jobs and got rejected. I went for a job with the police; they said, &#39;You&#39;re no good.&#39; I even went to KFC when it came to my city. Twenty-four people went for the job. Twenty-three were accepted.","author":"Jack Ma","topic":"Good"},{"quote":"Experience is a good teacher, but she sends in terrific bills.","author":"Minna Antrim","topic":"Good"},{"quote":"Good news is rare these days, and every glittering ounce of it should be cherished and hoarded and worshipped and fondled like a priceless diamond.","author":"Hunter S. Thompson","topic":"Good"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"Good"},{"quote":"There are three ingredients in the good life: learning, earning and yearning.","author":"Christopher Morley","topic":"Good"},{"quote":"Being a good leader requires remembering that you&#39;re there for a reason, and the reason certainly isn&#39;t to have your way. High-integrity leaders not only welcome questioning and criticism - they insist on it.","author":"Travis Bradberry","topic":"Good"},{"quote":"That&#39;s what university life is all about. Challenging, questioning, enjoying good people and good friends, and pushing yourself to the limit.","author":"David Robinson","topic":"Good"},{"quote":"The good thing about flying solo is it&#39;s never boring.","author":"Steve Fossett","topic":"Good"},{"quote":"I know my soul is beautiful; I know I&#39;m a good person. And that will never change for me.","author":"Khloe Kardashian","topic":"Good"},{"quote":"The best part is still ahead of me - I haven&#39;t experienced my &#39;good old days&#39; yet.","author":"Luther Vandross","topic":"Good"},{"quote":"The reading of all good books is like a conversation with the finest minds of past centuries.","author":"Rene Descartes","topic":"Good"},{"quote":"My idea of Heaven is to wake up, have a good breakfast, and spend the rest of the day drawing.","author":"Peter Falk","topic":"Good"},{"quote":"I think it&#39;s not really difficult to write about love. We&#39;ve been saying the same thing over and over for so many years. But it depends on how honest it is and how good you make it feel. You can say &#39;I love you&#39; in a trillion ways, and it can always sound different or feel different.","author":"Babyface","topic":"Good"},{"quote":"It is good to have an end to journey toward, but it is the journey that matters in the end.","author":"Ursula K. Le Guin","topic":"Good"},{"quote":"A good commander is benevolent and unconcerned with fame.","author":"Sun Tzu","topic":"Good"},{"quote":"As long as you know yourself and you got good people around you and you passionate about what you do, that&#39;s all that matters because at the end of the day, you go to sleep with the people you love, you wake up with the people you love, and you spend your time with the people you love.","author":"Tyga","topic":"Good"},{"quote":"I think a gentleman is someone who holds the comfort of other people above their own. The instinct to do that is inside every good man, I believe. The rules about opening doors and buying dinner and all of that other &#39;gentleman&#39; stuff is a chess game, especially these days.","author":"Anna Kendrick","topic":"Good"},{"quote":"What I wear is a reflection of where I am going and how I am feeling. If I&#39;m in a good mood, it&#39;s got to be cashmere and jeans - just something comfy, soft and warm. When I&#39;m down, I might find something that I haven&#39;t worn for a while that was bought for me - or wear a brooch or a pair of shoes that are like old friends.","author":"Kim Cattrall","topic":"Good"},{"quote":"Without your health, you&#39;ve got nothing going on. I thank God every day for good health.","author":"Ric Flair","topic":"Good"},{"quote":"Life is about having a good time, and it was a good time. We did some things well and some things poorly, but that was always the case.","author":"Norman Lear","topic":"Good"},{"quote":"Look within. Within is the fountain of good, and it will ever bubble up, if thou wilt ever dig.","author":"Marcus Aurelius","topic":"Good"},{"quote":"Climb the mountains and get their good tidings.","author":"John Muir","topic":"Good"},{"quote":"Good things happen when you meet strangers.","author":"Yo-Yo Ma","topic":"Good"},{"quote":"Money doesn&#39;t mean anything to me. I&#39;ve made a lot of money, but I want to enjoy life and not stress myself building my bank account. I give lots away and live simply, mostly out of a suitcase in hotels. We all know that good health is much more important.","author":"Keanu Reeves","topic":"Good"},{"quote":"Creativity is a habit, and the best creativity is the result of good work habits.","author":"Twyla Tharp","topic":"Good"},{"quote":"Honest disagreement is often a good sign of progress.","author":"Mahatma Gandhi","topic":"Good"},{"quote":"We should keep on going along the path of globalization. Globalization is good... when trade stops, war comes.","author":"Jack Ma","topic":"Good"},{"quote":"Badminton is not only about winning. What is important to me is about playing hard, doing my best and putting up a good show for the spectators.","author":"Lin Dan","topic":"Good"},{"quote":"Sleeping is like meditation: it&#39;s good to rest the body but also to shut the mind down for a bit.","author":"Anthony Joshua","topic":"Good"},{"quote":"Good things happen when you get your priorities straight.","author":"Scott Caan","topic":"Good"},{"quote":"Your grammar is a reflection of your image. Good or bad, you have made an impression. And like all impressions, you are in total control.","author":"Jeffrey Gitomer","topic":"Good"},{"quote":"There are good and bad times, but our mood changes more often than our fortune.","author":"Thomas Carlyle","topic":"Good"},{"quote":"A good team, like a good show, comes into being when the separate individuals working together create, in essence, another separate higher entity - the team - the show - which is better than any of those individuals can ever be on their own.","author":"Gary David Goldberg","topic":"Good"},{"quote":"I never had anything good, no sweet, no sugar; and that sugar, right by me, did look so nice, and my mistress&#39;s back was turned to me while she was fighting with her husband, so I just put my fingers in the sugar bowl to take one lump, and maybe she heard me, for she turned and saw me. The next minute, she had the rawhide down.","author":"Harriet Tubman","topic":"Good"},{"quote":"You have good days, you have bad days. But the main thing is to grow mentally.","author":"Floyd Mayweather, Jr.","topic":"Good"},{"quote":"A magnetic personality doesn&#39;t necessarily indicate a good heart.","author":"Laura Linney","topic":"Good"},{"quote":"A man always has two reasons for doing anything: a good reason and the real reason.","author":"J. P. Morgan","topic":"Good"},{"quote":"If you&#39;re not willing to work hard, let someone else do it. I&#39;d rather be with someone who does a horrible job, but gives 110% than with someone who does a good job and gives 60%.","author":"Will Smith","topic":"Good"},{"quote":"The secret of politics? Make a good treaty with Russia.","author":"Otto von Bismarck","topic":"Good"},{"quote":"You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world.","author":"Tom Brokaw","topic":"Good"},{"quote":"Talking isn&#39;t doing. It is a kind of good deed to say well; and yet words are not deeds.","author":"William Shakespeare","topic":"Good"},{"quote":"One thing I&#39;ve learned through all the ups and downs is that if you&#39;re doing things right, then you have a core group of people. Not just a core group like your homies or your buddies, but a group of people that has a good influence on you, who you respect and admire, and you know that if they&#39;re on your side, you&#39;re doing something right.","author":"Hope Solo","topic":"Good"},{"quote":"To me, it doesn&#39;t matter how good you are. Sport is all about playing and competing. Whatever you do in cricket and in sport, enjoy it, be positive and try to win.","author":"Ian Botham","topic":"Good"},{"quote":"It&#39;s good to trust others but, not to do so is much better.","author":"Benito Mussolini","topic":"Good"},{"quote":"Thank you to all for your prayers and good wishes. It gave me the strength to persevere and warmed my heart.","author":"Steven Cojocaru","topic":"Good"},{"quote":"No matter how good you are at planning, the pressure never goes away. So I don&#39;t fight it. I feed off it. I turn pressure into motivation to do my best.","author":"Ben Carson","topic":"Good"},{"quote":"Keep a good attitude and do the right thing even when it&#39;s hard. When you do that you are passing the test. And God promises you your marked moments are on their way.","author":"Joel Osteen","topic":"Good"},{"quote":"Good design is making something intelligible and memorable. Great design is making something memorable and meaningful.","author":"Dieter Rams","topic":"Good"},{"quote":"The good man is the friend of all living things.","author":"Mahatma Gandhi","topic":"Good"},{"quote":"I actually think that the most efficacious way of making a difference is to lead by example, and doing random acts of kindness is setting a very good example of how to behave in the world.","author":"Misha Collins","topic":"Good"},{"quote":"Never give in - never, never, never, never, in nothing great or small, large or petty, never give in except to convictions of honour and good sense.","author":"Winston Churchill","topic":"Good"},{"quote":"To invent, you need a good imagination and a pile of junk.","author":"Thomas A. Edison","topic":"Good"},{"quote":"You punch me, I punch back. I do not believe it&#39;s good for one&#39;s self-respect to be a punching bag.","author":"Ed Koch","topic":"Good"},{"quote":"Leadership is hard to define and good leadership even harder. But if you can get people to follow you to the ends of the earth, you are a great leader.","author":"Indra Nooyi","topic":"Good"},{"quote":"Every book you pick up has its own lesson or lessons, and quite often the bad books have more to teach than the good ones.","author":"Stephen King","topic":"Good"},{"quote":"I think one of the most important things in a relationship is caring for your significant other through good times and bad.","author":"Nick Cannon","topic":"Good"},{"quote":"For me soccer provides so many emotions, a different feeling every day. I&#39;ve had the good fortune to take part in major competitions like the Olympics, and winning the World Cup was also unforgettable. We lost in the Olympics and won in the World Cup, and I&#39;ll never forget either feeling.","author":"Ronaldinho","topic":"Good"},{"quote":"The first question which the priest and the Levite asked was: &#39;If I stop to help this man, what will happen to me?&#39; But... the good Samaritan reversed the question: &#39;If I do not stop to help this man, what will happen to him?&#39;","author":"Martin Luther King, Jr.","topic":"Good"},{"quote":"Everyone has inside of him a piece of good news. The good news is that you don&#39;t know how great you can be! How much you can love! What you can accomplish! And what your potential is!","author":"Anne Frank","topic":"Good"},{"quote":"Life moves so fast. You gotta document the good times, man.","author":"Big Boi","topic":"Good"},{"quote":"Surround yourself with good people who encourage and love you. There are always ups and downs, no matter how successful you are.","author":"Liana Liberato","topic":"Good"},{"quote":"All the money in the world can&#39;t buy you back good health.","author":"Reba McEntire","topic":"Good"},{"quote":"A nice person is a &#39;yes&#39; person, whereas a good person is a person who accepts their responsibility in things and moves forward and tries to constantly evolve and isn&#39;t afraid to say no or challenge someone or be honest or truthful.","author":"Miranda Kerr","topic":"Good"},{"quote":"Be true to yourself. Make each day a masterpiece. Help others. Drink deeply from good books. Make friendship a fine art. Build a shelter against a rainy day.","author":"John Wooden","topic":"Good"},{"quote":"I had a simple goal in life: to be true to my parents and our country as an honorable son, a caring brother, and a good citizen.","author":"Benigno Aquino III","topic":"Good"},{"quote":"The good and bad things are what form us as people... change makes us grow.","author":"Kate Winslet","topic":"Good"},{"quote":"The purpose of education is to make good human beings with skill and expertise... Enlightened human beings can be created by teachers.","author":"A. P. J. Abdul Kalam","topic":"Good"},{"quote":"Persuasion is achieved by the speaker&#39;s personal character when the speech is so spoken as to make us think him credible. We believe good men more fully and more readily than others: this is true generally whatever the question is, and absolutely true where exact certainty is impossible and opinions are divided.","author":"Aristotle","topic":"Good"},{"quote":"I&#39;m very happy with my life. I am what I am. I don&#39;t worry about anything that I can&#39;t control. That&#39;s a really good lesson in life.","author":"Tom Watson","topic":"Good"},{"quote":"We ought to do good to others as simply as a horse runs, or a bee makes honey, or a vine bears grapes season after season without thinking of the grapes it has borne.","author":"Marcus Aurelius","topic":"Good"},{"quote":"No man is good enough to govern any woman without her consent.","author":"Susan B. Anthony","topic":"Good"},{"quote":"There is no harm in repeating a good thing.","author":"Plato","topic":"Good"},{"quote":"In most professions, if you stay at the office an extra four hours every day, you&#39;re gonna impress the boss. You&#39;re gonna get that promotion; you&#39;re gonna get that raise. You&#39;re gonna at least have job security. But with acting, if you&#39;re really ambitious and you have a good work ethic and are really good at your job, it might not really matter.","author":"Jason Bateman","topic":"Good"},{"quote":"You can live your life angry, bitter, mad at somebody or even guilty, not letting go of your own mistakes, but you won&#39;t receive the good things God has in store.","author":"Joel Osteen","topic":"Good"},{"quote":"Good manners sometimes means simply putting up with other people&#39;s bad manners.","author":"H. Jackson Brown, Jr.","topic":"Good"},{"quote":"Discontent, blaming, complaining, self-pity cannot serve as a foundation for a good future, no matter how much effort you make.","author":"Eckhart Tolle","topic":"Good"},{"quote":"Being a good actor isn&#39;t easy. Being a man is even harder. I want to be both before I&#39;m done.","author":"James Dean","topic":"Good"},{"quote":"To understand me, you have to meet me and be around me. And then only if I&#39;m in a good mood - don&#39;t meet me in a bad mood.","author":"Avril Lavigne","topic":"Good"},{"quote":"If you&#39;re being ignored, that&#39;s a good time to concentrate on finding yourself and creating your own mystery.","author":"Lykke Li","topic":"Good"},{"quote":"I&#39;m a pretty good winner. I&#39;m a terrible loser. And I rub it in pretty good when I win.","author":"Tom Brady","topic":"Good"},{"quote":"There are two main jobs in acting - the first one is to be a good actor, and the second one is to convince everyone that you&#39;re a good actor.","author":"Laurence Fox","topic":"Good"},{"quote":"Something I try to instill in others is to just be a good person. It&#39;s a decision you make a million times a day. But if you just keep trying, good stuff comes to you in an ordained way.","author":"Chance The Rapper","topic":"Good"},{"quote":"People will travel anywhere for good food - it&#39;s crazy.","author":"Rene Redzepi","topic":"Good"},{"quote":"Plans are only good intentions unless they immediately degenerate into hard work.","author":"Peter Drucker","topic":"Good"},{"quote":"It takes a great man to be a good listener.","author":"Calvin Coolidge","topic":"Good"},{"quote":"Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I&#39;ve decided that I&#39;m going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up.","author":"Christopher McCandless","topic":"Good"},{"quote":"Now and then it&#39;s good to pause in our pursuit of happiness and just be happy.","author":"Guillaume Apollinaire","topic":"Good"},{"quote":"Whenever a doctor cannot do good, he must be kept from doing harm.","author":"Hippocrates","topic":"Good"},{"quote":"People like to say that the conflict is between good and evil. The real conflict is between truth and lies.","author":"Don Miguel Ruiz","topic":"Good"},{"quote":"Never set limits, go after your dreams, don&#39;t be afraid to push the boundaries. And laugh a lot - it&#39;s good for you!","author":"Paula Radcliffe","topic":"Good"},{"quote":"What I dream of is an art of balance, of purity and serenity devoid of troubling or depressing subject matter - a soothing, calming influence on the mind, rather like a good armchair which provides relaxation from physical fatigue.","author":"Henri Matisse","topic":"Good"},{"quote":"The great thing about getting older is that you become more mellow. Things aren&#39;t as black and white, and you become much more tolerant. You can see the good in things much more easily rather than getting enraged as you used to do when you were young.","author":"Maeve Binchy","topic":"Good"},{"quote":"Life is not a matter of holding good cards, but sometimes, playing a poor hand well.","author":"Jack London","topic":"Good"},{"quote":"Fitness starts at home. What you eat is what you will look, just as what you sow is what you reap. Eat good food: eat fruits, vegetables, healthy grains, and don&#39;t go for sweet and trite food.","author":"Rakul Preet Singh","topic":"Good"},{"quote":"One should never live with regrets or with &#39;what if.&#39; I&#39;ve loved the good times, and I have learned from the bad. All in all, it&#39;s been a pretty fabulous life for me.","author":"Ivana Trump","topic":"Good"},{"quote":"A real man loves and respects his wife and is not only a good father but a man that his kids want to call &#39;Daddy.&#39;","author":"Frank Abagnale","topic":"Good"},{"quote":"Every good citizen adds to the strength of a nation.","author":"Gordon B. Hinckley","topic":"Good"},{"quote":"Real beauty is to be true to oneself. That&#39;s what makes me feel good.","author":"Laetitia Casta","topic":"Good"},{"quote":"You have to be very, very good looking to get ahead in motion pictures.","author":"Elaine Stritch","topic":"Good"},{"quote":"No good fish goes anywhere without a porpoise.","author":"Lewis Carroll","topic":"Good"},{"quote":"I think most of us are raised with preconceived notions of the choices we&#39;re supposed to make. We waste so much time making decisions based on someone else&#39;s idea of our happiness - what will make you a good citizen or a good wife or daughter or actress. Nobody says, &#39;Just be happy - go be a cobbler or go live with goats.&#39;","author":"Sandra Bullock","topic":"Good"},{"quote":"This is important: to get to know people, listen, expand the circle of ideas. The world is crisscrossed by roads that come closer together and move apart, but the important thing is that they lead towards the Good.","author":"Pope Francis","topic":"Good"},{"quote":"The only purpose for which power can be rightfully exercised over any member of a civilized community, against his will, is to prevent harm to others. His own good, either physical or moral, is not sufficient warrant.","author":"John Stuart Mill","topic":"Good"},{"quote":"If I don&#39;t laugh at least 20 times a day - it hasn&#39;t been a good day.","author":"Jordin Sparks","topic":"Good"},{"quote":"All women think men look good in suits. To be honest, I like the way they look, too.","author":"Liam Hemsworth","topic":"Good"},{"quote":"The best executive is one who has sense enough to pick good people to do what he wants done, and self-restraint enough to keep from meddling with them while they do it.","author":"Theodore Roosevelt","topic":"Good"},{"quote":"Love sought is good, but given unsought, is better.","author":"William Shakespeare","topic":"Good"},{"quote":"I must say I find television very educational. The minute somebody turns it on, I go to the library and read a good book.","author":"Groucho Marx","topic":"Good"},{"quote":"A conversation is a dialogue, not a monologue. That&#39;s why there are so few good conversations: due to scarcity, two intelligent talkers seldom meet.","author":"Truman Capote","topic":"Good"},{"quote":"Ten percent of the big fish still remain. There are still some blue whales. There are still some krill in Antarctica. There are a few oysters in Chesapeake Bay. Half the coral reefs are still in pretty good shape, a jeweled belt around the middle of the planet. There&#39;s still time, but not a lot, to turn things around.","author":"Sylvia Earle","topic":"Good"},{"quote":"If you&#39;re not really having a good time, it&#39;s not worth it.","author":"Kyle Chandler","topic":"Good"},{"quote":"When you grow up by the sea, you spend a good deal of time looking at the horizon. You wonder what on Earth the waves might bring - and where the sea might deposit you - until one day you know you have lived between two places, the scene of arrival and the point of departure.","author":"Andrew O'Hagan","topic":"Good"},{"quote":"I think the path is different for everybody. Go after the doors that are open to you. That has always been my motto getting into the music business. Do the things that seem to be good opportunities and work hard at it. Try to make good decisions and be nice. Hopefully all of that will pay off at some point.","author":"Chris Stapleton","topic":"Good"},{"quote":"Doing good holds the power to transform us on the inside, and then ripple out in ever-expanding circles that positively impact the world at large.","author":"Shari Arison","topic":"Good"},{"quote":"The line between good and evil is permeable and almost anyone can be induced to cross it when pressured by situational forces.","author":"Philip Zimbardo","topic":"Good"},{"quote":"The more we come out and do good to others, the more our hearts will be purified, and God will be in them.","author":"Swami Vivekananda","topic":"Good"},{"quote":"Derive happiness in oneself from a good day&#39;s work, from illuminating the fog that surrounds us.","author":"Henri Matisse","topic":"Good"},{"quote":"All good writing is swimming under water and holding your breath.","author":"F. Scott Fitzgerald","topic":"Good"},{"quote":"Capitalism is the astounding belief that the most wickedest of men will do the most wickedest of things for the greatest good of everyone.","author":"John Maynard Keynes","topic":"Good"},{"quote":"What is interesting is the power and the impact of social media... So we must try to use social media in a good way.","author":"Malala Yousafzai","topic":"Good"},{"quote":"A bad system will beat a good person every time.","author":"W. Edwards Deming","topic":"Good"},{"quote":"It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come.","author":"Dalai Lama","topic":"Good"},{"quote":"Life is neither good or evil, but only a place for good and evil.","author":"Marcus Aurelius","topic":"Good"},{"quote":"If you look in real life, it is very hard to describe people as good people, bad people, heroes or villains. People aren&#39;t bad people. They all have their justifications.","author":"Lennie James","topic":"Good"},{"quote":"See, I have set before you this day life and good, death and evil... I have set before you life and death, blessing and curse; therefore choose life.","author":"Moses","topic":"Good"},{"quote":"Don&#39;t worry about being a star, worry about doing good work, and all that will come to you.","author":"Ice Cube","topic":"Good"},{"quote":"Good governance with good intentions is the hallmark of our government. Implementation with integrity is our core passion.","author":"Narendra Modi","topic":"Good"},{"quote":"If you believe that your best years are behind you, you&#39;ve guaranteed they are; I&#39;m going to dance into that good night, with the oldies turned up loud.","author":"Gina Barreca","topic":"Good"},{"quote":"Good artists copy, great artists steal.","author":"Pablo Picasso","topic":"Good"},{"quote":"To be a good citizen, it&#39;s important to be able to put yourself in other people&#39;s shoes and see the big picture. If everything you see is rooted in your own identity, that becomes difficult or impossible.","author":"Eli Pariser","topic":"Good"},{"quote":"Clock watchers never seem to be having a good time.","author":"James Cash Penney","topic":"Good"},{"quote":"Find a good teacher that will keep the game fun. Work hard and don&#39;t be afraid to have success or disappointment. That is what golf is all about.","author":"Paula Creamer","topic":"Good"},{"quote":"I believe that if you don&#39;t derive a deep sense of purpose from what you do, if you don&#39;t come radiantly alive several times a day, if you don&#39;t feel deeply grateful at the tremendous good fortune that has been bestowed on you, then you are wasting your life. And life is too short to waste.","author":"Srikumar Rao","topic":"Good"},{"quote":"And I believe that good journalism, good television, can make our world a better place.","author":"Christiane Amanpour","topic":"Good"},{"quote":"When you are older you will understand how precious little things, seemingly of no value in themselves, can be loved and prized above all price when they convey the love and thoughtfulness of a good heart.","author":"Edwin Booth","topic":"Good"},{"quote":"Good advice is always certain to be ignored, but that&#39;s no reason not to give it.","author":"Agatha Christie","topic":"Good"},{"quote":"My idea of a good night out is staying in.","author":"Martin Freeman","topic":"Good"},{"quote":"The person earning the federal minimum wage of $7.25 isn&#39;t going out to eat at restaurants. They&#39;re not taking piano lessons. They&#39;re not going to the gym or the yoga studio. They&#39;re not sending mom flowers on Mother&#39;s day. What good is this person in the economy? If you raise it to $15 an hour, they&#39;re doing all of those things.","author":"Nick Hanauer","topic":"Good"},{"quote":"When I grew up, in Taiwan, the Korean War was seen as a good war, where America protected Asia. It was sort of an extension of World War II. And it was, of course, the peak of the Cold War. People in Taiwan were generally proAmerican. The Korean War made Japan. And then the Vietnam War made Taiwan. There is some truth to that.","author":"Ang Lee","topic":"Good"},{"quote":"People are always selling the idea that people with mental illness are suffering. I think madness can be an escape. If things are not so good, you maybe want to imagine something better.","author":"John Forbes Nash, Jr.","topic":"Good"},{"quote":"My grandfather was an amazing man. You talk about character and integrity, everyone who knew him, whether they agreed with him or not, said, &#39;George Romney is a good man, and he sticks to his principles: a man of honesty and hard work, integrity.&#39;","author":"Tagg Romney","topic":"Good"},{"quote":"He who is too busy doing good finds no time to be good.","author":"Rabindranath Tagore","topic":"Good"},{"quote":"There is a lot of talk now about metal detectors and gun control. Both are good things. But they are no more a solution than forks and spoons are a solution to world hunger.","author":"Anna Quindlen","topic":"Good"},{"quote":"I&#39;m blessed with good genes, but I also love to look my best self.","author":"Farrah Abraham","topic":"Good"},{"quote":"The definition of success to me is not necessarily a price tag, not fame, but having a good life, and being able to say I did the right thing at the end of the day.","author":"Jeremy Luke","topic":"Good"},{"quote":"I&#39;m surrounded by nothing but great people. I&#39;ve been blessed with that, so really, I&#39;ve got no choice but to be an all-around good person.","author":"Tim Duncan","topic":"Good"},{"quote":"You can&#39;t change the world alone - you will need some help - and to truly get from your starting point to your destination takes friends, colleagues, the good will of strangers and a strong coxswain to guide them.","author":"William H. McRaven","topic":"Good"},{"quote":"Paris is always a good idea.","author":"Audrey Hepburn","topic":"Good"},{"quote":"I believe that God knows what each of us wants and needs. It&#39;s not necessary for us to make it to church on Sunday to reach Him. You can find Him anyplace. And if that sounds heretical, my source is pretty good: Matthew, Five to Seven, The Sermon on the Mount.","author":"Frank Sinatra","topic":"Good"},{"quote":"The way to gain a good reputation is to endeavor to be what you desire to appear.","author":"Socrates","topic":"Good"},{"quote":"I&#39;m just here for good times, man. I want people to have the best time ever. Especially if they&#39;re around me.","author":"Travis Scott","topic":"Good"},{"quote":"There are good leaders who actively guide and bad leaders who actively misguide. Hence, leadership is about persuasion, presentation and people skills.","author":"Shiv Khera","topic":"Good"},{"quote":"There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient.","author":"Swami Sivananda","topic":"Good"},{"quote":"Remember, the storm is a good opportunity for the pine and the cypress to show their strength and their stability.","author":"Ho Chi Minh","topic":"Good"},{"quote":"The things that have always been important: to be a good man, to try to live my life the way God would have me, to turn it over to Him that His will might be worked in my life, to do my work without looking back, to give it all I&#39;ve got, and to take pride in my work as an honest performer.","author":"Johnny Cash","topic":"Good"},{"quote":"Some of my happiest moments are the ones I spend with my husband, a few close relatives, and a handful of very good friends who know me well and like me anyway.","author":"Robin Marantz Henig","topic":"Good"},{"quote":"Make women rational creatures, and free citizens, and they will quickly become good wives; - that is, if men do not neglect the duties of husbands and fathers.","author":"Mary Wollstonecraft","topic":"Good"},{"quote":"A good farmer is nothing more nor less than a handy man with a sense of humus.","author":"E. B. White","topic":"Good"},{"quote":"Nothing good ever comes of violence.","author":"Martin Luther","topic":"Good"},{"quote":"Goodness is the only investment that never fails.","author":"Henry David Thoreau","topic":"Good"},{"quote":"If you love those who love you, what credit is that to you? For even sinners love those who love them. And if you do good to those who do good to you, what credit is that to you? For even sinners do the same.","author":"Jesus Christ","topic":"Good"},{"quote":"The fact is that people are good, Give people affection and security, and they will give affection and be secure in their feelings and their behavior.","author":"Abraham Maslow","topic":"Good"},{"quote":"I think we consider too much the good luck of the early bird and not enough the bad luck of the early worm.","author":"Franklin D. Roosevelt","topic":"Good"},{"quote":"A good boss makes his men realize they have more ability than they think they have so that they consistently do better work than they thought they could.","author":"Charles Erwin Wilson","topic":"Good"},{"quote":"Putting forward your positive energy connects you back to basic human values which we all share. Good Deeds Day shows that no matter the size of the gesture, a smile that brightens someone else&#39;s day or volunteering in your community, we can all take active part in making a difference.","author":"Shari Arison","topic":"Good"},{"quote":"I collect watches because I&#39;m always late, and I need to know exactly how late I&#39;m going to be - in order to come up with a good excuse.","author":"Colin Hanks","topic":"Good"},{"quote":"All holidays can be good times.","author":"John Clayton","topic":"Good"},{"quote":"Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good.","author":"Woody Allen","topic":"Good"},{"quote":"If we went by the world&#39;s definition of who I&#39;m supposed to be because I look weird... &#39;Well, surely, this guy can&#39;t have a productive life, surely, he doesn&#39;t have a sense of humor. Surely, he can&#39;t love life.&#39; We stereotype people in this world. And so... if the world thinks you&#39;re not good enough, it&#39;s a lie, you know. Get a second opinion.","author":"Nick Vujicic","topic":"Good"},{"quote":"As long as I&#39;m a good person and I do things from the heart, that&#39;s all that matters.","author":"Gisele Bundchen","topic":"Good"},{"quote":"Everyone can train hard when they are feeling good. But it&#39;s the days when you&#39;re feeling bad that you have to step up. That&#39;s when champions step up. They pull through.","author":"Chad le Clos","topic":"Good"},{"quote":"I really live a simple life and don&#39;t need very much to feel good and happy. Don&#39;t get me wrong; I believe you should get what you earn. Sometimes you have to fight for it.","author":"Kevin Eubanks","topic":"Good"},{"quote":"There is only one rule for being a good talker - learn to listen.","author":"Christopher Morley","topic":"Good"},{"quote":"A good heart is better than all the heads in the world.","author":"Edward G. Bulwer-Lytton","topic":"Good"},{"quote":"If you want that good feeling that comes from doing things for other folks then you have to pay for it in abuse and misunderstanding.","author":"Zora Neale Hurston","topic":"Good"},{"quote":"Do and act on what you believe to be right, and you&#39;ll wake up the next morning feeling good about yourself.","author":"Janet Reno","topic":"Good"},{"quote":"It&#39;s not vanity to feel you have a right to be beautiful. Women are taught to feel we&#39;re not good enough, that we must live up to someone else&#39;s standards. But my aim is to cherish myself as I am.","author":"Elle Macpherson","topic":"Good"},{"quote":"I do believe that every person has an equal opportunity to be a good and wise judge regardless of their background or life experiences.","author":"Sonia Sotomayor","topic":"Good"},{"quote":"The Jews don&#39;t like Farrakhan, so they call me Hitler. Well, that&#39;s a good name. Hitler was a very great man.","author":"Louis Farrakhan","topic":"Good"},{"quote":"China&#39;s republican politics is like a child who just started schooling. He must have a good teacher and be surrounded by good friends. By the same token, the Chinese people, new to the republican politics, must be educated properly. The revolutionary government should be the people&#39;s tutor to impart advanced awareness and experience.","author":"Sun Yat-sen","topic":"Good"},{"quote":"A woman is only a woman, but a good cigar is a smoke.","author":"Rudyard Kipling","topic":"Good"},{"quote":"The test of good citizenship is loyalty to country.","author":"Bainbridge Colby","topic":"Good"},{"quote":"I&#39;ve always been pretty independent, no matter what situation: good, bad, ugly, happy, sad. I dig deep, and I get over it.","author":"Mel B","topic":"Good"},{"quote":"Fighting corruption is not just good governance. It&#39;s self-defense. It&#39;s patriotism.","author":"Joe Biden","topic":"Good"},{"quote":"Be true to the game, because the game will be true to you. If you try to shortcut the game, then the game will shortcut you. If you put forth the effort, good things will be bestowed upon you. That&#39;s truly about the game, and in some ways that&#39;s about life too.","author":"Michael Jordan","topic":"Good"},{"quote":"If you&#39;re not having a good time, find something else that gives you some joy in life.","author":"Penny Marshall","topic":"Good"},{"quote":"If you don&#39;t think every day is a good day, just try missing one.","author":"Cavett Robert","topic":"Good"},{"quote":"I don&#39;t judge others. I say if you feel good with what you&#39;re doing, let your freak flag fly.","author":"Sarah Jessica Parker","topic":"Good"},{"quote":"Sustainability is no longer about doing less harm. It&#39;s about doing more good.","author":"Jochen Zeitz","topic":"Good"},{"quote":"English language is the most universal language in history, way more than the Latin of Julius Caesar. It&#39;s the most punderful language because its vocabulary has a certain critical mass that makes a lingo good for punning.","author":"Richard Lederer","topic":"Good"},{"quote":"Temperance is moderation in the things that are good and total abstinence from the things that are foul.","author":"Frances E. Willard","topic":"Good"},{"quote":"If you have a good support system like your family and your friends around you, then you can&#39;t go wrong. So just believe in yourself, do you your thing, and stay strong in what you believe in.","author":"Roman Reigns","topic":"Good"},{"quote":"I used to do my best thinking while staring out airplane windows. The seat-back video system put a stop to that. Now I sit and watch old&#39; Friends&#39; and &#39;Everybody Loves Raymond&#39; episodes. Walking is good, but here again, technology has interfered. I like to listen to iTunes while I walk home. I guess I don&#39;t think anymore.","author":"Mary Roach","topic":"Good"},{"quote":"A good reputation is more valuable than money.","author":"Publilius Syrus","topic":"Good"},{"quote":"I believe that my worth is not measured by what I do, by the honors that are bestowed upon me, or by material wealth that I might obtain. Instead, I am measured by the courage I show while standing for my beliefs, by the dedication I exhibit to ensure my word is good, and the resolve I undertake to establish my actions and deeds as honorable.","author":"Burgess Owens","topic":"Good"},{"quote":"Your karma should be good, and everything else will follow. Your good karma will always win over your bad luck.","author":"Rohit Shetty","topic":"Good"},{"quote":"I think there should be a good balance between being a good student and being able to enjoy your high school life.","author":"Vanessa Lachey","topic":"Good"},{"quote":"The difference between an amateur and a professional is in their habits. An amateur has amateur habits. A professional has professional habits. We can never free ourselves from habit. But we can replace bad habits with good ones.","author":"Steven Pressfield","topic":"Good"},{"quote":"Win or lose, I&#39;ll feel good about myself. That&#39;s what is important.","author":"Mary Docter","topic":"Good"},{"quote":"Win or lose, I always like to get back to my friends and family. They keep me grounded. When I&#39;m home with my friends, I&#39;m always the same Gabriel. I&#39;m no better or worse in their eyes because of my results. It&#39;s good to be with your true friends. It always reminds me of where I&#39;m from and who I am.","author":"Gabriel Medina","topic":"Good"},{"quote":"It is a good thing for an uneducated man to read books of quotations.","author":"Winston Churchill","topic":"Good"},{"quote":"I would say that a good shoe is exactly like a good wine. These shoes are going to stay and last for a long time.","author":"Christian Louboutin","topic":"Good"},{"quote":"A hard beginning maketh a good ending.","author":"John Heywood","topic":"Good"},{"quote":"People are always good company when they are doing what they really enjoy.","author":"Samuel Butler","topic":"Good"},{"quote":"People write negatives things, cause they feel that&#39;s what sells. Good news to them, doesn&#39;t sell.","author":"Michael Jackson","topic":"Good"},{"quote":"I&#39;m lucky to be part of a team who help to make me look good, and they deserve as much of the credit for my success as I do for the hard work we have all put in on the training ground.","author":"Lionel Messi","topic":"Good"},{"quote":"I think that the good and the great are only separated by the willingness to sacrifice.","author":"Kareem Abdul-Jabbar","topic":"Good"},{"quote":"I&#39;m a big fan of working out on my own. I put my headphones on and I&#39;m pretty good at self-motivating. At the end of the day, I enjoy it. Once I&#39;m there and once I get going, I tend to love it, and I feel good.","author":"Chris Evans","topic":"Good"},{"quote":"The only freedom which deserves the name is that of pursuing our own good, in our own way, so long as we do not attempt to deprive others of theirs, or impede their efforts to obtain it.","author":"John Stuart Mill","topic":"Good"},{"quote":"Find the good. It&#39;s all around you. Find it, showcase it and you&#39;ll start believing in it.","author":"Jesse Owens","topic":"Good"},{"quote":"My parents are good role models because they&#39;ve worked hard and gave me a happy childhood.","author":"Sophie Ellis-Bextor","topic":"Good"},{"quote":"Not life, but good life, is to be chiefly valued.","author":"Socrates","topic":"Good"},{"quote":"I have always believed, and I still believe, that whatever good or bad fortune may come our way we can always give it meaning and transform it into something of value.","author":"Hermann Hesse","topic":"Good"},{"quote":"Sometimes we look back and 10 years from now we think, &#39;Boy, those were great old days.&#39; Well, you know, we&#39;re living in the good old days.","author":"Joel Osteen","topic":"Good"},{"quote":"I&#39;m not good at future planning. I don&#39;t plan at all. I don&#39;t know what I&#39;m doing tomorrow. I don&#39;t have a day planner and I don&#39;t have a diary. I completely live in the now, not in the past, not in the future.","author":"Heath Ledger","topic":"Good"},{"quote":"The common question that gets asked in business is, &#39;why?&#39; That&#39;s a good question, but an equally valid question is, &#39;why not?&#39;","author":"Jeff Bezos","topic":"Good"},{"quote":"Live fast, die young, and leave a good looking corpse.","author":"John Derek","topic":"Good"},{"quote":"I know my strong points: I work hard, I have talent, I&#39;m funny, and I&#39;m a good person.","author":"Pink","topic":"Good"},{"quote":"Glamour is about feeling good in your own skin.","author":"Zoe Saldana","topic":"Good"},{"quote":"You only do good work when you&#39;re taking risks and pushing yourself.","author":"Sally Hawkins","topic":"Good"},{"quote":"I don&#39;t like to do much with my hair - which is good, because I don&#39;t know how! I just always make sure I have a great haircut.","author":"Chyler Leigh","topic":"Good"},{"quote":"Cooking is not difficult. Everyone has taste, even if they don&#39;t realize it. Even if you&#39;re not a great chef, there&#39;s nothing to stop you understanding the difference between what tastes good and what doesn&#39;t.","author":"Gerard Depardieu","topic":"Good"},{"quote":"Honesty and integrity are absolutely essential for success in life - all areas of life. The really good news is that anyone can develop both honesty and integrity.","author":"Zig Ziglar","topic":"Good"},{"quote":"Where would you be without friends? The people to pick you up when you need lifting? We come from homes far from perfect, so you end up almost parent and sibling to your friends - your own chosen family. There&#39;s nothing like a really loyal, dependable, good friend. Nothing.","author":"Jennifer Aniston","topic":"Good"},{"quote":"We want to do a lot of stuff; we&#39;re not in great shape. We didn&#39;t get a good night&#39;s sleep. We&#39;re a little depressed. Coffee solves all these problems in one delightful little cup.","author":"Jerry Seinfeld","topic":"Good"},{"quote":"Associate with men of good quality if you esteem your own reputation; for it is better to be alone than in bad company.","author":"George Washington","topic":"Good"},{"quote":"It is the greatest good to the greatest number of people which is the measure of right and wrong.","author":"Jeremy Bentham","topic":"Good"},{"quote":"It&#39;s good to be selfish. But not so self-centered that you never listen to other people.","author":"Hugh Hefner","topic":"Good"},{"quote":"A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies.","author":"Confucius","topic":"Good"},{"quote":"What is life? A madness. What is life? An illusion, a shadow, a story. And the greatest good is little enough; for all life is a dream, and dreams themselves are only dreams.","author":"Pedro Calderon de la Barca","topic":"Good"},{"quote":"I think sportsmanship is knowing that it is a game, that we are only as a good as our opponents, and whether you win or lose, to always give 100 percent.","author":"Sue Wicks","topic":"Good"},{"quote":"I&#39;m just cruising, doing me, having a good time and focusing on getting better.","author":"Alistair Overeem","topic":"Good"},{"quote":"Virtue is persecuted more by the wicked than it is loved by the good.","author":"Buddha","topic":"Good"},{"quote":"I have certain things that I stand for, certain things that I believe in, and if you don&#39;t like it and you tell me to go to hell, I think that&#39;s your God-given right as a fan. It&#39;s one of those deals where I&#39;m that one guy who is outside of that realm of good guy, bad guy. I&#39;m just me, and it elicits a response both positive and negative.","author":"John Cena","topic":"Good"},{"quote":"The best portion of a good man&#39;s life is his little, nameless, unremembered acts of kindness and of love.","author":"William Wordsworth","topic":"Good"},{"quote":"I have no plan. I will leave it to the good things and good times to find me.","author":"Nimrat Kaur","topic":"Good"},{"quote":"Patience is the secret to good food.","author":"Gail Simmons","topic":"Good"},{"quote":"A good education is a foundation for a better future.","author":"Elizabeth Warren","topic":"Good"},{"quote":"If you want to feel good, you have to go out and do some good.","author":"Oprah Winfrey","topic":"Good"},{"quote":"Inspiration comes from so many sources. Music, other fiction, the non-fiction I read, TV shows, films, news reports, people I know, stories I hear, misheard words or lyrics, dreams... Motivation? The memory of the rush I get from a really good writing session - even on a bad day, I know I&#39;ll find that again if I keep going.","author":"Trudi Canavan","topic":"Good"},{"quote":"Be unpredictable, be real, be interesting. Tell a good story.","author":"James Dashner","topic":"Good"},{"quote":"I&#39;m not saying that putting on makeup will change the world or even your life, but it can be a first step in learning things about yourself you may never have discovered otherwise. At worst, you could make a big mess and have a good laugh.","author":"Kevyn Aucoin","topic":"Good"},{"quote":"So what does a good teacher do? Create tension - but just the right amount.","author":"Donald Norman","topic":"Good"},{"quote":"Photography is like a moment, an instant. You need a half-second to get the photo. So it&#39;s good to capture people when they are themselves.","author":"Patrick Demarchelier","topic":"Good"},{"quote":"The natural desire of good men is knowledge.","author":"Leonardo da Vinci","topic":"Good"},{"quote":"One only dies once, and if one does not die well, a good opportunity is lost and will not present itself again.","author":"Jose Rizal","topic":"Good"},{"quote":"The real lover of cats is one who demands a clearer adjustment to the universe than ordinary household platitudes provide; one who refuses to swallow the sentimental notion that all good people love dogs, children, and horses while all bad people dislike and are disliked by such.","author":"H. P. Lovecraft","topic":"Good"},{"quote":"True love does not only encompass the things that make you feel good, it also holds you to a standard of accountability.","author":"Monica Johnson","topic":"Good"},{"quote":"Our higher education system is one of the things that makes America exceptional. There&#39;s no place else that has the assets we do when it comes to higher education. People from all over the world aspire to come here and study here. And that is a good thing.","author":"Barack Obama","topic":"Good"},{"quote":"An organization, no matter how well designed, is only as good as the people who live and work in it.","author":"Dee Hock","topic":"Good"},{"quote":"Virtue looks good but it only suits imposing figures.","author":"Frank Wedekind","topic":"Good"},{"quote":"It&#39;s funny what memory does, isn&#39;t it? My favorite holiday tradition might not have happened more than once or twice. But because it is such a good memory, so encapsulating of everything I love about the holidays, in my mind it happened every year. Without fail.","author":"Molly O'Keefe","topic":"Good"},{"quote":"First, I want to pay tribute to Diana myself. She was an exceptional and gifted human being. In good times and bad, she never lost her capacity to smile and laugh, nor to inspire others with her warmth and kindness. I admired and respected her - for her energy and commitment to others, and especially for her devotion to her two boys.","author":"Queen Elizabeth II","topic":"Good"},{"quote":"I have a family, loving aunts, and a good home. No, on the surface I seem to have everything except my one true friend. All I think about when I&#39;m with friends is having a good time. I can&#39;t bring myself to talk about anything but ordinary everyday things. We don&#39;t seem to be able to get any closer, and that&#39;s the problem.","author":"Anne Frank","topic":"Good"},{"quote":"I believe that singing is the key to long life, a good figure, a stable temperament, increased intelligence, new friends, super self-confidence, heightened sexual attractiveness, and a better sense of humor.","author":"Brian Eno","topic":"Good"},{"quote":"Stay open-minded; stay focused. Train hard and train smart. For me, the older I get, the smarter I have to train also, because the recovery time is longer. Work on everything: become a well-rounded fighter - don&#39;t just be good at one thing; be good at everything.","author":"Brock Lesnar","topic":"Good"},{"quote":"It&#39;s good as an artist to always remember to see things in a new, weird way.","author":"Tim Burton","topic":"Good"},{"quote":"Whatever is done for love always occurs beyond good and evil.","author":"Friedrich Nietzsche","topic":"Good"},{"quote":"Words - so innocent and powerless as they are, as standing in a dictionary, how potent for good and evil they become in the hands of one who knows how to combine them.","author":"Nathaniel Hawthorne","topic":"Good"},{"quote":"A good mustache makes a man for many reasons.","author":"John Oates","topic":"Good"},{"quote":"Shallow understanding from people of good will is more frustrating than absolute misunderstanding from people of ill will.","author":"Martin Luther King, Jr.","topic":"Good"},{"quote":"A good fragrance should have a certain personality that makes people identify the scent with you.","author":"Shakira","topic":"Good"},{"quote":"When you realize who the good people are in your life, you&#39;re so lucky.","author":"Sophia Bush","topic":"Good"},{"quote":"I&#39;m probably wouldn&#39;t do anything differently if I had to do it again. Every little thing that happens to you, good and bad, becomes a little piece of the puzzle of who you become. Every successful person you read about - Warren Buffett, Bill Gates - they all say pretty much the same thing. &#39;Do what you love.&#39; I know I did.","author":"David Foster","topic":"Good"},{"quote":"Sometimes I think we live in a world where, even when things are good, people always feel unsatisfied with wherever they are, so I think first I just want to enjoy being happy where I am now and not let my ambition take away from being in the moment.","author":"Jacob Whitesides","topic":"Good"},{"quote":"I think every girl has a little bit of rebellion inside. It&#39;s always fun to not follow every trend and not be the perfect good girl. It&#39;s edgy to be a little rebellious.","author":"Behati Prinsloo","topic":"Good"},{"quote":"Law is nothing other than a certain ordinance of reason for the common good, promulgated by the person who has the care of the community.","author":"Thomas Aquinas","topic":"Good"},{"quote":"Life is good when we think it&#39;s good. Life is bad when we don&#39;t think.","author":"Douglas Horton","topic":"Good"},{"quote":"All I can tell you really is if you get to the point where someone is telling you that you are not great or not good enough, just follow your heart and don&#39;t let anybody crush your dream.","author":"Patti LaBelle","topic":"Good"},{"quote":"Serenity is knowing that your worst shot is still pretty good.","author":"Johnny Miller","topic":"Good"},{"quote":"Charity bestowed upon those who are worthy of it is like good seed sown on a good soil that yields an abundance of fruits. But alms given to those who are yet under the tyrannical yoke of the passions are like seed deposited in a bad soil. The passions of the receiver of the alms choke, as it were, the growth of merits.","author":"Buddha","topic":"Good"},{"quote":"Looking good is the best revenge.","author":"Ivana Trump","topic":"Good"},{"quote":"You never realize what a good memory you have until you try to forget something.","author":"Franklin P. Jones","topic":"Good"},{"quote":"My advice to anybody, including myself, is if you&#39;re going through a bad period, and you just can&#39;t see the world&#39;s on your shoulders and no day is a good day, you&#39;re missing the whole point of the experience. And that&#39;s something dogs know from the moment they come bounding up to you as a puppy.","author":"W. Bruce Cameron","topic":"Good"},{"quote":"Every job is good if you do your best and work hard. A man who works hard stinks only to the ones that have nothing to do but smell.","author":"Laura Ingalls Wilder","topic":"Good"},{"quote":"Manners are a sensitive awareness of the feelings of others. If you have that awareness, you have good manners, no matter what fork you use.","author":"Emily Post","topic":"Good"},{"quote":"I really don&#39;t think in the past. I sit down with many friends at dinner, and they like to talk about the good old days. I&#39;m respectful of the good old days, but I find myself spending very little time reminiscing. I&#39;m really looking forward.","author":"Donald Bren","topic":"Good"},{"quote":"The most important thing, in anything you do, is always trying your hardest, because even if you try your hardest and it&#39;s not as good as you&#39;d hoped, you still have that sense of not letting yourself down.","author":"Tom Holland","topic":"Good"},{"quote":"Great artists make the roads; good teachers and good companions can point them out. But there ain&#39;t no free rides, baby.","author":"Ursula K. Le Guin","topic":"Good"},{"quote":"I think it matters whether someone has a good heart.","author":"Elon Musk","topic":"Good"},{"quote":"I gave up my struggle with perfection a long time ago. That is a concept I don&#39;t find very interesting anymore. Everyone just wants to look good in the photographs. I think that is where some of the pressure comes from. Be happy. Be yourself, the day is about a lot more.","author":"Anne Hathaway","topic":"Good"},{"quote":"A good character is the best tombstone. Those who loved you and were helped by you will remember you when forget-me-nots have withered. Carve your name on hearts, not on marble.","author":"Charles Spurgeon","topic":"Good"},{"quote":"A film is never really good unless the camera is an eye in the head of a poet.","author":"Orson Welles","topic":"Good"},{"quote":"To be a good actor you have to be something like a criminal, to be willing to break the rules to strive for something new.","author":"Nicolas Cage","topic":"Good"},{"quote":"I feel like our culture is so good at pulling other people down and being so judgmental, but there&#39;s space for all of us to be who we are. There&#39;s space for us to celebrate each other and root for each other and not take each other down.","author":"Tracee Ellis Ross","topic":"Good"},{"quote":"The message is that I was reminding myself and informing others of the fact that God has always been good to me. No matter what you&#39;re going through, God is always with us. Life is a journey.","author":"Andrae Crouch","topic":"Good"},{"quote":"Hatred is gained as much by good works as by evil.","author":"Niccolo Machiavelli","topic":"Good"},{"quote":"True intuitive expertise is learned from prolonged experience with good feedback on mistakes.","author":"Daniel Kahneman","topic":"Good"},{"quote":"Mondays are a good day to make statements, not Friday.","author":"Ernie Els","topic":"Good"},{"quote":"Every man, every woman who has to take up the service of government, must ask themselves two questions: &#39;Do I love my people in order to serve them better? Am I humble and do I listen to everybody, to diverse opinions in order to choose the best path?&#39; If you don&#39;t ask those questions, your governance will not be good.","author":"Pope Francis","topic":"Good"},{"quote":"Good writing is supposed to evoke sensation in the reader - not the fact that it is raining, but the feeling of being rained upon.","author":"E. L. Doctorow","topic":"Good"},{"quote":"Fishing provides that connection with the whole living world. It gives you the opportunity of being totally immersed, turning back into yourself in a good way. A form of meditation, some form of communion with levels of yourself that are deeper than the ordinary self.","author":"Ted Hughes","topic":"Good"},{"quote":"It doesn&#39;t matter how many A-levels you have, what kind of a degree you have, if you have good manners, people will like you.","author":"Kate Reardon","topic":"Good"},{"quote":"Fame itself... doesn&#39;t really afford you anything more than a good seat in a restaurant.","author":"David Bowie","topic":"Good"},{"quote":"A good school teaches you resilience - that ability to bounce back.","author":"Kate Reardon","topic":"Good"},{"quote":"It&#39;s good to feel stupid sometimes and do things that are out of your comfort zone.","author":"Mary-Louise Parker","topic":"Good"},{"quote":"A man who was completely innocent, offered himself as a sacrifice for the good of others, including his enemies, and became the ransom of the world. It was a perfect act.","author":"Mahatma Gandhi","topic":"Good"},{"quote":"I was walking along and this chair came flying past me, and another, and another, and I thought, man, is this gonna be a good night.","author":"Liam Gallagher","topic":"Good"},{"quote":"Each man is good in His sight. It is not necessary for eagles to be crows.","author":"Sitting Bull","topic":"Good"},{"quote":"For a real New India to arise, all petty and small things must be given up. To be redeemed, all Indians must offer to sacrifice not only their good things, but all those evil things they cling to blindly - their hates and their divisions, their pride in what they should be thoroughly ashamed of, their quarrels and misunderstandings.","author":"Muhammad Ali Jinnah","topic":"Good"},{"quote":"Our brand of democracy is hard. But I can promise that a year from now, when I no longer hold this office, I&#39;ll be right there with you as a citizen - inspired by those voices of fairness and vision, of grit and good humor and kindness that have helped America travel so far.","author":"Barack Obama","topic":"Good"},{"quote":"No matter how good a driver you are, you have to have the right car and the right team behind you in order to succeed.","author":"Nico Rosberg","topic":"Good"},{"quote":"What is the good of your stars and trees, your sunrise and the wind, if they do not enter into our daily lives?","author":"E. M. Forster","topic":"Good"},{"quote":"Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment.","author":"Grenville Kleiser","topic":"Good"},{"quote":"When you adopt a dog, you have a lot of very good days and one very bad day.","author":"W. Bruce Cameron","topic":"Good"},{"quote":"The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.","author":"Jane Austen","topic":"Good"},{"quote":"Being a teen can be tough. Just try to surround yourself with really good friends that really have your back, and also be a really good friend to those who really care about you. If you&#39;re not sure about certain things, talk to your friends that you trust and your family.","author":"Victoria Justice","topic":"Good"},{"quote":"When government - in pursuit of good intentions - tries to rearrange the economy, legislate morality, or help special interests, the cost come in inefficiency, lack of motivation, and loss of freedom. Government should be a referee, not an active player.","author":"Milton Friedman","topic":"Good"},{"quote":"The sad truth is that most evil is done by people who never make up their minds to be good or evil.","author":"Hannah Arendt","topic":"Good"},{"quote":"Nothing is more responsible for the good old days than a bad memory.","author":"Franklin Pierce Adams","topic":"Good"},{"quote":"Part of doing good work is caring deeply about it, believing in what you&#39;re doing, and getting incredibly attached to the characters that you&#39;re playing, the stories you&#39;re telling, and the people you&#39;re working with.","author":"Ari Graynor","topic":"Good"},{"quote":"Most good programmers do programming not because they expect to get paid or get adulation by the public, but because it is fun to program.","author":"Linus Torvalds","topic":"Good"},{"quote":"When people see your personality come out, they feel so good, like they actually know who you are.","author":"Usain Bolt","topic":"Good"},{"quote":"Trust the young people; trust this generation&#39;s innovation. They&#39;re making things, changing innovation every day. And all the consumers are the same: they want new things, they want cheap things, they want good things, they want unique things. If we can create these kind of things for consumers, they will come.","author":"Jack Ma","topic":"Good"},{"quote":"A captain of the Navy ought to be a man of strong and well connected sense, with a tolerable good education, a gentleman, as well as a seaman both in theory and practice.","author":"John Paul Jones","topic":"Good"},{"quote":"Those who decide to use leisure as a means of mental development, who love good music, good books, good pictures, good plays, good company, good conversation - what are they? They are the happiest people in the world.","author":"William Lyon Phelps","topic":"Good"},{"quote":"Positive thinking is the notion that if you think good thoughts, things will work out well. Optimism is the feeling of thinking things will be well and be hopeful.","author":"Martin Seligman","topic":"Good"},{"quote":"What happens when good people are put into an evil place? Do they triumph or does the situation dominate their past history and morality?","author":"Philip Zimbardo","topic":"Good"},{"quote":"A liar should have a good memory.","author":"Quintilian","topic":"Good"},{"quote":"Well, there&#39;s nothing better than putting your feet up on a Sunday afternoon and grabbing a good book.","author":"Chris Klein","topic":"Good"},{"quote":"You should feel good about making your home nicer for your family and your friends. You should feel great about cooking a good dinner and making a dress for a granddaughter, creating a beautiful birthday party. It&#39;s all part of life.","author":"Martha Stewart","topic":"Good"},{"quote":"People change over the years, and that changes situations for good and for bad.","author":"Bobby Knight","topic":"Good"},{"quote":"I hope people remember me as a good and decent man. And if they do, then that&#39;s success.","author":"Tim Cook","topic":"Good"},{"quote":"I&#39;ve had long hair, I&#39;ve had short hair, and I&#39;ve had in between hair... and its all good.","author":"Morena Baccarin","topic":"Good"},{"quote":"The secret of a good life is to have the right loyalties and hold them in the right scale of values.","author":"Norman Thomas","topic":"Good"},{"quote":"Self-confidence has always been one of my good qualities. I am always very confident. It is in my nature to be confident, to be aggressive. And it applies in my batting as well as wicketkeeping.","author":"Mahendra Singh Dhoni","topic":"Good"},{"quote":"I don&#39;t know about happy endings, because I don&#39;t think, eventually, anything is happy. You feel a bout of happiness with good news. Five minutes later, there could be a traffic jam or a phone call from an irritating relative or a weird thought, or it could be a tweet that annoys you, and your emotion will flip immediately.","author":"Karan Johar","topic":"Good"},{"quote":"We need Hawaii just as much and a good deal more than we did California. It is Manifest Destiny.","author":"William McKinley","topic":"Good"},{"quote":"Listen; there&#39;s a hell of a good universe next door: let&#39;s go.","author":"e. e. cummings","topic":"Good"},{"quote":"What greater bliss than to look back on days spent in usefulness, in doing good to those around us.","author":"Dorothea Dix","topic":"Good"},{"quote":"A good puzzle, it&#39;s a fair thing. Nobody is lying. It&#39;s very clear, and the problem depends just on you.","author":"Erno Rubik","topic":"Good"},{"quote":"I suppose being fierce is a very good thing, and a very cool thing. But more than fierce, I think I&#39;m a strong person and a strong individual. And that&#39;s what I take with me every day.","author":"Johnny Weir","topic":"Good"},{"quote":"The last time I saw Ted Kennedy was a generation after my first meeting, at the Senate subway below the Capitol on Obama&#39;s Inauguration Day. He was his usual gregarious and gracious self - with beaming smile and booming voice wishing my husband and me good luck with our pregnancy and expressing his excitement about the new president.","author":"Christine Pelosi","topic":"Good"},{"quote":"It&#39;s always better to shock people and change people&#39;s expectations than to give them exactly what they think you can do. It&#39;s not unexpected for me to be in a comedy film anymore; I&#39;m no longer the underdog in that world. Not that I&#39;m great or good at it or anything, it&#39;s just that I&#39;ve done a bunch of them, so you&#39;re not shocked.","author":"Jonah Hill","topic":"Good"},{"quote":"The good and the wise lead quiet lives.","author":"Euripides","topic":"Good"},{"quote":"Hope is a good breakfast, but it is a bad supper.","author":"Francis Bacon","topic":"Good"},{"quote":"It&#39;s a long journey. There will be good times, and there will be bad times, but SoftBank is always there.","author":"Masayoshi Son","topic":"Good"},{"quote":"Academic achievement was something I&#39;d always sought as a form of reward. Good grades pleased my parents, good grades pleased my teachers; you got them in order to sew up approval.","author":"Caroline Knapp","topic":"Good"},{"quote":"Of all that is good, sublimity is supreme. Succeeding is the coming together of all that is beautiful. Furtherance is the agreement of all that is just. Perseverance is the foundation of all actions.","author":"Lao Tzu","topic":"Good"},{"quote":"Whatever your situation might be, set your mind to whatever you want to do and put a good attitude in it, and I believe that you can succeed. You are not going to get anywhere just sitting on your butt and moping around.","author":"Bethany Hamilton","topic":"Good"},{"quote":"Not many people have had as much bad luck as I have, but not many people have had as much good luck, either.","author":"Tig Notaro","topic":"Good"},{"quote":"Intelligence is not to make no mistakes, but quickly to see how to make them good.","author":"Bertolt Brecht","topic":"Good"},{"quote":"I&#39;m a good man, and I&#39;m gonna become a better man.","author":"Chance The Rapper","topic":"Good"},{"quote":"All good things which exist are the fruits of originality.","author":"John Stuart Mill","topic":"Good"},{"quote":"A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement.","author":"James H. Douglas, Jr.","topic":"Good"},{"quote":"I&#39;m very careful about how I portray violence in my films. I do believe that violence, especially violent video games, are not a good thing for young kids.","author":"Spike Lee","topic":"Good"},{"quote":"Evil is a source of moral intelligence in the sense that we need to learn from our shadow, from our dark side, in order to be good.","author":"John Bradshaw","topic":"Good"},{"quote":"There is no such thing as bad weather, only different kinds of good weather.","author":"John Ruskin","topic":"Good"},{"quote":"There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last.","author":"Robert Louis Stevenson","topic":"Good"},{"quote":"The evil that men do lives after them; the good is oft interred with their bones.","author":"William Shakespeare","topic":"Good"},{"quote":"The most important thing is to read as much as you can, like I did. It will give you an understanding of what makes good writing and it will enlarge your vocabulary.","author":"J. K. Rowling","topic":"Good"},{"quote":"I&#39;m a hacker, but I&#39;m the good kind of hackers. And I&#39;ve never been a criminal.","author":"Mikko Hypponen","topic":"Good"},{"quote":"If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.","author":"Albert Einstein","topic":"Good"},{"quote":"I wouldn&#39;t ever say if you&#39;re having tough times then there must be something wrong with you or your attitude. Life&#39;s a fight. It&#39;s a good fight of faith. I encourage people to stay up, stay hopeful, stay faith-filled.","author":"Joel Osteen","topic":"Good"},{"quote":"I am looking for strong characters rather than being just a pretty girl. Actresses can do so much more than looking good.","author":"Disha Patani","topic":"Good"},{"quote":"On a day when you&#39;re tired, it&#39;s important to just say good morning to everyone so they&#39;re kind of aware that it&#39;s gonna be a good day. Jamie Lee Curtis told me that.","author":"Lindsay Lohan","topic":"Good"},{"quote":"Chemistry can be a good and bad thing. Chemistry is good when you make love with it. Chemistry is bad when you make crack with it.","author":"Adam Sandler","topic":"Good"},{"quote":"The things that make me happiest in the whole world are going on the occasional picnic, either with my children or with my partner; big family gatherings; and being able to go to the grocery store - if I can get those things in, I&#39;m doing good.","author":"Kate Winslet","topic":"Good"},{"quote":"Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way.","author":"Eileen Caddy","topic":"Good"},{"quote":"The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.","author":"James Allen","topic":"Good"},{"quote":"I am a bit difficult to be around sometimes. I can be stubborn on a lot of things, and I&#39;m set, but I can also adapt in a conflict situation and don&#39;t hold on to an ego. I end up seeing the larger good and adapt to it, provided it benefits me. I may come across as a cold person, but I am extremely sentimental.","author":"Emraan Hashmi","topic":"Good"},{"quote":"Well, real estate is always good, as far as I&#39;m concerned.","author":"Donald Trump","topic":"Good"},{"quote":"The idea of redemption is always good news, even if it means sacrifice or some difficult times.","author":"Patti Smith","topic":"Good"},{"quote":"It&#39;s always good to be underestimated.","author":"Donald Trump","topic":"Good"},{"quote":"Leadership consists of picking good men and helping them do their best.","author":"Chester W. Nimitz","topic":"Good"},{"quote":"No evil can happen to a good man, either in life or after death.","author":"Plato","topic":"Good"},{"quote":"Don&#39;t get me wrong, I&#39;m very good, I&#39;m a loyal person and I would never treat anyone badly - what goes around comes around. But I do go for the bad boy. I haven&#39;t outgrown that.","author":"Kierston Wareing","topic":"Good"},{"quote":"What a newspaper needs in its news, in its headlines, and on its editorial page is terseness, humor, descriptive power, satire, originality, good literary style, clever condensation, and accuracy, accuracy, accuracy!","author":"Joseph Pulitzer","topic":"Good"},{"quote":"I did the best I could, and in some arenas, my best was not good enough. I&#39;ve made some bad choices.","author":"Amy Grant","topic":"Good"},{"quote":"When I&#39;m good, I&#39;m very good. But when I&#39;m bad I&#39;m better.","author":"Mae West","topic":"Good"},{"quote":"I like Aurora, &#39;Sleeping Beauty,&#39; because she&#39;s just sleeping and looking pretty and waiting for boys to come kiss her. Sounds like a good life - lots of naps and cute boys fighting dragons to come kiss you.","author":"Ariana Grande","topic":"Good"},{"quote":"Every mother and daughter should make time for a trip together. It&#39;s good for the soul.","author":"Anne Robinson","topic":"Good"},{"quote":"People tend to dwell more on negative things than on good things. So the mind then becomes obsessed with negative things, with judgments, guilt and anxiety produced by thoughts about the future and so on.","author":"Eckhart Tolle","topic":"Good"},{"quote":"Fashion is about comfort and feeling good.","author":"Max Azria","topic":"Good"},{"quote":"My definition of a good hotel is a place I&#39;d stay at.","author":"Robert De Niro","topic":"Good"},{"quote":"It takes a lot of imagination to be a good photographer. You need less imagination to be a painter because you can invent things. But in photography everything is so ordinary; it takes a lot of looking before you learn to see the extraordinary.","author":"David Bailey","topic":"Good"},{"quote":"Resilience is accepting your new reality, even if it&#39;s less good than the one you had before.","author":"Elizabeth Edwards","topic":"Good"},{"quote":"When people say, you know, &#39;Good teacher,&#39; &#39;Prophet,&#39; &#39;Really nice guy&#39;... this is not how Jesus thought of Himself. So you&#39;re left with a challenge in that, which is either Jesus was who he said he was or a complete and utter nut case. You have to make a choice on that.","author":"Bono","topic":"Good"},{"quote":"Joy is what happens to us when we allow ourselves to recognize how good things really are.","author":"Marianne Williamson","topic":"Good"},{"quote":"You have young men of color in many communities who are more likely to end up in jail or in the criminal justice system than they are in a good job or in college. And, you know, part of my job, that I can do, I think, without any potential conflicts, is to get at those root causes.","author":"Barack Obama","topic":"Good"},{"quote":"They didn&#39;t want it good, they wanted it Wednesday.","author":"Robert A. Heinlein","topic":"Good"},{"quote":"The power of choosing good and evil is within the reach of all.","author":"Origen","topic":"Good"},{"quote":"I think you have to be cool to be a good flirt, and I don&#39;t think I&#39;m very cool.","author":"Harry Styles","topic":"Good"},{"quote":"I think a good friend, to me, is all about trust and loyalty. You don&#39;t ever want to second-guess whether you can tell your friend something.","author":"Lauren Conrad","topic":"Good"},{"quote":"Our population and our use of the finite resources of planet Earth are growing exponentially, along with our technical ability to change the environment for good or ill.","author":"Stephen Hawking","topic":"Good"},{"quote":"Self-awareness is the ability to take an honest look at your life without any attachment to it being right or wrong, good or bad.","author":"Debbie Ford","topic":"Good"},{"quote":"After May 1940, the good times were few and far between; first there was the war, then the capitulation, and then the arrival of the Germans, which is when the trouble started for the Jews.","author":"Anne Frank","topic":"Good"},{"quote":"Fun is good.","author":"Dr. Seuss","topic":"Good"},{"quote":"To me, the Seventies were very inspirational and very influential... With my whole persona as Snoop Dogg, as a person, as a rapper. I just love the Seventies style, the way all the players dressed nice, you know, kept their hair looking good, drove sharp cars and they talked real slick.","author":"Snoop Dogg","topic":"Good"},{"quote":"Social media has come a long way. With the good has come some bad, and you always have a lot of people hiding behind their computers and being very critical of what you do on and off the field, of what you tweet, of what you say, of everything you do.","author":"Alex Morgan","topic":"Good"},{"quote":"I tell people that life is like a book. Sometimes you&#39;ve just got to turn the chapter. Even if you don&#39;t understand it, turn the chapter and move away from it. You don&#39;t know all the good things that are ahead of you yet.","author":"Danny Gokey","topic":"Good"},{"quote":"If anything is good for pounding humility into you permanently, it&#39;s the restaurant business.","author":"Anthony Bourdain","topic":"Good"},{"quote":"My mom was a model, so she&#39;s been really good about giving me tips on how to navigate behind the scenes - like the importance of being nice to everyone on set and remembering people&#39;s names, to how to be a positive part of the photo shoot and stuff like that.","author":"Gigi Hadid","topic":"Good"},{"quote":"A good plan today is better than a perfect plan tomorrow. Don&#39;t wait for an inspired ending to come to mind. Work your way to the ending and see what comes up.","author":"Andy Weir","topic":"Good"},{"quote":"I think fear is what keeps us from going over the edge. I mean, as a race car driver, I don&#39;t think what makes a good race car driver is a fearless person. I think it&#39;s somebody that is comfortable being behind the wheel of something that&#39;s somewhat out of control.","author":"Jeff Gordon","topic":"Good"},{"quote":"Scoutcraft is a means through which the veriest hooligan can be brought to higher thought and to the elements of faith in God; and, coupled with the Scout&#39;s obligation to do a good turn every day, it gives the base of Duty to God and to Neighbour on which the parent or pastor can build with greater ease the form of belief that is desired.","author":"Robert Baden-Powell","topic":"Good"},{"quote":"Losing a Super Bowl destroys all the good things that happened to get you there.","author":"Don Shula","topic":"Good"},{"quote":"Luxury is anything you don&#39;t need, right? I mean, you need food, water, clothing, shelter... but good wine, good food, beautiful interiors, nice clothes; those aren&#39;t necessities, they are luxuries - it&#39;s all luxury.","author":"Marc Jacobs","topic":"Good"},{"quote":"I was never a pretty girl, so I wasn&#39;t the one to get the boy. I used to cast myself as a good sport. Sometimes I wonder if I do that too much with roles I play, because if I&#39;m absolutely truthful, I quite like being the best friend, or the supporting role, and actually I ought to gear-change and make myself the leading role.","author":"Celia Imrie","topic":"Good"},{"quote":"We struggle with eating healthily, obesity, and access to good nutrition for everyone. But we have a great opportunity to get on the right side of this battle by beginning to think differently about the way that we eat and the way that we approach food.","author":"Marcus Samuelsson","topic":"Good"},{"quote":"A good wife always forgives her husband when she&#39;s wrong.","author":"Milton Berle","topic":"Good"},{"quote":"If you are feeling good, you look good, you are confident about yourself, you are going to go out there, and you will rock it.","author":"Michelle Carter","topic":"Good"},{"quote":"Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it.","author":"Brian Tracy","topic":"Good"},{"quote":"How great are the dangers I face to win a good name in Athens.","author":"Alexander the Great","topic":"Good"},{"quote":"The way the world is, I think a silly evening in the theatre is a good thing, to take our minds off terror.","author":"Tim Curry","topic":"Good"},{"quote":"Personal relationships are always the key to good business. You can buy networking; you can&#39;t buy friendships.","author":"Lindsay Fox","topic":"Good"},{"quote":"It&#39;s good to test yourself and develop your talents and ambitions as fully as you can and achieve greater success; but I think success is the feeling you get from a job well done, and the key thing is to do the work.","author":"Peter Thiel","topic":"Good"},{"quote":"But the real secret to lifelong good health is actually the opposite: Let your body take care of you.","author":"Deepak Chopra","topic":"Good"},{"quote":"Good guy&#39; or &#39;bad guy&#39;, hero or anti hero; doesn&#39;t matter to me, what role I play, only the character have something magical.","author":"Rutger Hauer","topic":"Good"},{"quote":"Hearty laughter is a good way to jog internally without having to go outdoors.","author":"Norman Cousins","topic":"Good"},{"quote":"There is a fine line between censorship and good taste and moral responsibility.","author":"Steven Spielberg","topic":"Good"},{"quote":"Conflict is good in a negotiation process... it&#39;s the clash of two ideas, which then, all being well, produces a third idea.","author":"Luke Roberts","topic":"Good"},{"quote":"I can live for two months on a good compliment.","author":"Mark Twain","topic":"Good"},{"quote":"For evil to flourish, it only requires good men to do nothing.","author":"Simon Wiesenthal","topic":"Good"},{"quote":"A return to first principles in a republic is sometimes caused by the simple virtues of one man. His good example has such an influence that the good men strive to imitate him, and the wicked are ashamed to lead a life so contrary to his example.","author":"Niccolo Machiavelli","topic":"Good"},{"quote":"Be yourself, fill your life with good people, and don&#39;t get a big head. It can all be gone tomorrow.","author":"Molly Sims","topic":"Good"},{"quote":"I am for doing good to the poor, but I differ in opinion about the means. I think the best way of doing good to the poor is not making them easy in poverty, but leading or driving them out of it.","author":"Benjamin Franklin","topic":"Good"},{"quote":"The three touchstones that woke Buddha up - sickness, old age, and death - are a pretty good place to start when crafting a tragic tale. And if we need to get more specific: heartbreak, destruction, miscomprehension, natural disasters, betrayal, and the waste of human potential.","author":"Paul Di Filippo","topic":"Good"},{"quote":"Laughter is the sensation of feeling good all over and showing it principally in one place.","author":"Josh Billings","topic":"Good"},{"quote":"Automation is good, so long as you know exactly where to put the machine.","author":"Eliyahu Goldratt","topic":"Good"},{"quote":"Even the dullest bird or face becomes interesting when you give it a good look in the wild\/flesh. The way the shadow drops across the cheek, the light hits an eyebrow, etc... there are many more angles, positions etc. than you can ever imagine. My heart always makes a little jump when I see things in birds or faces that surprise me.","author":"Siegfried Woldhek","topic":"Good"},{"quote":"Capitalism does a number of things very well: it helps create an entrepreneurial spirit; it gets people motivated to come up with new ideas, and that&#39;s a good thing.","author":"Bernie Sanders","topic":"Good"},{"quote":"About morals, I know only that what is moral is what you feel good after and what is immoral is what you feel bad after.","author":"Ernest Hemingway","topic":"Good"},{"quote":"I could talk food all day. I love good food.","author":"Tom Brady","topic":"Good"},{"quote":"I try to keep in my mind the simple question: Am I trying to do good or make myself look good? Too many of our responsibilities get added to our plate when we are trying to please people, impress people, prove ourselves, acquire power, increase our prestige. All those motivations are about looking good more than doing good.","author":"Kevin DeYoung","topic":"Good"},{"quote":"Baseball is the only field of endeavor where a man can succeed three times out of ten and be considered a good performer.","author":"Ted Williams","topic":"Good"},{"quote":"Do you want to be safe and good, or do you want to take a chance and be great?","author":"Jimmy Johnson","topic":"Good"},{"quote":"Dishonesty is all about the small acts we can take and then think, &#39;No, this not real cheating.&#39; So if you think that the main mechanism is rationalization, then what you come up with, and that&#39;s what we find, is that we&#39;re basically trying to balance feeling good about ourselves.","author":"Dan Ariely","topic":"Good"},{"quote":"Good leaders must communicate vision clearly, creatively, and continually. However, the vision doesn&#39;t come alive until the leader models it.","author":"John C. Maxwell","topic":"Good"},{"quote":"Confidence. If you have it, you can make anything look good.","author":"Diane von Furstenberg","topic":"Good"},{"quote":"Nothing tastes as good as skinny feels.","author":"Kate Moss","topic":"Good"},{"quote":"The speed of decision making is the essence of good governance.","author":"Piyush Goyal","topic":"Good"},{"quote":"A good leader doesn&#39;t get stuck behind a desk.","author":"Richard Branson","topic":"Good"},{"quote":"A good movie makes the audience feel like they&#39;ve journeyed with the characters.","author":"Rich Moore","topic":"Good"},{"quote":"There is undoubtedly a lot of pressure that comes with recognition, which can be a good thing and bad thing all at the same time. But if you stay focused and don&#39;t lose sight of what you&#39;re doing and who you are, you can rise above it.","author":"Prabal Gurung","topic":"Good"},{"quote":"Conservation means the wise use of the earth and its resources for the lasting good of men.","author":"Gifford Pinchot","topic":"Good"},{"quote":"It&#39;s the easiest thing in the world to be down about anything. I think the body responds to good vibes.","author":"Dave Davies","topic":"Good"},{"quote":"Growing up, I had only one good pair of shoes. So on rainy school days, my mom would slip plastic bread bags over them to keep them dry. But I was never embarrassed. Because the school bus would be filled with rows and rows of young Iowans with bread bags slipped over their feet.","author":"Joni Ernst","topic":"Good"},{"quote":"Fighting for one&#39;s freedom, struggling towards being free, is like struggling to be a poet or a good Christian or a good Jew or a good Muslim or good Zen Buddhist. You work all day long and achieve some kind of level of success by nightfall, go to sleep and wake up the next morning with the job still to be done. So you start all over again.","author":"Maya Angelou","topic":"Good"},{"quote":"The League is very well when sparrows shout, but no good at all when eagles fall out.","author":"Benito Mussolini","topic":"Good"},{"quote":"If there is such a thing as good leadership, it is to give a good example. I have to do so for all the Ikea employees.","author":"Ingvar Kamprad","topic":"Good"},{"quote":"Good things do not come easy. The road is lined with pitfalls.","author":"Desi Arnaz","topic":"Good"},{"quote":"We cannot make good news out of bad practice.","author":"Edward R. Murrow","topic":"Good"},{"quote":"In my long innings, I have seen many sunrises and many sunsets; many good and bad times.","author":"Sharad Pawar","topic":"Good"},{"quote":"All human beings are commingled out of good and evil.","author":"Robert Louis Stevenson","topic":"Good"},{"quote":"In tragedy, it&#39;s hard to find a good resolution; it&#39;s not black and white: it&#39;s a big fog of gray.","author":"Paul Dano","topic":"Good"},{"quote":"I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don&#39;t think I could ask for anything more than that, actually.","author":"Frank Sinatra","topic":"Good"},{"quote":"When you do something, you should burn yourself up completely, like a good bonfire, leaving no trace of yourself.","author":"Shunryu Suzuki","topic":"Good"},{"quote":"I like to think I&#39;m a pretty good friend. I love having a good time, and I enjoy being able to share those good times with others.","author":"Jacob Batalon","topic":"Good"},{"quote":"Good, bad or indifferent, if you are not investing in new technology, you are going to be left behind.","author":"Philip Green","topic":"Good"},{"quote":"How long you can continue to be good at something is how much you believe in yourself and how much hard work you do with the training.","author":"Jason Statham","topic":"Good"},{"quote":"I&#39;m still not aware that I&#39;m good looking.","author":"Jamie Dornan","topic":"Good"},{"quote":"Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy.","author":"Aristotle","topic":"Good"},{"quote":"You&#39;re going to struggle. You&#39;re going to do well. You can&#39;t really let the past or the day before - whether you had a good day or bad day - dictate the day you have that certain day.","author":"Andrew Benintendi","topic":"Good"},{"quote":"There are three kinds of intelligence: one kind understands things for itself, the other appreciates what others can understand, the third understands neither for itself nor through others. This first kind is excellent, the second good, and the third kind useless.","author":"Niccolo Machiavelli","topic":"Good"},{"quote":"No blessing, no good, can follow in the path trodden by slavery.","author":"Dorothea Dix","topic":"Good"},{"quote":"Being funny is one of my greatest strengths. I can make girls smile when they&#39;re down, and when they&#39;re having a good time, I can carry on the joke.","author":"John Krasinski","topic":"Good"},{"quote":"I don&#39;t care what anyone says. Being rich is a good thing.","author":"Mark Cuban","topic":"Good"},{"quote":"No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!","author":"Joyce Meyer","topic":"Good"},{"quote":"If there&#39;s one thing I&#39;m good at, it&#39;s gathering people together to do something fun.","author":"Dave Grohl","topic":"Good"},{"quote":"Good leaders organize and align people around what the team needs to do. Great leaders motivate and inspire people with why they&#39;re doing it. That&#39;s purpose. And that&#39;s the key to achieving something truly transformational.","author":"Marillyn Hewson","topic":"Good"},{"quote":"The good life consists in deriving happiness by using your signature strengths every day in the main realms of living. The meaningful life adds one more component: using these same strengths to forward knowledge, power or goodness.","author":"Martin Seligman","topic":"Good"},{"quote":"The funny thing is, I&#39;m so used to not caring what anyone says, good or bad, that unfortunately even when people say good things... I wish it made me feel good, but it doesn&#39;t.","author":"Rob Zombie","topic":"Good"},{"quote":"Thinking good thoughts is not enough, doing good deeds is not enough, seeing others follow your good examples is enough.","author":"Douglas Horton","topic":"Good"},{"quote":"You can&#39;t take good health for granted.","author":"Jack Osbourne","topic":"Good"},{"quote":"Good planning is important. I&#39;ve also regarded a sense of humor as one of the most important things on a big expedition. When you&#39;re in a difficult or dangerous situation, or when you&#39;re depressed about the chances of success, someone who can make you laugh eases the tension.","author":"Edmund Hillary","topic":"Good"},{"quote":"We should seek by all means in our power to avoid war, by analysing possible causes, by trying to remove them, by discussion in a spirit of collaboration and good will.","author":"Neville Chamberlain","topic":"Good"},{"quote":"Your problem is how you are going to spend this one odd and precious life you have been issued. Whether you&#39;re going to spend it trying to look good and creating the illusion that you have power over people and circumstances, or whether you are going to taste it, enjoy it and find out the truth about who you are.","author":"Anne Lamott","topic":"Good"},{"quote":"The good we secure for ourselves is precarious and uncertain until it is secured for all of us and incorporated into our common life.","author":"Jane Addams","topic":"Good"},{"quote":"Non-cooperation with evil is as much a duty as is cooperation with good.","author":"Mahatma Gandhi","topic":"Good"},{"quote":"It usually takes me more than three weeks to prepare a good impromptu speech.","author":"Mark Twain","topic":"Good"},{"quote":"I got different moods. Like, if I&#39;m in a good mood, I listen to &#39;Up&#39; by Thug. If I&#39;m not in a good mood, I&#39;ll listen to &#39;King TROUP&#39; - that&#39;s a real emotional one.","author":"Lil Uzi Vert","topic":"Good"},{"quote":"Immortality is to live your life doing good things, and leaving your mark behind.","author":"Brandon Lee","topic":"Good"},{"quote":"Aim above morality. Be not simply good, be good for something.","author":"Henry David Thoreau","topic":"Good"},{"quote":"I&#39;m not a Starbucks guy. I&#39;m a Dunkin Donuts guy, but I like to pay for the coffee of the other folks behind me in line. It typically costs me less than $10, and makes the other people feel good, but more importantly, it makes me feel so good, and random acts of kindness change the world one person at a time.","author":"Robert Kraft","topic":"Good"},{"quote":"Few things are harder to put up with than the annoyance of a good example.","author":"Mark Twain","topic":"Good"},{"quote":"You can&#39;t get much done in life if you only work on the days when you feel good.","author":"Jerry West","topic":"Good"},{"quote":"The good old days are now.","author":"Tom Clancy","topic":"Good"},{"quote":"Too few people understand a really good sandwich.","author":"James Beard","topic":"Good"},{"quote":"There were times that I thought I was good looking.","author":"Leonard Cohen","topic":"Good"},{"quote":"The highest reward that God gives us for good work is the ability to do better work.","author":"Elbert Hubbard","topic":"Good"},{"quote":"There&#39;s many a bestseller that could have been prevented by a good teacher.","author":"Flannery O'Connor","topic":"Good"},{"quote":"Old things are always in good repute, present things in disfavor.","author":"Tacitus","topic":"Good"},{"quote":"Desperation is like stealing from the Mafia: you stand a good chance of attracting the wrong attention.","author":"Douglas Horton","topic":"Good"},{"quote":"I think sometimes in life we want to ignore the problems of society and just think about the good. I believe in positive thinking and affirmative living, I also think it&#39;s really important to remember all of our disenfranchised members of society.","author":"Kerry Washington","topic":"Good"},{"quote":"He who stops being better stops being good.","author":"Oliver Cromwell","topic":"Good"},{"quote":"You can&#39;t please everyone, and you have to trust your instincts, and you have to do your work and throw yourself in there and trust your instincts, and just trust that you&#39;re doing a good job that I can be proud of as well.","author":"Matt Ryan","topic":"Good"},{"quote":"People&#39;s character is their behaviour - we&#39;re all capable of good and evil.","author":"Bertie Carvel","topic":"Good"},{"quote":"Make up your mind to act decidedly and take the consequences. No good is ever done in this world by hesitation.","author":"Thomas Huxley","topic":"Good"},{"quote":"In every age &#39;the good old days&#39; were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them.","author":"Brooks Atkinson","topic":"Good"},{"quote":"If it doesn&#39;t taste good it doesn&#39;t go on the menu.","author":"Heston Blumenthal","topic":"Good"},{"quote":"If there is dissatisfaction with the status quo, good. If there is ferment, so much the better. If there is restlessness, I am pleased. Then let there be ideas, and hard thought, and hard work. If man feels small, let man make himself bigger.","author":"Hubert H. Humphrey","topic":"Good"},{"quote":"A good beginning makes a good end.","author":"Louis L'Amour","topic":"Good"},{"quote":"If you go to work on your goals, your goals will go to work on you. If you go to work on your plan, your plan will go to work on you. Whatever good things we build end up building us.","author":"Jim Rohn","topic":"Good"},{"quote":"In art the best is good enough.","author":"Johann Wolfgang von Goethe","topic":"Good"},{"quote":"My dream is to live a good life and be loving, be close to God and be a good human being and bring peace to people.","author":"Ziggy Marley","topic":"Good"},{"quote":"Surround yourself with good people. People who are going to be honest with you and look out for your best interests.","author":"Derek Jeter","topic":"Good"},{"quote":"Don&#39;t try to be different. Just be good. To be good is different enough.","author":"Arthur Freed","topic":"Good"},{"quote":"It takes more than just a good looking body. You&#39;ve got to have the heart and soul to go with it.","author":"Lee Haney","topic":"Good"},{"quote":"Apart from education, you need good health, and for that, you need to play sports.","author":"Kapil Dev","topic":"Good"},{"quote":"I believe, I believe every day is a good day when you paint.","author":"Bob Ross","topic":"Good"},{"quote":"Happiness: a good bank account, a good cook, and a good digestion.","author":"Jean-Jacques Rousseau","topic":"Good"},{"quote":"I&#39;m a good girl because I really believe in love, integrity, and respect. I&#39;m a bad girl because I like to tease.","author":"Katy Perry","topic":"Good"},{"quote":"Bad people are, from the point of view of art, fascinating studies. They represent colour, variety and strangeness. Good people exasperate one&#39;s reason; bad people stir one&#39;s imagination.","author":"Oscar Wilde","topic":"Good"},{"quote":"I try to keep in mind that it&#39;s a long journey. It&#39;s not a race. It&#39;s about staying focused, continuing to do good work, make my family and community proud; that&#39;s all I really want to do... and pay my bills.","author":"Gina Rodriguez","topic":"Good"},{"quote":"The way to be successful in the software world is to come up with breakthrough software, and so whether it&#39;s Microsoft Office or Windows, its pushing that forward. New ideas, surprising the marketplace, so good engineering and good business are one in the same.","author":"Bill Gates","topic":"Good"},{"quote":"One that confounds good and evil is an enemy to good.","author":"Edmund Burke","topic":"Good"},{"quote":"Life consists not in holding good cards but in playing those you hold well.","author":"Josh Billings","topic":"Good"},{"quote":"Happiness is good health and a bad memory.","author":"Ingrid Bergman","topic":"Good"},{"quote":"Don&#39;t get me wrong: school is good and all, but school is way too slow for me. Like, super slow. So I didn&#39;t want to go. I wanted to learn on my own with real life experiences.","author":"Lil Uzi Vert","topic":"Good"},{"quote":"I have a dream of re-creating the fantastic family I grew up in with my brother and my parents. I am lucky that I have such a good image of family life - my father and mother are still in love, still happy.","author":"Caterina Murino","topic":"Good"},{"quote":"Looks is a matter of perception. At Cannes, Europeans think I am good looking, while in India, I am not.","author":"Nawazuddin Siddiqui","topic":"Good"},{"quote":"A man has to live with himself, and he should see to it that he always has good company.","author":"Charles Evans Hughes","topic":"Good"},{"quote":"I am glad that I paid so little attention to good advice; had I abided by it I might have been saved from some of my most valuable mistakes.","author":"Edna St. Vincent Millay","topic":"Good"},{"quote":"Actors are the best and the worst of people. They&#39;re like kids. When they&#39;re good, they&#39;re very very good. When they&#39;re bad they&#39;re very very naughty.","author":"Kenneth Branagh","topic":"Good"},{"quote":"Not only must we be good, but we must also be good for something.","author":"Henry David Thoreau","topic":"Good"},{"quote":"Writing is good, thinking is better. Cleverness is good, patience is better.","author":"Herman Hesse","topic":"Good"},{"quote":"A good scare is worth more to a man than good advice.","author":"E. W. Howe","topic":"Good"},{"quote":"It is better to be beautiful than to be good. But... it is better to be good than to be ugly.","author":"Oscar Wilde","topic":"Good"},{"quote":"Good food and a warm kitchen are what makes a house a home. I always tried to make my home like my mother&#39;s, because Mom was magnificent at stretching a buck when it came to decorating and food. Like a true Italian, she valued beautification in every area of her life, and I try to do the same.","author":"Rachael Ray","topic":"Good"},{"quote":"Of all tyrannies a tyranny sincerely exercised for the good of its victims may be the most oppressive.","author":"C. S. Lewis","topic":"Good"},{"quote":"What I miss the most is chatting with my friends and family and having a good laugh over a simple meal.","author":"Kim Yuna","topic":"Good"},{"quote":"I want to see how far I can go and how good I can be, whether it&#39;s in the classroom or on the football field.","author":"Eric Berry","topic":"Good"},{"quote":"My philosophy of leadership is to surround myself with good people who have ability, judgment and knowledge, but above all, a passion for service.","author":"Sonny Perdue","topic":"Good"},{"quote":"The greatest good you can do for another is not just to share your riches but to reveal to him his own.","author":"Benjamin Disraeli","topic":"Good"},{"quote":"I object to violence because when it appears to do good, the good is only temporary; the evil it does is permanent.","author":"Mahatma Gandhi","topic":"Good"},{"quote":"Show me a good loser, and I&#39;ll show you a loser.","author":"Vince Lombardi","topic":"Good"},{"quote":"Filming is a funny combination of having a good time and not being able to wait until it&#39;s over.","author":"Nicole Holofcener","topic":"Good"},{"quote":"I always said that if I could just find a guy who could chop wood and had a nice smile, it wouldn&#39;t bother me if he was a thug or an aristocrat, as long as he was a good guy. And I&#39;ve ended up with an educated thug.","author":"Sade Adu","topic":"Good"},{"quote":"The thing with pretending you&#39;re in a good mood is that sometimes you can.","author":"Charles de Lint","topic":"Good"},{"quote":"I think young generation is always better than last generation. No matter you like it or don&#39;t like it. My father said, &#39;Jack, I&#39;m so good, you&#39;ll never be&#39; - but I&#39;m better than him. My father is better than my grandfather. My children will be better than us.","author":"Jack Ma","topic":"Good"},{"quote":"It is good to realize that if love and peace can prevail on earth, and if we can teach our children to honor nature&#39;s gifts, the joys and beauties of the outdoors will be here forever.","author":"Jimmy Carter","topic":"Good"},{"quote":"Music is made one of Satan&#39;s most attractive agencies to ensnare souls; but, when turned to a good account, it is a blessing. When abused, it leads the unconsecrated to pride, vanity, and folly.","author":"Ellen G. White","topic":"Good"},{"quote":"Cleanliness is a good thing, which the society should embrace. But it has nothing to do with Modi, nor can he implement it.","author":"Kapil Sibal","topic":"Good"},{"quote":"In religious and in secular affairs, the more fervent beliefs attract followers. If you are a moderate in any respect - if you&#39;re a moderate on abortion, if you&#39;re a moderate on gun control, or if you&#39;re a moderate in your religious faith - it doesn&#39;t evolve into a crusade where you&#39;re either right or wrong, good or bad, with us or against us.","author":"Jimmy Carter","topic":"Good"},{"quote":"You cannot hold on to anything good. You must be continually giving - and getting. You cannot hold on to your seed. You must sow it - and reap anew. You cannot hold on to riches. You must use them and get other riches in return.","author":"Robert Collier","topic":"Good"},{"quote":"An armed society is a polite society. Manners are good when one may have to back up his acts with his life.","author":"Robert A. Heinlein","topic":"Good"},{"quote":"The E.U.&#39;s tax and regulatory policies, climate-change and welfare spending, and free immigration even in wartime are gradually ruining Europe. That&#39;s why I believe Brexit is good for British freedom, political autonomy, and the survival of democratic capitalism.","author":"Lawrence Kudlow","topic":"Good"},{"quote":"What the people want is very simple - they want an America as good as its promise.","author":"Barbara Jordan","topic":"Good"},{"quote":"A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune.","author":"Horace","topic":"Good"},{"quote":"I just cash in on the fact that I&#39;m good looking, and I&#39;ve got a nice figure and girls like me.","author":"Sid Vicious","topic":"Good"},{"quote":"Nobody minds having what is too good for them.","author":"Jane Austen","topic":"Good"},{"quote":"Doing well is the result of doing good. That&#39;s what capitalism is all about.","author":"Ralph Waldo Emerson","topic":"Good"},{"quote":"Confidence in the goodness of another is good proof of one&#39;s own goodness.","author":"Michel de Montaigne","topic":"Good"},{"quote":"It&#39;s good to shut up sometimes.","author":"Marcel Marceau","topic":"Good"},{"quote":"The omission of good is no less reprehensible than the commission of evil.","author":"Plutarch","topic":"Good"},{"quote":"Learn to... be what you are, and learn to resign with a good grace all that you are not.","author":"Henri Frederic Amiel","topic":"Good"},{"quote":"What a miserable thing life is: you&#39;re living in clover, only the clover isn&#39;t good enough.","author":"Bertolt Brecht","topic":"Good"},{"quote":"There has to be evil so that good can prove its purity above it.","author":"Unknown","topic":"Good"},{"quote":"Good men are the stars, the planets of the ages wherein they live, and illustrate the times.","author":"Ben Jonson","topic":"Good"},{"quote":"I have made good judgments in the past. I have made good judgments in the future.","author":"Dan Quayle","topic":"Good"},{"quote":"Bad news travels at the speed of light; good news travels like molasses.","author":"Tracy Morgan","topic":"Good"},{"quote":"He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed.","author":"Albert Einstein","topic":"Good"},{"quote":"A man is called selfish not for pursuing his own good, but for neglecting his neighbor&#39;s.","author":"Richard Whately","topic":"Good"},{"quote":"We&#39;re all moving at such a high rate that we have to grab the frozen dinners and the McDonald&#39;s. We can&#39;t make it a way of life - we have to get back to real, simple, clean good foods. It will save our lives on so many levels; not just spina bifida, but obesity, diabetes, everything. Food is our medicine.","author":"Nicole Ari Parker","topic":"Good"},{"quote":"The chief enemy of creativity is &#39;good&#39; sense.","author":"Pablo Picasso","topic":"Good"},{"quote":"Keep good company - that is, go to the Louvre.","author":"Paul Cezanne","topic":"Good"},{"quote":"Less is only more where more is no good.","author":"Frank Lloyd Wright","topic":"Good"},{"quote":"Better is the enemy of good.","author":"Voltaire","topic":"Good"},{"quote":"On the whole, human beings want to be good, but not too good, and not quite all the time.","author":"George Orwell","topic":"Good"},{"quote":"In reality, those rare few cases with good forensic evidence are the ones that make it to court.","author":"Pat Brown","topic":"Good"},{"quote":"Be not simply good - be good for something.","author":"Henry David Thoreau","topic":"Good"},{"quote":"The less we deserve good fortune, the more we hope for it.","author":"Lucius Annaeus Seneca","topic":"Good"},{"quote":"A man who is good enough to shed his blood for the country is good enough to be given a square deal afterwards.","author":"Theodore Roosevelt","topic":"Good"},{"quote":"Only the young die good.","author":"Oliver Herford","topic":"Good"},{"quote":"Like every other good thing in this world, leisure and culture have to be paid for. Fortunately, however, it is not the leisured and the cultured who have to pay.","author":"Aldous Huxley","topic":"Good"},{"quote":"The word &#39;good&#39; has many meanings. For example, if a man were to shoot his grandmother at a range of five hundred yards, I should call him a good shot, but not necessarily a good man.","author":"Gilbert K. Chesterton","topic":"Good"},{"quote":"Too much of a good thing can be taxing.","author":"Mae West","topic":"Good"},{"quote":"A man is as good as he has to be, and a woman as bad as she dares.","author":"Elbert Hubbard","topic":"Good"},{"quote":"No man deserves to be praised for his goodness, who has it not in his power to be wicked. Goodness without that power is generally nothing more than sloth, or an impotence of will.","author":"Francois de La Rochefoucauld","topic":"Good"},{"quote":"Good leaders make people feel that they&#39;re at the very heart of things, not at the periphery.","author":"Warren Bennis","topic":"Good"},{"quote":"They&#39;re only truly great who are truly good.","author":"George Chapman","topic":"Good"},{"quote":"It is not good to be too free. It is not good to have everything one wants.","author":"Blaise Pascal","topic":"Good"},{"quote":"An inexhaustible good nature is one of the most precious gifts of heaven, spreading itself like oil over the troubled sea of thought, and keeping the mind smooth and equable in the roughest weather.","author":"Washington Irving","topic":"Good"},{"quote":"Evil and good are God&#39;s right hand and left.","author":"Horace Mann","topic":"Good"},{"quote":"No man or woman can be strong, gentle, pure, and good, without the world being better for it and without someone being helped and comforted by the very existence of that goodness.","author":"Phillips Brooks","topic":"Good"},{"quote":"Goodness is something that makes us serene and content; it is magnificent. Those who are not good are evil.","author":"Bhumibol Adulyadej","topic":"Good"},{"quote":"A good listener is not only popular everywhere, but after a while, he knows something.","author":"Wilson Mizner","topic":"Good"},{"quote":"Good enough never is.","author":"Debbi Fields","topic":"Good"},{"quote":"The momentous thing in human life is the art of winning the soul to good or evil.","author":"Francis Bacon","topic":"Good"},{"quote":"No one can be good for long if goodness is not in demand.","author":"Bertolt Brecht","topic":"Good"},{"quote":"It is a good thing to learn caution from the misfortunes of others.","author":"Publilius Syrus","topic":"Good"},{"quote":"No news at 4:30 a.m. is good.","author":"Lady Bird Johnson","topic":"Good"},{"quote":"He who bestows his goods upon the poor shall have as much again, and ten times more.","author":"John Bunyan","topic":"Good"},{"quote":"Be sweet, be good, and honest always.","author":"Emma Bunton","topic":"Good"},{"quote":"What is beautiful is good, and who is good will soon be beautiful.","author":"Vita Sackville-West","topic":"Good"},{"quote":"I&#39;d rather be lucky than good.","author":"Lefty Gomez","topic":"Good"},{"quote":"A good indignation brings out all one&#39;s powers.","author":"Ralph Waldo Emerson","topic":"Good"},{"quote":"The &#39;good old times&#39; - all times when old are good.","author":"Lord Byron","topic":"Good"},{"quote":"Acorns were good until bread was found.","author":"Francis Bacon","topic":"Good"},{"quote":"Our will is always for our own good, but we do not always see what that is.","author":"Jean-Jacques Rousseau","topic":"Good"},{"quote":"It is the mark of a good action that it appears inevitable in retrospect.","author":"Robert Louis Stevenson","topic":"Good"},{"quote":"Good advice is something a man gives when he is too old to set a bad example.","author":"Francois de La Rochefoucauld","topic":"Good"},{"quote":"I believe that we parents must encourage our children to become educated, so they can get into a good college that we cannot afford.","author":"Dave Barry","topic":"Good"},{"quote":"Good copy can&#39;t be written with tongue in cheek, written just for a living. You&#39;ve got to believe in the product.","author":"David Ogilvy","topic":"Good"},{"quote":"Good thoughts bear good fruit, bad thoughts bear bad fruit.","author":"James Allen","topic":"Good"},{"quote":"Free is the best. Anything free is good.","author":"Sandra Bullock","topic":"Good"},{"quote":"Nothing leads to good that is not natural.","author":"Friedrich Schiller","topic":"Good"},{"quote":"Please give me some good advice in your next letter. I promise not to follow it.","author":"Edna St. Vincent Millay","topic":"Good"},{"quote":"I know that every good and excellent thing in the world stands moment by moment on the razor-edge of danger and must be fought for.","author":"Thornton Wilder","topic":"Good"},{"quote":"Have a very good reason for everything you do.","author":"Laurence Olivier","topic":"Good"},{"quote":"Good actions ennoble us, we are the sons of our own deeds.","author":"Jean Paul","topic":"Good"},{"quote":"That which is striking and beautiful is not always good, but that which is good is always beautiful.","author":"Ninon de L'Enclos","topic":"Good"},{"quote":"Either positive or negative comments are good because it shows I am still relevant.","author":"Justin Guarini","topic":"Good"},{"quote":"The more one has seen of the good, the more one asks for the better.","author":"John Mason Brown","topic":"Good"},{"quote":"I don&#39;t think I am any good. If I thought I was any good, I wouldn&#39;t be.","author":"John Betjeman","topic":"Good"},{"quote":"If it were better, it wouldn&#39;t be as good.","author":"Brendan Gill","topic":"Good"}]