[{"quote":"Patriotism is supporting your country all the time, and your government when it deserves it.","author":"Mark Twain","topic":"Government"},{"quote":"Let us never forget that government is ourselves and not an alien power over us. The ultimate rulers of our democracy are not a President and senators and congressmen and government officials, but the voters of this country.","author":"Franklin D. Roosevelt","topic":"Government"},{"quote":"The best argument against democracy is a five-minute conversation with the average voter.","author":"Winston Churchill","topic":"Government"},{"quote":"Government&#39;s first duty is to protect the people, not run their lives.","author":"Ronald Reagan","topic":"Government"},{"quote":"Government of the people, by the people, for the people, shall not perish from the Earth.","author":"Abraham Lincoln","topic":"Government"},{"quote":"Giving money and power to government is like giving whiskey and car keys to teenage boys.","author":"P. J. O'Rourke","topic":"Government"},{"quote":"The problem with socialism is that you eventually run out of other peoples&#39; money.","author":"Margaret Thatcher","topic":"Government"},{"quote":"One of the key problems today is that politics is such a disgrace, good people don&#39;t go into government.","author":"Donald Trump","topic":"Government"},{"quote":"The care of human life and happiness, and not their destruction, is the first and only object of good government.","author":"Thomas Jefferson","topic":"Government"},{"quote":"If men were angels, no government would be necessary.","author":"James Madison","topic":"Government"},{"quote":"Election days come and go. But the struggle of the people to create a government which represents all of us and not just the one percent - a government based on the principles of economic, social, racial and environmental justice - that struggle continues.","author":"Bernie Sanders","topic":"Government"},{"quote":"If the people cannot trust their government to do the job for which it exists - to protect them and to promote their common welfare - all else is lost.","author":"Barack Obama","topic":"Government"},{"quote":"Nationalism is an infantile disease. It is the measles of mankind.","author":"Albert Einstein","topic":"Government"},{"quote":"Democracy is the art and science of running the circus from the monkey cage.","author":"H. L. Mencken","topic":"Government"},{"quote":"A Bill of Rights is what the people are entitled to against every government, and what no just government should refuse, or rest on inference.","author":"Thomas Jefferson","topic":"Government"},{"quote":"The Great Depression, like most other periods of severe unemployment, was produced by government mismanagement rather than by any inherent instability of the private economy.","author":"Milton Friedman","topic":"Government"},{"quote":"I have embraced crying mothers who have lost their children because our politicians put their personal agendas before the national good. I have no patience for injustice, no tolerance for government incompetence, no sympathy for leaders who fail their citizens.","author":"Donald Trump","topic":"Government"},{"quote":"We were American citizens. We were incarcerated by our American government in American internment camps here in the United States. The term &#39;Japanese internment camp&#39; is both grammatically and factually incorrect.","author":"George Takei","topic":"Government"},{"quote":"The most terrifying words in the English language are: I&#39;m from the government and I&#39;m here to help.","author":"Ronald Reagan","topic":"Government"},{"quote":"The basis of our political system is the right of the people to make and to alter their constitutions of government.","author":"George Washington","topic":"Government"},{"quote":"It&#39;s not tyranny we desire; it&#39;s a just, limited, federal government.","author":"Alexander Hamilton","topic":"Government"},{"quote":"Government has no other end, but the preservation of property.","author":"John Locke","topic":"Government"},{"quote":"I can&#39;t in good conscience allow the U.S. government to destroy privacy, internet freedom and basic liberties for people around the world with this massive surveillance machine they&#39;re secretly building.","author":"Edward Snowden","topic":"Government"},{"quote":"The philosophy of the school room in one generation will be the philosophy of government in the next.","author":"Abraham Lincoln","topic":"Government"},{"quote":"I don&#39;t make jokes. I just watch the government and report the facts.","author":"Will Rogers","topic":"Government"},{"quote":"Our government is founded upon the intelligence of the people. I for one do not despair of the republic. I have great confidence in the virtue of the great majority of the people, and I cannot fear the result.","author":"Andrew Jackson","topic":"Government"},{"quote":"Real patriotism is a willingness to challenge the government when it&#39;s wrong.","author":"Ron Paul","topic":"Government"},{"quote":"A government that robs Peter to pay Paul can always depend on the support of Paul.","author":"George Bernard Shaw","topic":"Government"},{"quote":"Government&#39;s view of the economy could be summed up in a few short phrases: If it moves, tax it. If it keeps moving, regulate it. And if it stops moving, subsidize it.","author":"Ronald Reagan","topic":"Government"},{"quote":"It is to be regretted that the rich and powerful too often bend the acts of government to their own selfish purposes.","author":"Andrew Jackson","topic":"Government"},{"quote":"Corruption is the enemy of development, and of good governance. It must be got rid of. Both the government and the people at large must come together to achieve this national objective.","author":"Pratibha Patil","topic":"Government"},{"quote":"If you put the federal government in charge of the Sahara Desert, in 5 years there&#39;d be a shortage of sand.","author":"Milton Friedman","topic":"Government"},{"quote":"A wise and frugal government, which shall restrain men from injuring one another, shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned.","author":"Thomas Jefferson","topic":"Government"},{"quote":"A patriot must always be ready to defend his country against his government.","author":"Edward Abbey","topic":"Government"},{"quote":"Mankind, when left to themselves, are unfit for their own government.","author":"George Washington","topic":"Government"},{"quote":"History, in general, only informs us of what bad government is.","author":"Thomas Jefferson","topic":"Government"},{"quote":"There&#39;d never been a more advantageous time to be a criminal in America than during the 13 years of Prohibition. At a stroke, the American government closed down the fifth largest industry in the United States - alcohol production - and just handed it to criminals - a pretty remarkable thing to do.","author":"Bill Bryson","topic":"Government"},{"quote":"It is just as important that business keep out of government as that government keep out of business.","author":"Herbert Hoover","topic":"Government"},{"quote":"The story of Detroit&#39;s bankruptcy was simple enough: Allow capitalism to grow the city, campaign against income inequality, tax the job creators until they flee, increase government spending in order to boost employment, promise generous pension plans to keep people voting for failure. Rinse, wash and repeat.","author":"Ben Shapiro","topic":"Government"},{"quote":"Our Constitution was made only for a moral and religious people. It is wholly inadequate to the government of any other.","author":"John Adams","topic":"Government"},{"quote":"In the absence of justice, what is sovereignty but organized robbery?","author":"Saint Augustine","topic":"Government"},{"quote":"This country, with its institutions, belongs to the people who inhabit it. Whenever they shall grow weary of the existing government, they can exercise their constitutional right of amending it, or exercise their revolutionary right to overthrow it.","author":"Abraham Lincoln","topic":"Government"},{"quote":"It was once said that the moral test of government is how that government treats those who are in the dawn of life, the children; those who are in the twilight of life, the elderly; and those who are in the shadows of life, the sick, the needy and the handicapped.","author":"Hubert H. Humphrey","topic":"Government"},{"quote":"We are fast approaching the stage of the ultimate inversion: the stage where the government is free to do anything it pleases, while the citizens may act only by permission; which is the stage of the darkest periods of human history, the stage of rule by brute force.","author":"Ayn Rand","topic":"Government"},{"quote":"No man is good enough to govern another man without the other&#39;s consent.","author":"Abraham Lincoln","topic":"Government"},{"quote":"The oppressed are allowed once every few years to decide which particular representatives of the oppressing class are to represent and repress them in parliament.","author":"Vladimir Lenin","topic":"Government"},{"quote":"Our politicians are stupid. And the Mexican government is much smarter, much sharper, much more cunning. And they send the bad ones over because they don&#39;t want to pay for them. They don&#39;t want to take care of them. Why should they when the stupid leaders of the United States will do it for them?","author":"Donald Trump","topic":"Government"},{"quote":"The control of information is something the elite always does, particularly in a despotic form of government. Information, knowledge, is power. If you can control information, you can control people.","author":"Tom Clancy","topic":"Government"},{"quote":"In framing a government which is to be administered by men over men, the great difficulty lies in this: you must first enable the government to control the governed; and in the next place, oblige it to control itself.","author":"Alexander Hamilton","topic":"Government"},{"quote":"The important consequences to the American States from this Declaration of Independence, considered as the ground and foundation of a future government, naturally suggest the propriety of proclaiming it in such a manner as that the people may be universally informed of it.","author":"John Hancock","topic":"Government"},{"quote":"There are many people who feel that it is useless and futile to continue talking about peace and non-violence against a government whose only reply is savage attacks on an unarmed and defenseless people.","author":"Nelson Mandela","topic":"Government"},{"quote":"We&#39;ve been in the nation-building business since World War I, and especially since WWII. The goal is not a Jeffersonian Democracy in Afghanistan, but a representative government that respects human rights, protects its own people, and is a friend of the West. These are very realistic - and necessary - goals.","author":"Oliver North","topic":"Government"},{"quote":"Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.","author":"Thomas Jefferson","topic":"Government"},{"quote":"Be thankful we&#39;re not getting all the government we&#39;re paying for.","author":"Will Rogers","topic":"Government"},{"quote":"Democracy substitutes election by the incompetent many for appointment by the corrupt few.","author":"George Bernard Shaw","topic":"Government"},{"quote":"The happiness of society is the end of government.","author":"John Adams","topic":"Government"},{"quote":"We have the best government that money can buy.","author":"Mark Twain","topic":"Government"},{"quote":"A government of laws, and not of men.","author":"John Adams","topic":"Government"},{"quote":"My role at Lockheed Martin puts me in contact with extraordinary leaders in many fields - from science and engineering to philanthropy and government. And since we also work closely with our nation&#39;s armed forces, we tend to reflect a lot on leadership and how we can inspire successful teamwork, cooperation, and partnerships.","author":"Marillyn Hewson","topic":"Government"},{"quote":"It is horrifying that we have to fight our own government to save the environment.","author":"Ansel Adams","topic":"Government"},{"quote":"Loyalty to the Nation all the time, loyalty to the Government when it deserves it.","author":"Mark Twain","topic":"Government"},{"quote":"Good governance with good intentions is the hallmark of our government. Implementation with integrity is our core passion.","author":"Narendra Modi","topic":"Government"},{"quote":"Sometimes it is said that man cannot be trusted with the government of himself. Can he, then be trusted with the government of others? Or have we found angels in the form of kings to govern him? Let history answer this question.","author":"Thomas Jefferson","topic":"Government"},{"quote":"The best form of government is that which is most likely to prevent the greatest sum of evil.","author":"James Monroe","topic":"Government"},{"quote":"In the end, there is no absence of irony: the integrity of what is sacred to Native Americans will be determined by the government that has been responsible for doing everything in its power to destroy Native American cultures.","author":"Winona LaDuke","topic":"Government"},{"quote":"The dangers of a concentration of all power in the general government of a confederacy so vast as ours are too obvious to be disregarded.","author":"Franklin Pierce","topic":"Government"},{"quote":"Our government... teaches the whole people by its example. If the government becomes the lawbreaker, it breeds contempt for law; it invites every man to become a law unto himself; it invites anarchy.","author":"Louis D. Brandeis","topic":"Government"},{"quote":"I am sometimes a fox and sometimes a lion. The whole secret of government lies in knowing when to be the one or the other.","author":"Napoleon Bonaparte","topic":"Government"},{"quote":"Cuba ought to be free and independent, and the government should be turned over to the Cuban people.","author":"William McKinley","topic":"Government"},{"quote":"Government, even in its best state, is but a necessary evil; in its worst state, an intolerable one.","author":"Thomas Paine","topic":"Government"},{"quote":"Where there is little or no public opinion, there is likely to be bad government, which sooner or later becomes autocratic government.","author":"William Lyon Mackenzie King","topic":"Government"},{"quote":"Though the people support the government, the government should not support the people.","author":"Grover Cleveland","topic":"Government"},{"quote":"Unless your government is respectable, foreigners will invade your rights; and to maintain tranquillity, it must be respectable - even to observe neutrality, you must have a strong government.","author":"Alexander Hamilton","topic":"Government"},{"quote":"Gun control means control. It means control for the government and the government starts controlling the people.","author":"Luke Scott","topic":"Government"},{"quote":"The republican is the only form of government which is not eternally at open or secret war with the rights of mankind.","author":"Thomas Jefferson","topic":"Government"},{"quote":"Every man, every woman who has to take up the service of government, must ask themselves two questions: &#39;Do I love my people in order to serve them better? Am I humble and do I listen to everybody, to diverse opinions in order to choose the best path?&#39; If you don&#39;t ask those questions, your governance will not be good.","author":"Pope Francis","topic":"Government"},{"quote":"In framing a government which is to be administered by men over men you must first enable the government to control the governed; and in the next place oblige it to control itself.","author":"James Madison","topic":"Government"},{"quote":"I think people need to be educated to the fact that marijuana is not a drug. Marijuana is an herb and a flower. God put it here. If He put it here and He wants it to grow, what gives the government the right to say that God is wrong?","author":"Willie Nelson","topic":"Government"},{"quote":"As long as our government is administered for the good of the people, and is regulated by their will; as long as it secures to us the rights of persons and of property, liberty of conscience and of the press, it will be worth defending.","author":"Andrew Jackson","topic":"Government"},{"quote":"The government must give proper weight to both keeping America safe from terrorists and protecting Americans&#39; privacy. But when Americans lack the most basic information about our domestic surveillance programs, they have no way of knowing whether we&#39;re getting that balance right. This lack of transparency is a big problem.","author":"Al Franken","topic":"Government"},{"quote":"There is a higher law than the law of government. That&#39;s the law of conscience.","author":"Stokely Carmichael","topic":"Government"},{"quote":"Relying on the government to protect your privacy is like asking a peeping tom to install your window blinds.","author":"John Perry Barlow","topic":"Government"},{"quote":"An oppressive government is more to be feared than a tiger.","author":"Confucius","topic":"Government"},{"quote":"When government - in pursuit of good intentions - tries to rearrange the economy, legislate morality, or help special interests, the cost come in inefficiency, lack of motivation, and loss of freedom. Government should be a referee, not an active player.","author":"Milton Friedman","topic":"Government"},{"quote":"The government is so out of control. It is so bloated and infested with fraud and deceit and corruption and abuse of power.","author":"Ted Nugent","topic":"Government"},{"quote":"The rights of persons, and the rights of property, are the objects, for the protection of which Government was instituted.","author":"James Madison","topic":"Government"},{"quote":"The government solution to a problem is usually as bad as the problem.","author":"Milton Friedman","topic":"Government"},{"quote":"China&#39;s republican politics is like a child who just started schooling. He must have a good teacher and be surrounded by good friends. By the same token, the Chinese people, new to the republican politics, must be educated properly. The revolutionary government should be the people&#39;s tutor to impart advanced awareness and experience.","author":"Sun Yat-sen","topic":"Government"},{"quote":"In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex. The potential for the disastrous rise of misplaced power exists and will persist.","author":"Dwight D. Eisenhower","topic":"Government"},{"quote":"The government should not be guided by Temporary Excitement, but by Sober Second Thought.","author":"Martin Van Buren","topic":"Government"},{"quote":"Even to observe neutrality you must have a strong government.","author":"Alexander Hamilton","topic":"Government"},{"quote":"People are so docile right now. It is almost as if good government means when the politicians lie to us for our own good, for the public good, and bad government is when politicians lie for their own selfish interests.","author":"James Bovard","topic":"Government"},{"quote":"Whenever the people are well-informed, they can be trusted with their own government.","author":"Thomas Jefferson","topic":"Government"},{"quote":"To me, it was shocking that a government of men could look with such extreme contempt on a movement that was asking nothing except such a simple little thing as the right to vote.","author":"Alice Paul","topic":"Government"},{"quote":"Building sustainable cities - and a sustainable future - will need open dialogue among all branches of national, regional and local government. And it will need the engagement of all stakeholders - including the private sector and civil society, and especially the poor and marginalized.","author":"Ban Ki-moon","topic":"Government"},{"quote":"Foreign powers do not seem to appreciate the true character of our government.","author":"James K. Polk","topic":"Government"},{"quote":"Over grown military establishments are under any form of government inauspicious to liberty, and are to be regarded as particularly hostile to republican liberty.","author":"George Washington","topic":"Government"},{"quote":"Our government is deeply disordered; its credit is impaired; its debt increasing; its expenditures extravagant and wasteful; its disbursements without efficient accountability; and its taxes (for duties are but taxes) enormous, unequal, and oppressive to the great producing classes of the country.","author":"John C. Calhoun","topic":"Government"},{"quote":"History proves that all dictatorships, all authoritarian forms of government are transient. Only democratic systems are not transient. Whatever the shortcomings, mankind has not devised anything superior.","author":"Vladimir Putin","topic":"Government"},{"quote":"When the state or federal government control the education of all of our children, they have the dangerous and illegitimate monopoly to control and influence the thought process of our citizens.","author":"Michael Badnarik","topic":"Government"},{"quote":"What I&#39;m thinking about more and more these days is simply the importance of transparency, and Jefferson&#39;s saying that he&#39;d rather have a free press without a government than a government without a free press.","author":"Esther Dyson","topic":"Government"},{"quote":"The most dangerous man to any government is the man who is able to think things out... without regard to the prevailing superstitions and taboos. Almost inevitably he comes to the conclusion that the government he lives under is dishonest, insane, intolerable.","author":"H. L. Mencken","topic":"Government"},{"quote":"We are free today because we are the stronger; we will be slaves again when the government becomes the stronger.","author":"Toussaint Louverture","topic":"Government"},{"quote":"Governing a great nation is like cooking a small fish - too much handling will spoil it.","author":"Lao Tzu","topic":"Government"},{"quote":"I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country.","author":"Thomas Jefferson","topic":"Government"},{"quote":"The spirit of resistance to government is so valuable on certain occasions that I wish it to be always kept alive.","author":"Thomas Jefferson","topic":"Government"},{"quote":"The Founding Fathers gave the free press the protection it must have to bare the secrets of government and inform the people.","author":"Hugo Black","topic":"Government"},{"quote":"Women ought to have representatives, instead of being arbitrarily governed without any direct share allowed them in the deliberations of government.","author":"Mary Wollstonecraft","topic":"Government"},{"quote":"Hand in hand with freedom of speech goes the power to be heard, to share in the decisions of government which shape men&#39;s lives.","author":"Robert Kennedy","topic":"Government"},{"quote":"It is amazing that people who think we cannot afford to pay for doctors, hospitals, and medication somehow think that we can afford to pay for doctors, hospitals, medication and a government bureaucracy to administer it.","author":"Thomas Sowell","topic":"Government"},{"quote":"Life in general has never been even close to fair, so the pretense that the government can make it fair is a valuable and inexhaustible asset to politicians who want to expand government.","author":"Thomas Sowell","topic":"Government"},{"quote":"Every society, all government, and every kind of civil compact therefore, is or ought to be, calculated for the general good and safety of the community.","author":"George Mason","topic":"Government"},{"quote":"My government is working for the common man. Our priority is the poor of the country. We want good governance through a dynamic and seamless government.","author":"Narendra Modi","topic":"Government"},{"quote":"Since no one but you can know what&#39;s best for you, government control can&#39;t make your life better.","author":"Harry Browne","topic":"Government"},{"quote":"Our great Republic is a government of laws and not of men. Here, the people rule.","author":"Gerald R. Ford","topic":"Government"},{"quote":"We journalists are a bit like vultures, feasting on war, scandal and disaster. Turn on the news, and you see Syrian refugees, Volkswagen corruption, dysfunctional government. Yet that reflects a selection bias in how we report the news: We cover planes that crash, not planes that take off.","author":"Nicholas Kristof","topic":"Government"},{"quote":"I have no religion, and at times I wish all religions at the bottom of the sea. He is a weak ruler who needs religion to uphold his government; it is as if he would catch his people in a trap.","author":"Mustafa Kemal Ataturk","topic":"Government"},{"quote":"Not every innovation in transportation is going to come from government or even a large enterprise. There are smart people out there with tools and skills to come up with great ideas.","author":"Anthony Foxx","topic":"Government"},{"quote":"Here is my first principle of foreign policy: good government at home.","author":"William E. Gladstone","topic":"Government"},{"quote":"The building up of a new, far-reaching system of inspection on the question of equal pay, with power to investigate every business in the United States, administered by a colossal new government agency with vast enforcement powers, would not be helpful to women, as far as I can see.","author":"Alice Paul","topic":"Government"},{"quote":"Man is not free unless government is limited.","author":"Ronald Reagan","topic":"Government"},{"quote":"Democracy, pure democracy, has at least its foundation in a generous theory of human rights. It is founded on the natural equality of mankind. It is the cornerstone of the Christian religion. It is the first element of all lawful government upon earth.","author":"John Quincy Adams","topic":"Government"},{"quote":"The people are the only legitimate fountain of power, and it is from them that the constitutional charter, under which the several branches of government hold their power, is derived.","author":"James Madison","topic":"Government"},{"quote":"The U.S. immigration laws are bad - really, really bad. I&#39;d say treatment of immigrants is one of the greatest injustices done in our government&#39;s name.","author":"Bill Gates","topic":"Government"},{"quote":"The government, which was designed for the people, has got into the hands of the bosses and their employers, the special interests. An invisible empire has been set up above the forms of democracy.","author":"Woodrow Wilson","topic":"Government"},{"quote":"The only power any government has is the power to crack down on criminals. Well, when there aren&#39;t enough criminals, one makes them. One declares so many things to be a crime that it becomes impossible for men to live without breaking laws.","author":"Ayn Rand","topic":"Government"},{"quote":"The goal to strive for is a poor government but a rich people.","author":"Andrew Johnson","topic":"Government"},{"quote":"As a Cherokee, I can attest to the fact that Native Americans have been on the losing side of history. Our rights have been infringed upon, our treaties have been broken, our culture has been stolen, and our tribes have been decimated at the hands of our own United States government.","author":"Markwayne Mullin","topic":"Government"},{"quote":"All government, indeed every human benefit and enjoyment, every virtue, and every prudent act, is founded on compromise and barter.","author":"Edmund Burke","topic":"Government"},{"quote":"I don&#39;t believe newspaper reporters can substitute for a district attorney, but a newspaper has a very valid investigative role. Newspaper reports on corruption in government, racketeering and organized crime conditions can be very helpful to your communities and the whole country.","author":"Robert Kennedy","topic":"Government"},{"quote":"Perhaps the fact that we have seen millions voting themselves into complete dependence on a tyrant has made our generation understand that to choose one&#39;s government is not necessarily to secure freedom.","author":"Friedrich August von Hayek","topic":"Government"},{"quote":"Our whole constitutional heritage rebels at the thought of giving government the power to control men&#39;s minds.","author":"Thurgood Marshall","topic":"Government"},{"quote":"Distrust of government isn&#39;t baseless cynicism. It&#39;s realism.","author":"Ben Shapiro","topic":"Government"},{"quote":"We need a wireless mobile device ecosystem that mirrors the PC\/Internet ecosystem, one where the consumers&#39; purchase of network capacity is separate from their purchase of the hardware and software they use on that network. It will take government action, or some disruptive technology or business innovation, to get us there.","author":"Walt Mossberg","topic":"Government"},{"quote":"Democracy is not so much a form of government as a set of principles.","author":"Woodrow Wilson","topic":"Government"},{"quote":"You can&#39;t run a government from one single person. What instead matters is that leadership be about gathering around extraordinary individuals and getting the best out of them.","author":"Justin Trudeau","topic":"Government"},{"quote":"If &#39;pro&#39; is the opposite of &#39;con&#39; what is the opposite of &#39;progress&#39;?","author":"Paul Harvey","topic":"Government"},{"quote":"Politics and government are certainly among the most important of practical human interests.","author":"P. T. Barnum","topic":"Government"},{"quote":"The honest man might observe... that no one gets something for nothing; that politicians go in poor and go out rich; that the Government screws up everything it touches; and that the Will to Believe is best confined to the Religious Venue, as to practice it elsewhere is just too damned expensive.","author":"David Mamet","topic":"Government"},{"quote":"Government is not the generator of economic growth; working people are.","author":"Phil Gramm","topic":"Government"},{"quote":"Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world.","author":"Abraham Lincoln","topic":"Government"},{"quote":"You can&#39;t start with imbalance and end with peace, be that in your own body, in an ecosystem or between a government and its people. What we need to strive for is not perfection, but balance.","author":"Ani DiFranco","topic":"Government"},{"quote":"If the machine of government is of such a nature that it requires you to be the agent of injustice to another, then, I say, break the law.","author":"Henry David Thoreau","topic":"Government"},{"quote":"We need to change attitudes. We can only change attitudes by working together. Government will do its bit, but I want you all to do your bit, too. So speak out, stand up against violence against women and girls, and that&#39;s the way we can eradicate it.","author":"Theresa May","topic":"Government"},{"quote":"Under the Articles of Confederation, the national government had the power to issue commands to the several sovereign states, but it had no authority to govern individuals directly.","author":"David Souter","topic":"Government"},{"quote":"The less government interferes with private pursuits, the better for general prosperity.","author":"Martin Van Buren","topic":"Government"},{"quote":"When you have an efficient government, you have a dictatorship.","author":"Harry S Truman","topic":"Government"},{"quote":"No fundamental social change occurs merely because government acts. It&#39;s because civil society, the conscience of a country, begins to rise up and demand - demand - demand change.","author":"Joe Biden","topic":"Government"},{"quote":"It&#39;s amazing to me how many people think that voting to have the government give poor people money is compassion. Helping poor and suffering people yourself is compassion. Voting for our government to use guns to give money to help poor and suffering people is immoral, self-righteous, bullying laziness.","author":"Penn Jillette","topic":"Government"},{"quote":"Because tax cuts create an incentive to increase output, employment, and production, they also help balance the budget by reducing means-tested government expenditures. A faster-growing economy means lower unemployment and higher incomes, resulting in reduced unemployment benefits and other social welfare programs.","author":"Arthur Laffer","topic":"Government"},{"quote":"The benefits of education and of useful knowledge, generally diffused through a community, are essential to the preservation of a free government.","author":"Sam Houston","topic":"Government"},{"quote":"A government big enough to give you everything you want is a government big enough to take from you everything you have.","author":"Gerald R. Ford","topic":"Government"},{"quote":"This country has come to feel the same when Congress is in session as when the baby gets hold of a hammer.","author":"Will Rogers","topic":"Government"},{"quote":"Government&#39;s first duty and highest obligation is public safety.","author":"Arnold Schwarzenegger","topic":"Government"},{"quote":"Most of those coming from the mainland are very destitute, almost naked. I am trying to find places for those able to work, and provide for them as best I can, so as to lighten the burden on the Government as much as possible, while at the same time they learn to respect themselves by earning their own living.","author":"Harriet Tubman","topic":"Government"},{"quote":"There are no necessary evils in government. Its evils exist only in its abuses.","author":"Andrew Jackson","topic":"Government"},{"quote":"Nothing turns out to be so oppressive and unjust as a feeble government.","author":"Edmund Burke","topic":"Government"},{"quote":"The more people who are dependent on government handouts, the more votes the left can depend on for an ever-expanding welfare state.","author":"Thomas Sowell","topic":"Government"},{"quote":"But only &#39;rich&#39; people by definition have the &#39;extra&#39; money to buy things and invest to create economic growth. Do we really want to tax that &#39;extra&#39; money away - and give it to the government to spend? Does that make any economic sense outside of politics and our emotional desire to make everyone suffer equally through these tough times?","author":"Terry Savage","topic":"Government"},{"quote":"If any foreign minister begins to defend to the death a &#39;peace conference&#39;, you can be sure his government has already placed its orders for new battleships and airplanes.","author":"Joseph Stalin","topic":"Government"},{"quote":"It is downright mockery to talk to women of their enjoyment of the blessings of liberty while they are denied the use of the only means of securing them provided by this democratic-republican government: the ballot.","author":"Susan B. Anthony","topic":"Government"},{"quote":"The object of my relationship with Vietnam has been to heal the wounds that exist, particularly among our veterans, and to move forward with a positive relationship,... Apparently some in the Vietnamese government don&#39;t want to do that and that&#39;s their decision.","author":"Ho Chi Minh","topic":"Government"},{"quote":"The measure of a man is not how great his faith is, but how great his love is. We must not let government programs disconnect our souls from each other.","author":"J. C. Watts","topic":"Government"},{"quote":"The real goal should be reduced government spending, rather than balanced budgets achieved by ever rising tax rates to cover ever rising spending.","author":"Thomas Sowell","topic":"Government"},{"quote":"The operations of the federal government will be most extensive and important in times of war and danger; those of the state governments, in times of peace and security.","author":"James Madison","topic":"Government"},{"quote":"A state is better governed which has few laws, and those laws strictly observed.","author":"Rene Descartes","topic":"Government"},{"quote":"When any government, or any church for that matter, undertakes to say to its subjects, This you may not read, this you must not see, this you are forbidden to know, the end result is tyranny and oppression no matter how holy the motives.","author":"Robert A. Heinlein","topic":"Government"},{"quote":"Only government can take perfectly good paper, cover it with perfectly good ink and make the combination worthless.","author":"Milton Friedman","topic":"Government"},{"quote":"If taxation without consent is robbery, the United States government has never had, has not now, and is never likely to have, a single honest dollar in its treasury. If taxation without consent is not robbery, then any band of robbers have only to declare themselves a government, and all their robberies are legalized.","author":"Lysander Spooner","topic":"Government"},{"quote":"Good government only happens when the people working in it do their jobs, and do them well.","author":"Matthew Lesko","topic":"Government"},{"quote":"I hate the unfairness of injustice. Anybody who thinks they are better than others or &#39;chosen&#39; or feel they have an entitlement... be it through monarchy, government or money. I think we are all born the same. We are entitled to an equal shot at life.","author":"Liam Cunningham","topic":"Government"},{"quote":"The problem is not that people are taxed too little, the problem is that government spends too much.","author":"Ronald Reagan","topic":"Government"},{"quote":"A President needs political understanding to run the government, but he may be elected without it.","author":"Harry S Truman","topic":"Government"},{"quote":"You don&#39;t pay taxes - they take taxes.","author":"Chris Rock","topic":"Government"},{"quote":"No matter where you stand politically - even if you&#39;re unsure of what your political ideology is - it is important to take part in the process of shaping our government.","author":"Brad Henry","topic":"Government"},{"quote":"The world will not accept dictatorship or domination.","author":"Mikhail Gorbachev","topic":"Government"},{"quote":"The definition of an extreme authoritarian is one who is willing blindly to assume that government accusations are true without any evidence presented or opportunity to contest those accusations.","author":"Glenn Greenwald","topic":"Government"},{"quote":"Who controls the issuance of money controls the government!","author":"Nathan Meyer Rothschild","topic":"Government"},{"quote":"Those who believe that after I have left the government as prime minister, I will go into a permanent retirement, really should have their heads examined.","author":"Lee Kuan Yew","topic":"Government"},{"quote":"Optimism is the ultimate definition of a leader. A leader has to look optimistically at what is ahead while not ignoring the challenges that must be overcome. Those challenges are in government, politics, world leadership, and even in community life.","author":"Linda McMahon","topic":"Government"},{"quote":"The taxpayer - that&#39;s someone who works for the federal government but doesn&#39;t have to take the civil service examination.","author":"Ronald Reagan","topic":"Government"},{"quote":"A little group of willful men, representing no opinion but their own, have rendered the great government of the United States helpless and contemptible.","author":"Woodrow Wilson","topic":"Government"},{"quote":"If you look at things that really affect people&#39;s lives - sport, the arts, charities - they were always at the back of the queue for government money - health, social security, defence, pensions were all way ahead. And each of those areas - sports, the arts, the lottery - got relatively petty cash from the government.","author":"John Major","topic":"Government"},{"quote":"The duty of government is to leave commerce to its own capital and credit as well as all other branches of business, protecting all in their legal pursuits, granting exclusive privileges to none.","author":"Andrew Jackson","topic":"Government"},{"quote":"You know why there&#39;s a Second Amendment? In case the government fails to follow the first one.","author":"Rush Limbaugh","topic":"Government"},{"quote":"It is the knowledge that all men have weaknesses and that many have vices that makes government necessary.","author":"James Monroe","topic":"Government"},{"quote":"The Supreme Court, of course, has the responsibility of ensuring that our government never oversteps its proper bounds or violates the rights of individuals. But the Court must also recognize the limits on itself and respect the choices made by the American people.","author":"Elena Kagan","topic":"Government"},{"quote":"I go for all sharing the privileges of the government, who assist in bearing its burdens. Consequently, I go for admitting all whites to the right of suffrage, who pay taxes or bear arms (by no means excluding females).","author":"Abraham Lincoln","topic":"Government"},{"quote":"I think a good relationship that Mexico could maintain with the United States and vice versa should be based on trust, on opening - openness and constant dialogue that would allow us essentially to define, share objectives and to work towards those so as to avoid activities which are not known to the other government.","author":"Enrique Pena Nieto","topic":"Government"},{"quote":"If it is a crime to love the South, its cause and its President, then I am a criminal. I would rather lie down in this prison and die than leave it owing allegiance to a government such as yours.","author":"Belle Boyd","topic":"Government"},{"quote":"When it shall be known that, at the time which I was accused of wishing to sunder this island from France - my benefactress - I repeated the oath of fidelity to her, I take pleasure in believing that the government I own, and my fellow-citizens, will render me the justice I merit, and that the enemies of my brethren will be reduced to silence.","author":"Toussaint Louverture","topic":"Government"},{"quote":"Throughout American history many of our social gains and much of our progress toward democracy were made possible by the active intervention of the federal government.","author":"Harold Washington","topic":"Government"},{"quote":"No government ought to be without censors; and where the press is free no one ever will.","author":"Thomas Jefferson","topic":"Government"},{"quote":"The right solemnly proclaimed at the birth of the States, and which has been affirmed and reaffirmed in the bills of rights of the States subsequently admitted into the Union of 1789, undeniably recognizes in the people the power to resume the authority delegated for the purposes of Government.","author":"Jefferson Davis","topic":"Government"},{"quote":"The greatest bulwark against an overreaching government, as tyrants know, is a religious population. That is because religious people form communities of interest adverse to government control of their lives; religious communities rely on their families and each other rather than an overarching government utilizing force.","author":"Ben Shapiro","topic":"Government"},{"quote":"For any young democracy, the most difficult but important step is burying the legacy of tyranny and establishing an economy and a government and institutions that abide by the rule of law. Every country faces challenges to the rule of law, including my own.","author":"Joe Biden","topic":"Government"},{"quote":"Say what you like about my bloody murderous government,&#39; I says, &#39;but don&#39;t insult me poor bleedin&#39; country.","author":"Edward Abbey","topic":"Government"},{"quote":"All socialism involves slavery.","author":"Herbert Spencer","topic":"Government"},{"quote":"It matters enormously to a successful democratic society like ours that we have three branches of government, each with some independence and some control over the other two. That&#39;s set out in the Constitution.","author":"Sandra Day O'Connor","topic":"Government"},{"quote":"I&#39;ve been blessed with three wonderful careers: motion pictures and television, wife, mother and grandmother... and diplomatic services for the United States government.","author":"Shirley Temple","topic":"Government"},{"quote":"Same-sex marriage is not the final nail in the coffin for traditional marriage. It is just another road sign toward the substitution of government for God. Every moral discussion now pits the wisest moral arbiters among us - the Supreme Court, President Obama - against traditional religion.","author":"Ben Shapiro","topic":"Government"},{"quote":"I don&#39;t care if you&#39;re a Republican or a Democrat, there is something profoundly un-American about using the brute force of government to bully someone.","author":"Rand Paul","topic":"Government"},{"quote":"Many European countries, as well as Australia, Canada, Israel, and New Zealand, have adopted legislation that creates a &#39;public lending right&#39;, where the government recognises that enabling hundreds of people to read a single copy of a book provides a public good, but that doing so is likely to reduce sales of the book.","author":"Peter Singer","topic":"Government"},{"quote":"For in reason, all government without the consent of the governed is the very definition of slavery.","author":"Jonathan Swift","topic":"Government"},{"quote":"Rather than improving the wealth of their own nation, the Mexican government encourages its poor to come to the U.S. and send money home.","author":"Timothy Murphy","topic":"Government"},{"quote":"Pirate ships were built for stealth and invisibility. They filed no manifests with any agency or government. When they went missing or sunk, nobody went looking for them. They simply disappeared into the ether.","author":"Robert Kurson","topic":"Government"},{"quote":"Socialism violates at least three of the Ten Commandments: It turns government into God, it legalizes thievery and it elevates covetousness. Discussions of income inequality, after all, aren&#39;t about prosperity but about petty spite. Why should you care how much money I make, so long as you are happy?","author":"Ben Shapiro","topic":"Government"},{"quote":"The world runs on individuals pursuing their self interests. The great achievements of civilization have not come from government bureaus. Einstein didn&#39;t construct his theory under order from a, from a bureaucrat. Henry Ford didn&#39;t revolutionize the automobile industry that way.","author":"Milton Friedman","topic":"Government"},{"quote":"We have to be bold in our national ambitions. First, we must win the fight against poverty within the next decade. Second, we must improve moral standards in government and society to provide a strong foundation for good governance. Third, we must change the character of our politics to promote fertile ground for reforms.","author":"Gloria Macapagal Arroyo","topic":"Government"},{"quote":"It was settled by the Constitution, the laws, and the whole practice of the government that the entire executive power is vested in the President of the United States.","author":"Andrew Jackson","topic":"Government"},{"quote":"Communism is a hateful thing, and a menace to peace and organized government.","author":"Grover Cleveland","topic":"Government"},{"quote":"Government is like a baby. An alimentary canal with a big appetite at one end and no sense of responsibility at the other.","author":"Ronald Reagan","topic":"Government"},{"quote":"Every country has the government it deserves.","author":"Joseph de Maistre","topic":"Government"},{"quote":"We are descended from a people whose government was founded on liberty; our glorious forefathers of Great Britain made liberty the foundation of everything. That country is become a great, mighty, and splendid nation; not because their government is strong and energetic, but, sir, because liberty is its direct end and foundation.","author":"Patrick Henry","topic":"Government"},{"quote":"Honesty, integrity, and accountability, the values, which should be the hallmark of this government, have instead been thrown under the bus by an arrogant majority, casualties in a misguided campaign to shield from accountability those who abuse this House.","author":"Louise Slaughter","topic":"Government"},{"quote":"It&#39;s a very sobering feeling to be up in space and realize that one&#39;s safety factor was determined by the lowest bidder on a government contract.","author":"Alan Shepard","topic":"Government"},{"quote":"There is danger from all men. The only maxim of a free government ought to be to trust no man living with power to endanger the public liberty.","author":"John Adams","topic":"Government"},{"quote":"Government has three primary functions. It should provide for military defense of the nation. It should enforce contracts between individuals. It should protect citizens from crimes against themselves or their property.","author":"Milton Friedman","topic":"Government"},{"quote":"If our political leaders are to be always a lot of political merchants, they will supply any demand we may create. All we have to do is to establish a steady demand for good government.","author":"Lincoln Steffens","topic":"Government"},{"quote":"It may be laid down as a primary position, and the basis of our system, that every Citizen who enjoys the protection of a Free Government, owes not only a proportion of his property, but even of his personal services to the defense of it.","author":"George Washington","topic":"Government"},{"quote":"We believe, as our founders did, that &#39;the pursuit of happiness&#39; depends upon individual liberty; and individual liberty requires limited government.","author":"Paul Ryan","topic":"Government"},{"quote":"Freedom isn&#39;t free. It shouldn&#39;t be a bragging point that &#39;Oh, I don&#39;t get involved in politics,&#39; as if that makes someone cleaner. No, that makes you derelict of duty in a republic. Liars and panderers in government would have a much harder time of it if so many people didn&#39;t insist on their right to remain ignorant and blindly agreeable.","author":"Bill Maher","topic":"Government"},{"quote":"The people are the government, administering it by their agents; they are the government, the sovereign power.","author":"Andrew Jackson","topic":"Government"},{"quote":"Many people want the government to protect the consumer. A much more urgent problem is to protect the consumer from the government.","author":"Milton Friedman","topic":"Government"},{"quote":"Government is an association of men who do violence to the rest of us.","author":"Leo Tolstoy","topic":"Government"},{"quote":"Those who want the Government to regulate matters of the mind and spirit are like men who are so afraid of being murdered that they commit suicide to avoid assassination.","author":"Harry S Truman","topic":"Government"},{"quote":"Nothing is so permanent as a temporary government program.","author":"Milton Friedman","topic":"Government"},{"quote":"I had watched for many years and seen how a few rich families held much of Argentina&#39;s wealth and power in their hands. So Peron and the government brought in an eight hour working day, sickness pay and fair wages to give poor workers a fair go .","author":"Evita Peron","topic":"Government"},{"quote":"Trump has emphatically denied ties to Russia - a claim refuted by his Twitter feed and a cursory Google search. Putin says his government had nothing to do with the hack of the DNC computers, even though it carelessly left a trail of crumbs tracing back to his intelligence services. The cunning liar is exploiting the blundering one.","author":"Franklin Foer","topic":"Government"},{"quote":"The Obamacare contraception mandate was never about freedom. It was always about pitting secularism against religion, and using the power of government to sponsor secularism.","author":"Ben Shapiro","topic":"Government"},{"quote":"National security is the first duty of government but we are also committed to reversing the substantial erosion of civil liberties.","author":"Theresa May","topic":"Government"},{"quote":"Strong government doesn&#39;t mean simply military power or an efficient intelligence apparatus. Instead, it should mean effective, fair administration - in other words, &#39;good governance.&#39;","author":"Raghuram Rajan","topic":"Government"},{"quote":"Why has government been instituted at all? Because the passions of men will not conform to the dictates of reason and justice, without constraint.","author":"Alexander Hamilton","topic":"Government"},{"quote":"I think it is important the communities are listened to and that their voice is heard, particularly with local government boundaries more than parliamentary boundaries, because you are talking very much about communities. It can be a very emotive thing.","author":"Nicola Sturgeon","topic":"Government"},{"quote":"We are losing sight of civility in government and politics. Debate and dialogue is taking a back seat to the politics of destruction and anger and control. Dogma has replaced thoughtful discussion between people of differing views.","author":"James McGreevey","topic":"Government"},{"quote":"Government, in the last analysis, is organized opinion. Where there is little or no public opinion, there is likely to be bad government.","author":"Mackenzie King","topic":"Government"},{"quote":"The worst government is often the most moral. One composed of cynics is often very tolerant and humane. But when fanatics are on top there is no limit to oppression.","author":"H. L. Mencken","topic":"Government"},{"quote":"This is a government takeover of our healthcare system. It is the government basically running the entire healthcare system, turning large insurers into de facto public utilities, depriving people of choice, depriving people of options, raising people&#39;s prices, raising taxes when we need new jobs.","author":"Paul Ryan","topic":"Government"},{"quote":"The government I led gave ordinary people peace, security, dignity, and opportunity to progress.","author":"Benazir Bhutto","topic":"Government"},{"quote":"Obesity is a societal issue. We have to come together with government, business, civil society, and NGOs to create solutions for this.","author":"Muhtar Kent","topic":"Government"},{"quote":"They have seized upon the government by bribery and corruption. They have made speculation and public robbery a science. They have loaded the nation, the state, the county, and the city with debt.","author":"Denis Kearney","topic":"Government"},{"quote":"Dictators can fix up their entire families in good jobs, in or around government, and often do. In democracies, such a practice is frowned upon. Privileged access to the corridors of power through family connections and a kind of old boys&#39; network, is also deemed an abuse of power, and so it is.","author":"Jimmy Reid","topic":"Government"},{"quote":"The presidency is the most visible thread that runs through the tapestry of the American government. More often than not, for good or for ill, it sets the tone for the other branches and spurs the expectations of the people.","author":"Mike Pence","topic":"Government"},{"quote":"A government for the people must depend for its success on the intelligence, the morality, the justice, and the interest of the people themselves.","author":"Grover Cleveland","topic":"Government"},{"quote":"I would still ask the government not to drive the people of India to desperation, or else there is no other course left open to the people except to inaugurate the policy of non-cooperation, though not necessarily the programme of Mr. Gandhi.","author":"Muhammad Ali Jinnah","topic":"Government"},{"quote":"It is not the function of the government to keep the citizen from falling into error; it is the function of the citizen to keep the government from falling into error.","author":"Robert Jackson","topic":"Government"},{"quote":"I believe that all the measures of the Government are directed to the purpose of making the rich richer and the poor poorer.","author":"William Henry Harrison","topic":"Government"},{"quote":"As far as the constitution allows me, I will try to ensure that there is responsible and accountable governance at all levels of government in the country. For I will not have kept my own trust with the Nigerian people if I allow others abuse theirs under my watch.","author":"Muhammadu Buhari","topic":"Government"},{"quote":"The government, whether state or central, is elected. That means we have a responsibility to elect the right kind of leaders.","author":"A. P. J. Abdul Kalam","topic":"Government"},{"quote":"Somehow liberals have been unable to acquire from life what conservatives seem to be endowed with at birth: namely, a healthy skepticism of the powers of government agencies to do good.","author":"Daniel Patrick Moynihan","topic":"Government"},{"quote":"The single most exciting thing you encounter in government is competence, because it&#39;s so rare.","author":"Daniel Patrick Moynihan","topic":"Government"},{"quote":"I believe we need to attract a new generation of the best and brightest to public service and I believe that government can be a source of inspiration, not degradation.","author":"Andrew Cuomo","topic":"Government"},{"quote":"Government exists to protect us from each other. Where government has gone beyond its limits is in deciding to protect us from ourselves.","author":"Ronald Reagan","topic":"Government"},{"quote":"Nothing can conduce more to the order and stability of a government than the simplicity of the laws, the proper definition of rights, and their impartial and consistent administration.","author":"Sam Houston","topic":"Government"},{"quote":"Northeastern and most coastal states will vote for the candidate who is more closely aligned with international cooperation and engagement, secularism and science, gun control, individual freedom in culture and sexuality, and a greater role for the government in protecting the environment and ensuring economic equality.","author":"Steven Pinker","topic":"Government"},{"quote":"Government spending is taxation. When you look at this, I&#39;ve never heard of a poor person spending himself into prosperity; let alone I&#39;ve never heard of a poor person taxing himself into prosperity.","author":"Arthur Laffer","topic":"Government"},{"quote":"As a conservative who believes in limited government, I believe that the only check on government power in real time is a free and independent press.","author":"Mike Pence","topic":"Government"},{"quote":"Secrecy, being an instrument of conspiracy, ought never to be the system of a regular government.","author":"Jeremy Bentham","topic":"Government"},{"quote":"I have established the republic. But today it is not clear whether the form of government is a republic, a dictatorship, or personal rule.","author":"Mustafa Kemal Ataturk","topic":"Government"},{"quote":"I did not want my tombstone to read, &#39;She kept a really clean house.&#39; I think I&#39;d like them to remember me by saying, &#39;She opened government to everyone.&#39;","author":"Ann Richards","topic":"Government"},{"quote":"If liberty and equality, as is thought by some, are chiefly to be found in democracy, they will be best attained when all persons alike share in government to the utmost.","author":"Aristotle","topic":"Government"},{"quote":"We are beginning a new era in our government. I cannot too strongly urge the necessity of a rigid economy and an inflexible determination not to enlarge the income beyond the real necessities of the government.","author":"Andrew Jackson","topic":"Government"},{"quote":"The great object of the institution of civil government is the improvement of those who are parties to the social compact.","author":"John Quincy Adams","topic":"Government"},{"quote":"You can talk about capitalism and communism and all that sort of thing, but the important thing is the struggle everybody is engaged in to get better living conditions, and they are not interested too much in government.","author":"Bernard Baruch","topic":"Government"},{"quote":"When one gets in bed with government, one must expect the diseases it spreads.","author":"Ron Paul","topic":"Government"},{"quote":"A lot of people don&#39;t understand what feminism is. They think it is about advance and success for women, but it&#39;s not that at all. It is about power for the female left. And they have this, I think, ridiculous idea that American women are oppressed by the patriarchy and we need laws and government to solve our problems for us.","author":"Phyllis Schlafly","topic":"Government"},{"quote":"Budgets are moral documents. They reflect the values of any government and when you&#39;re compromising clean air, clean water, and lead, you&#39;re making a statement about communities you don&#39;t care about.","author":"Tom Perez","topic":"Government"},{"quote":"We need an equal opportunity society, one in which government does not see its job as picking winners and losers. Where do you go if you want special favors? Government. Where do you go if you want a tax break? Government. Where do you go if you want a handout? Government. This must stop.","author":"Bobby Jindal","topic":"Government"},{"quote":"Freedom is our most precious commodity and if we are not eternally vigilant, government will take it all away. Individual freedom demands individual responsibility.","author":"Lyn Nofziger","topic":"Government"},{"quote":"Religion is of general and public concern, and on its support depend, in great measure, the peace and good order of government, the safety and happiness of the people.","author":"Samuel Chase","topic":"Government"},{"quote":"We are all imperfect. We can not expect perfect government.","author":"William Howard Taft","topic":"Government"},{"quote":"Imagine a country that flies into space, launches Sputniks, creates such a defense system, and it can&#39;t resolve the problem of women&#39;s pantyhose. There&#39;s no toothpaste, no soap powder, not the basic necessities of life. It was incredible and humiliating to work in such a government.","author":"Mikhail Gorbachev","topic":"Government"},{"quote":"The very essence of civil liberty certainly consists in the right of every individual to claim the protection of the laws, whenever he receives an injury. One of the first duties of government is to afford that protection.","author":"John Marshall","topic":"Government"},{"quote":"No power of government ought to be employed in the endeavor to establish any system or article of belief on the subject of religion.","author":"Jeremy Bentham","topic":"Government"},{"quote":"No other people have a government more worthy of their respect and love or a land so magnificent in extent, so pleasant to look upon, and so full of generous suggestion to enterprise and labor.","author":"Benjamin Harrison","topic":"Government"},{"quote":"There is only one kind of freedom and that&#39;s individual liberty. Our lives come from our creator and our liberty comes from our creator. It has nothing to do with government granting it.","author":"Ron Paul","topic":"Government"},{"quote":"Until the control of the issue of currency and credit is restored to government and recognized as its most conspicuous and sacred responsibility, all talks of the sovereignty of Parliament and of democracy is idle and futile.","author":"William Lyon Mackenzie King","topic":"Government"},{"quote":"Every friend to the liberty of his country is bound to reflect, and step forward to prevent the dreadful consequences which shall result from a government of events.","author":"Henry Knox","topic":"Government"},{"quote":"I remember the day after the general election when Harold Wilson had lost, I remember quite clearly cycling from my house in Hutton along Long Ridings and feeling what a relief to live in a country with a Tory government again.","author":"Philip Hammond","topic":"Government"},{"quote":"The responsibility for good government lies not just with governments themselves but also with every other part of the system they operate in, including media, non-governmental organisations and the public.","author":"Geoff Mulgan","topic":"Government"},{"quote":"I think we have a rawer version of capitalism and a more fragile community and family base than other nations. We are a more individualistic culture. From the Boston Tea Party on, we&#39;ve had too little faith in government.","author":"Arlie Russell Hochschild","topic":"Government"},{"quote":"Native Americans are the original inhabitants of the land that now constitutes the United States. They have helped develop the fundamental principles of freedom of speech and separation of powers that form the foundation of the United States Government.","author":"Joe Baca","topic":"Government"},{"quote":"Some doomsayers think the collapse will be triggered by runaway government spending, excessive taxation, oppressive regulation, food shortages, fuel shortages or natural disasters such as deadly pandemics or lethal changes in the world&#39;s climate.","author":"Robert Higgs","topic":"Government"},{"quote":"That our government should have been maintained in its original form from its establishment until now is not much to be wondered at. It had many props to support it through that period, which now are decayed and crumbled away. Through that period, it was felt by all to be an undecided experiment; now, it is understood to be a successful one.","author":"Abraham Lincoln","topic":"Government"},{"quote":"When you decide to get involved in a military operation in a place like Syria, you&#39;ve got to be prepared, as we learned from Iraq and Afghanistan, to become the government, and I&#39;m not sure any country, either the United States or I don&#39;t hear of anyone else, who&#39;s willing to take on that responsibility.","author":"Colin Powell","topic":"Government"},{"quote":"Healthcare should be between the doctor and the patient. And if the doctor says something needs to be done, the government should guarantee it gets paid for.","author":"Michael Moore","topic":"Government"},{"quote":"The principle of academic freedom is designed to make sure that powers outside the university, including government and corporations, are not able to control the curriculum or intervene in extra-mural speech.","author":"Judith Butler","topic":"Government"},{"quote":"American government did not originate in any abstract theories about liberty and equality, but in the actual experience gained by generation after generation of English colonists in managing their own political affairs. The Revolution did not make a breach in the continuity of their institutional life.","author":"Charles A. Beard","topic":"Government"},{"quote":"Short-term thinking is the greatest enemy of good government.","author":"Anthony Albanese","topic":"Government"},{"quote":"Concede that the new government of Louisiana is only to what it should be, as the egg is to the fowl; we shall sooner have the fowl by hatching the egg than by smashing it.","author":"Abraham Lincoln","topic":"Government"},{"quote":"There is too much government today. We&#39;ve got to remember the government should be by the people, of the people, and for the people.","author":"Ray Bradbury","topic":"Government"},{"quote":"Let the people think they govern and they will be governed.","author":"William Penn","topic":"Government"},{"quote":"I believe that a government has only one religion - India first. A government has only one holy book - our Constitution. A government has only one kind of devotion - towards nation.","author":"Narendra Modi","topic":"Government"},{"quote":"A Union that can only be maintained by swords and bayonets has no charm for me. If the Union is dissolved and government disrupted, I shall return to my native state and share the miseries of my people, and save in defense will draw my sword on none.","author":"Robert E. Lee","topic":"Government"},{"quote":"Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men.","author":"B. R. Ambedkar","topic":"Government"},{"quote":"The first duty of a government is to maintain law and order so that the life, property, and religious beliefs of its subjects are fully protected by the State.","author":"Muhammad Ali Jinnah","topic":"Government"},{"quote":"We don&#39;t need new taxes. We need new taxpayers, people that are gainfully employed, making money and paying into the tax system. And then we need a government that has the discipline to take that additional revenue and use it to pay down the debt and never grow it again.","author":"Marco Rubio","topic":"Government"},{"quote":"Unfortunately, corruption is widespread in government agencies and public enterprises. Our political system promotes nepotism and wasting money. This has undermined our legal system and confidence in the functioning of the state. One of the consequences is that many citizens don&#39;t pay their taxes.","author":"George Papandreou","topic":"Government"},{"quote":"Our Constitution works; our great republic is a government of laws and not of men. Here, the people rule.","author":"Gerald R. Ford","topic":"Government"},{"quote":"From the day of its birth, the anomaly of slavery plagued a nation which asserted the equality of all men, and sought to derive powers of government from the consent of the governed. Within sound of the voices of those who said this lived more than half a million black slaves, forming nearly one-fifth of the population of a new nation.","author":"W. E. B. Du Bois","topic":"Government"},{"quote":"Not only our future economic soundness but the very soundness of our democratic institutions depends on the determination of our government to give employment to idle men.","author":"Franklin D. Roosevelt","topic":"Government"},{"quote":"The highest glory of the American Revolution was this: it connected in one indissoluble bond the principles of civil government with the principles of Christianity.","author":"John Quincy Adams","topic":"Government"},{"quote":"The First Amendment is often inconvenient. But that is beside the point. Inconvenience does not absolve the government of its obligation to tolerate speech.","author":"Anthony Kennedy","topic":"Government"},{"quote":"The Internet didn&#39;t get invented on its own. Government research created the Internet so that all the companies could make money off the Internet. The point is, is that when we succeed, we succeed because of our individual initiative, but also because we do things together.","author":"Barack Obama","topic":"Government"},{"quote":"The best government is a benevolent tyranny tempered by an occasional assassination.","author":"Voltaire","topic":"Government"},{"quote":"The government of the United States doesn&#39;t want peace. It wants to exploit its system of exploitation, of pillage, of hegemony through war. It wants peace, but what&#39;s happening in Iraq? What happened in Lebanon? Palestine? What&#39;s happening? What&#39;s happened over the last hundred years in Latin America and in the world?","author":"Hugo Chavez","topic":"Government"},{"quote":"Potentially, a government is the most dangerous threat to man&#39;s rights: it holds a legal monopoly on the use of physical force against legally disarmed victims.","author":"Ayn Rand","topic":"Government"},{"quote":"I think that the Internet is going to be one of the major forces for reducing the role of government. The one thing that&#39;s missing, but that will soon be developed, is a reliable e-cash - a method whereby on the Internet you can transfer funds from A to B without A knowing B or B knowing A.","author":"Milton Friedman","topic":"Government"},{"quote":"The problem with leaderless uprisings taking over is that you don&#39;t always know what you get at the other end. If you are not careful you could replace a bad government with one much worse!","author":"Chinua Achebe","topic":"Government"},{"quote":"The world has nothing to fear from military ambition in our Government.","author":"James K. Polk","topic":"Government"},{"quote":"A Conservative Government is an organized hypocrisy.","author":"Benjamin Disraeli","topic":"Government"},{"quote":"Even the government understands that the environmental challenge is so big that no single agency can handle it. It needs collaboration among all the stakeholders - companies, governments, NGOs and the public. Public accountability will be the ultimate driving force.","author":"Ma Jun","topic":"Government"},{"quote":"When there is a lack of honor in government, the morals of the whole people are poisoned.","author":"Herbert Hoover","topic":"Government"},{"quote":"Government is a trust, and the officers of the government are trustees. And both the trust and the trustees are created for the benefit of the people.","author":"Henry Clay","topic":"Government"},{"quote":"But separation of church and state was never meant to separate God and government.","author":"Roy Moore","topic":"Government"},{"quote":"The war on drugs has made government more powerful, citizens less free, and hasn&#39;t helped users or addicts.","author":"Victor Mitchell","topic":"Government"},{"quote":"In general, the art of government consists of taking as much money as possible from one class of citizens to give to another.","author":"Voltaire","topic":"Government"},{"quote":"Government &#39;help&#39; to business is just as disastrous as government persecution... the only way a government can be of service to national prosperity is by keeping its hands off.","author":"Ayn Rand","topic":"Government"},{"quote":"By a continuing process of inflation, government can confiscate, secretly and unobserved, an important part of the wealth of their citizens.","author":"John Maynard Keynes","topic":"Government"},{"quote":"Let those men who still have these misguided ideas, let those men who still have these hallucinations, realize that by anarchism, by dastardly crimes, they cannot bring about good government; let them realize that these methods have not succeeded in any country of the world and are not likely to succeed in India.","author":"Muhammad Ali Jinnah","topic":"Government"},{"quote":"While starving refugees in Homs were providing target practice for government snipers, Bashar al-Assad&#39;s strongest international backer was in Sochi, at the Iceberg Skating Palace, visibly moved, smiling with deep satisfaction, as the Russians beautifully glided and leaped their way to the gold medal in the team event.","author":"George Packer","topic":"Government"},{"quote":"We have lost that which has made us great over the generations, and that is the sense of individual and personal responsibility that we can come up, we can pursue our dreams and our aspirations and we won&#39;t be blocked by government regulation, by the inability to get a loan as a small business to make our dreams come true.","author":"Jon Huntsman, Jr.","topic":"Government"},{"quote":"It has always been the role of government to help solve problems, including and especially health crises. Obesity is a health epidemic across our country, and we have a responsibility as a government and a society to do all we can to promote good nutrition and healthy eating so we can reverse this alarming trend.","author":"Richard J. Codey","topic":"Government"},{"quote":"The only sure bulwark of continuing liberty is a government strong enough to protect the interests of the people, and a people strong enough and well enough informed to maintain its sovereign control over the goverment.","author":"Franklin D. Roosevelt","topic":"Government"},{"quote":"The Kingdom is the love of God prevailing in politics, in business, in government, in media. It is all the impact of the laws of God creating a social environment where the strong help the weak, where those who have give to those who don&#39;t. It&#39;s a society where relationships are built on love.","author":"Myles Munroe","topic":"Government"},{"quote":"Our goal is to shrink government to the size where we can drown it in a bathtub.","author":"Grover Norquist","topic":"Government"},{"quote":"Almost every economist agrees that the American health care system is unsustainable. Medical care is so expensive that it is busting all of our budgets - government, business, and personal. Eventually, the medical price bubble will pop. What, then, are the alternatives?","author":"Jim Cooper","topic":"Government"},{"quote":"He who exercises government by means of his virtue may be compared to the north polar star, which keeps its place and all the stars turn towards it.","author":"Confucius","topic":"Government"},{"quote":"Government does not solve problems; it subsidizes them.","author":"Ronald Reagan","topic":"Government"},{"quote":"I considered myself engaged in a war from Day One. And my objective was to force the federal government - the Kennedy administration at that time - into a position where they would have to use the United States military force to enforce my rights as a citizen.","author":"James Meredith","topic":"Government"},{"quote":"A government of, by, and for the people requires that people talk to people, that we can agree to disagree but do so in civility. If we let the politicians and those who report dictate our discourse, then our course will be dictated.","author":"Donna Brazile","topic":"Government"},{"quote":"It appears first, that liberty is a natural, and government an adventitious right, because all men were originally free.","author":"Thomas Clarkson","topic":"Government"},{"quote":"The government has a history of not treating people fairly, from the internment of Japanese Americans in World War II to African-Americans in the Civil Rights era.","author":"Rand Paul","topic":"Government"},{"quote":"America is the only developed nation that has a 2,000-mile border with a developing nation, and the government&#39;s refusal to control that border is why there are an estimated 460,000 illegal immigrants in Arizona and why the nation, sensibly insisting on first things first, resists &#39;comprehensive&#39; immigration reform.","author":"George Will","topic":"Government"},{"quote":"In revealing the workings of government that led to the Vietnam War, the newspapers nobly did precisely that which the Founders hoped and trusted they would do.","author":"Hugo Black","topic":"Government"},{"quote":"But whether the Constitution really be one thing, or another, this much is certain - that it has either authorized such a government as we have had, or has been powerless to prevent it. In either case, it is unfit to exist.","author":"Lysander Spooner","topic":"Government"},{"quote":"Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.","author":"Eleanor Roosevelt","topic":"Government"},{"quote":"This is a generation weaned on Watergate, and there is no presumption of innocence and no presumption of good intentions. Instead, there is a presumption that, without relentless scrutiny, the government will misbehave.","author":"Dee Dee Myers","topic":"Government"},{"quote":"In the real estate business you learn more about people, and you learn more about community issues, you learn more about life, you learn more about the impact of government, probably than any other profession that I know of.","author":"Johnny Isakson","topic":"Government"},{"quote":"If the great American people will only keep their temper, on both sides of the line, the troubles will come to an end, and the question which now distracts the country will be settled just as surely as all other difficulties of like character which have originated in this government have been adjusted.","author":"Abraham Lincoln","topic":"Government"},{"quote":"We need to understand that we as citizens and as a government in any community throughout this country have no more important obligation than to educate those who are going to replace us.","author":"Colin Powell","topic":"Government"},{"quote":"The genius of our ruling class is that it has kept a majority of the people from ever questioning the inequity of a system where most people drudge along, paying heavy taxes for which they get nothing in return.","author":"Gore Vidal","topic":"Government"},{"quote":"Directing a movie is a little bit like being back in student government and putting on the homecoming dance. You&#39;re like, &#39;You put up the streamers, and you hire the DJ, and you get the punch bowl.&#39; Some people are just like, &#39;This dance sucks.&#39; And you&#39;re like, &#39;No no, this dance is awesome!&#39; You have to be really positive.","author":"Mike Birbiglia","topic":"Government"},{"quote":"Majority rule only works if you&#39;re also considering individual rights. Because you can&#39;t have five wolves and one sheep voting on what to have for supper.","author":"Larry Flynt","topic":"Government"},{"quote":"Every American, regardless of their background, has the right to live free of unwarranted government intrusion. Repealing the worst provisions of the Patriot Act will reign in this gross abuse of power and restore to everyone our basic Constitutional rights.","author":"Pete Stark","topic":"Government"},{"quote":"Behind the ostensible government sits enthroned an invisible government owing no allegiance and acknowledging no responsibility to the people.","author":"Theodore Roosevelt","topic":"Government"},{"quote":"The inquiry constantly is what will please, not what will benefit the people. In such a government there can be nothing but temporary expedient, fickleness, and folly.","author":"Alexander Hamilton","topic":"Government"},{"quote":"For success of any mission, it is necessary to have creative leadership. Creative leadership is vital for government, non-governmental organisations as well as for industries.","author":"A. P. J. Abdul Kalam","topic":"Government"},{"quote":"The worst thing in this world, next to anarchy, is government.","author":"Henry Ward Beecher","topic":"Government"},{"quote":"Virtual currency, where it&#39;s called a bitcoin vs. a U.S. dollar, that&#39;s going to be stopped. No government will ever support a virtual currency that goes around borders and doesn&#39;t have the same controls. It&#39;s not going to happen.","author":"Jamie Dimon","topic":"Government"},{"quote":"Censorship is advertising paid by the government.","author":"Federico Fellini","topic":"Government"},{"quote":"For almost two centuries, American gray wolves, vilified in fact as well as fiction, were the victims of vicious government extermination programs. By the time the Endangered Species Act was passed in 1973, only a few hundred of these once-great predators were left in the lower 48 states.","author":"Lydia Millet","topic":"Government"},{"quote":"Rights come from God, not from government.","author":"Roy Moore","topic":"Government"},{"quote":"Parliament of the country is the repository of the sovereign will of the people, and its successful functioning is a joint responsibility of both the government and the Opposition.","author":"Pratibha Patil","topic":"Government"},{"quote":"Net neutrality was essential for our economy; it was essential to preserve freedom and openness, both for economic reasons and free speech reasons, and the government had a role in ensuring that Internet freedom was protected.","author":"Julius Genachowski","topic":"Government"},{"quote":"If we can but prevent the government from wasting the labours of the people, under the pretence of taking care of them, they must become happy.","author":"Thomas Jefferson","topic":"Government"},{"quote":"No government can help the destinies of people who insist in putting sectional and class consciousness ahead of general weal.","author":"Franklin D. Roosevelt","topic":"Government"},{"quote":"A popular government without popular information or the means of acquiring it, is but a prologue to a farce, or a tragedy, or perhaps both.","author":"James Madison","topic":"Government"},{"quote":"Our government has kept us in a perpetual state of fear - kept us in a continuous stampede of patriotic fervor - with the cry of grave national emergency.","author":"Douglas MacArthur","topic":"Government"},{"quote":"The new rage is to say that the government is the cause of all our problems, and if only we had no government, we&#39;d have no problems. I can tell you, that contradicts evidence, history, and common sense.","author":"William J. Clinton","topic":"Government"},{"quote":"It seems to many of us that if we are to avoid the eventual catastrophic world conflict, we must strengthen the United Nations as a first step toward a world government patterned after our own government with a legislature, executive and judiciary, and police to enforce its international laws and keep the peace.","author":"Walter Cronkite","topic":"Government"},{"quote":"Americans chose a limited government that exists to protect our rights, not to grant them.","author":"Marco Rubio","topic":"Government"},{"quote":"Liberty does not exist where rights are on one side and power on the other. To be liberty, rights must be armed with vital powers. A people cannot be free who do not participate in the control of the government which operates upon them.","author":"Lucius Quintus Cincinnatus Lamar II","topic":"Government"},{"quote":"A Supreme Court justice needs to understand that he is not a politician. He needs to understand that the judiciary is a passive branch of government. His decisions should not proactively seek to set policy.","author":"Thomas Rex Lee","topic":"Government"},{"quote":"It&#39;s time to fundamentally change the way that we do business in Washington. To help build a new foundation for the 21st century, we need to reform our government so that it is more efficient, more transparent, and more creative. That will demand new thinking and a new sense of responsibility for every dollar that is spent.","author":"Barack Obama","topic":"Government"},{"quote":"I&#39;m not really conservative. I&#39;m conservative on certain things. I believe in less government. I believe in fiscal responsibility and all those things that maybe Republicans used to believe in but don&#39;t any more.","author":"Clint Eastwood","topic":"Government"},{"quote":"As international support for Obama&#39;s decision to attack Syria has collapsed, along with the credibility of government claims, the administration has fallen back on a standard pretext for war crimes when all else fails: the credibility of the threats of the self-designated policeman of the world.","author":"Noam Chomsky","topic":"Government"},{"quote":"Every family should have the right to spend their money, after tax, as they wish, and not as the government dictates. Let us extend choice, extend the will to choose and the chance to choose.","author":"Margaret Thatcher","topic":"Government"},{"quote":"The government is tottering. We must deal it the death blow an any cost. To delay action is the same as death.","author":"Vladimir Lenin","topic":"Government"},{"quote":"Democracy means government by the uneducated, while aristocracy means government by the badly educated.","author":"Gilbert K. Chesterton","topic":"Government"},{"quote":"You shouldn&#39;t change your behavior because a government agency somewhere is doing the wrong thing. If we sacrifice our values because we&#39;re afraid, we don&#39;t care very much about those values.","author":"Edward Snowden","topic":"Government"},{"quote":"He mocks the people who proposes that the government shall protect the rich and that they in turn will care for the laboring poor.","author":"Grover Cleveland","topic":"Government"},{"quote":"A claim for equality of material position can be met only by a government with totalitarian powers.","author":"Friedrich August von Hayek","topic":"Government"},{"quote":"All the measures of the Government are directed to the purpose of making the rich richer and the poor poorer.","author":"William Henry Harrison","topic":"Government"},{"quote":"Public confidence in the integrity of the Government is indispensable to faith in democracy; and when we lose faith in the system, we have lost faith in everything we fight and spend for.","author":"Adlai E. Stevenson","topic":"Government"},{"quote":"The Government of the absolute majority instead of the Government of the people is but the Government of the strongest interests; and when not efficiently checked, it is the most tyrannical and oppressive that can be devised.","author":"John C. Calhoun","topic":"Government"},{"quote":"Pakistan is rich in sporting talent, but the only thing needed is to have sincere and honest administrators who should be held accountable by the government. Pakistan should be recognised as a sporting nation and not as a terrorist country.","author":"Jahangir Khan","topic":"Government"},{"quote":"Unity and secularism will be the motto of the government. We can&#39;t afford divisive polity in India.","author":"Manmohan Singh","topic":"Government"},{"quote":"Ancient Rome declined because it had a Senate, now what&#39;s going to happen to us with both a House and a Senate?","author":"Will Rogers","topic":"Government"},{"quote":"The people of God want pastors, not clergy acting like bureaucrats or government officials.","author":"Pope Francis","topic":"Government"},{"quote":"To establish any mode to abolish war, however advantageous it might be to Nations, would be to take from such Government the most lucrative of its branches.","author":"Thomas Paine","topic":"Government"},{"quote":"Government is an evil; it is only the thoughtlessness and vices of men that make it a necessary evil. When all men are good and wise, government will of itself decay.","author":"Percy Bysshe Shelley","topic":"Government"},{"quote":"The Declaration of Independence pronounced the irrevocable decree of political separation, between the United States and their people on the one part, and the British king, government, and nation on the other.","author":"John Quincy Adams","topic":"Government"},{"quote":"I feel an independent accountability commission should audit all government services.","author":"Imran Khan","topic":"Government"},{"quote":"We don&#39;t walk. We overeat because we&#39;ve made it easy to overeat. We have fast-food joints on every corner. By the way, the &#39;we&#39; is all of us. It&#39;s not the government. It&#39;s all of us doing this together.","author":"Mehmet Oz","topic":"Government"},{"quote":"A people cannot long retain their freedom, whose government is incapable of protecting them.","author":"Oliver Ellsworth","topic":"Government"},{"quote":"Bureaucracy gives birth to itself and then expects maternity benefits.","author":"Dale Dauten","topic":"Government"},{"quote":"What makes me angry is when people know what is right but have, over the years, attuned themselves to the fact that what they&#39;re doing, stealing money from government, is acceptable.","author":"Miriam Defensor-Santiago","topic":"Government"},{"quote":"Some people object to libertarian ideas because there are too many irresponsible people in the world - people who will cause trouble if the government doesn&#39;t restrain them.","author":"Harry Browne","topic":"Government"},{"quote":"To realize peace on the Korean peninsula, and to develop exchange, cooperation between both Koreas, they are the, you know, immediate target of our government.","author":"Kim Dae Jung","topic":"Government"},{"quote":"We believe in liberty, we believe in limited government, we believe in free enterprise, we believe in family values and the sanctity of human life, and we all believe Washington needs a good dose of Economics 101.","author":"Kurt Bills","topic":"Government"},{"quote":"The government of Israel doesn&#39;t like the kinds of things I say, which puts them into the same category as every other government in the world.","author":"Noam Chomsky","topic":"Government"},{"quote":"Certainly we can end racism with love. We can demand that the federal government change its emphasis on racial distinction.","author":"bell hooks","topic":"Government"},{"quote":"I think if you look at people, whether in business or government, who haven&#39;t had any moral compass, who&#39;ve just changed to say whatever they thought the popular thing was, in the end they&#39;re losers.","author":"Michael Bloomberg","topic":"Government"},{"quote":"Big government inevitably drives an upward distribution of wealth to those whose wealth, confidence and sophistication enable them to manipulate government.","author":"George Will","topic":"Government"},{"quote":"The soldiers never explained to the government when an Indian was wronged, but reported the misdeeds of the Indians.","author":"Geronimo","topic":"Government"},{"quote":"National leaders who find themselves wilting under the withering criticisms by members of the media, would do well not to take such criticism personally but to regard the media as their allies in keeping the government clean and honest, its services.","author":"Corazon Aquino","topic":"Government"},{"quote":"The United States are a political state, or organized society, whose end is government, for the security, welfare, and happiness of all who live under its protection.","author":"William H. Seward","topic":"Government"},{"quote":"At the end of the day, every member of the conservative movement, from our political commentators and thinkers to our elected officials, share an important and common purpose in advancing the cause of liberty, reigning in a bloated federal government, and defending our traditional family values.","author":"Phil Gingrey","topic":"Government"},{"quote":"The checks and balances is a way to prevent government from either devolving into an autocratic tyranny or an autocratic mob mentality.","author":"Beau Willimon","topic":"Government"},{"quote":"Social Security is one of the greatest achievements of the American government, protecting our elderly against poverty and assuring young people of a more secure future.","author":"Mark Foley","topic":"Government"},{"quote":"Which government is the best? The one that teaches us to govern ourselves.","author":"Johann Wolfgang von Goethe","topic":"Government"},{"quote":"Our earliest evidence of government, in the ruins of Babylon and Egypt, shows nothing but ziggurats and pyramids of wasted taxpayer money, the TARP funds and shovel-ready stimulus programs of their day.","author":"P. J. O'Rourke","topic":"Government"},{"quote":"I consider anybody a twerp who hasn&#39;t read &#39;Democracy in America&#39; by Alexis de Tocqueville. There can never be a better book than that one on the strengths and vulnerabilities inherent in our form of government.","author":"Kurt Vonnegut","topic":"Government"},{"quote":"Liberty has never come from Government. Liberty has always come from the subjects of it. The history of liberty is a history of limitations of governmental power, not the increase of it.","author":"Woodrow Wilson","topic":"Government"},{"quote":"My house was bugged. They couldn&#39;t find any information on me being a subversive because I happen to love America; I just don&#39;t like some of the things the government is doing.","author":"Eartha Kitt","topic":"Government"},{"quote":"Democratic socialism means that our government does everything it can to create a full employment economy.","author":"Bernie Sanders","topic":"Government"},{"quote":"Taxes are like abortion, and not just because both are grotesque procedures supported by Democrats. You&#39;re for them or against them. Taxes go up or down; government raises taxes or lowers them. But Democrats will not let the words &#39;abortion&#39; or &#39;tax hikes&#39; pass their lips.","author":"Ann Coulter","topic":"Government"},{"quote":"Churches know more about poverty than any government will ever know, because we&#39;re dealing with the poor every day.","author":"Rick Warren","topic":"Government"},{"quote":"It is not good to have a rule of many.","author":"Homer","topic":"Government"},{"quote":"Of the various forms of government which have prevailed in the world, an hereditary monarchy seems to present the fairest scope for ridicule.","author":"Edward Gibbon","topic":"Government"},{"quote":"We need to reclaim our American system of limited government, low taxes, reasonable regulations, and sound money, which has blessed us with unprecedented prosperity. And it has done more to help the poor than any other economic system ever designed.","author":"Paul Ryan","topic":"Government"},{"quote":"When I was boxing I made five million and wound up broke, owing the government a million.","author":"Joe Louis","topic":"Government"},{"quote":"I believe to go along to get along is unpatriotic. I believe that agreeing with your government on everything they do is unpatriotic. I believe a patriot stands up and holds your government&#39;s feet to the fire. Because if you do that, you will get good government.","author":"Jesse Ventura","topic":"Government"},{"quote":"I bear solemn witness to the fact that NATO heads of state and of government meet only to go through the tedious motions of reading speeches, drafted by others, with the principal objective of not rocking the boat.","author":"Pierre Trudeau","topic":"Government"},{"quote":"Without the ability to talk about government power, there&#39;s no way for citizens to make sure this power isn&#39;t being misused.","author":"Aaron Swartz","topic":"Government"},{"quote":"Whenever the government of the United States shall break up, it will probably be in consequence of a false direction having been given to public opinion.","author":"James F. Cooper","topic":"Government"},{"quote":"If I had been elected president in 1948, history would be vastly different. I believe we would have stemmed the growth of Big Government, which had begun with the New Deal and culminated with the Great Society.","author":"Strom Thurmond","topic":"Government"},{"quote":"If human beings are fundamentally good, no government is necessary; if they are fundamentally bad, any government, being composed of human beings, would be bad also.","author":"Fred Woodworth","topic":"Government"},{"quote":"Nothing is more destructive of respect for the government and the law of the land than passing laws which cannot be enforced.","author":"Albert Einstein","topic":"Government"},{"quote":"All government, of course, is against liberty.","author":"H. L. Mencken","topic":"Government"},{"quote":"The instant formal government is abolished, society begins to act. A general association takes place, and common interest produces common security.","author":"Thomas Paine","topic":"Government"},{"quote":"I know that we&#39;ve had a lot of immigration. How many immigrants are in prison? And what I found was - and I&#39;m a fanatical researcher - what I found was a massive cover-up by both the government and the media in not telling us how many immigrants are in prison.","author":"Ann Coulter","topic":"Government"},{"quote":"I would bring the government back to what it was intended to be - a plain economical government.","author":"James K. Polk","topic":"Government"},{"quote":"There are no adequate substitutes for father, mother, and children bound together in a loving commitment to nurture and protect. No government, no matter how well-intentioned, can take the place of the family in the scheme of things.","author":"Gerald R. Ford","topic":"Government"},{"quote":"Men must turn square corners when they deal with the Government.","author":"Oliver Wendell Holmes, Jr.","topic":"Government"},{"quote":"There is nothing wrong with describing Conservatism as protecting the Constitution, protecting all things that limit government. Government is the enemy of liberty. Government should be very restrained.","author":"Ron Paul","topic":"Government"},{"quote":"The first amendment makes it clear that we are free to practice religion without government interference. The Constitution also establishes the separation of church and state so that the laws we live by our never guided by religious zeal.","author":"Roxane Gay","topic":"Government"},{"quote":"A man&#39;s natural rights are his own, against the whole world; and any infringement of them is equally a crime, whether committed by one man, or by millions; whether committed by one man, calling himself a robber, (or by any other name indicating his true character,) or by millions, calling themselves a government.","author":"Lysander Spooner","topic":"Government"},{"quote":"The way people in democracies think of the government as something different from themselves is a real handicap. And, of course, sometimes the government confirms their opinion.","author":"Lewis Mumford","topic":"Government"},{"quote":"A one-year budget doesn&#39;t mean the government won&#39;t last, and a two-year budget doesn&#39;t mean it will.","author":"Moshe Kahlon","topic":"Government"},{"quote":"This used to be a government of checks and balances. Now it&#39;s all checks and no balances.","author":"Gracie Allen","topic":"Government"},{"quote":"In recent times, European nations, with the use of gunpowder and other technical improvements in warfare, controlled practically the whole world. One, the British Empire, brought under one government a quarter of the earth and its inhabitants.","author":"John Boyd Orr","topic":"Government"},{"quote":"You have all these people in the city and everything has become centralized. If you live outside the city and you need a birth certificate or some official paper from the government, you have to travel to the city.","author":"Edwidge Danticat","topic":"Government"},{"quote":"The only conduct that merits the drastic remedy of impeachment is that which subverts our system of government or renders the president unfit or unable to govern.","author":"Charles Ruff","topic":"Government"},{"quote":"Every government degenerates when trusted to the rulers of the people alone. The people themselves are its only safe depositories.","author":"Thomas Jefferson","topic":"Government"},{"quote":"As president, Reagan worked very well with Democrats to do big things. It is true that he worked to reduce the size of government and cut federal taxes and he eliminated many regulations, but he also raised taxes when necessary.","author":"Arnold Schwarzenegger","topic":"Government"},{"quote":"Ninety eight percent of the adults in this country are decent, hardworking, honest Americans. It&#39;s the other lousy two percent that get all the publicity. But then, we elected them.","author":"Lily Tomlin","topic":"Government"},{"quote":"Americans have no idea of the extent of their government&#39;s mischief... the number of military strikes we have made unprovoked, against other countries, since 1947 is more than 250.","author":"Gore Vidal","topic":"Government"},{"quote":"People know something has gone terribly wrong with our government and it has gotten so far off track. But people also know that there is nothing wrong in America that a good old-fashioned election can&#39;t fix.","author":"Sarah Palin","topic":"Government"},{"quote":"I believe that most people would like to cooperate in reducing waste, but to encourage them, the national policy should be clear, well advertised, and consistent. Even within Greater London, there is a huge discrepancy between council policies. I believe a national waste management initiative should be designed and implemented by government.","author":"Jeremy Irons","topic":"Government"},{"quote":"Those on the downside of rising economic inequality generally do not want government policies that look like handouts. They typically do not want the government to make the tax system more progressive, to impose punishing taxes on the rich, in order to give the money to them. Redistribution feels demeaning. It feels like being labeled a failure.","author":"Robert J. Shiller","topic":"Government"},{"quote":"The right and the physical power of the people to resist injustice, are really the only securities that any people ever can have for their liberties. Practically no government knows any limit to its power but the endurance of the people.","author":"Lysander Spooner","topic":"Government"},{"quote":"The media helps keep government honest.","author":"Julian Assange","topic":"Government"},{"quote":"People like getting what they think is free stuff from government.","author":"John Stossel","topic":"Government"},{"quote":"The parallels between 9\/11 and Pearl Harbor are striking. In each instance there were warning signs before the attack, and in each instance our government failed to connect the dots.","author":"Diane Watson","topic":"Government"},{"quote":"We are expected to believe that anyone who objects to the Department of Homeland Security or the USA Patriot Act is a terrorist, and that the only way to preserve our freedom is to hand it over to the government for safekeeping.","author":"L. Neil Smith","topic":"Government"},{"quote":"At the heart of liberalism really is a hatred for God and a belief that government should replace God.","author":"Todd Akin","topic":"Government"},{"quote":"The fact that political ideologies are tangible realities is not a proof of their vitally necessary character. The bubonic plague was an extraordinarily powerful social reality, but no one would have regarded it as vitally necessary.","author":"Wilhelm Reich","topic":"Government"},{"quote":"We find ourselves under the government of a system of political institutions, conducing more essentially to the ends of civil and religious liberty, than any of which the history of former times tells us.","author":"Abraham Lincoln","topic":"Government"},{"quote":"The best minds are not in government. If any were, business would steal them away.","author":"Ronald Reagan","topic":"Government"},{"quote":"One way to make sure crime doesn&#39;t pay would be to let the government run it.","author":"Ronald Reagan","topic":"Government"},{"quote":"I cannot consent that my mortal body shall be laid in a repository prepared for an Emperor or a King my republican feelings and principles forbid it the simplicity of our system of government forbids it.","author":"Andrew Jackson","topic":"Government"},{"quote":"What is ominous is the ease with which some people go from saying that they don&#39;t like something to saying that the government should forbid it. When you go down that road, don&#39;t expect freedom to survive very long.","author":"Thomas Sowell","topic":"Government"},{"quote":"What is government itself but the greatest of all reflections on human nature?","author":"James Madison","topic":"Government"},{"quote":"For more than forty years, the United States Congress has shamelessly used payroll taxes intended for Social Security to fund big government spending.","author":"Mike Pence","topic":"Government"},{"quote":"The Soviet government is the most realistic regime in the world - no ideals.","author":"Golda Meir","topic":"Government"},{"quote":"My message to everyone: the next time you hear about migrant children near the border, just picture them as your own. Then think what you would want our government to do.","author":"Al Sharpton","topic":"Government"},{"quote":"I am absolutely opposed to a national ID card. This is a total contradiction of what a free society is all about. The purpose of government is to protect the secrecy and the privacy of all individuals, not the secrecy of government. We don&#39;t need a national ID card.","author":"Ron Paul","topic":"Government"},{"quote":"In my estimation, there should always be a mixture of economic liberalism - which means small government, a great emphasis on markets - but also a certain degree of social conservatism, not to favor change unless that change is beneficial. So I describe myself as an economic liberal and a social conservative.","author":"John Howard","topic":"Government"},{"quote":"In 2006, I entered the presidential palace in the main square of La Paz as the first indigenous president of Bolivia. Our government, under the slogan &#39;Bolivia Changes,&#39; is committed to ending the colonialism, racism and exclusion that many of our people lived under for many centuries.","author":"Evo Morales","topic":"Government"},{"quote":"It shouldn&#39;t take extreme courage and a willingness to go to prison for decades or even life to blow the whistle on bad government acts done in secret. But it does. And that is an immense problem for democracy, one that all journalists should be united in fighting.","author":"Glenn Greenwald","topic":"Government"},{"quote":"Despite being in public life, I value my own privacy immensely and would be as concerned as anyone else if I thought my mobile phone records could be easily available to officials across government.","author":"David Blunkett","topic":"Government"},{"quote":"So you know, I think that the federal government, the Democrats, and President Obama are selling a lot of hope and change, but no delivery of any of those promises.","author":"Jan Brewer","topic":"Government"},{"quote":"The government&#39;s view is that the best time to announce bad news, news that it doesn&#39;t want the public to dwell on is late on a Friday, when it will wind up in the Saturday papers, which if you were readers, then the week day editions. A holiday weekend is even better.","author":"Bob Schieffer","topic":"Government"},{"quote":"A nascent economy needs a transparent and accountable government and an efficient civil service to help meet social needs. Its people need jobs and a belief in their country&#39;s future. A surfeit of aid has been shown to be unable to help achieve these goals.","author":"Dambisa Moyo","topic":"Government"},{"quote":"If anyone should do any pardoning. I should be the one pardoning the government for what they did to the Japanese-American people.","author":"Fred Korematsu","topic":"Government"},{"quote":"As a woman in Canada, I get to do whatever I want to do, and I&#39;m used to that. I&#39;m used to not having my government tell me my life is going to be restricted because I&#39;m female.","author":"Deborah Ellis","topic":"Government"},{"quote":"You can study government and politics in school, but the best way to really understand the process is to volunteer your time.","author":"Rob McKenna","topic":"Government"},{"quote":"Socialism means slavery.","author":"Lord Acton","topic":"Government"},{"quote":"Under the rule of law, if the government wants to prevent firms from outsourcing and offshoring, it enacts legislation and adopts regulations to create the appropriate incentives and discourage undesirable behaviour. It does not bully or threaten particular firms or portray traumatised refugees as a security threat.","author":"Joseph Stiglitz","topic":"Government"},{"quote":"You have citizens who don&#39;t understand how government works and they&#39;re kind of soured on it. All they do is criticize. They have no idea that they can make things happen.","author":"Sandra Day O'Connor","topic":"Government"},{"quote":"I stand for all those who feel that the government no longer understands the individual and no longer respects individual rights.","author":"Harvey Milk","topic":"Government"},{"quote":"To hear some men talk of the government, you would suppose that Congress was the law of gravitation, and kept the planets in their places.","author":"Wendell Phillips","topic":"Government"},{"quote":"The overwhelming majority of new mortgages are issued with government backing in a highly concentrated securitization market. That leaves us with both potential taxpayer liability and systemic risk.","author":"Jerome Powell","topic":"Government"},{"quote":"There are three species of government: republican, monarchical, and despotic.","author":"Charles de Secondat","topic":"Government"},{"quote":"I think the founding fathers, in their genius, created a system of three co-equal branches of government and a built-in system of checks and balances.","author":"James R. Clapper","topic":"Government"},{"quote":"We as a government are entitled to be criticised.","author":"Arun Jaitley","topic":"Government"},{"quote":"Voters quickly forget what a man says.","author":"Richard M. Nixon","topic":"Government"},{"quote":"My brother Bob doesn&#39;t want to be in government - he promised Dad he&#39;d go straight.","author":"John F. Kennedy","topic":"Government"},{"quote":"Christmas is the time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell government what they want and their kids pay for it.","author":"Richard Lamm","topic":"Government"},{"quote":"Being a patriot doesn&#39;t mean prioritizing service to government above all else. Being a patriot means knowing when to protect your country, knowing when to protect your Constitution, knowing when to protect your countrymen, from the violations of and encroachments of adversaries. And those adversaries don&#39;t have to be foreign countries.","author":"Edward Snowden","topic":"Government"},{"quote":"All religions and all communities have the same rights, and it is my responsibility to ensure their complete and total protection. My government will not tolerate or accept any discrimination based on caste, creed and religion.","author":"Narendra Modi","topic":"Government"},{"quote":"The government is us; we are the government, you and I.","author":"Theodore Roosevelt","topic":"Government"},{"quote":"The essence of Government is power; and power, lodged as it must be in human hands, will ever be liable to abuse.","author":"James Madison","topic":"Government"},{"quote":"Why has government been instituted at all? Because the passions of man will not conform to the dictates of reason and justice without constraint.","author":"Alexander Hamilton","topic":"Government"},{"quote":"Every decent man is ashamed of the government he lives under.","author":"H. L. Mencken","topic":"Government"},{"quote":"On the acquisition of Louisiana, in the year 1803, the attention of the government of the United States, was early directed towards exploring and improving the new territory.","author":"Meriwether Lewis","topic":"Government"},{"quote":"The greatest advances of civilization, whether in architecture or painting, in science and literature, in industry or agriculture, have never come from centralized government.","author":"Milton Friedman","topic":"Government"},{"quote":"Democracy... is a charming form of government, full of variety and disorder; and dispensing a sort of equality to equals and unequals alike.","author":"Plato","topic":"Government"},{"quote":"Steady, firm, and kind government of prisoners is the truest humanity and the best exercise of duty. It is with convicts as with children: unseasonable indulgence, indiscreetly granted, leads to mischiefs which we may deplore but cannot repair.","author":"Dorothea Dix","topic":"Government"},{"quote":"It&#39;s not the voting that&#39;s democracy; it&#39;s the counting.","author":"Tom Stoppard","topic":"Government"},{"quote":"This election presents a stark choice - we can continue down the road of the Obama Democrats, more and more spending, debt and government control of the economy, or we can return to the founding principles of our nation - free markets, fiscal responsibility and individual liberty.","author":"Ted Cruz","topic":"Government"},{"quote":"My objection to the death penalty is based on the idea that this is a democracy, and in a democracy the government is me, and if the government kills somebody then I&#39;m killing somebody.","author":"Steve Earle","topic":"Government"},{"quote":"The Confederate flag was the flag of the American South during the civil war. It was the flag of people who were fighting against their own government in an attempt to retain slavery. It was the flag of people who thought slavery was no problem, who thought slavery was a good thing.","author":"John Niven","topic":"Government"},{"quote":"Christmas is a time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell the government what they want - and their kids pay for it.","author":"Richard Lamm","topic":"Government"},{"quote":"The people will save their government, if the government itself will allow them.","author":"Abraham Lincoln","topic":"Government"},{"quote":"No government ever voluntarily reduces itself in size. Government programs, once launched, never disappear. Actually, a government bureau is the nearest thing to eternal life we&#39;ll ever see on this earth!","author":"Ronald Reagan","topic":"Government"},{"quote":"The best defense against usurpatory government is an assertive citizenry.","author":"William F. Buckley, Jr.","topic":"Government"},{"quote":"The Framers of the Bill of Rights did not purport to &#39;create&#39; rights. Rather, they designed the Bill of Rights to prohibit our Government from infringing rights and liberties presumed to be preexisting.","author":"William J. Brennan, Jr.","topic":"Government"},{"quote":"What I&#39;m not saying is that all government spending is bad. It&#39;s not - far, far from it, but there is no free lunch, as a former colleague of mine used to say. There is no public tooth fairy. Father Christmas does not work on the Treasury staff this year. You can never bail someone out of trouble without putting someone else into trouble.","author":"Arthur Laffer","topic":"Government"},{"quote":"As our federal government has grown too large and too powerful, the real loss has been the freedom of people to govern their own lives and participate fully in the American dream.","author":"Steve Forbes","topic":"Government"},{"quote":"That government is best which governs least.","author":"Henry David Thoreau","topic":"Government"},{"quote":"When the government violates the people&#39;s rights, insurrection is, for the people and for each portion of the people, the most sacred of the rights and the most indispensible of duties.","author":"Marquis de Lafayette","topic":"Government"},{"quote":"The income tax created more criminals than any other single act of government.","author":"Barry Goldwater","topic":"Government"},{"quote":"Governments are composed of human beings, and all of the frailties that humans possess are absorbed into these governments and become active within these governments. Hatred, anger, jealousy, fear, greed, distrust and the whole host of afflictions that humans must bear, lurk just beneath the surface of civility displayed by &#39;government.&#39;","author":"John McAfee","topic":"Government"},{"quote":"If you persist in your purpose of secession, there will be war - a bloody and cruel war. Not only will the North fight, but she will also triumph. The experiment of secession will fail, and the South, in ruin and desolation, will bitterly repent the day when she attempted to overthrow a wise and beneficent government.","author":"Ambrose Burnside","topic":"Government"},{"quote":"Everything that makes man&#39;s life worthwhile - family, work, education, a place to rear one&#39;s children and a place to rest one&#39;s head - all this depends on the decisions of government; all can be swept away by a government which does not heed the demands of its people, and I mean all of its people.","author":"Robert Kennedy","topic":"Government"},{"quote":"Freedom of speech means freedom for those who you despise, and freedom to express the most despicable views. It also means that the government cannot pick and choose which expressions to authorize and which to prevent.","author":"Alan Dershowitz","topic":"Government"},{"quote":"It has been said that democracy is the worst form of government except all the others that have been tried.","author":"Winston Churchill","topic":"Government"},{"quote":"I have been up to see the Congress and they do not seem to be able to do anything except to eat peanuts and chew tobacco, while my army is starving.","author":"Robert E. Lee","topic":"Government"},{"quote":"A democratic government is the only one in which those who vote for a tax can escape the obligation to pay it.","author":"Alexis de Tocqueville","topic":"Government"},{"quote":"You know that big government doesn&#39;t hurt big corporations. They&#39;ve got the best lawyers and accountants in the world. You know who gets destroyed by big government? It&#39;s the little guys.","author":"Marco Rubio","topic":"Government"},{"quote":"A government must not waiver once it has chosen it&#39;s course. It must not look to the left or right but go forward.","author":"Otto von Bismarck","topic":"Government"},{"quote":"It is important for people to be able to read all sides of every question; for a feeling of national unity does not come from one-sided or inadequate information, but from a sense of freedom impartially secured and of opportunity equalized by a just government.","author":"Jeannette Rankin","topic":"Government"},{"quote":"Democracy needs support, and the best support for democracy comes from other democracies.","author":"Benazir Bhutto","topic":"Government"},{"quote":"Bitcoin is amazingly transformative because it&#39;s the first time in the entire history of the world in which anybody can now send or receive any amount of money, with anyone else, anywhere on the planet, without having to ask permission from any bank or government.","author":"Roger Ver","topic":"Government"},{"quote":"I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.","author":"Ron Paul","topic":"Government"},{"quote":"New York State is upside down and backwards; high taxes and low performance. The New York State government was at one time a national model. Now, unfortunately, it&#39;s a national disgrace. Sometimes, the corruption in Albany could even make Boss Tweed blush.","author":"Andrew Cuomo","topic":"Government"},{"quote":"Let&#39;s make it simple: Government control means uniformity, regulation, fees, inspection, and yes, compliance.","author":"Tom Graves","topic":"Government"},{"quote":"That government is the strongest of which every man feels himself a part.","author":"Thomas Jefferson","topic":"Government"},{"quote":"I am almost inclined to say that India will get Dominion Responsible Government the day the Hindus and Muslims are united.","author":"Muhammad Ali Jinnah","topic":"Government"},{"quote":"If everybody in this town connected with politics had to leave town because of chasing women and drinking, you would have no government.","author":"Barry Goldwater","topic":"Government"},{"quote":"No government fights fascism to destroy it. When the bourgeoisie sees that power is slipping out of its hands, it brings up fascism to hold onto their privileges.","author":"Buenaventura Durruti","topic":"Government"},{"quote":"Dr. King&#39;s leadership reaffirmed the promise of our democracy: that everyday people, working together, have the power to change our government and our institutions for the better.","author":"Maria Cantwell","topic":"Government"},{"quote":"Government alone cannot solve the problems we deal with in our correctional facilities, treatment centers, homeless shelters and crisis centers - we need our faith-based and community partners.","author":"Dirk Kempthorne","topic":"Government"},{"quote":"The Chinese government wants me to say that for many centuries Tibet has been part of China. Even if I make that statement, many people would just laugh. And my statement will not change past history. History is history.","author":"Dalai Lama","topic":"Government"},{"quote":"Democracy passes into despotism.","author":"Plato","topic":"Government"},{"quote":"Protecting the rights of even the least individual among us is basically the only excuse the government has for even existing.","author":"Ronald Reagan","topic":"Government"},{"quote":"Money is power, and in that government which pays all the public officers of the states will all political power be substantially concentrated.","author":"Andrew Jackson","topic":"Government"},{"quote":"It is not questioned that the Federal Government is one of limited powers. Its powers are such, and such only, as are expressly granted in the Constitution or are properly incident to the expressly granted powers and necessary to their execution.","author":"James K. Polk","topic":"Government"},{"quote":"The U.N.&#39;s impartiality allows it to negotiate and operate in some of the toughest places in the world. And time and again, studies have shown that U.N. peacekeeping is far more effective and done with far less money than what any government can do on its own.","author":"Ban Ki-moon","topic":"Government"},{"quote":"I have never forgotten my days as an Eagle Scout. I didn&#39;t know it at the time, but what really came out of my Scouting was learning how to lead and serve the community. It has come in handy in my career in government.","author":"Lloyd Bentsen","topic":"Government"},{"quote":"Were it left to me to decide whether we should have a government without newspapers, or newspapers without a government, I should not hesitate a moment to prefer the latter.","author":"Thomas Jefferson","topic":"Government"},{"quote":"The Democrats are the party that says government will make you smarter, taller, richer, and remove the crabgrass on your lawn. The Republicans are the party that says government doesn&#39;t work and then they get elected and prove it.","author":"P. J. O'Rourke","topic":"Government"},{"quote":"I believe there is something out there watching us. Unfortunately, it&#39;s the government.","author":"Woody Allen","topic":"Government"},{"quote":"I think hip-hop could help rebuild America, once hip-hoppers own hip-hop... We are our own politicians, our own government, we have something to say. We&#39;re warriors. Soldiers.","author":"Nas","topic":"Government"},{"quote":"The task of the government is not only to pour honey into a cup, but sometimes to give bitter medicine.","author":"Vladimir Putin","topic":"Government"},{"quote":"I went from being a kid who loved to perform magic tricks to becoming the world&#39;s most notorious hacker, feared by corporations and the government.","author":"Kevin Mitnick","topic":"Government"},{"quote":"By ensuring that no one in government has too much power, the Constitution helps protect ordinary Americans every day against abuse of power by those in authority.","author":"John Roberts","topic":"Government"},{"quote":"A people can prosper under a very bad government and suffer under a very good one, if in the first case the local administration is effective and in the second it is inefficient.","author":"Annie Besant","topic":"Government"},{"quote":"The worst evils which mankind has ever had to endure were inflicted by bad governments.","author":"Ludwig von Mises","topic":"Government"},{"quote":"National sovereignty is an obligation as well as an entitlement. A government that will not perform the role of a government forfeits the rights of a government.","author":"Richard Perle","topic":"Government"},{"quote":"There are two types of encryption: one that will prevent your sister from reading your diary and one that will prevent your government.","author":"Bruce Schneier","topic":"Government"},{"quote":"Our country, if you read the &#39;Federalist Papers,&#39; is about disagreement. It&#39;s about pitting faction against faction, divided government, checks and balances. The hero in American political tradition is the man who stands up to the mob - not the mob itself.","author":"Jonah Goldberg","topic":"Government"},{"quote":"In poor countries, we still need better ways to measure the effectiveness of the many government workers providing health services. They are the crucial link bringing tools such as vaccines and education to the people who need them most. How well trained are they? Are they showing up to work?","author":"Bill Gates","topic":"Government"},{"quote":"From the late 1940s, into and through the &#39;50s, there developed a complex interaction between federal government, state and local government, real-estate interests, commercial interests and court decisions, which had the effect of undermining the mass transit system across the country.","author":"Noam Chomsky","topic":"Government"},{"quote":"Government can provide opportunity. But opportunity means nothing unless people are prepared to seize it.","author":"Richard M. Nixon","topic":"Government"},{"quote":"I know that a prime minister of Canada needs to be deeply respectful of the other levels of government - whether it be municipal, provincial, or even nation-to-nation relationships with aboriginal governments.","author":"Justin Trudeau","topic":"Government"},{"quote":"No one should negotiate their dreams. Dreams must be free to fly high. No government, no legislature, has a right to limit your dreams. You should never agree to surrender your dreams.","author":"Jesse Jackson","topic":"Government"},{"quote":"The world is not going to be saved by legislation.","author":"William Howard Taft","topic":"Government"},{"quote":"I&#39;d rather entrust the government of the United States to the first 400 people listed in the Boston telephone directory than to the faculty of Harvard University.","author":"William F. Buckley, Jr.","topic":"Government"},{"quote":"If you like small government you need to work hard at having a strong national defense that is not so militant. Personal liberty is the purpose of government, to protect liberty - not to run your personal life, not to run the economy, and not to pretend that we can tell the world how they ought to live.","author":"Ron Paul","topic":"Government"},{"quote":"Democracy is a daring concept - a hope that we&#39;ll be best governed if all of us participate in the act of government. It is meant to be a conversation, a place where the intelligence and local knowledge of the electorate sums together to arrive at actions that reflect the participation of the largest possible number of people.","author":"Brian Eno","topic":"Government"},{"quote":"Paramount among the responsibilities of a free press is the duty to prevent any part of the government from deceiving the people and sending them off to distant lands to die of foreign fevers and foreign shot and shell.","author":"Hugo Black","topic":"Government"},{"quote":"The laws given on Mount Sinai for the government of man and woman were equal; the precepts of Jesus make no distinction.","author":"Lucretia Mott","topic":"Government"},{"quote":"We do not want to live in a theocracy. We should maintain that barrier and government has no business telling someone what they ought to believe or how they should conduct their private lives.","author":"Robert Reich","topic":"Government"},{"quote":"What&#39;s hurting the U.S. economy is total government spending. The deficit is an indicator that the government is spending so much money that it can&#39;t even get around to stealing all of the money that it wants to spend. But the tip of the iceberg is not what hit the Titanic - it was the 90 percent of the iceberg under water.","author":"Grover Norquist","topic":"Government"},{"quote":"Not wishing to be disturbed over moral issues of the political economy, Americans cling to the notion that the government is a sort of automatic machine, regulated by the balancing of competing interests.","author":"C. Wright Mills","topic":"Government"},{"quote":"Dishonesty in government is the business of every citizen. It is not enough to do your own job. There&#39;s no particular virtue in that. Democracy isn&#39;t a gift. It&#39;s a responsibility.","author":"Dalton Trumbo","topic":"Government"},{"quote":"This Bible is for the government of the people, by the people and for the people.","author":"John Wycliffe","topic":"Government"},{"quote":"Americans are hard working, innovative, proud people who want bad government policies and high taxes to get out of the way so they can take care of their families and pursue their dreams.","author":"Tim Walberg","topic":"Government"},{"quote":"When I am abroad, I always make it a rule never to criticize or attack the government of my own country. I make up for lost time when I come home.","author":"Winston Churchill","topic":"Government"},{"quote":"It&#39;s easy being a humorist when you&#39;ve got the whole government working for you.","author":"Will Rogers","topic":"Government"},{"quote":"The universe never did make sense; I suspect it was built on government contract.","author":"Robert A. Heinlein","topic":"Government"},{"quote":"When I read about the way in which library funds are being cut and cut, I can only think that American society has found one more way to destroy itself.","author":"Isaac Asimov","topic":"Government"},{"quote":"Leftists wage the war on Christmas using their traditional methods - government fiat and the court system. They never win voting, and they certainly don&#39;t win in the free market, so they bravely fight their battles through big government.","author":"Milo Yiannopoulos","topic":"Government"},{"quote":"Our constitution works. Our great republic is a government of laws, not of men.","author":"Gerald R. Ford","topic":"Government"},{"quote":"I&#39;ve lived in Washington now for 44 years, and that&#39;s a lot of folly to witness up close. Whatever confidence and optimism I felt towards the central government when I got here on January 1, 1970 has pretty much dissipated at the hands of the government.","author":"George Will","topic":"Government"},{"quote":"The so-called second New Deal of 1935 - including the Works Progress Administration, Social Security and the Wagner Act legalizing union labor - represented an effort to meet the rising voices demanding a more aggressive government approach to the collapse of national prosperity.","author":"Robert Dallek","topic":"Government"},{"quote":"Now judicial review, beloved by conservatives, can, of course, fulfill the excellent function of declaring government interventions and tyrannies unconstitutional. But it can also validate and legitimize the government in the eyes of the people by declaring these actions valid and constitutional.","author":"Murray Rothbard","topic":"Government"},{"quote":"If the Democrats want to insult women by making them believe that they are helpless without Uncle Sugar coming in and providing for them a prescription each month for birth control because they cannot control their libido or their reproductive system without the help of the government, then so be it.","author":"Mike Huckabee","topic":"Government"},{"quote":"Many of the benefits from keeping terrorism fear levels high are obvious. Private corporations suck up massive amounts of Homeland Security cash as long as that fear persists, while government officials in the National Security and Surveillance State can claim unlimited powers and operate with unlimited secrecy and no accountability.","author":"Glenn Greenwald","topic":"Government"},{"quote":"At no time during the period intervening between the ratification of the Constitution and the inauguration of the new government were the leaders in Federalism certain that the agrarian party, which had opposed the Constitution, might not render the instrument ineffectual by securing possession of Congress.","author":"Charles A. Beard","topic":"Government"},{"quote":"Ours is a government of checks and balances. The Mafia and crooked businessmen make out checks, and the politicians and other compromised officials improve their bank balances.","author":"Steve Allen","topic":"Government"},{"quote":"America traditionally represents the greatest possibility of someone&#39;s going from nothing to something. Why? In theory, if not practice, the government stays out of the way and lets individuals take risks and reap rewards or accept the consequences of failure. We call this capitalism - or, at least, we used to.","author":"Larry Elder","topic":"Government"},{"quote":"The essence of good government is trust.","author":"Kathleen Sebelius","topic":"Government"},{"quote":"In a free society, government reflects the soul of its people. If people want change at the top, they will have to live in different ways. Our major social problems are not the cause of our decadence. They are a reflection of it.","author":"Cal Thomas","topic":"Government"},{"quote":"A good government may, indeed, redress the grievances of an injured people; but a strong people can alone build up a great nation.","author":"Thomas Francis Meagher","topic":"Government"},{"quote":"If the federal government had been around when the Creator was putting His hand to this state, Indiana wouldn&#39;t be here. It&#39;d still be waiting for an environmental impact statement.","author":"Ronald Reagan","topic":"Government"},{"quote":"Connectivity enables transparency for better government, education, and health.","author":"Bill Gates","topic":"Government"},{"quote":"A politician is a man who understands government. A statesman is a politician who&#39;s been dead for 15 years.","author":"Harry S Truman","topic":"Government"},{"quote":"Where might is mixed with wit, there is too good an accord in a government.","author":"Elizabeth I","topic":"Government"},{"quote":"Religion flourishes in greater purity, without than with the aid of Government.","author":"James Madison","topic":"Government"},{"quote":"To suppose that any form of government will secure liberty or happiness without any virtue in the people, is a chimerical idea.","author":"James Madison","topic":"Government"},{"quote":"For a country to have a great writer is like having a second government. That is why no regime has ever loved great writers, only minor ones.","author":"Aleksandr Solzhenitsyn","topic":"Government"},{"quote":"I have taken my flight in the region of eagles; when I alight, it must be on a rock, and that rock must be a constitutional government, of which I shall be the head so long as I shall be among men.","author":"Toussaint Louverture","topic":"Government"},{"quote":"Truth is the glue that holds government together.","author":"Gerald R. Ford","topic":"Government"},{"quote":"The country voted to leave the European Union, and it is the duty of the Government and of Parliament to make sure we do just that.","author":"Theresa May","topic":"Government"},{"quote":"When we had segregated schools and when we had a time when, you know, girls weren&#39;t allowed to have the same kind of sports teams - I mean, there have been important inflection points for the federal government to get involved in some of the areas around protecting students and ensuring safe environments for them - there is a role to play.","author":"Betsy DeVos","topic":"Government"},{"quote":"Political tyranny is nothing compared to the social tyranny and a reformer who defies society is a more courageous man than a politician who defies Government.","author":"B. R. Ambedkar","topic":"Government"},{"quote":"So far as the government is concerned, there is only one holy book, which is the constitution of India. My government will not tolerate or accept any discrimination based on caste, creed and religion.","author":"Narendra Modi","topic":"Government"},{"quote":"In the inner city, there&#39;s a mentality that the government owes you something. My breakthrough came when I stopped feeling sorry for myself and took responsibility for every part of my life. No more pity parties. I&#39;ve gotta love me more than anybody else loves me.","author":"Mary J. Blige","topic":"Government"},{"quote":"The banking collapse was caused, more than anything, by bad government policy and the total failure of bad regulation, rather than by greed.","author":"Nigel Farage","topic":"Government"},{"quote":"European values, civil rights, freedom of speech, freedom of informatio,n and freedom of assembly are being violated by Spain&#39;s central government.","author":"Carles Puigdemont","topic":"Government"},{"quote":"The injustices endured by black Americans at the hands of their own government have no parallel in our history, not only during the period of slavery but also in the Jim Crow era that followed.","author":"Jim Webb","topic":"Government"},{"quote":"It is time for corporate America to become &#39;the third pillar&#39; of social change in our society, complementing the first two pillars of government and philanthropy. We need the entire private sector to begin committing itself not just to making profits, but to fulfilling higher and larger purposes by contributing to building a better world.","author":"Simon Mainwaring","topic":"Government"},{"quote":"&#39;Conservative,&#39; to me, means someone that has an appreciation for the Constitution, that has an appreciation for a limited government and has an appreciation of our nation&#39;s founding and our history.","author":"Tomi Lahren","topic":"Government"},{"quote":"The American Revolution was carried out in the name of the people, and it was supposedly &#39;We, the people,&#39; who created the government that Americans still live under.","author":"Edmund Morgan","topic":"Government"},{"quote":"In a country where Americans sense, quite genuinely, that their freedoms have been taken away by the government - as in the U.S. Patriot Act, as in NSA surveillance - people feel powerless.","author":"Jay Parini","topic":"Government"},{"quote":"A union of government and religion tends to destroy government and degrade religion.","author":"Hugo Black","topic":"Government"},{"quote":"If you&#39;re a juvenile delinquent today, you&#39;re a hacker. You live in your parent&#39;s house; they haven&#39;t seen you for two months. They put food outside your door, and you&#39;re shutting down a government of a foreign country from your computer.","author":"John Waters","topic":"Government"},{"quote":"Our Government is committed to pursuing policies and programs which facilitate a further lowering of the interest rates in order to fuel investment and growth. We call on the commercial banks to partner with us in this effort.","author":"Said Musa","topic":"Government"},{"quote":"When man lives under government, he is fallen, his worth is gone, and his nature tarnished.","author":"Adam Weishaupt","topic":"Government"},{"quote":"Sometimes, tax rate increases create the very problems that the spending is intended to cure. In other words, the tax rate increases reduce economic growth; they shrink the pie; they cause more poverty, more despair, more unemployment, which are all things government is trying to alleviate with spending.","author":"Arthur Laffer","topic":"Government"},{"quote":"The government lied about inventing the HIV virus as a means of genocide against people of color. The government lied.","author":"Jeremiah Wright","topic":"Government"},{"quote":"The president has been a true friend of the ag industry, because he continues to invest large amounts of money at a time when savings is really the goal of the federal government to deal with the deficit.","author":"Mike Johanns","topic":"Government"},{"quote":"There is no kind of dishonesty into which otherwise good people more easily and frequently fall than that of defrauding the government.","author":"Benjamin Franklin","topic":"Government"},{"quote":"Come November, the American people will have the chance to re-declare their independence. Americans will have a chance to vote for trade, immigration and foreign policies that put our citizens first. They will have the chance to reject today&#39;s rule by the global elite, and to embrace real change that delivers a government of, by and for the people.","author":"Donald Trump","topic":"Government"},{"quote":"I believe that all government is evil, and that trying to improve it is largely a waste of time.","author":"H. L. Mencken","topic":"Government"},{"quote":"By definition, a government has no conscience. Sometimes it has a policy, but nothing more.","author":"Albert Camus","topic":"Government"},{"quote":"A free America... means just this: individual freedom for all, rich or poor, or else this system of government we call democracy is only an expedient to enslave man to the machine and make him like it.","author":"Frank Lloyd Wright","topic":"Government"},{"quote":"I was ecstatic they re-named &#39;French Fries&#39; as &#39;Freedom Fries&#39;. Grown men and women in positions of power in the U.S. government showing themselves as idiots.","author":"Johnny Depp","topic":"Government"},{"quote":"The South is brutalized to a degree not realized by its own inhabitants, and the very foundation of government, law and order, are imperilled.","author":"Ida B. Wells","topic":"Government"},{"quote":"Real prosperity comes from everybody in the country working together in a growth mode. Real prosperity comes as a result of people&#39;s own initiative and efforts and so forth. Prosperity, if it comes from the government, is not prosperity. It&#39;s an existence or a subsistence or whatever, but it isn&#39;t prosperity.","author":"Rush Limbaugh","topic":"Government"},{"quote":"We cannot improve on the system of government handed down to us by the founders of the Republic. There is no way to improve upon that. But what we can do is to find new ways to implement that system and realize our destiny.","author":"Barbara Jordan","topic":"Government"},{"quote":"What the government wants is something they never had before. They want total awareness. The question is, is that something we should be allowing?","author":"Edward Snowden","topic":"Government"},{"quote":"The batteries are gradually becoming charged, and if the prudence of the government does not provide an outlet for the currents that are accumulating, some day the spark will be generated.","author":"Jose Rizal","topic":"Government"},{"quote":"The government that governs from afar absolutely requires that the truth and the facts reach its knowledge by every possible channel, so that it may weigh and estimate them better, and this need increases when a country like the Philippines is concerned, where the inhabitants speak and complain in a language unknown to the authorities.","author":"Jose Rizal","topic":"Government"},{"quote":"The Patriot Act is ludicrous. Terrorists have proved that they are interested in total genocide, not subtle little hacks of the U.S. infrastructure, yet the government wants a blank search warrant to spy and snoop on everyone&#39;s communications.","author":"Kevin Mitnick","topic":"Government"},{"quote":"That is the best government which desires to make the people happy, and knows how to make them happy.","author":"Thomas Babington Macaulay","topic":"Government"},{"quote":"The popularity of leaders like Mandela was an invitation to counter-attack by the government. Mandela was banned from speaking, from attending gatherings, from leaving Johannesburg, from belonging to any organization.","author":"Oliver Tambo","topic":"Government"},{"quote":"In a clean break from the Obama years, and frankly from the years before this president, we will keep federal spending at 20 percent of GDP, or less. That is enough. The choice is whether to put hard limits on economic growth, or hard limits on the size of government, and we choose to limit government.","author":"Paul Ryan","topic":"Government"},{"quote":"Republicans and Democrats have used accounting gimmicks and competing government analyses to deceive the public into believing that 2 + 2 = 6. If our leaders cannot agree on the numbers, if &#39;facts&#39; are fictional, how can they possibly have a substantive debate on solutions?","author":"J. C. Watts","topic":"Government"},{"quote":"I&#39;ve always been the outsider. I&#39;ve always been regarded as some extraordinarily dangerous figure. I&#39;m none of those things! I&#39;m just a middle-class boy from Kent who likes cricket and who happened to have a strong view about a supernational government from Brussels.","author":"Nigel Farage","topic":"Government"},{"quote":"I hate big government; I hate being told what to do on a personal basis.","author":"Nigel Farage","topic":"Government"},{"quote":"World War II was the last government program that really worked.","author":"George Will","topic":"Government"},{"quote":"Chinese citizens have never had the right to really express their opinions; in the constitution it says you can, but in the real world it is more dangerous. In the west people think it&#39;s a right they&#39;re born with. Here it&#39;s a right given by the government, and one that&#39;s not really practised.","author":"Ai Weiwei","topic":"Government"},{"quote":"Foolish people follow the system, get caught up in media news, what the government wants you to believe and all the higher powers want you to believe, and go down the same path as all the sheep in the cattle market.","author":"Tyson Fury","topic":"Government"},{"quote":"Criticism of government finds sanctuary in several portions of the 1st Amendment. It is part of the right of free speech. It embraces freedom of the press.","author":"Hugo Black","topic":"Government"},{"quote":"The Government&#39;s mission is to build a strong and fair Australia capable of meeting the new challenges of the 21st century.","author":"Kevin Rudd","topic":"Government"},{"quote":"Let&#39;s be honest about this; the liberal agenda with failed stimulus plans and government entitlement programs is crippling our economy and our quality of life.","author":"Alveda King","topic":"Government"},{"quote":"It is what we prevent, rather than what we do that counts most in Government.","author":"William Lyon Mackenzie King","topic":"Government"},{"quote":"My friends in the opposition have forgotten that the constitution of the Philippines was amended in 1973 with their participation. The constitution mandates the administration, including the Batasan, or legislature, to convert slowly into a semiparliamentary form of government. The president in such a situation can issue decrees and edicts.","author":"Ferdinand Marcos","topic":"Government"},{"quote":"Having proceeded to this length, for which they are now ripe, we shall have a formidable rebellion against reason, the principle of all government, and against the very name of liberty.","author":"Henry Knox","topic":"Government"},{"quote":"Since most American students cannot simply pay their full tuition out of pocket, financing a college education often takes the form of loans, both private and from the government.","author":"Charles B. Rangel","topic":"Government"},{"quote":"The American government will be whatever we all make of it.","author":"Megan Smith","topic":"Government"},{"quote":"If the court strikes down the Defense of Marriage Act, is that a &#39;liberal&#39; result enabling gay couples married in states where gay marriage is legal to enjoy the same economic advantages that federal laws now grant to straight couples? Or is it a &#39;conservative&#39; ruling, limiting the federal government&#39;s ability to override state power?","author":"Jeff Greenfield","topic":"Government"},{"quote":"Our government is concerned about the future. Everything we do today is not aimed at tomorrow but rather at a future that preserves the living conditions of Brazilians.","author":"Michel Temer","topic":"Government"},{"quote":"The forefathers, including James Madison, felt very strongly that the duties that we owe to God were outside of government&#39;s prerogative, that government had no business interfering with the way we worship God.","author":"Roy Moore","topic":"Government"},{"quote":"My government will be open. Anyone found guilty of corruption will be dealt with in accordance with the law. If you are corrupt you will have to hang your boots.","author":"George Weah","topic":"Government"},{"quote":"I don&#39;t think anybody has ever been able to live up to what they promised. I don&#39;t know a government that has ever been successful at that because once they get into power, things change and the world is controlled also by business now.","author":"Hugh Masekela","topic":"Government"},{"quote":"Lower taxes, less government spending on domestic programs and fewer regulations mean a better economy for everybody.","author":"Larry Elder","topic":"Government"},{"quote":"You can give your Social Security check to any organization, public or private, or to individuals. You can donate it to your favorite political party. You can give the funds to a student scholarship - for your grandchildren, for example - or to somebody who has a medical need. Or you can invest your government check in free enterprise.","author":"Mark Skousen","topic":"Government"},{"quote":"I believe in limited government. I know what the welfare state has done to the black community.","author":"David A. Clarke, Jr.","topic":"Government"},{"quote":"Despite the increase in world attention toward Sudan in the past months, the genocide in Darfur has continued without any serious attempt by the Sudanese government to do what governments primarily exist to do, protect their citizens.","author":"Tom Allen","topic":"Government"},{"quote":"When Xi Jinping came to power, there were a series of hints that market-based capitalism would be allowed to move forward under his leadership. At the first real threat, they&#39;ve fallen over themselves to impose government control.","author":"Roger Altman","topic":"Government"},{"quote":"The kingdom of God is a theocracy. And as it is the only form of government which will redeem and save mankind, it is necessary that every soul should be rightly and thoroughly instructed in regard to its nature and general characteristics.","author":"Orson Pratt","topic":"Government"},{"quote":"In our system of democracy, our government works on a system of checks and balances. Instead of stripping power from the courts, I believe we should follow the process prescribed in our Constitution - consideration of a Constitutional amendment.","author":"Dennis Cardoza","topic":"Government"},{"quote":"The Declaration calls us to recognize the inherent equality of all people. And when it becomes unmistakably evident that a government is denying the governed life, liberty and the pursuit of happiness, it&#39;s the right of people to establish a new government to secure these unalienable rights.","author":"Mike Crapo","topic":"Government"},{"quote":"History has shown that a government&#39;s redistribution of shrinking wealth, in preference to a private sector&#39;s creation of new sources of it, can prove more destructive than even the most deadly enemy.","author":"Victor Davis Hanson","topic":"Government"},{"quote":"As long as I don&#39;t write about the government, religion, politics, and other institutions, I am free to print anything.","author":"Pierre Beaumarchais","topic":"Government"},{"quote":"Neither let us be slandered from our duty by false accusations against us, nor frightened from it by menaces of destruction to the Government nor of dungeons to ourselves.","author":"George Haven Putnam","topic":"Government"},{"quote":"I certainly respect privacy and privacy rights. But on the other hand, the first function of government is to guarantee the security of all the people.","author":"Phil Crane","topic":"Government"},{"quote":"So confident am I in the intentions, as well as wisdom, of the government, that I shall always be satisfied that what is not done, either cannot, or ought not to be done.","author":"Thomas Jefferson","topic":"Government"},{"quote":"Different men seek after happiness in different ways and by different means, and so make for themselves different modes of life and forms of government.","author":"Aristotle","topic":"Government"},{"quote":"The essence of a free government consists in an effectual control of rivalries.","author":"John Adams","topic":"Government"},{"quote":"While all other sciences have advanced, that of government is at a standstill - little better understood, little better practiced now than three or four thousand years ago.","author":"John Adams","topic":"Government"},{"quote":"A pure democracy is a society consisting of a small number of citizens, who assemble and administer the government in person.","author":"James Madison","topic":"Government"},{"quote":"For me, it all begins with faith; it begins with what matters most, and I try and put what I believe to be moral truth first. My philosophy of government second. And my politics third.","author":"Mike Pence","topic":"Government"},{"quote":"Under the doctrine of separation of powers, the manner in which the president personally exercises his assigned executive powers is not subject to questioning by another branch of government.","author":"Richard M. Nixon","topic":"Government"},{"quote":"Both of my parents graduated from high school, both attended college, both have government jobs now. They&#39;ve always been very adamant about me finishing high school and finishing college.","author":"Chance The Rapper","topic":"Government"},{"quote":"Yeah, I think it&#39;s an absolute disaster that Australia, the government, allowed kangaroo culling.","author":"Steve Irwin","topic":"Government"},{"quote":"If you or I fail at business, we fail. If we cheat and fail, we go to jail. But if you&#39;re rich and politically connected, your incompetence may be protected by a government bailout.","author":"Robert Kiyosaki","topic":"Government"},{"quote":"The case of the Seminoles constitutes at present the only exception to the successful efforts of the Government to remove the Indians to the homes assigned them west of the Mississippi.","author":"Martin Van Buren","topic":"Government"},{"quote":"The Republican form of government is the highest form of government: but because of this it requires the highest type of human nature, a type nowhere at present existing.","author":"Herbert Spencer","topic":"Government"},{"quote":"Engineering undergraduates should not be charged fees. They should receive grants, not student loans, and the government will get the money back long-term from increased exports.","author":"James Dyson","topic":"Government"},{"quote":"We don&#39;t need bigger government. We need to shrink the size of government.","author":"Rand Paul","topic":"Government"},{"quote":"Morals are in all countries the result of legislation and government; they are not African or Asian or European: they are good or bad.","author":"Denis Diderot","topic":"Government"},{"quote":"The Government cannot just be consumed by Brexit. There is so much more to do.","author":"Theresa May","topic":"Government"},{"quote":"The people&#39;s government, made for the people, made by the people, and answerable to the people.","author":"Daniel Webster","topic":"Government"},{"quote":"Conventional wisdom on government&#39;s role in inequality often has it backwards. Tax reforms have resulted in a more progressive federal income tax; government transfer payments have become less progressive.","author":"Paul Ryan","topic":"Government"},{"quote":"There is often, in the affairs of government, more efficiency and wisdom in non-action than in action.","author":"John C. Calhoun","topic":"Government"},{"quote":"I would have been glad to have lived under my wood side, and to have kept a flock of sheep, rather than to have undertaken this government.","author":"Oliver Cromwell","topic":"Government"},{"quote":"Public corruption is the FBI&#39;s top criminal priority. The threat - which involves the corruption of local, state, and federally elected, appointed, or contracted officials - strikes at the heart of government, eroding public confidence and undermining the strength of our democracy.","author":"James Comey","topic":"Government"},{"quote":"The bottom line is there are lots of problems that were not created by government. The biggest one is loss of middle class incomes, loss of good-paying jobs which was created by technology and globalization. Above all, when you can move a job to China or India, it reduces wages.","author":"Chuck Schumer","topic":"Government"},{"quote":"I am constitutionally competent to contest the elections.","author":"Benazir Bhutto","topic":"Government"},{"quote":"The problem with Russia is not corruption per se, or even Putin per se. Russian government is not corrupt because Vladimir Putin has absolute power. Russian government has been corrupt and will always be as long as anyone has absolute power.","author":"Robert Zubrin","topic":"Government"},{"quote":"Canadians know that the promise of a recession didn&#39;t happen because of anything we did here. If you look at all the causes of the recession, problems in mortgage markets, the problems in the banking sector, the problems in government finance in countries like Greece, none of those problems were in present Canada.","author":"Stephen Harper","topic":"Government"},{"quote":"Let&#39;s not let the government sell us out. Let&#39;s fight for net neutrality.","author":"Al Franken","topic":"Government"},{"quote":"Stopping TB requires a government program that functions every day of the year, and that&#39;s hard in certain parts of the world. And partly it&#39;s because of who tuberculosis affects: It tends to affect the poor and disenfranchised most.","author":"Tom Frieden","topic":"Government"},{"quote":"The goal is to reduce the size and scope of government spending, not to focus on the deficit. The deficit is the symptom of the disease.","author":"Grover Norquist","topic":"Government"},{"quote":"The U.S. needs legislation to protect the public&#39;s right to free speech and a free press, to protect it from the actions of the executive branch, and to promote the integrity and transparency of the U.S. government.","author":"Chelsea Manning","topic":"Government"},{"quote":"I am in favor of carrying out the Declaration of Independence to women as well as men. Women having to suffer the burdens of society and government should have their equal rights in it. They do not receive their rights in full proportion.","author":"Leland Stanford","topic":"Government"},{"quote":"The crush of lobbyists on Washington and purchase of the media by corporations has created a big business-run government and a worthless press leaving Americans screwed and ill-informed.","author":"Adam McKay","topic":"Government"},{"quote":"Most problems are best solved privately, not through government. There&#39;s a problem of discourtesy in the world, which is best handled through social norms, which are indispensable. But you wouldn&#39;t want the government to be mandating courtesy.","author":"Cass Sunstein","topic":"Government"},{"quote":"As more and more women, men and young people raise their voices and become active in local government, and more local leaders take action for the safety of women and girls, change happens.","author":"Michelle Bachelet","topic":"Government"},{"quote":"I can reveal today that the U.S. government has information to indicate that individuals tied to terrorist groups in Syria have already attempted to gain access to our country through the U.S. refugee program.","author":"Mike McCaul","topic":"Government"},{"quote":"In a very weak economy, when you say &#39;cut government spending,&#39; what you mean is you&#39;re laying off school teachers and you&#39;re de-funding various programs that put money into the economy. This means you have more unemployed people that then draw unemployment benefits and don&#39;t pay taxes.","author":"Fareed Zakaria","topic":"Government"},{"quote":"People try to live within their income so they can afford to pay taxes to a government that can&#39;t live within its income.","author":"Robert Half","topic":"Government"},{"quote":"The actions of my government are not bearable. They devastate our natural resources and deprive our people. The politicians speak piously while practicing greed and divisiveness. They care nothing for the nation. I want to do more than withdraw my support. I want to tar and feather them.","author":"Donella Meadows","topic":"Government"},{"quote":"I am a naturalized U.S. citizen, which means that, unlike native-born citizens, I had to prove to the U.S. government that I merited citizenship.","author":"Bharati Mukherjee","topic":"Government"},{"quote":"You see that&#39;s what I think is such a terrible, terrible betrayal, the trust that people have in government.","author":"Ralph Steadman","topic":"Government"},{"quote":"In Japan, Taiwan and South Korea, the government in a matter of years has put a lot of energy behind recycling food waste as livestock feed. It&#39;s environmentally friendly, it provides cheap livestock feed for the farmers in those parts of the world, and it avoids sending the food waste to landfill.","author":"Tristram Stuart","topic":"Government"},{"quote":"We need a government, not politics. Because there&#39;s too much politics. Of course there should be debate. But there seems to be so much pettiness and not enough good faith. It is civilized to agree to disagree, and this idea is slowly disintegrating. The great statesmen of the past knew this, and I think it helps drive civilization.","author":"Daphne Guinness","topic":"Government"},{"quote":"I hope telling the story of how I went from being a single mom to serving in the Texas State Senate to running for governor will remind others that with the right leadership in government, where you start has nothing to do with how far you go.","author":"Wendy Davis","topic":"Government"},{"quote":"Individuals can spend their money more wisely, efficiently and more humanely than can government.","author":"Larry Elder","topic":"Government"},{"quote":"Americans need never fear their government because of the advantage of being armed, which the Americans possess over the people of almost every other nation.","author":"Gouverneur Morris","topic":"Government"},{"quote":"Millions of Americans were duped by the federal government and the Federal Reserve into buying homes they could not afford and failed to count the cost. When the financial crisis of 2008 hit, they could not keep up the monthly mortgage payments and defaulted.","author":"Mark Skousen","topic":"Government"},{"quote":"No one respects the First Amendment more than I do. People have a right to express their concerns and their hopes and dreams to their government.","author":"Anthony Foxx","topic":"Government"},{"quote":"I was criticized at some level within the Republican Party by those who say government should not be in the economic development business at all. My response is that the only country I know that doesn&#39;t have an economic development plan is Papa New Guinea.","author":"Jon Huntsman, Jr.","topic":"Government"},{"quote":"In the laws of the land, she has no rights; in government she has no voice. And in spite of another principle recognized in this Republic, namely, that &#39;taxation without representation is tyranny,&#39; she is taxed without being represented.","author":"Ernestine Rose","topic":"Government"},{"quote":"Unemployment, foreclosures, bankruptcy - the cure is not more government spending, but helping businesses create jobs.","author":"Brian Sandoval","topic":"Government"},{"quote":"Good schools, good jobs, good government. These are not unreasonable demands. But sadly, some of our people have already lost heart and have left Hawaii to look for these things elsewhere.","author":"Linda Lingle","topic":"Government"},{"quote":"In an age where everything and everyone is linked through networks of glass and air, no one - no business, organization, government agency, country - is an island. We need to do right by all our stakeholders, and that&#39;s how you create value for shareholders. And one thing is for sure - no organization can succeed in a world that is failing.","author":"Don Tapscott","topic":"Government"},{"quote":"The Bible must be considered as the great source of all the truth by which men are to be guided in government as well as in all social transactions.","author":"Noah Webster","topic":"Government"},{"quote":"Americans should not have to wonder if their government is actively looking to subvert them or their political views. We live in a nation where respect for differing beliefs and a vibrant political discourse play an important role in shaping our government.","author":"Mike Turner","topic":"Government"},{"quote":"I own that I am not a friend to a very energetic government. It is always oppressive.","author":"Thomas Jefferson","topic":"Government"},{"quote":"It is error alone which needs the support of government. Truth can stand by itself.","author":"Thomas Jefferson","topic":"Government"},{"quote":"The most basic duty of government is to defend the lives of its own citizens. Any government that fails to do so is a government unworthy to lead.","author":"Donald Trump","topic":"Government"},{"quote":"Today, if you invent a better mousetrap, the government comes along with a better mouse.","author":"Ronald Reagan","topic":"Government"},{"quote":"To rule is easy, to govern difficult.","author":"Johann Wolfgang von Goethe","topic":"Government"},{"quote":"And I have no doubt that every new example will succeed, as every past one has done, in showing that religion and Government will both exist in greater purity, the less they are mixed together.","author":"James Madison","topic":"Government"},{"quote":"True liberal government is founded on the emancipation of men.","author":"Herbert Hoover","topic":"Government"},{"quote":"In other words, a democratic government is the only one in which those who vote for a tax can escape the obligation to pay it.","author":"Alexis de Tocqueville","topic":"Government"},{"quote":"I shall not remind you, Citizen-Directors, of all I have done for the triumph of liberty, the prosperity of St. Domingo, the glory of the French Republic; nor will I protest to you my attachment to our mother country, to my duties; my respect to the constitution, to the laws of the Republic, and my submission to the government.","author":"Toussaint Louverture","topic":"Government"},{"quote":"Let&#39;s just do what is right for the American people. And those of us who are involved in politics and government know that our responsibility is to the American people, that we have a responsibility to find our common ground, to seek it and to find it.","author":"Nancy Pelosi","topic":"Government"},{"quote":"In a government whose distinguishing characteristic should be a diffusion and equalization of its benefits and burdens the advantage of individuals will be augmented at the expense of the community at large.","author":"Martin Van Buren","topic":"Government"},{"quote":"I work for a Government I despise for ends I think criminal.","author":"John Maynard Keynes","topic":"Government"},{"quote":"How can anyone govern a nation that has two hundred and forty-six different kinds of cheese?","author":"Charles de Gaulle","topic":"Government"},{"quote":"Government is essentially immoral.","author":"Herbert Spencer","topic":"Government"},{"quote":"Every good government is made up of good families. The unit of good government is the family, and anything that tends to destroy the family is perfectly devilish and infamous.","author":"Robert Green Ingersoll","topic":"Government"},{"quote":"I cannot think of any circumstances in which a government can go to war without the support of parliament.","author":"Tony Blair","topic":"Government"},{"quote":"Experience teaches us to be most on our guard to protect liberty when the government&#39;s purposes are beneficent.","author":"Louis D. Brandeis","topic":"Government"},{"quote":"The British Government very naturally would like to see in India the form of democratic constitutions it knows best and thinks best, under which the Government of the country is entrusted to one or other political party in accordance with the turn of elections.","author":"Muhammad Ali Jinnah","topic":"Government"},{"quote":"Every Indian outbreak that I have ever known has resulted from broken promises and broken treaties by the government.","author":"Buffalo Bill","topic":"Government"},{"quote":"The best reason why Monarchy is a strong government is, that it is an intelligible government. The mass of mankind understand it, and they hardly anywhere in the world understand any other.","author":"Walter Bagehot","topic":"Government"},{"quote":"The Imperial German Government will not expect the Government of the United States to omit any word or any act necessary to the performance of its sacred duty of maintaining the rights of the United States and its citizens and of safeguarding their free exercise and enjoyment.","author":"William Jennings Bryan","topic":"Government"},{"quote":"Democracy is an abuse of statistics.","author":"Jorge Luis Borges","topic":"Government"},{"quote":"Sir, I wish to understand the true principles of the Government. I wish them carried out. I ask nothing more.","author":"William Henry Harrison","topic":"Government"},{"quote":"In government, one actress is enough.","author":"Evita Peron","topic":"Government"},{"quote":"The nation&#39;s government has just handed me the bill that grants us our civil rights. I am receiving it before you, certain that I am accepting this on behalf of all Argentinean women, and I can feel my hands tremble with joy as they grasp the laurel proclaiming victory.","author":"Evita Peron","topic":"Government"},{"quote":"The government&#39;s job is good governance for everybody. My government will make policies; if you fit into it, come on board, or stay where you are. My job is not to spoon-feed anyone.","author":"Narendra Modi","topic":"Government"},{"quote":"Thank God for our form of government. The media won&#39;t let there be any cover-up.","author":"John McCain","topic":"Government"},{"quote":"Democracy is the only system that persists in asking the powers that be whether they are the powers that ought to be.","author":"Sydney J. Harris","topic":"Government"},{"quote":"There are some things the general public does not need to know and shouldn&#39;t. I believe democracy flourishes when the government can take legitimate steps to keep its secrets, and when the press can decide whether to print what it knows.","author":"Katharine Graham","topic":"Government"},{"quote":"As far as your personal goals are and what you actually want to do with your life, it should never have to do with the government. You should never depend on the government for your retirement, your financial security, for anything. If you do, you&#39;re screwed.","author":"Drew Carey","topic":"Government"},{"quote":"The government should help and guide the weak and small racial groups within its national boundaries toward self-determination and self-government. It should offer resistance to foreign aggression, and simultaneously, it should revise foreign treaties in order to restore our equality and independence among the nations.","author":"Sun Yat-sen","topic":"Government"},{"quote":"I stand today on this floor to appeal for protection from the strong arm of the government for her loyal children, irrespective of color and race, who are citizens of the southern states, and particularly of the State of Georgia.","author":"Hiram Rhodes Revels","topic":"Government"},{"quote":"The truth is in California you can&#39;t build a new manufacturing facility, and businesses are leaving in droves because of bad government policy.","author":"Carly Fiorina","topic":"Government"},{"quote":"I had this fantasy that in a democracy the government was the population. So I came to America and got a big slap in my face... Americans were not what I thought. I thought I was going to see bastards and I saw nice people, very friendly to me.","author":"Marjane Satrapi","topic":"Government"},{"quote":"We have to attack those things which stand in the way of America progress. And what stands in the way of American progress right now is the federal government.","author":"Tim Scott","topic":"Government"},{"quote":"The right of revolution, which tyrants, in mockery, accord to mankind, is no legal right under a government; it is only a natural right to overturn a government.","author":"Lysander Spooner","topic":"Government"},{"quote":"The apology, that is constantly put forth for the injustice of government, viz., that a man must consent to give up some of his rights, in order to have his other rights protected - involves a palpable absurdity, both legally and politically.","author":"Lysander Spooner","topic":"Government"},{"quote":"A slave government is an oligarchy; and one, too, of the most arbitrary and criminal character.","author":"Lysander Spooner","topic":"Government"},{"quote":"Too often government responds to the whispers of lobbyists before the cries of the people.","author":"Andrew Cuomo","topic":"Government"},{"quote":"What we&#39;ve seen in government for so often is that people have been shady - about their roles, hiding things, not releasing things.","author":"Sean Spicer","topic":"Government"},{"quote":"A reporter&#39;s ability to keep the bond of confidentiality often enables him to learn the hidden or secret aspects of government.","author":"Bob Woodward","topic":"Government"},{"quote":"But I don&#39;t want massive layoffs of anyone - public or private. We are planning on shrinking government through attrition and reform, not through random pink slips.","author":"Scott Walker","topic":"Government"},{"quote":"So many people of my generation who served in the government were prisoners of the Cold War culture, still are.","author":"Stewart Udall","topic":"Government"},{"quote":"Our citizens are tired of big government raising their taxes and cooking up new ways to micromanage their lives, our citizens are tired of big government killing jobs with their do-gooder policies. In short the people are Fed Up!","author":"Rick Perry","topic":"Government"},{"quote":"America needs jobs, smaller government, less spending and a president with the courage to offer more than yet another speech.","author":"Rick Perry","topic":"Government"},{"quote":"Social Security may be the most beloved of all the government&#39;s programs, partly because it requires so little thinking. You pay taxes while you work, then you and your spouse collect until you die.","author":"Richard Thaler","topic":"Government"},{"quote":"The era of roadside decisions, declarations have gone. My government&#39;s decisions will be guided by teamwork and consultations.","author":"Mwai Kibaki","topic":"Government"},{"quote":"Single women will get us closer to gender equality, and that will take many forms, including a reimagining of what families entail and what it means to have a full female life. Also, their presence will force the government to support a population of independent women more capably.","author":"Rebecca Traister","topic":"Government"},{"quote":"Left-wing politicians take away your liberty in the name of children and of fighting poverty, while right-wing politicians do it in the name of family values and fighting drugs. Either way, government gets bigger and you become less free.","author":"Harry Browne","topic":"Government"},{"quote":"It is unfortunate that Americans are no longer aware of what the constitution says and what their rights are. Because of that, we are often very passive about what happens when the government violates those rights.","author":"James Bovard","topic":"Government"},{"quote":"And you can&#39;t have a prosperous economy when the government is way overspending, raising tax rates, printing too much money, over regulating and restricting free trade. It just can&#39;t be done.","author":"Arthur Laffer","topic":"Government"},{"quote":"Democracy is only an experiment in government, and it has the obvious disadvantage of merely counting votes instead of weighing them.","author":"Dean Inge","topic":"Government"},{"quote":"Today there are not even enough fruits and vegetables in this country to allow all Americans to follow the government guidelines to eat five to nine servings a day.","author":"Mark Hyman","topic":"Government"},{"quote":"We have got to protect privacy rights. We have got to protect our God-given, constitutionally protected civil liberties, and we are not doing that in the federal government. The Department of Homeland Security, as well as the TSA, is a great culprit in being a Gestapo-type organization.","author":"Paul Broun","topic":"Government"},{"quote":"A constant stream of &#39;free&#39; money is a perfect way to keep an inefficient or simply bad government in power. As aid flows in, there is nothing more for the government to do - it doesn&#39;t need to raise taxes, and as long as it pays the army, it doesn&#39;t have to take account of its disgruntled citizens.","author":"Dambisa Moyo","topic":"Government"},{"quote":"Every year the Federal Government wastes billions of dollars as a result of overpayments of government agencies, misuse of government credit cards, abuse of the Federal entitlement programs, and the mismanagement of the Federal bureaucracy.","author":"Chris Chocola","topic":"Government"},{"quote":"Maintaining checks and balances on the power of the Judiciary Branch and the other two branches is vital to keep the form of government set up by our Founding Fathers.","author":"Todd Tiahrt","topic":"Government"},{"quote":"We want a system that will improve consistency and steadiness in the quality of government.","author":"Ferdinand Mount","topic":"Government"},{"quote":"From computers to information technology to airplanes, it has been America&#39;s unique blend of republican government and free-market capitalism that has allowed us to surpass all other nations in history.","author":"George Nethercutt","topic":"Government"},{"quote":"I descend from both Philadelphia Quakers and Carolina colonists whose families were separated by the Revolutionary War. That helped give me insight into the agony of Patriots who, until the British government denied their claims, had always, like Ben Franklin himself, thought of themselves as free-born Englishmen.","author":"Edward Rutherfurd","topic":"Government"},{"quote":"A good government implies two things; first, fidelity to the objects of the government; secondly, a knowledge of the means, by which those objects can be best attained.","author":"Joseph Story","topic":"Government"},{"quote":"A feeble execution is but another phrase for a bad execution; and a government ill executed, whatever may be its theory, must, in practice, be a bad government.","author":"Joseph Story","topic":"Government"},{"quote":"How does it become a man to behave towards the American government today? I answer, that he cannot without disgrace be associated with it.","author":"Henry David Thoreau","topic":"Government"},{"quote":"Even if the government spends itself into bankruptcy and the economy still does not recover, Keynesians can always say that it would have worked if only the government had spent more.","author":"Thomas Sowell","topic":"Government"},{"quote":"If I were in the government, I would persuade the prime minister to see the beauty in the fact that people see Israel as a haven - from their sadness to their hope.","author":"Elie Wiesel","topic":"Government"},{"quote":"I feel good because I believe I have made progress in rebuilding the people&#39;s trust in their government.","author":"Arnold Schwarzenegger","topic":"Government"},{"quote":"Our party and the Republic&#39;s government will go hand in hand with anyone who truly desires the country&#39;s reunification and the nation&#39;s peaceful prosperity and will make responsible and patient efforts to accomplish the historic cause of the fatherland&#39;s reunification.","author":"Kim Jong-un","topic":"Government"},{"quote":"I can&#39;t really criticize the Tea Party people, because I came into the White House pretty much on the same basis that they have become popular. That is dissatisfaction with the way things are going in Washington and disillusionment and disencouragement about the government.","author":"Jimmy Carter","topic":"Government"},{"quote":"If we speak calmly, in a businesslike fashion, let me draw your attention to the fact that Russia supplies arms to the legitimate government of Syria in full compliance with the norms of international law. We are not breaching any rules and norms.","author":"Vladimir Putin","topic":"Government"},{"quote":"I&#39;m eternally grateful to fate and the citizens of Russia that they&#39;ve trusted me to be the head of the Russian government.","author":"Vladimir Putin","topic":"Government"},{"quote":"Every form of government tends to perish by excess of its basic principle.","author":"Will Durant","topic":"Government"},{"quote":"The whole frame of the Federal Constitution proves that the government which it creates was intended to be one of limited and specified powers.","author":"James K. Polk","topic":"Government"},{"quote":"Power without principle is barren, but principle without power is futile. This is a party of government, and I will lead it as a party of government.","author":"Tony Blair","topic":"Government"},{"quote":"To declare that in the administration of criminal law the end justifies the means to declare that the Government may commit crimes in order to secure conviction of a private criminal would bring terrible retribution.","author":"Louis D. Brandeis","topic":"Government"},{"quote":"A corporation&#39;s primary goal is to make money. Government&#39;s primary role is to take a big chunk of that money and give it to others.","author":"Larry Ellison","topic":"Government"},{"quote":"We support too big to fail. We want the government to be able to take down a big bank like JP Morgan and it could be done. We think Dodd-Frank, which we supported parts of, gave the FDIC the authority to take down a big bank.","author":"Jamie Dimon","topic":"Government"},{"quote":"Ours is a fully democratic government, which in our language we call a people&#39;s government.","author":"Mustafa Kemal Ataturk","topic":"Government"},{"quote":"You know, I have found a new way to get high and stay spaced out for hours on end, and the government can&#39;t stop me... It&#39;s called senility.","author":"Robert Anton Wilson","topic":"Government"},{"quote":"I am Mother Jones. The Government can&#39;t take my life and you can&#39;t take my arm, but you can take my suitcase.","author":"Mary Harris Jones","topic":"Government"},{"quote":"Venezuelan interests are to be defended by Venezuela. The U.S. should defend the interests of the U.S. Where are the U.S. people, where are the intellectuals, who could put limits on their government?","author":"Hugo Chavez","topic":"Government"},{"quote":"Without freedom of the press, there can be no representative government.","author":"Charles Maurice de Talleyrand","topic":"Government"},{"quote":"We must not tolerate oppressive government or industrial oligarchy in the form of monopolies and cartels.","author":"Henry A. Wallace","topic":"Government"},{"quote":"No government is here forever. And there are other forces - the most potent force in our society, in fact, big business - doing good for the environment.","author":"Jared Diamond","topic":"Government"},{"quote":"Valuing public servants would boost morale among those on the front line of implementing government policy.","author":"Charles Kennedy","topic":"Government"},{"quote":"The government has a responsibility to protect society, to help maintain society. That&#39;s why we have laws... The rule of law creates a set of standards for our behavior.","author":"Vint Cerf","topic":"Government"},{"quote":"Look, I think the worst case scenario is obvious. I think first of all it doesn&#39;t work for very long. It&#39;s an unstable government that raises taxes and destroys the image we&#39;re building for Canada as a strong place to invest.","author":"Stephen Harper","topic":"Government"},{"quote":"Authority has to exist before it can be limited, and it is authority that is in scarce supply in those modernizing countries where government is at the mercy of alienated intellectuals, rambunctious colonels, and rioting students.","author":"Ferdinand Marcos","topic":"Government"},{"quote":"Watergate provides a model case study of the interaction and powers of each of the branches of government. It also is a morality play with a sad and dramatic ending.","author":"Bob Woodward","topic":"Government"},{"quote":"As mayor of Jerusalem, I wanted the government to invest the necessary funds in order to unite the city in an effective manner with full rights for the Palestinians living in Jerusalem, so the world would say, &#39;Okay, it can work.&#39;","author":"Ehud Olmert","topic":"Government"},{"quote":"After World War I the resentment of the working class against all that it had to suffer was directed more against Morgan, Wall Street and private capital than the government.","author":"C. L. R. James","topic":"Government"},{"quote":"There&#39;s room in the Republican Party for anyone who wants to be a part of the values that we espouse when it comes to the role of government, free enterprise, free markets.","author":"Michael Steele","topic":"Government"},{"quote":"Zombies let us explore notions of the apocalypse - no water, food, medical care, the government imploding - while letting us sleep at night.","author":"Max Brooks","topic":"Government"},{"quote":"Realize that the game of life is the game of, to some extent, being taken advantage of by people who make a science of it. Whether they are in government or personal life or in business, they&#39;re everywhere.","author":"Walter Kirn","topic":"Government"},{"quote":"Originally in the United States, there were no laws regulating behavioral advertising. As a result, like in the Philippines, government has relied on industry self-regulation.","author":"Miriam Defensor-Santiago","topic":"Government"},{"quote":"I do not have any strong desire to remain in government. When my task is done, I shall be happy to leave and enhance my love life with my husband.","author":"Miriam Defensor-Santiago","topic":"Government"},{"quote":"Is privacy about government security agents decrypting your e-mail and then kicking down the front door with their jackboots? Or is it about telemarketers interrupting your supper with cold calls? It depends. Mainly, of course, it depends on whether you live in a totalitarian or a free society.","author":"James Gleick","topic":"Government"},{"quote":"Financial institutions, the corporate world and civil society - all must uphold high standards of probity in their working. Only a genuine partnership between the Government and its people can bring about positive change to create a just society.","author":"Pratibha Patil","topic":"Government"},{"quote":"You know, in a workplace, when you shrink the size of a workforce, there is pain there. But there is no question: we have a government that we can no longer afford. That is the cold, hard fact. So we have to make this more efficient. We have to sunset programs that no longer work. We have to eliminate waste and fraud. We must do this.","author":"Meg Whitman","topic":"Government"},{"quote":"Vigilant and effective antitrust enforcement today is preferable to the heavy hand of government regulation of the Internet tomorrow.","author":"Orrin Hatch","topic":"Government"},{"quote":"Because of my upbringing, I believe in things like limited government, fiscal responsibility and personal accountability. I believe in the wisdom of our founders and the sanctity of our Constitution.","author":"John Thune","topic":"Government"},{"quote":"The richest persons in Africa are heads of state, governors and ministers. So every &#39;educated&#39; African who wants to be rich - and there is nothing wrong with wanting to be rich - heads straight into government or politics.","author":"George Ayittey","topic":"Government"},{"quote":"Left to me, the whole purpose of government is for the security of the citizens, like the security of lives and property.","author":"Ibrahim Babangida","topic":"Government"},{"quote":"China&#39;s idea of fair trade is government subsidies of its textile and apparel exports to the United States, currency manipulation, and forgiveness of loans by its government banks.","author":"Virginia Foxx","topic":"Government"},{"quote":"Democracy may mean something more than a theoretically absolute popular government, but it assuredly cannot mean anything less.","author":"Herbert Croly","topic":"Government"},{"quote":"Under the new government of the Constitution, beginning in 1789, all of the peacetime measures were repeated: chaplains, prayers, memorials of Thanksgiving, the Northwest Ordinance, funding for the Christian education of Indians.","author":"M. Stanton Evans","topic":"Government"},{"quote":"I do believe that it was through divine providence that the Founding Fathers drafted a document that created a government that didn&#39;t trust each other - hence the separation of powers. And then, to close the deal, the Bill of Rights was added to continue to protect individual rights and freedoms.","author":"John Shimkus","topic":"Government"},{"quote":"I believe that the Framers of the Constitution made their intent clear when they wrote the First Amendment. I believe they wanted to keep the new government from endorsing one religion over another, not erase the public consciousness or common faith.","author":"Nick Rahall","topic":"Government"},{"quote":"It&#39;s so critical for people frustrated with the economy, with changing tides in government, who aren&#39;t able to hear their voices, questions or their ills being talked about, to have a place for discussing what others won&#39;t.","author":"George Noory","topic":"Government"},{"quote":"The only thing that holds the government back from just going ballistic on us is the Second Amendment. When we become disarmed, it&#39;s over. It&#39;s over.","author":"Derrick Grayson","topic":"Government"},{"quote":"While the government can tell you that I am an innocent man, the government&#39;s letter cannot give me back my good name or my reputation.","author":"Richard Jewell","topic":"Government"},{"quote":"Open your newspaper - any day of the week - and you will find a report from somewhere in the world of someone being imprisoned, tortured or executed because his opinions or religion are unacceptable to his government.","author":"Peter Benenson","topic":"Government"},{"quote":"The people of Nicaragua were suffering oppression. This made us develop an awareness which eventually led us to commit ourselves to the struggle against the domination of the capitalists of our country in collusion with the U.S. government, i.e. imperialism.","author":"Daniel Ortega","topic":"Government"},{"quote":"I think governments can&#39;t do much.","author":"Dalai Lama","topic":"Government"},{"quote":"There are websites that any government wants to block. The truth about the Internet is that it&#39;s extremely hard to block anything - extremely hard. You&#39;ll never get perfect blocking.","author":"Bill Gates","topic":"Government"},{"quote":"There&#39;s no such thing as going to a soapbox and saying, &#39;The government&#39;s corrupt,&#39; and not having the intelligence service see your face. In the digital world, that can be done.","author":"Bill Gates","topic":"Government"},{"quote":"If you make any money, the government shoves you in the creek once a year with it in your pockets, and all that don&#39;t get wet you can keep.","author":"Will Rogers","topic":"Government"},{"quote":"Ohio claims they are due a president as they haven&#39;t had one since Taft. Look at the United States, they have not had one since Lincoln.","author":"Will Rogers","topic":"Government"},{"quote":"If government were a product, selling it would be illegal.","author":"P. J. O'Rourke","topic":"Government"},{"quote":"The budget doesn&#39;t have much control over the government. Then again, the government doesn&#39;t have much control over the budget.","author":"P. J. O'Rourke","topic":"Government"},{"quote":"For Forms of Government let fools contest; whatever is best administered is best.","author":"Alexander Pope","topic":"Government"},{"quote":"Society in every state is a blessing, but government, even in its best stage, is but a necessary evil; in its worst state an intolerable one.","author":"Thomas Paine","topic":"Government"},{"quote":"Both the American people and nations that censor the internet should understand that our government is committed to helping promote internet freedom.","author":"Hillary Clinton","topic":"Government"},{"quote":"People are very sophisticated in their concerns about various parties, in their hopes for what the next government could look like. And I&#39;m not going to prejudge any possible outcomes.","author":"Justin Trudeau","topic":"Government"},{"quote":"Most of the energy of political work is devoted to correcting the effects of mismanagement of government.","author":"Milton Friedman","topic":"Government"},{"quote":"President Obama&#39;s biggest advocates believe that Americans are ready to embrace his vision for the United States: a less muscular America on the world stage, an America with a more controlling executive branch and less conflict in the legislative branch, an America in which the government takes care of us, be we Pajama Boys or Julias.","author":"Ben Shapiro","topic":"Government"},{"quote":"Our form of government can no longer be considered an experiment in politics. Crowned with success, it stands forth an example to the world and exhibits the proudest triumph of reason and philosophy.","author":"John Tyler","topic":"Government"},{"quote":"All I can say right now is the U.S. government is not going to be able to cover this up by jailing or murdering me. Truth is coming, and it cannot be stopped.","author":"Edward Snowden","topic":"Government"},{"quote":"I support a guaranteed basic income. I think we should take care of sick people. I believe women can make their own choices and that the government is at its best when it&#39;s building bridges instead of bombs.","author":"Edward Snowden","topic":"Government"},{"quote":"When one may pay out over two million dollars to presidential and Congressional campaigns, the U.S. government is virtually up for sale.","author":"John W. Gardner","topic":"Government"},{"quote":"The soviet people want full-blooded and unconditional democracy.","author":"Mikhail Gorbachev","topic":"Government"},{"quote":"Freedom of the news media must be subordinated to the overriding needs of Singapore, and to the primacy of purpose of an elected government.","author":"Lee Kuan Yew","topic":"Government"},{"quote":"The U.K. courts were very clear that Abu Qatada posed a threat to our national security - that&#39;s why we were pleased as a government to be able to remove him from the United Kingdom.","author":"Theresa May","topic":"Government"},{"quote":"The United States government has the obligation to educate all young people in this country.","author":"Al Sharpton","topic":"Government"},{"quote":"The Small Business Administration was fundamental in helping our company. There&#39;s great initiative from the government if you know the right places to look.","author":"Kevin Plank","topic":"Government"},{"quote":"Government is taking 40 percent of the GDP. And that&#39;s at the state, local and federal level. President Obama has taken government spending at the federal level from 20 percent to 25 percent. Look, at some point, you cease being a free economy, and you become a government economy. And we&#39;ve got to stop that.","author":"Mitt Romney","topic":"Government"},{"quote":"I hope all of you are going to fill out your census form when it comes in the mail next month. If you don&#39;t return the form the area you live in might get less government money and you wouldn&#39;t want that to happen, would you.","author":"Andy Rooney","topic":"Government"},{"quote":"I eat and breathe small government and freedom.","author":"Mike Pompeo","topic":"Government"},{"quote":"Above all we should not forget that government is an evil, a usurpation upon the private judgement and individual conscience of mankind.","author":"William Godwin","topic":"Government"},{"quote":"I&#39;m one of those old cynics that thinks, whoever you vote for, the government always gets in.","author":"Peter Hook","topic":"Government"},{"quote":"Government should take care of those in America who can&#39;t care for themselves. That&#39;s a role of government.","author":"John McCain","topic":"Government"},{"quote":"I was the Republican governor of the heavily Democratic state of New Mexico. I focused on good government, and I got it done - just like my running mate, former Massachusetts Gov. Bill Weld. The people of New Mexico reelected me by a comfortable margin. Ditto for Weld.","author":"Gary Johnson","topic":"Government"},{"quote":"The strongest continuous thread in America&#39;s political tradition is skepticism about government.","author":"George Will","topic":"Government"},{"quote":"We are a nation of laws with respect and recognition of the rule of law. We are not an imperialist government with a monarch abiding by the rule of one man.","author":"Marsha Blackburn","topic":"Government"},{"quote":"Any decision to use lethal force against a United States citizen - even one intent on murdering Americans and who has become an operational leader of al-Qaida in a foreign land - is among the gravest that government leaders can face.","author":"Eric Holder","topic":"Government"},{"quote":"Morals, principles and laws are when faith is reduced to standards and those standards basically just bind us, and we become prejudicial, racist, self-serving when we&#39;re guided by these laws... When a developed country uses Christianity in its policies, in government, in maintaining corporate wealth, that&#39;s a bastardized rendering of a faith.","author":"Sufjan Stevens","topic":"Government"},{"quote":"Surely the President can agree with us, that theft from government is not good. I know it&#39;s bold. It&#39;s out on the edge. I know from a Chicago-Springfield background it&#39;s hard to fully grasp that honesty could be part of government.","author":"Newt Gingrich","topic":"Government"},{"quote":"If you have a government that is elected, they need to do the hard work - because if they don&#39;t, they won&#39;t be around the next time the ballot box is open.","author":"Abdullah II of Jordan","topic":"Government"},{"quote":"If the government regulates against use of drones or stem cells or artificial intelligence, all that means is that the work and the research leave the borders of that country and go someplace else.","author":"Peter Diamandis","topic":"Government"},{"quote":"If marriage really is a sacred institution, then why is the government controlling it, especially in a nation that affirms separation of church and state?","author":"Tony Campolo","topic":"Government"},{"quote":"The Beijing Olympics were an exercise in Chinese soft power. Americans have the &#39;Voice of America&#39; and the Fulbright scholarships. But, the fact is, in fact, that probably Hollywood and MTV and McDonalds have done more for American soft power around the world than any specifically government activity.","author":"Shashi Tharoor","topic":"Government"},{"quote":"Okay, fluoride in the water to help our teeth. Well, shouldn&#39;t that be the job of your mom and dad? To teach you how to brush your teeth and use mouth wash? What do we need the government to do it for? Clearly, what a scam. Fluoride in the water.","author":"Jesse Ventura","topic":"Government"},{"quote":"If you&#39;re in a city where there&#39;s no clear startup community, the goal is not raise a bunch of money to fund a nonprofit; the goal is not get your government involved. The goal is start finding the other entrepreneurial leaders who are committed to being in your city over the next 20 years.","author":"Brad Feld","topic":"Government"},{"quote":"But thanks to my invention, my capitalist friends and I were able to bring the government to its knees.","author":"Erno Rubik","topic":"Government"},{"quote":"The sale of Treasury bonds, notes, and bills finances the U.S. government, and those securities are, in turn, a primary vehicle for savings for a wide range of U.S. households. Treasury securities are also an important source of collateral within the financial system.","author":"Jerome Powell","topic":"Government"},{"quote":"In normal times, at the beginning of each month, the federal government makes a cash advance to the Social Security Trust Fund called the &#39;normalized tax transfer,&#39; in an amount equal to the estimated payroll taxes for the coming month.","author":"Jerome Powell","topic":"Government"},{"quote":"To ensure financial stability, we expect the provision of U.S. government securities settlement services to be robust in nearly all contingencies.","author":"Jerome Powell","topic":"Government"},{"quote":"We&#39;ve supported the U.S. every step of the way. The Philippines was the first government in Asia after September 11, in fact, the night of September 11; it was nighttime for us then. It was daytime here. We were the first government in Asia to come out and say that we&#39;re supporting the U.S.","author":"Gloria Macapagal Arroyo","topic":"Government"},{"quote":"I recognize that Republicans see a moral difference between a dollar taken away from a millionaire in government benefits and a dollar taken away from a millionaire in taxes.","author":"Timothy Noah","topic":"Government"},{"quote":"Some people think African states cannot be trusted with the cookie jar. But there are absolutely good NGOs who have this feeling of human solidarity and who also recognize that their work can only be supplementary to the government.","author":"Meles Zenawi","topic":"Government"},{"quote":"Many of the basic lessons of business, such as the critical value of customer service or measuring risk against reward when investing capital, have essential application in government, but not in a vacuum.","author":"John Hickenlooper","topic":"Government"},{"quote":"The government sets targets for increased four-year high school graduation rates as part of its agenda for improving Americans&#39; health.","author":"Campbell Brown","topic":"Government"},{"quote":"I&#39;ve given birth to five babies and I breastfed every single one of these babies. To think that government has to go out and buy my breast pump for my babies. You wanna talk about the nanny state? I think we just got the new definition of a nanny.","author":"Michele Bachmann","topic":"Government"},{"quote":"Nonetheless, we continue to be obsessed with finding or inventing a European nation which, as in the nation state, guarantees homogeneity and thus an appropriate form of democracy and centralized government.","author":"Ulrich Beck","topic":"Government"},{"quote":"Patience, they say, is a virtue. Yet in times of emergency, the government needs to be able to make snap decisions and take bold, decisive action to protect the American people.","author":"Jared Polis","topic":"Government"},{"quote":"We need to level the playing field so that people who buy insurance individually at the same tax rates as those who buy it than get it through work. We need to be able to let people to shop across state lines for better deals with insurance that works for them and their family, not something the government says they have to have.","author":"John Barrasso","topic":"Government"},{"quote":"In the rush to become all things to all people, the federal government has lost sight of its core responsibilities. As a result we&#39;re stuck in this frustrating paradox where Washington actually neglects things it&#39;s clearly supposed to be doing, while interfering in other areas where they are neither welcome nor authorized.","author":"Rick Perry","topic":"Government"},{"quote":"Americans want government that is leaner, more efficient, and less intrusive into their personal lives.","author":"Rick Perry","topic":"Government"},{"quote":"I am the constitutionally and legitimately elected sheriff, and I absolutely refuse to surrender my responsibility to the federal government.","author":"Joe Arpaio","topic":"Government"},{"quote":"Western civilization is the most successful civilization the world has ever seen. And some of the reasons for that is it&#39;s borrowed from other cultures along the way, back to Mosaic law, the Greek age of reason, Roman law and the Roman order of government, and the Republican form of government, by the way that we&#39;re guaranteed in our constitution.","author":"Steve King","topic":"Government"},{"quote":"Medical research is needed, and I just saw there was a need for help that the government - state or federal - was not spending the taxpayers&#39; money on helping people get through college.","author":"Joe Jamail","topic":"Government"},{"quote":"Salt Lake City gave me a lot of surprises. How progressive the city actually is, for instance, compared to the rest of Utah - it&#39;s like this purple dot in a sea of red. And the government there is kind of a mix of conservative values and progressive ideas.","author":"Larry Wilmore","topic":"Government"},{"quote":"Through the 1990s, the fracturing of Tasmanian Aboriginal politics was given impetus by the ongoing corruption of a number of black organisations started under federal government programmes, with large amounts of public money being lost.","author":"Richard Flanagan","topic":"Government"},{"quote":"With the notion of marriage - an exclusive, emotional, binding &#39;til death do you part&#39; tie - becoming more and more an exception to the rule given a rise in cohabitation and high rates of divorce, why should the federal government be telling adults who love one another that they cannot get married simply because they happen to be gay?","author":"Lisa Murkowski","topic":"Government"},{"quote":"There is all of this protesting against corporate power, but in reality, corporations have to persuade you - they could have a ton of money, but actually only government can use force.","author":"John Stossel","topic":"Government"},{"quote":"Venezuela&#39;s government must work toward achieving a true culture of democracy for our region. There&#39;s no room for persecution based on ideological reasons or for thinking differently.","author":"Mauricio Macri","topic":"Government"},{"quote":"The mission statement of the RSC is to foster a constitutionally bound limited government, it&#39;s to have a strong national defense, it&#39;s to protect private property rights and it&#39;s to support American values. That&#39;s what the mission statement is. There&#39;s nothing in the mission statement about trying to hold leadership accountable.","author":"Bill Flores","topic":"Government"},{"quote":"Numerically, half of our high-ranking government officials should be women, and half should be men. And yet the division between the sexes is highly disproportionate in favour of men.","author":"Miriam Defensor-Santiago","topic":"Government"},{"quote":"In any crass political calculation, drilling for oil will always win more votes than putting a price on carbon. But if I recall what I was taught in fifth-grade American government class, we elect presidents to do more than crass political calculations.","author":"Jeff Goodell","topic":"Government"},{"quote":"The Chinese government tried to keep a lid on the SARS crisis, but there were 160 million text messages in three days sent by Chinese citizens. These are early indications that it&#39;s going to be difficult for people who used to have control over the news to maintain that level of control.","author":"Howard Rheingold","topic":"Government"},{"quote":"The lies the government and media tell are amplifications of the lies we tell ourselves. To stop being conned, stop conning yourself.","author":"James Wolcott","topic":"Government"},{"quote":"We are a very big and vast Government, and naturally, every ministry is becoming bigger and bigger. It becomes, therefore, essential that there should be proper coordination.","author":"Lal Bahadur Shastri","topic":"Government"},{"quote":"Provision of best services to the citizens is our top priority, and Punjab government has evolved a coordinated programme in this regard.","author":"Shehbaz Sharif","topic":"Government"},{"quote":"Micro managing anything is not a great role for government.","author":"William Weld","topic":"Government"},{"quote":"Government does not create jobs, it only creates the conditions that make jobs more or less likely.","author":"Mitch Daniels","topic":"Government"},{"quote":"Today, we should look for people with great organizational skills to run a government - not just leaders, who are good with people.","author":"Kamal Haasan","topic":"Government"},{"quote":"Whether you&#39;re a government entity, a large enterprise, or a startup, a true digital transformation takes advantage of technology to focus on the customer, automates work that does not need manual interference, and unleashes your people to truly make decisions that change the path of your company.","author":"Safra A. Catz","topic":"Government"},{"quote":"Digital India is the only way for citizen empowerment, which can bring government transparency and accountability to citizens.","author":"Safra A. Catz","topic":"Government"},{"quote":"The FHA&#39;s success provides strong evidence that government can and should play a role in the nation&#39;s mortgage finance system. It also demonstrates that although government intervention in the economy during the Great Recession was messy, things would have been a lot messier without it.","author":"Mark Zandi","topic":"Government"},{"quote":"A good government remains the greatest of human blessings and no nation has ever enjoyed it.","author":"Dean Inge","topic":"Government"},{"quote":"It&#39;s not government that creates jobs; it&#39;s small business. Our job is to make sure they have the access to capital, the access to contracting opportunities, and the help, advice and mentoring that they need to go out and be successful.","author":"Karen Mills","topic":"Government"},{"quote":"I would love to go back and help rebuild that country and help - you know, kind of like what&#39;s going on with Iraq right now. You know, they&#39;ve got a new government in place. They&#39;re trying to rebuild the country. I would love for that to happen in Cuba also.","author":"Rafael Palmeiro","topic":"Government"},{"quote":"The most desirable and appropriate solution to piracy is for the United States government to provide protection through military escorts and\/or militant detachments aboard U.S. vessels.","author":"Richard Phillips","topic":"Government"},{"quote":"The war for the Internet has begun. Hollywood is in control of politics. The government is killing innovation.","author":"Kim Dotcom","topic":"Government"},{"quote":"If the Chinese will not learn the true principles of government, all else will be useless. Knowledge is power, and although a country may be weak, still, if it possess but a modicum of knowledge, the enemy will not be able to completely overthrow it; although that country may be in danger, the race will not be extirpated.","author":"Zhang Zhidong","topic":"Government"},{"quote":"In March of 1933 we witnessed a revolution in manner, in mores, in the definition of government. What before had been black or white sprang alive with color.","author":"Emanuel Celler","topic":"Government"},{"quote":"If you join government, calmly make your contribution and move on. Don&#39;t go along to get along; do your best and when you have to - and you will - leave, and be something else.","author":"Peggy Noonan","topic":"Government"},{"quote":"Financial crises require governments.","author":"Timothy Geithner","topic":"Government"},{"quote":"And I always like to stress, it&#39;s not a quota, not a set-aside, it&#39;s not about race, it&#39;s about giving opportunities to demonstrate their abilities to do work with the Federal Government.","author":"Alphonso Jackson","topic":"Government"},{"quote":"The American people expect and deserve a government that works and leaders who work together.","author":"Bill Frist","topic":"Government"},{"quote":"Here&#39;s to democracy. May we get the government we deserve.","author":"Rick Mercer","topic":"Government"},{"quote":"When we were talking about this, an idea for this master vigilante, it was an urban guerilla. One of my ideas was that he would be a member of the police force who turned on the government.","author":"David Lloyd","topic":"Government"},{"quote":"Good government is good politics.","author":"Richard J. Daley","topic":"Government"},{"quote":"I saw what government programs were and how they were executed. In some cases, they were executed beautifully, but in others, there was tremendous waste.","author":"Gwynne Shotwell","topic":"Government"},{"quote":"I believe I am more conservative than Bob Dole; I believe I am more committed to fundamentally changing American government than Bob Dole.","author":"Phil Gramm","topic":"Government"},{"quote":"As the character talks and moves, the world around him is slowly revealed, just like dollying a camera back for a wider look at things. So all my stories start with a character, and that character introduces setting, culture, conflict, government, economy... all of it, through his or her eyes.","author":"Robin Hobb","topic":"Government"},{"quote":"But there will be no justice, there will be no government of the people, by the people, and for the people, as long as the government and its officials permit bribery in any form.","author":"John Jay Hooker","topic":"Government"},{"quote":"A transitional government is the beginning of a transfer of sovereignty. It&#39;s a question of Iraqi security and moving forward with the political process.","author":"Joschka Fischer","topic":"Government"},{"quote":"Exporting oil would not drive up prices at the pump. American drivers buy refined products, which the U.S. already exports. Many studies - from a range of institutions and government agencies, including the Congressional Budget Office and the Energy Information Administration - have shown that lifting the export ban could actually lower gas prices.","author":"Harold Hamm","topic":"Government"},{"quote":"Hardly had I left when we ran into the Korean war, doubled what I had asked for and doubled it again. I had told him I would stay in Government, be honored to, but not with the Air Force.","author":"Stuart Symington","topic":"Government"},{"quote":"In about a year&#39;s time, Elvis went from being very poor and living with his family in government housing in Memphis to all of a sudden being the biggest star in the world. Once fame hit, there was a lot of temptation and also a lot of stress.","author":"Drake Milligan","topic":"Government"},{"quote":"I think Syria is often covered by phone. You have to talk to activists. You have to try to read the tea leaves. You have to talk to government officials. It&#39;s remote-control reporting in a way.","author":"Anthony Shadid","topic":"Government"},{"quote":"As President Franklin Delano Roosevelt learned when he tried to pack the Supreme Court, the three branches of government are coequal for a reason. Neither the executive branch or the legislative branch should use the third branch to a pursue a partisan agenda.","author":"Dan Pfeiffer","topic":"Government"},{"quote":"Migration - whether emigration or return - at the micro level is an individual choice, and government both at the Centre and the states have role only to facilitate the decision of the individuals.","author":"Vayalar Ravi","topic":"Government"},{"quote":"If I had been prime minister, I would have offered apologies to the Dutch Jewish community without hesitation. This would refer both to our government&#39;s attitude during the Second World War and to the very late postwar discovery that the restitution process had been poorly conceived.","author":"Els Borst","topic":"Government"},{"quote":"I think there&#39;s something unfortunate about the attention that performers get in our media, but the weight of government propaganda is so heavy that anyone with a different point of view who has access to the media has a responsibility to use it.","author":"David Clennon","topic":"Government"},{"quote":"They&#39;re after one world religion and one world government. That&#39;s why they&#39;ve attacked the Catholic Church so strongly, to ultimately take control over it by their doctrine.","author":"Hutton Gibson","topic":"Government"},{"quote":"The government&#39;s objective, broadly expressed, is that all persons, whatever their level of ability, whether they live in town or country, have a right as citizens to a free education of the kind for which they are best fitted and to the fullest extent of their powers.","author":"Peter Fraser","topic":"Government"},{"quote":"Social-enterprise employees earn wages and pay taxes, reducing their recidivism rates and dependence on government assistance. They also receive crucial on-the-job training, job-readiness skills, literacy instruction and, if necessary, the counseling and mental-health services they need to move into the mainstream workforce.","author":"George R. Roberts","topic":"Government"},{"quote":"Laws too gentle are seldom obeyed; too severe, seldom executed.","author":"Benjamin Franklin","topic":"Government"},{"quote":"What I worry about would be that you essentially have two chambers, the House and the Senate, but you have simply, majoritarian, absolute power on either side. And that&#39;s just not what the founders intended.","author":"Barack Obama","topic":"Government"},{"quote":"Democracy is worth dying for, because it&#39;s the most deeply honorable form of government ever devised by man.","author":"Ronald Reagan","topic":"Government"},{"quote":"The best government is that which teaches us to govern ourselves.","author":"Johann Wolfgang von Goethe","topic":"Government"},{"quote":"If you ask the government to solve all of your problems, it&#39;s a bit like asking your wife to cook and clean, to raise the children, to hold down a second job to help with the family finances, to keep her parents happy and well and keep your parents happy and well, and to also - to do the lawn and clean the gutters.","author":"P. J. O'Rourke","topic":"Government"},{"quote":"Feeling good about government is like looking on the bright side of any catastrophe. When you quit looking on the bright side, the catastrophe is still there.","author":"P. J. O'Rourke","topic":"Government"},{"quote":"To restore the trust of the people, we must reform the way the government operates.","author":"Arnold Schwarzenegger","topic":"Government"},{"quote":"Government does not create wealth. The major role for the government is to create an environment where people take risks to expand the job rate in the United States.","author":"George W. Bush","topic":"Government"},{"quote":"We must have government that builds stamina into communities and men. That makes men instead of mendicants.","author":"Herbert Hoover","topic":"Government"},{"quote":"When you are going up the corporate ladder or the government ladder, you have to take some risk.","author":"Condoleezza Rice","topic":"Government"},{"quote":"Anyone who thinks that the vice-president can take a position independent of the president of his administration simply has no knowledge of politics or government. You are his choice in a political marriage, and he expects your absolute loyalty.","author":"Hubert H. Humphrey","topic":"Government"},{"quote":"The role of the church and the government are fundamentally different. The church must always show compassion - always.","author":"Rick Warren","topic":"Government"},{"quote":"A fundamental duty of government is to protect its people.","author":"Brad Henry","topic":"Government"},{"quote":"It is hard to feel individually responsible with respect to the invisible processes of a huge and distant government.","author":"John W. Gardner","topic":"Government"},{"quote":"Democracy must learn to defend itself.","author":"Mikhail Gorbachev","topic":"Government"},{"quote":"Democracy gives every man the right to be his own oppressor.","author":"James Russell Lowell","topic":"Government"},{"quote":"Common sense tells us that the government&#39;s attempts to solve large problems more often create new ones. Common sense also tells us that a top-down, one-size-fits-all plan will not improve the workings of a nationwide health-care system that accounts for one-sixth of our economy.","author":"Sarah Palin","topic":"Government"},{"quote":"I get cross about 13 years of Labour government that brought the country to the state it did.","author":"Theresa May","topic":"Government"},{"quote":"As a CEO of a large company, clearly we need policies in the U.S. government that are pro-business, because at the end of the day, we all work within the framework of a country&#39;s policies.","author":"Indra Nooyi","topic":"Government"},{"quote":"I would hope that government officials have a healthy respect for the complexity of the gang problem. They should never lose sight of the fact that there are human beings involved. There is no single solution.","author":"Greg Boyle","topic":"Government"},{"quote":"Washington is a place where politicians don&#39;t know which way is up and taxes don&#39;t know which way is down.","author":"Robert Orben","topic":"Government"},{"quote":"The danger is not that a particular class is unfit to govern: every class is unfit to govern.","author":"Lord Acton","topic":"Government"},{"quote":"Are we still a country that takes risks, that innovates, that believes anything is possible? Or are we a country that is resigned to whatever liberty the government decides to dish out?","author":"Mitch McConnell","topic":"Government"},{"quote":"If the flag of an armed enemy of the U.S. is allowed to fly over government buildings, then it implies that slavery, or at least the threat of slavery, is sanctioned by that government and can still legally exist.","author":"Amiri Baraka","topic":"Government"},{"quote":"If there&#39;s anything a public servant hates to do it&#39;s something for the public.","author":"Kin Hubbard","topic":"Government"},{"quote":"Transparency concerning the Federal Reserve&#39;s conduct of monetary policy is desirable because better public understanding enhances the effectiveness of policy. More important, however, is that transparent communications reflect the Federal Reserve&#39;s commitment to accountability within our democratic system of government.","author":"Janet Yellen","topic":"Government"},{"quote":"I believe that Americans should be deeply skeptical of government power. You cannot trust people in power. The founders knew that. That&#39;s why they divided power among three branches, to set interest against interest.","author":"James Comey","topic":"Government"},{"quote":"When I moved to Cleveland, defense research was laying the foundations for the Internet. The Apollo program was just about to put a man on the moon - and it was Neil Armstrong, from right here in Ohio. The future felt limitless. But today, our government is broken.","author":"Peter Thiel","topic":"Government"},{"quote":"Dwight Eisenhower warned American citizens at the end of his presidency about the implications of the military-industrial complex and its influence over government. We have now gone well beyond any of the wildest imaginations that could have entered Eisenhower&#39;s mind.","author":"John McAfee","topic":"Government"},{"quote":"America is a land of taxation that was founded to avoid taxation.","author":"Laurence J. Peter","topic":"Government"},{"quote":"We live under a government of men and morning newspapers.","author":"Wendell Phillips","topic":"Government"},{"quote":"All government wars are unjust.","author":"Murray Rothbard","topic":"Government"},{"quote":"The Government Securities Act gave the Treasury Department some rulemaking authority over all government securities brokers and dealers. But the act also required these firms to register with the SEC.","author":"Jerome Powell","topic":"Government"},{"quote":"We have a moral duty to have an efficient government.","author":"Bruce Rauner","topic":"Government"},{"quote":"Trial by jury. Live wherever you can make a living. How could a government based on such principles fail?","author":"Stephen Ambrose","topic":"Government"},{"quote":"The director of the FBI has been visiting Silicon Valley companies asking them to build back doors so that it can spy on what is being said online. The Department of Commerce is going after piracy. At home, the American government wants anything but Internet freedom.","author":"Evgeny Morozov","topic":"Government"},{"quote":"We imagined that the mildness of our government and the wishes of the people were so correspondent that we were not as other nations, requiring brutal force to support the laws.","author":"Henry Knox","topic":"Government"},{"quote":"They wish for a general government of unity, as they see that the local legislatures must naturally and necessarily tend to retard the general government.","author":"Henry Knox","topic":"Government"},{"quote":"The core issue here is that the Israeli government refuses to commit to terms of reference for the negotiations that are based on international law and United Nations resolutions, and that it frantically continues to intensify building of settlements on the territory of the State of Palestine.","author":"Mahmoud Abbas","topic":"Government"},{"quote":"Americans no longer look to government for economic security; rather, they look to their portfolios.","author":"Bill Owens","topic":"Government"},{"quote":"As a governor, I am naturally inclined to focus on the domestic side of protecting the United States.","author":"Bill Owens","topic":"Government"},{"quote":"The public has a right to know what kind of monitoring the government is doing, and there should be a public discussion of the appropriate trade-offs between law enforcement and privacy rights.","author":"Adam Cohen","topic":"Government"},{"quote":"I went to Washington, D.C, for the first time my senior year as part of Girls Nation, put on by the American Legion Auxiliary, which sends high school students to D.C. to form a pretend federal government. There was an energy about the city that made me feel like I just had to come back there.","author":"Kristen Soltis Anderson","topic":"Government"},{"quote":"Our nation is built on the bedrock principle that governments derive their just powers from the consent of the governed.","author":"Adrian Cronauer","topic":"Government"},{"quote":"The biggest challenge is always the governments - they try to stop all good things. I try to stay away from them as much as I can, as I know if someone can destroy something good, it&#39;s the government.","author":"Manoj Bhargava","topic":"Government"},{"quote":"The design of Rhetoric is to remove those Prejudices that lie in the way of Truth, to Reduce the Passions to the Government of Reasons; to place our Subject in a Right Light, and excite our Hearers to a due consideration of it.","author":"Mary Astell","topic":"Government"},{"quote":"I&#39;d like to see the government get out of war altogether and leave the whole field to private individuals.","author":"Joseph Heller","topic":"Government"},{"quote":"Memo to Congress: America&#39;s problem is not that government is too small. It&#39;s the spending, stupid!","author":"Bob Beauprez","topic":"Government"},{"quote":"First, then, State Socialism, which may be described as the doctrine that all the affairs of men should be managed by the government, regardless of individual choice.","author":"Benjamin Tucker","topic":"Government"},{"quote":"The power of the silent filibuster to distort Senate politics is now accepted on Capitol Hill and by the press as normal and not worth mentioning. Let me be the skunk at this political garden party and say this stinks. Representative government was not designed to work this way by the Founding Fathers.","author":"Juan Williams","topic":"Government"},{"quote":"One of the functions of government is to act as a safeguard not just of property but of our liberties.","author":"William Weld","topic":"Government"},{"quote":"The phrase &#39;perception is reality&#39; is overused generally. But perception can be reality in monetary policy. The bond market doesn&#39;t act merely on what it sees. It acts on what it expects of the Fed or the government.","author":"Amity Shlaes","topic":"Government"},{"quote":"There has been growing quite a strain of irritating feeling between our government and the Russians and it seems to me that it is a time for me to use all the restraint I can on these other people who have been apparently getting a little more irritated.","author":"Henry L. Stimson","topic":"Government"},{"quote":"Nigeria and Pakistan are two countries that have had a lot of trouble with polio. And part of the reason is that there&#39;s a lot of political unrest, and people really distrust what the government is doing. That has an effect on people&#39;s health, and it has an effect on the health of children.","author":"Eula Biss","topic":"Government"},{"quote":"For the first time in the history of Bihar, I provided a stable government. Despite being denied funds by the Centre, Bihar survived on its resources. I provided pucca dwellings to half a million Dalit families.","author":"Lalu Prasad Yadav","topic":"Government"},{"quote":"And we know that once we have a majority that are dependent upon the government, we will lose our freedom; it says we go into bondage. That&#39;s the next stage.","author":"Sharron Angle","topic":"Government"},{"quote":"Talk is cheap - except when Congress does it.","author":"Cullen Hightower","topic":"Government"},{"quote":"The mistakes made by Congress wouldn&#39;t be so bad if the next Congress didn&#39;t keep trying to correct them.","author":"Cullen Hightower","topic":"Government"},{"quote":"The growth of modern constitutional government compels for its successful practice the exercise of reason and considerate judgment by the individual citizens who constitute the electorate.","author":"Elihu Root","topic":"Government"},{"quote":"I have long believed taxpayers make better use of their money than the government ever could.","author":"Kay Bailey Hutchison","topic":"Government"},{"quote":"The greater part of the governments on earth may be termed monarchical aristocracies, or hereditary dominions independent of the people.","author":"Ezra Stiles","topic":"Government"},{"quote":"The debt ceiling at some point has to be raised. I don&#39;t think there&#39;s anybody that questions the fact that if we ended up getting in a situation where the U.S. government was sending out IOUs like the state of California did at one point, that ends up creating quite a brand problem for our country.","author":"Bob Corker","topic":"Government"},{"quote":"Our government is ready to guarantee their investments for them, and then we will create tax incentives. We are interested in having all these things and with the privatization we also want to create more jobs and better conditions for the workers.","author":"Ibrahim Rugova","topic":"Government"},{"quote":"Of all the powers conferred upon government, that of taxation is most liable to abuse.","author":"Samuel Freeman Miller","topic":"Government"},{"quote":"We were not treated by our own government as proper human beings and consequently, some outsiders did not regard us as the same kind of humans as themselves.","author":"Jung Chang","topic":"Government"},{"quote":"Every year, the average American eats as much as 33 pounds of cheese. That&#39;s up to 60,000 calories and 3,100 grams of saturated fat. So why do we eat so much cheese? Mainly it&#39;s because the government is in cahoots with the processed food industry.","author":"Michael Moss","topic":"Government"},{"quote":"But let us remember, at the same time, government is sacred, and not to be trifled with.","author":"Jonathan Mayhew","topic":"Government"},{"quote":"But no one has yet succeeded in reducing the size or scope of the federal government.","author":"James Q. Wilson","topic":"Government"},{"quote":"A dollar vigilante is a free market individual who protests the government monopoly and financial policies, such as fractional reserve banking and unbacked fiat currencies, by selling those same fiat currencies in favor of other assets, including gold and precious metals.","author":"Jeff Berwick","topic":"Government"},{"quote":"The bottom line is that weather events not only threaten private property and family budgets, but they also can decimate public resources and government coffers.","author":"Matt Cartwright","topic":"Government"},{"quote":"I&#39;m tired of hearing it said that democracy doesn&#39;t work. Of course it doesn&#39;t work. We are supposed to work it.","author":"Alexander Woollcott","topic":"Government"},{"quote":"Government has a habit of blaming the private sector for its own failings while taking credit for advances we in fact owe to the private sector.","author":"Thomas Woods","topic":"Government"},{"quote":"It is bad policy to regulate everything... where things may better regulate themselves and can be better promoted by private exertions; but it is no less bad policy to let those things alone which can only be promoted by interfering social power.","author":"Friedrich List","topic":"Government"},{"quote":"No law can give power to private persons; every law transfers power from private persons to government.","author":"Isabel Paterson","topic":"Government"},{"quote":"Government is an unnecessary evil. Human beings, when accustomed to taking responsibility for their own behavior, can cooperate on a basis of mutual trust and helpfulness.","author":"Fred Woodworth","topic":"Government"}]