[{"quote":"Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.","author":"Harriet Tubman","topic":"Great"},{"quote":"Great things in business are never done by one person. They&#39;re done by a team of people.","author":"Steve Jobs","topic":"Great"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Great"},{"quote":"Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven&#39;t found it yet, keep looking. Don&#39;t settle. As with all matters of the heart, you&#39;ll know when you find it.","author":"Steve Jobs","topic":"Great"},{"quote":"It&#39;s sad to know I&#39;m done. But looking back, I&#39;ve got a lot of great memories.","author":"Bonnie Blair","topic":"Great"},{"quote":"Great minds discuss ideas; average minds discuss events; small minds discuss people.","author":"Eleanor Roosevelt","topic":"Great"},{"quote":"I have decided to stick with love. Hate is too great a burden to bear.","author":"Martin Luther King, Jr.","topic":"Great"},{"quote":"Behind every great man is a woman rolling her eyes.","author":"Jim Carrey","topic":"Great"},{"quote":"A little thought and a little kindness are often worth more than a great deal of money.","author":"John Ruskin","topic":"Great"},{"quote":"I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.","author":"Lil' Kim","topic":"Great"},{"quote":"Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life.","author":"A. P. J. Abdul Kalam","topic":"Great"},{"quote":"I was given such a great gift. It&#39;s a miracle that never stops amazing me and reminding me to give thanks, every day. Having a wife and daughter gives me a lot more purpose. I was much more selfish before, but now I think about what kind of role model I&#39;ll be. I just want to be a better man.","author":"Jake Owen","topic":"Great"},{"quote":"I&#39;ve learned that fear limits you and your vision. It serves as blinders to what may be just a few steps down the road for you. The journey is valuable, but believing in your talents, your abilities, and your self-worth can empower you to walk down an even brighter path. Transforming fear into freedom - how great is that?","author":"Soledad O'Brien","topic":"Great"},{"quote":"People who think they know everything are a great annoyance to those of us who do.","author":"Isaac Asimov","topic":"Great"},{"quote":"Good health and good sense are two of life&#39;s greatest blessings.","author":"Publilius Syrus","topic":"Great"},{"quote":"First, accept sadness. Realize that without losing, winning isn&#39;t so great.","author":"Alyssa Milano","topic":"Great"},{"quote":"I&#39;m proud of my hard work. Working hard won&#39;t always lead to the exact things we desire. There are many things I&#39;ve wanted that I haven&#39;t always gotten. But, I have a great satisfaction in the blessings from my mother and father, who instilled a great work ethic in me both personally and professionally.","author":"Tamron Hall","topic":"Great"},{"quote":"Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.","author":"Lao Tzu","topic":"Great"},{"quote":"Only great minds can afford a simple style.","author":"Stendhal","topic":"Great"},{"quote":"My father was my teacher. But most importantly he was a great dad.","author":"Beau Bridges","topic":"Great"},{"quote":"The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.","author":"William Arthur Ward","topic":"Great"},{"quote":"Simply enjoy life and the great pleasures that come with it.","author":"Karolina Kurkova","topic":"Great"},{"quote":"Great works are performed not by strength but by perseverance.","author":"Samuel Johnson","topic":"Great"},{"quote":"No dream is too big. No challenge is too great. Nothing we want for our future is beyond our reach.","author":"Donald Trump","topic":"Great"},{"quote":"Where there is great love, there are always wishes.","author":"Willa Cather","topic":"Great"},{"quote":"Great things are done by a series of small things brought together.","author":"Vincent Van Gogh","topic":"Great"},{"quote":"My mother had a great deal of trouble with me, but I think she enjoyed it.","author":"Mark Twain","topic":"Great"},{"quote":"Some are born great, some achieve greatness, and some have greatness thrust upon them.","author":"William Shakespeare","topic":"Great"},{"quote":"Silence is a source of great strength.","author":"Lao Tzu","topic":"Great"},{"quote":"To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.","author":"Ralph Waldo Emerson","topic":"Great"},{"quote":"One of the best ways to make yourself happy in the present is to recall happy times from the past. Photos are a great memory-prompt, and because we tend to take photos of happy occasions, they weight our memories to the good.","author":"Gretchen Rubin","topic":"Great"},{"quote":"I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he&#39;s very kind to people.","author":"Nicole Scherzinger","topic":"Great"},{"quote":"Sometimes I wish that I could go into a time machine right now and just look at my self and say, &#39;Calm down. Things are gonna be fine. Things are gonna be all great. Just relax.&#39;","author":"Tristan Wilds","topic":"Great"},{"quote":"Great achievement is usually born of great sacrifice, and is never the result of selfishness.","author":"Napoleon Hill","topic":"Great"},{"quote":"There is no great genius without some touch of madness.","author":"Aristotle","topic":"Great"},{"quote":"Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.","author":"Wilma Rudolph","topic":"Great"},{"quote":"An animal&#39;s eyes have the power to speak a great language.","author":"Martin Buber","topic":"Great"},{"quote":"The price of greatness is responsibility.","author":"Winston Churchill","topic":"Great"},{"quote":"A great figure or physique is nice, but it&#39;s self-confidence that makes someone really sexy.","author":"Vivica A. Fox","topic":"Great"},{"quote":"The greatest weapon against stress is our ability to choose one thought over another.","author":"William James","topic":"Great"},{"quote":"Luck is great, but most of life is hard work.","author":"Iain Duncan Smith","topic":"Great"},{"quote":"Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves.","author":"Charles Stanley","topic":"Great"},{"quote":"After climbing a great hill, one only finds that there are many more hills to climb.","author":"Nelson Mandela","topic":"Great"},{"quote":"Life is either a great adventure or nothing.","author":"Helen Keller","topic":"Great"},{"quote":"Passion is one great force that unleashes creativity, because if you&#39;re passionate about something, then you&#39;re more willing to take risks.","author":"Yo-Yo Ma","topic":"Great"},{"quote":"The good physician treats the disease; the great physician treats the patient who has the disease.","author":"William Osler","topic":"Great"},{"quote":"Small aim is a crime; have great aim.","author":"A. P. J. Abdul Kalam","topic":"Great"},{"quote":"Leave your ego at the door every morning, and just do some truly great work. Few things will make you feel better than a job brilliantly done.","author":"Robin S. Sharma","topic":"Great"},{"quote":"No man will make a great leader who wants to do it all himself or get all the credit for doing it.","author":"Andrew Carnegie","topic":"Great"},{"quote":"The world is the great gymnasium where we come to make ourselves strong.","author":"Swami Vivekananda","topic":"Great"},{"quote":"Who&#39;s my hero? That&#39;s a great question... Well, I think my dad is my hero, because he&#39;s someone I look up to every day.","author":"Tom Brady","topic":"Great"},{"quote":"Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.","author":"Theodore Roosevelt","topic":"Great"},{"quote":"High school is what kind of grows you into the person you are. I have great memories, good and bad, some learning experiences and some that I&#39;ll take with me the rest of my life.","author":"Giancarlo Stanton","topic":"Great"},{"quote":"Beware of little expenses. A small leak will sink a great ship.","author":"Benjamin Franklin","topic":"Great"},{"quote":"Pray that your loneliness may spur you into finding something to live for, great enough to die for.","author":"Dag Hammarskjold","topic":"Great"},{"quote":"The most important thing is to try and inspire people so that they can be great in whatever they want to do.","author":"Kobe Bryant","topic":"Great"},{"quote":"Truth is, I&#39;ll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour.","author":"Tom Hanks","topic":"Great"},{"quote":"All truly great thoughts are conceived by walking.","author":"Friedrich Nietzsche","topic":"Great"},{"quote":"If you cannot do great things, do small things in a great way.","author":"Napoleon Hill","topic":"Great"},{"quote":"Singing is my passion, my first love and the secret of my energy. Music to me is like finding my inner self, my soul. It gives me a great joy to see audiences enjoying with me. I have given my heart to singing. When I sing, I can feel romance in everything around me.","author":"Kailash Kher","topic":"Great"},{"quote":"Our Generation has had no Great war, no Great Depression. Our war is spiritual. Our depression is our lives.","author":"Chuck Palahniuk","topic":"Great"},{"quote":"The difference between something good and something great is attention to detail.","author":"Charles R. Swindoll","topic":"Great"},{"quote":"I feel like life is really short, and it&#39;s important to enjoy yourself and embrace whatever comes your way, whether it&#39;s a challenging day or a great day, just welcome it with open arms. No matter who you are, you can&#39;t escape challenges; they are part of life.","author":"Miranda Kerr","topic":"Great"},{"quote":"The three great elemental sounds in nature are the sound of rain, the sound of wind in a primeval wood, and the sound of outer ocean on a beach.","author":"Henry Beston","topic":"Great"},{"quote":"If four things are followed - having a great aim, acquiring knowledge, hard work, and perseverance - then anything can be achieved.","author":"A. P. J. Abdul Kalam","topic":"Great"},{"quote":"All great achievements require time.","author":"Maya Angelou","topic":"Great"},{"quote":"Football is a great deal like life in that it teaches that work, sacrifice, perseverance, competitive drive, selflessness and respect for authority is the price that each and every one of us must pay to achieve any goal that is worthwhile.","author":"Vince Lombardi","topic":"Great"},{"quote":"I&#39;d rather attempt to do something great and fail than to attempt to do nothing and succeed.","author":"Robert H. Schuller","topic":"Great"},{"quote":"The great thing about getting older is that you don&#39;t lose all the other ages you&#39;ve been.","author":"Madeleine L'Engle","topic":"Great"},{"quote":"The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society.","author":"Coretta Scott King","topic":"Great"},{"quote":"Great personal style is an extreme curiosity about yourself.","author":"Iris Apfel","topic":"Great"},{"quote":"There have been so many great moments, and I feel so blessed every day.","author":"Vusi Mahlasela","topic":"Great"},{"quote":"The hottest place in Hell is reserved for those who remain neutral in times of great moral conflict.","author":"Martin Luther King, Jr.","topic":"Great"},{"quote":"On some great and glorious day the plain folks of the land will reach their heart&#39;s desire at last, and the White House will be adorned by a downright moron.","author":"H. L. Mencken","topic":"Great"},{"quote":"In times of great stress or adversity, it&#39;s always best to keep busy, to plow your anger and your energy into something positive.","author":"Lee Iacocca","topic":"Great"},{"quote":"My only fault is that I don&#39;t realize how great I really am.","author":"Muhammad Ali","topic":"Great"},{"quote":"All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope.","author":"Winston Churchill","topic":"Great"},{"quote":"It is time to remember that old wisdom our soldiers will never forget: that whether we are black or brown or white, we all bleed the same red blood of patriots, we all enjoy the same glorious freedoms, and we all salute the same great American Flag.","author":"Donald Trump","topic":"Great"},{"quote":"There is no greater agony than bearing an untold story inside you.","author":"Maya Angelou","topic":"Great"},{"quote":"Prejudice is a great time saver. You can form opinions without having to get the facts.","author":"E. B. White","topic":"Great"},{"quote":"An entire nation, it seemed, was standing in one long breadline, desperate for even the barest essentials. It was a crisis of monumental proportions. It was known as the Great Depression.","author":"Kathi Appelt","topic":"Great"},{"quote":"Great men are like eagles, and build their nest on some lofty solitude.","author":"Arthur Schopenhauer","topic":"Great"},{"quote":"There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder.","author":"Ronald Reagan","topic":"Great"},{"quote":"We live in a fantasy world, a world of illusion. The great task in life is to find reality.","author":"Iris Murdoch","topic":"Great"},{"quote":"The greatest accomplishment is not in never falling, but in rising again after you fall.","author":"Vince Lombardi","topic":"Great"},{"quote":"Silence is one of the great arts of conversation.","author":"Marcus Tullius Cicero","topic":"Great"},{"quote":"Science is the great antidote to the poison of enthusiasm and superstition.","author":"Adam Smith","topic":"Great"},{"quote":"The great aim of education is not knowledge but action.","author":"Herbert Spencer","topic":"Great"},{"quote":"The greatness of a nation can be judged by the way its animals are treated.","author":"Mahatma Gandhi","topic":"Great"},{"quote":"There is no pain so great as the memory of joy in present grief.","author":"Aeschylus","topic":"Great"},{"quote":"I like to listen. I have learned a great deal from listening carefully. Most people never listen.","author":"Ernest Hemingway","topic":"Great"},{"quote":"There is no greatness where there is no simplicity, goodness and truth.","author":"Leo Tolstoy","topic":"Great"},{"quote":"Great things are done when men and mountains meet.","author":"William Blake","topic":"Great"},{"quote":"It is a rough road that leads to the heights of greatness.","author":"Lucius Annaeus Seneca","topic":"Great"},{"quote":"A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.","author":"Wayne Gretzky","topic":"Great"},{"quote":"Great companies are built on great products.","author":"Elon Musk","topic":"Great"},{"quote":"He who learns but does not think, is lost! He who thinks but does not learn is in great danger.","author":"Confucius","topic":"Great"},{"quote":"Nothing beats a great smile.","author":"Karl Urban","topic":"Great"},{"quote":"The greatest discovery of all time is that a person can change his future by merely changing his attitude.","author":"Oprah Winfrey","topic":"Great"},{"quote":"Every animal has his or her story, his or her thoughts, daydreams, and interests. All feel joy and love, pain and fear, as we now know beyond any shadow of a doubt. All deserve that the human animal afford them the respect of being cared for with great consideration for those interests or left in peace.","author":"Ingrid Newkirk","topic":"Great"},{"quote":"Great teachers emanate out of knowledge, passion and compassion.","author":"A. P. J. Abdul Kalam","topic":"Great"},{"quote":"You can&#39;t build a great building on a weak foundation. You must have a solid foundation if you&#39;re going to have a strong superstructure.","author":"Gordon B. Hinckley","topic":"Great"},{"quote":"I have always loved fashion because it&#39;s a great way to express your mood. And I&#39;m definitely a shoe lover. The right pair of shoes can change the feel of an outfit, and even change how a woman feels about herself. A woman can wear confidence on her feet with a high stiletto, or slip into weekend comfort with a soft ballet flat.","author":"Fergie","topic":"Great"},{"quote":"I firmly believe that any man&#39;s finest hour, the greatest fulfillment of all that he holds dear, is that moment when he has worked his heart out in a good cause and lies exhausted on the field of battle - victorious.","author":"Vince Lombardi","topic":"Great"},{"quote":"I have a great relationship with the Mexican people.","author":"Donald Trump","topic":"Great"},{"quote":"There is no force in the world that can block the powerful march of our army and people, who are holding high the banner of the suns of great Comrade Kim Il Sung and great Comrade Kim Jong Il and continuing to advance under the leadership of the party and with strong faith in sure victory.","author":"Kim Jong-un","topic":"Great"},{"quote":"The essence of all beautiful art, all great art, is gratitude.","author":"Friedrich Nietzsche","topic":"Great"},{"quote":"You have the ability to choose which way you want to go. You have to believe great things are going to happen in your life. Do everything you can - prepare, pray and achieve - to make it happen.","author":"Ben Carson","topic":"Great"},{"quote":"I do not think you can name many great inventions that have been made by married men.","author":"Nikola Tesla","topic":"Great"},{"quote":"As a young man, I lived through the Great Depression, when banks failed and so many lost their jobs and homes and went hungry. I was fortunate to have a job at a canning factory that paid 25 cents an hour.","author":"James E. Faust","topic":"Great"},{"quote":"Character is higher than intellect. A great soul will be strong to live as well as think.","author":"Ralph Waldo Emerson","topic":"Great"},{"quote":"We will make America strong again. We will make America proud again. We will make America safe again. And we will make America great again.","author":"Donald Trump","topic":"Great"},{"quote":"Great dreams of great dreamers are always transcended.","author":"A. P. J. Abdul Kalam","topic":"Great"},{"quote":"I think happiness is a choice. If you feel yourself being happy and can settle in to the life choices you make, then it&#39;s great. It&#39;s really, really great. I swear to God, happiness is the best makeup.","author":"Drew Barrymore","topic":"Great"},{"quote":"Band members have a special bond. A great band is more than just some people working together. It&#39;s like a highly specialized army unit, or a winning sports team. A unique combination of elements that becomes stronger together than apart.","author":"Steven Van Zandt","topic":"Great"},{"quote":"I have come to believe that a great teacher is a great artist and that there are as few as there are any other great artists. Teaching might even be the greatest of the arts since the medium is the human mind and spirit.","author":"John Steinbeck","topic":"Great"},{"quote":"The change I want to see is a start-up environment where everyone, regardless of gender and background, feels welcome and safe; where sexual harassment or discrimination will not impede great talent from producing great impact.","author":"Christine Tsai","topic":"Great"},{"quote":"The Great Depression, like most other periods of severe unemployment, was produced by government mismanagement rather than by any inherent instability of the private economy.","author":"Milton Friedman","topic":"Great"},{"quote":"If fear is the great enemy of intimacy, love is its true friend.","author":"Henri Nouwen","topic":"Great"},{"quote":"It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.","author":"J. K. Rowling","topic":"Great"},{"quote":"I&#39;m surrounded by great friends and family. I don&#39;t know what I would do without them.","author":"Emma Roberts","topic":"Great"},{"quote":"Scientists dream about doing great things. Engineers do them.","author":"James A. Michener","topic":"Great"},{"quote":"I am a great admirer of mystery and magic. Look at this life - all mystery and magic.","author":"Harry Houdini","topic":"Great"},{"quote":"It&#39;s great to reminisce about good memories of my past. It was enjoyable when it was today. So learning to enjoy today has two benefits: it gives me happiness right now, and it becomes a good memory later.","author":"George Foreman","topic":"Great"},{"quote":"The greatest way to live with honor in this world is to be what we pretend to be.","author":"Socrates","topic":"Great"},{"quote":"A man&#39;s worth is no greater than his ambitions.","author":"Marcus Aurelius","topic":"Great"},{"quote":"My idea of good company is the company of clever, well-informed people who have a great deal of conversation; that is what I call good company.","author":"Jane Austen","topic":"Great"},{"quote":"I&#39;m in love with red. I think it&#39;s such a passionate color. Every flag of every country pretty much has red it it. It&#39;s power, there&#39;s no fence sitting with red. Either you love it or you don&#39;t. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They&#39;re all magic.","author":"Bryan Batt","topic":"Great"},{"quote":"The planter, the farmer, the mechanic, and the laborer... form the great body of the people of the United States, they are the bone and sinew of the country men who love liberty and desire nothing but equal rights and equal laws.","author":"Andrew Jackson","topic":"Great"},{"quote":"Having soon discovered to be great, I must appear so, and therefore studiously avoided mixing in society, and wrapped myself in mystery, devoting my time to fasting and prayer.","author":"Nat Turner","topic":"Great"},{"quote":"I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.","author":"Isaac Newton","topic":"Great"},{"quote":"My great concern is not whether you have failed, but whether you are content with your failure.","author":"Abraham Lincoln","topic":"Great"},{"quote":"The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense.","author":"Thomas A. Edison","topic":"Great"},{"quote":"Sports are such a great teacher. I think of everything they&#39;ve taught me: camaraderie, humility, how to resolve differences.","author":"Kobe Bryant","topic":"Great"},{"quote":"The comfort zone is the great enemy to creativity; moving beyond it necessitates intuition, which in turn configures new perspectives and conquers fears.","author":"Dan Stevens","topic":"Great"},{"quote":"That some achieve great success, is proof to all that others can achieve it as well.","author":"Abraham Lincoln","topic":"Great"},{"quote":"You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset.","author":"Tom Hopkins","topic":"Great"},{"quote":"Life is made up, not of great sacrifices or duties, but of little things, in which smiles and kindness, and small obligations given habitually, are what preserve the heart and secure comfort.","author":"Humphry Davy","topic":"Great"},{"quote":"You take a crash, you get back up and next time you succeed and that&#39;s a great feeling.","author":"Shaun White","topic":"Great"},{"quote":"Research shows that there is only half as much variation in student achievement between schools as there is among classrooms in the same school. If you want your child to get the best education possible, it is actually more important to get him assigned to a great teacher than to a great school.","author":"Bill Gates","topic":"Great"},{"quote":"To accomplish great things, we must not only act, but also dream; not only plan, but also believe.","author":"Anatole France","topic":"Great"},{"quote":"Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment.","author":"Morihei Ueshiba","topic":"Great"},{"quote":"The idea of winning a doctor&#39;s degree gradually assumed the aspect of a great moral struggle, and the moral fight possessed immense attraction for me.","author":"Elizabeth Blackwell","topic":"Great"},{"quote":"Great ambition is the passion of a great character. Those endowed with it may perform very good or very bad acts. All depends on the principles which direct them.","author":"Napoleon Bonaparte","topic":"Great"},{"quote":"Nature&#39;s great masterpiece, an elephant; the only harmless great thing.","author":"John Donne","topic":"Great"},{"quote":"Another thing I like to do is sit back and take in nature. To look at the birds, listen to their singing, go hiking, camping and jogging and running, walking along the beach, playing games and sometimes being alone with the great outdoors. It&#39;s very special to me.","author":"Larry Wilcox","topic":"Great"},{"quote":"If a man can bridge the gap between life and death, if he can live on after he&#39;s dead, then maybe he was a great man.","author":"James Dean","topic":"Great"},{"quote":"The essence of America - that which really unites us - is not ethnicity, or nationality or religion - it is an idea - and what an idea it is: That you can come from humble circumstances and do great things.","author":"Condoleezza Rice","topic":"Great"},{"quote":"The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility.","author":"Thomas S. Monson","topic":"Great"},{"quote":"Don&#39;t wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities; strong men make them.","author":"Orison Swett Marden","topic":"Great"},{"quote":"If you want to become a great chef, you have to work with great chefs. And that&#39;s exactly what I did.","author":"Gordon Ramsay","topic":"Great"},{"quote":"Her angel&#39;s face, As the great eye of heaven shined bright, And made a sunshine in the shady place.","author":"Edmund Spenser","topic":"Great"},{"quote":"God and Nature first made us what we are, and then out of our own created genius we make ourselves what we want to be. Follow always that great law. Let the sky and God be our limit and Eternity our measurement.","author":"Marcus Garvey","topic":"Great"},{"quote":"Pursue one great decisive aim with force and determination.","author":"Carl von Clausewitz","topic":"Great"},{"quote":"The harder the struggle, the more glorious the triumph. Self-realization demands very great struggle.","author":"Swami Sivananda","topic":"Great"},{"quote":"A great restaurant is one that just makes you feel like you&#39;re not sure whether you went out or you came home and confuses you. If it can do both of those things at the same time, you&#39;re hooked.","author":"Danny Meyer","topic":"Great"},{"quote":"Great theatre is about challenging how we think and encouraging us to fantasize about a world we aspire to.","author":"Willem Dafoe","topic":"Great"},{"quote":"To my young friends out there: Life can be great, but not when you can&#39;t see it. So, open your eyes to life: to see it in the vivid colors that God gave us as a precious gift to His children, to enjoy life to the fullest, and to make it count. Say yes to your life.","author":"Nancy Reagan","topic":"Great"},{"quote":"Curiosity is one of the great secrets of happiness.","author":"Bryant H. McGill","topic":"Great"},{"quote":"I find the great thing in this world is not so much where we stand, as in what direction we are moving: To reach the port of heaven, we must sail sometimes with the wind and sometimes against it - but we must sail, and not drift, nor lie at anchor.","author":"Oliver Wendell Holmes, Sr.","topic":"Great"},{"quote":"Greatness lies, not in being strong, but in the right using of strength; and strength is not used rightly when it serves only to carry a man above his fellows for his own solitary glory. He is the greatest whose strength carries up the most hearts by the attraction of his own.","author":"Henry Ward Beecher","topic":"Great"},{"quote":"All great change in America begins at the dinner table.","author":"Ronald Reagan","topic":"Great"},{"quote":"Boredom always precedes a period of great creativity.","author":"Robert M. Pirsig","topic":"Great"},{"quote":"Belief in oneself and knowing who you are, I mean, that&#39;s the foundation for everything great.","author":"Jay-Z","topic":"Great"},{"quote":"We feel very honored to have been offered the responsibility to host this great event, Berlin is a wonderful city that is developing at a tremendous rate, and this decision means that we can now prepare to welcome the world&#39;s best athletes to a fascinating place.","author":"Otto Schily","topic":"Great"},{"quote":"Spending time outdoors makes you feel great.","author":"Elizabeth Hurley","topic":"Great"},{"quote":"Those who dare to fail miserably can achieve greatly.","author":"John F. Kennedy","topic":"Great"},{"quote":"The point is that when I see a sunset or a waterfall or something, for a split second it&#39;s so great, because for a little bit I&#39;m out of my brain, and it&#39;s got nothing to do with me. I&#39;m not trying to figure it out, you know what I mean? And I wonder if I can somehow find a way to maintain that mind stillness.","author":"Chris Evans","topic":"Great"},{"quote":"Never was anything great achieved without danger.","author":"Niccolo Machiavelli","topic":"Great"},{"quote":"The greatest generation was formed first by the Great Depression. They shared everything - meals, jobs, clothing.","author":"Tom Brokaw","topic":"Great"},{"quote":"As usual, there is a great woman behind every idiot.","author":"John Lennon","topic":"Great"},{"quote":"Software is a great combination between artistry and engineering.","author":"Bill Gates","topic":"Great"},{"quote":"Step with care and great tact, and remember that Life&#39;s a Great Balancing Act.","author":"Dr. Seuss","topic":"Great"},{"quote":"In spite of everything I shall rise again: I will take up my pencil, which I have forsaken in my great discouragement, and I will go on with my drawing.","author":"Vincent Van Gogh","topic":"Great"},{"quote":"Harmony makes small things grow, lack of it makes great things decay.","author":"Sallust","topic":"Great"},{"quote":"You can have great teachers, but if you don&#39;t have a good principal, you won&#39;t have a good school.","author":"Eli Broad","topic":"Great"},{"quote":"A fit body gives you confidence. And there&#39;s nothing more impressive than a great attitude, which you can wear on your sleeve. But you&#39;ll have to remember the difference between being rude and being confident.","author":"Virat Kohli","topic":"Great"},{"quote":"I love Australia; it was a really, really nice experience for me. It&#39;s such a beautiful place. The people are beautiful - like, really beautiful - and they are beautiful in terms of their personalities. It&#39;s a great place to be. It&#39;s like you are in a little bit of a dream world.","author":"Shawn Mendes","topic":"Great"},{"quote":"When I was in high school, I used to have breakfast with my grandpa every morning. He instilled a lot of values in me: hard work, loyalty. He grew up during the Great Depression in Philly in poverty - he didn&#39;t have enough to eat as a kid. Sometimes his family would get kicked out of their apartment because they couldn&#39;t pay the rent.","author":"Matthew Quick","topic":"Great"},{"quote":"Great minds have purposes; others have wishes.","author":"Washington Irving","topic":"Great"},{"quote":"There&#39;s something so great about being with your nephew and, when you&#39;re tired, just handing him off back to your sister.","author":"Tahj Mowry","topic":"Great"},{"quote":"You don&#39;t have to be great to start, but you have to start to be great.","author":"Zig Ziglar","topic":"Great"},{"quote":"Until the great mass of the people shall be filled with the sense of responsibility for each other&#39;s welfare, social justice can never be attained.","author":"Helen Keller","topic":"Great"},{"quote":"Self-confidence is the first requisite to great undertakings.","author":"Samuel Johnson","topic":"Great"},{"quote":"Life is not an easy matter... You cannot live through it without falling into frustration and cynicism unless you have before you a great idea which raises you above personal misery, above weakness, above all kinds of perfidy and baseness.","author":"Leon Trotsky","topic":"Great"},{"quote":"There is a great stir about colored men getting their rights, but not a word about the colored women; and if colored men get their rights, and not colored women theirs, you see, the colored men will be masters over the women, and it will be just as bad as it was before.","author":"Sojourner Truth","topic":"Great"},{"quote":"You can never let anything distract you from your main objective. My only goal is to be great. That&#39;s all I want. That&#39;s all I ever aspire to be. Greatness is something nobody can ever take away from you, no matter what happens. So I put all my energy and focus into my craft.","author":"Larry Fitzgerald","topic":"Great"},{"quote":"Coffee and smoking are the last great addictions.","author":"Lara Flynn Boyle","topic":"Great"},{"quote":"Great dancers are not great because of their technique, they are great because of their passion.","author":"Martha Graham","topic":"Great"},{"quote":"Wealth consists not in having great possessions, but in having few wants.","author":"Epictetus","topic":"Great"},{"quote":"My life is about ups and downs, great joys and great losses.","author":"Isabel Allende","topic":"Great"},{"quote":"It&#39;s so great to find that one special person you want to annoy for the rest of your life.","author":"Rita Rudner","topic":"Great"},{"quote":"There may be a great fire in our hearts, yet no one ever comes to warm himself at it, and the passers-by see only a wisp of smoke.","author":"Vincent Van Gogh","topic":"Great"},{"quote":"Every decision on trade, on taxes, on immigration, on foreign affairs, will be made to benefit American workers and American families. We must protect our borders from the ravages of other countries making our products, stealing our companies, and destroying our jobs. Protection will lead to great prosperity and strength.","author":"Donald Trump","topic":"Great"},{"quote":"Nothing great in the world has ever been accomplished without passion.","author":"Georg Wilhelm Friedrich Hegel","topic":"Great"},{"quote":"A man is great by deeds, not by birth.","author":"Chanakya","topic":"Great"},{"quote":"To be a great motorbike racer, the most important thing is passion for the bike.","author":"Valentino Rossi","topic":"Great"},{"quote":"Don&#39;t be afraid to give up the good to go for the great.","author":"John D. Rockefeller","topic":"Great"},{"quote":"The greater the obstacle, the more glory in overcoming it.","author":"Moliere","topic":"Great"},{"quote":"Automobiles have always been part of my life, and I&#39;m sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile&#39;s engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing.","author":"Edward Herrmann","topic":"Great"},{"quote":"I always believed that when you follow your heart or your gut, when you really follow the things that feel great to you, you can never lose, because settling is the worst feeling in the world.","author":"Rihanna","topic":"Great"},{"quote":"Great is the guilt of an unnecessary war.","author":"John Adams","topic":"Great"},{"quote":"Parents and schools should place great emphasis on the idea that it is all right to be different. Racism and all the other &#39;isms&#39; grow from primitive tribalism, the instinctive hostility against those of another tribe, race, religion, nationality, class or whatever. You are a lucky child if your parents taught you to accept diversity.","author":"Roger Ebert","topic":"Great"},{"quote":"To become truly great, one has to stand with people, not above them.","author":"Charles de Montesquieu","topic":"Great"},{"quote":"Fishing is much more than fish. It is the great occasion when we may return to the fine simplicity of our forefathers.","author":"Herbert Hoover","topic":"Great"},{"quote":"Like all great travellers, I have seen more than I remember, and remember more than I have seen.","author":"Benjamin Disraeli","topic":"Great"},{"quote":"A wedding, a great wedding, is just a blast. A celebration of romance and community and love... What is unfun about that? Nothing.","author":"Ariel Levy","topic":"Great"},{"quote":"If you look at great human civilizations, from the Roman Empire to the Soviet Union, you will see that most do not fail simply due to external threats but because of internal weakness, corruption, or a failure to manifest the values and ideals they espouse.","author":"Cory Booker","topic":"Great"},{"quote":"Being brilliant is no great feat if you respect nothing.","author":"Johann Wolfgang von Goethe","topic":"Great"},{"quote":"To live alone is the fate of all great souls.","author":"Arthur Schopenhauer","topic":"Great"},{"quote":"Generally speaking, men are held in great esteem in all parts of the world, so why shouldn&#39;t women have their share? Soldiers and war heroes are honored and commemorated, explorers are granted immortal fame, martyrs are revered, but how many people look upon women too as soldiers?","author":"Anne Frank","topic":"Great"},{"quote":"Hate is too great a burden to bear. It injures the hater more than it injures the hated.","author":"Coretta Scott King","topic":"Great"},{"quote":"A little flattery will support a man through great fatigue.","author":"James Monroe","topic":"Great"},{"quote":"Half a truth is often a great lie.","author":"Benjamin Franklin","topic":"Great"},{"quote":"Small minds are concerned with the extraordinary, great minds with the ordinary.","author":"Blaise Pascal","topic":"Great"},{"quote":"A great accomplishment shouldn&#39;t be the end of the road, just the starting point for the next leap forward.","author":"Harvey Mackay","topic":"Great"},{"quote":"I think the sexiest thing about a woman is confidence, but confidence in a humble way, not in an arrogant way. Sense of humor is definitely important. And sunglasses always hide a multitude of sins. Sunglasses and a great pair of heels can turn most outfits around.","author":"Victoria Beckham","topic":"Great"},{"quote":"Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand.","author":"Colin Powell","topic":"Great"},{"quote":"One of the greatest diseases is to be nobody to anybody.","author":"Mother Teresa","topic":"Great"},{"quote":"I look at my father. He is one of my heroes. He is such an incredible, classy man. He was such a great father and such a great husband in so many ways, and we lived through some pretty tough times losing my mom. When I see all that he did, I think, &#39;Wow, that&#39;s a really wonderful man.&#39;","author":"Emmanuelle Chriqui","topic":"Great"},{"quote":"Synergy is what happens when one plus one equals ten or a hundred or even a thousand! It&#39;s the profound result when two or more respectful human beings determine to go beyond their preconceived ideas to meet a great challenge.","author":"Stephen Covey","topic":"Great"},{"quote":"The best way to avoid falling prey to the opinions of others is to realize that other people&#39;s opinions are just that - opinions. Regardless of how great or terrible they think you are, that&#39;s only their opinion. Your true self-worth comes from within.","author":"Travis Bradberry","topic":"Great"},{"quote":"When we contemplate the whole globe as one great dewdrop, striped and dotted with continents and islands, flying through space with other stars all singing and shining together as one, the whole universe appears as an infinite storm of beauty.","author":"John Muir","topic":"Great"},{"quote":"Love and desire are the spirit&#39;s wings to great deeds.","author":"Johann Wolfgang von Goethe","topic":"Great"},{"quote":"I think it&#39;s difficult to say what exactly made me become a successful DJ. It depends on so many different things. If I were given an award, I would thank my family, friends, Tiesto and the great team behind me for all their support and hard work. Without them, I wouldn&#39;t be where I am today.","author":"Martin Garrix","topic":"Great"},{"quote":"Good design is making something intelligible and memorable. Great design is making something memorable and meaningful.","author":"Dieter Rams","topic":"Great"},{"quote":"The great enemy of the truth is very often not the lie, deliberate, contrived and dishonest, but the myth, persistent, persuasive and unrealistic.","author":"John F. Kennedy","topic":"Great"},{"quote":"I believe the first test of a truly great man is in his humility.","author":"John Ruskin","topic":"Great"},{"quote":"Never give in - never, never, never, never, in nothing great or small, large or petty, never give in except to convictions of honour and good sense.","author":"Winston Churchill","topic":"Great"},{"quote":"The great solution to all human problems is individual inner transformation.","author":"Vernon Howard","topic":"Great"},{"quote":"A great wind is blowing, and that gives you either imagination or a headache.","author":"Catherine the Great","topic":"Great"},{"quote":"Leadership is hard to define and good leadership even harder. But if you can get people to follow you to the ends of the earth, you are a great leader.","author":"Indra Nooyi","topic":"Great"},{"quote":"Life is a great sunrise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","topic":"Great"},{"quote":"To be great is to be misunderstood.","author":"Ralph Waldo Emerson","topic":"Great"},{"quote":"Our government is founded upon the intelligence of the people. I for one do not despair of the republic. I have great confidence in the virtue of the great majority of the people, and I cannot fear the result.","author":"Andrew Jackson","topic":"Great"},{"quote":"Action is a great restorer and builder of confidence. Inaction is not only the result, but the cause, of fear. Perhaps the action you take will be successful; perhaps different action or adjustments will have to follow. But any action is better than no action at all.","author":"Norman Vincent Peale","topic":"Great"},{"quote":"This is a great country, but fortunately for you, it is not perfect. There is much to be done to bring about complete equality. Remove hunger. Bring reality closer to theory and democratic principles.","author":"Thurgood Marshall","topic":"Great"},{"quote":"Everyone has inside of him a piece of good news. The good news is that you don&#39;t know how great you can be! How much you can love! What you can accomplish! And what your potential is!","author":"Anne Frank","topic":"Great"},{"quote":"I&#39;ve been so lucky to work with such great people: people that are such hard workers and have such a respect and appreciation for one another.","author":"Blake Lively","topic":"Great"},{"quote":"In reading the lives of great men, I found that the first victory they won was over themselves... self-discipline with all of them came first.","author":"Harry S Truman","topic":"Great"},{"quote":"I think we all have our own personality, unique and distinctive, and at the same time, I think that our own unique and distinctive personality blends with the wind, with the footsteps in the street, with the noises around the corner, and with the silence of memory, which is the great producer of ghosts.","author":"Octavio Paz","topic":"Great"},{"quote":"Sunrise offered a very beautiful spectacle; the water was quite unruffled, but the motion communicated by the tides was so great that, although there was not a breath of air stirring, the sea heaved slowly with a grand and majestic motion.","author":"George Grey","topic":"Great"},{"quote":"Going to the gym is great for your body, but it&#39;s also great for your mind.","author":"Rory McIlroy","topic":"Great"},{"quote":"It is not by muscle, speed, or physical dexterity that great things are achieved, but by reflection, force of character, and judgment.","author":"Marcus Tullius Cicero","topic":"Great"},{"quote":"It&#39;s very hard to find true friends when your life is a bumpy ride full of twists and turns. But, I&#39;m glad that amidst all the ramblings in my life I have managed to win some great friends.","author":"Harbhajan Singh","topic":"Great"},{"quote":"If you haven&#39;t found it yet, keep looking. Don&#39;t settle. As with all matters of the heart, you&#39;ll know when you find it. And, like any great relationship, it just gets better and better as the years roll on.","author":"Steve Jobs","topic":"Great"},{"quote":"Life should be great rather than long.","author":"B. R. Ambedkar","topic":"Great"},{"quote":"A great social success is a pretty girl who plays her cards as carefully as if she were plain.","author":"F. Scott Fitzgerald","topic":"Great"},{"quote":"Rice is great if you&#39;re really hungry and want to eat two thousand of something.","author":"Mitch Hedberg","topic":"Great"},{"quote":"It takes a great man to be a good listener.","author":"Calvin Coolidge","topic":"Great"},{"quote":"To accomplish great things we must first dream, then visualize, then plan... believe... act!","author":"Alfred A. Montapert","topic":"Great"},{"quote":"If you have love in your life, it can make up for a great many things that are missing. If you don&#39;t have love in your life, no matter what else there is, it&#39;s not enough.","author":"Ann Landers","topic":"Great"},{"quote":"This Sunday School has been of help to me, greater perhaps than any other force in my Christian life, and I can ask no better things for you than that you, and all that shall come after you in this great band of workers for Christ, shall receive the same measure of blessedness which I have been permitted to have.","author":"John D. Rockefeller","topic":"Great"},{"quote":"There are two powers in the world; one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women.","author":"Muhammad Ali Jinnah","topic":"Great"},{"quote":"Scarves, mittens, and hats are a great way to express your personality in the cold weather.","author":"Brad Goreski","topic":"Great"},{"quote":"Whatever you want to do, if you want to be great at it, you have to love it and be able to make sacrifices for it.","author":"Maya Angelou","topic":"Great"},{"quote":"The great thing about getting older is that you become more mellow. Things aren&#39;t as black and white, and you become much more tolerant. You can see the good in things much more easily rather than getting enraged as you used to do when you were young.","author":"Maeve Binchy","topic":"Great"},{"quote":"The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading; but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty.","author":"Pablo Neruda","topic":"Great"},{"quote":"Today&#39;s a beautiful day, and yesterday was a beautiful day, so that means it&#39;s a great life.","author":"Gnash","topic":"Great"},{"quote":"The greatest wealth is to live content with little.","author":"Plato","topic":"Great"},{"quote":"Standardized testing is at cross purposes with many of the most important purposes of public education. It doesn&#39;t measure big-picture learning, critical thinking, perseverance, problem solving, creativity or curiosity, yet those are the qualities great teaching brings out in a student.","author":"Randi Weingarten","topic":"Great"},{"quote":"Throughout human history, in any great endeavour requiring the common effort of many nations and men and women everywhere, we have learned - it is only through seriousness of purpose and persistence that we ultimately carry the day. We might liken it to riding a bicycle. You stay upright and move forward so long as you keep up the momentum.","author":"Ban Ki-moon","topic":"Great"},{"quote":"I think it&#39;s healthy for a person to be nervous. It means you care - that you work hard and want to give a great performance. You just have to channel that nervous energy into the show.","author":"Beyonce Knowles","topic":"Great"},{"quote":"Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it.","author":"Niels Bohr","topic":"Great"},{"quote":"My scientific studies have afforded me great gratification; and I am convinced that it will not be long before the whole world acknowledges the results of my work.","author":"Gregor Mendel","topic":"Great"},{"quote":"Gaming has been a great way to get to know people. That&#39;s part of what I love about games, that they are social.","author":"Rich Sommer","topic":"Great"},{"quote":"Failure is a great teacher, and I think when you make mistakes and you recover from them and you treat them as valuable learning experiences, then you&#39;ve got something to share.","author":"Steve Harvey","topic":"Great"},{"quote":"It is of great importance to our country generally, and especially to our navigating and whaling interests, that the Pacific Coast and, indeed, the whole of our territory west of the Rocky Mountains, should speedily be filled up by a hardy and patriotic population.","author":"James K. Polk","topic":"Great"},{"quote":"The greatest happiness is to know the source of unhappiness.","author":"Fyodor Dostoevsky","topic":"Great"},{"quote":"Mental prayer in my opinion is nothing else than an intimate sharing between friends; it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything.","author":"Saint Teresa of Avila","topic":"Great"},{"quote":"The hero is one who kindles a great light in the world, who sets up blazing torches in the dark streets of life for men to see by.","author":"Felix Adler","topic":"Great"},{"quote":"Medical science has proven time and again that when the resources are provided, great progress in the treatment, cure, and prevention of disease can occur.","author":"Michael J. Fox","topic":"Great"},{"quote":"Cross country skiing is great if you live in a small country.","author":"Steven Wright","topic":"Great"},{"quote":"A great chef is an artist that I truly respect.","author":"Robert Stack","topic":"Great"},{"quote":"One of the main lessons I have learned during my five years as Secretary-General is that broad partnerships are the key to solving broad challenges. When governments, the United Nations, businesses, philanthropies and civil society work hand-in-hand, we can achieve great things.","author":"Ban Ki-moon","topic":"Great"},{"quote":"I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.","author":"John F. Kennedy","topic":"Great"},{"quote":"What wisdom can you find that is greater than kindness?","author":"Jean-Jacques Rousseau","topic":"Great"},{"quote":"I love being married. It&#39;s so great to find that one special person you want to annoy for the rest of your life.","author":"Rita Rudner","topic":"Great"},{"quote":"I am grateful to be a woman. I must have done something great in another life.","author":"Maya Angelou","topic":"Great"},{"quote":"A battle lost or won is easily described, understood, and appreciated, but the moral growth of a great nation requires reflection, as well as observation, to appreciate it.","author":"Frederick Douglass","topic":"Great"},{"quote":"Someone told me that having a baby is like having your heart walking around outside of your body, and I didn&#39;t understand it until I had a baby. Now, like, everything he does literally crushes my heart. In a great way. And then if he&#39;s in pain, it&#39;s like my whole endeavor is to make sure he&#39;s not in pain.","author":"Elizabeth Banks","topic":"Great"},{"quote":"Little minds are tamed and subdued by misfortune; but great minds rise above them.","author":"Washington Irving","topic":"Great"},{"quote":"Passion is needed for any great work, and for the revolution, passion and audacity are required in big doses.","author":"Che Guevara","topic":"Great"},{"quote":"Good artists copy, great artists steal.","author":"Pablo Picasso","topic":"Great"},{"quote":"Your grandparents came of age in the Great Depression, when everyday life was about deprivation and sacrifice, when the economic conditions of the time were so grave and so unrelenting it would have been easy enough for the American dream to fade away.","author":"Tom Brokaw","topic":"Great"},{"quote":"Shopping with friends is a great way of still enjoying the thrill of the chase without having to make a purchase. It can also be a real bonding opportunity. Helping your friend find something nice is just as rewarding as helping yourself.","author":"Sophie Kinsella","topic":"Great"},{"quote":"I have a great respect for incremental improvement, and I&#39;ve done that sort of thing in my life, but I&#39;ve always been attracted to the more revolutionary changes. I don&#39;t know why. Because they&#39;re harder. They&#39;re much more stressful emotionally. And you usually go through a period where everybody tells you that you&#39;ve completely failed.","author":"Steve Jobs","topic":"Great"},{"quote":"In New York it seems like there&#39;s no Monday or Saturday or Sunday. The town is always moving. The vibe is great.","author":"Thierry Henry","topic":"Great"},{"quote":"You can be fat and love yourself. You can be fat and have a great damn personality. You can be fat and sew your own clothes. But you can&#39;t be fat and healthy.","author":"Susan Powter","topic":"Great"},{"quote":"You need a little bit of insanity to do great things.","author":"Henry Rollins","topic":"Great"},{"quote":"Awards are great, as you get to meet up with friends and colleagues from your industry - a sort of reunion.","author":"Penelope Cruz","topic":"Great"},{"quote":"Anyone who knows anything of history knows that great social changes are impossible without feminine upheaval. Social progress can be measured exactly by the social position of the fair sex, the ugly ones included.","author":"Karl Marx","topic":"Great"},{"quote":"Who in the world am I? Ah, that&#39;s the great puzzle.","author":"Lewis Carroll","topic":"Great"},{"quote":"Childhood vaccines are one of the great triumphs of modern medicine. Indeed, parents whose children are vaccinated no longer have to worry about their child&#39;s death or disability from whooping cough, polio, diphtheria, hepatitis, or a host of other infections.","author":"Ezekiel Emanuel","topic":"Great"},{"quote":"Everything has become so easy. It&#39;s great that it&#39;s at your fingertips, but I miss those good old days. And we&#39;re connected, but it can be very alienating. There is this distance between all of us because we&#39;re speaking to each other through cameras and monitors and icons and Emojis.","author":"Rami Malek","topic":"Great"},{"quote":"I woke up and realized life is great and people are awesome and life is worth living.","author":"Hulk Hogan","topic":"Great"},{"quote":"No other investment yields as great a return as the investment in education. An educated workforce is the foundation of every community and the future of every economy.","author":"Brad Henry","topic":"Great"},{"quote":"If we want to make this great State of Pakistan happy and prosperous, we should wholly and solely concentrate on the well-being of the people, and especially of the masses and the poor.","author":"Muhammad Ali Jinnah","topic":"Great"},{"quote":"Great spirits have always encountered violent opposition from mediocre minds.","author":"Albert Einstein","topic":"Great"},{"quote":"I have great faith in fools; self-confidence my friends call it.","author":"Edgar Allan Poe","topic":"Great"},{"quote":"I&#39;m surrounded by nothing but great people. I&#39;ve been blessed with that, so really, I&#39;ve got no choice but to be an all-around good person.","author":"Tim Duncan","topic":"Great"},{"quote":"Our greatest glory is not in never failing, but in rising up every time we fail.","author":"Ralph Waldo Emerson","topic":"Great"},{"quote":"A lot of people, when a guy scores a lot of goals, think, &#39;He&#39;s a great player&#39;, because a goal is very important, but a great player is a player who can do everything on the field. He can do assists, encourage his colleagues, give them confidence to go forward. It is someone who, when a team does not do well, becomes one of the leaders.","author":"Pele","topic":"Great"},{"quote":"One sees great things from the valley; only small things from the peak.","author":"Gilbert K. Chesterton","topic":"Great"},{"quote":"For every challenge we face - unemployment, poverty, crime, income growth, income inequality, productivity, competitiveness - a great education is a major component of the solution.","author":"Bruce Rauner","topic":"Great"},{"quote":"Taking my bike out and riding the bike path along Lake Shore Drive, that&#39;s one of the great experiences in my life. And I hope to do it as long as I can.","author":"Raghuram Rajan","topic":"Great"},{"quote":"The great musicians are those who can reach people, who can make people feel something.","author":"Sam Rivers","topic":"Great"},{"quote":"I suffer the mortification of seeing myself attacked right and left by people at home professing patriotism and love of country who never heard the whistle of a hostile bullet. I pity them and the nation dependent on such for its existence. I am thankful, however that, though such people make a great noise, the masses are not like them.","author":"Ulysses S. Grant","topic":"Great"},{"quote":"Check your ego at the door. The ego can be the great success inhibitor. It can kill opportunities, and it can kill success.","author":"Dwayne Johnson","topic":"Great"},{"quote":"If one has the answers to all the questions - that is the proof that God is not with him. It means that he is a false prophet using religion for himself. The great leaders of the people of God, like Moses, have always left room for doubt. You must leave room for the Lord, not for our certainties; we must be humble.","author":"Pope Francis","topic":"Great"},{"quote":"Great things are not accomplished by those who yield to trends and fads and popular opinion.","author":"Jack Kerouac","topic":"Great"},{"quote":"Sausage is a great deal like life. You get out of it about what you put into it.","author":"Jimmy Dean","topic":"Great"},{"quote":"The heights by great men reached and kept were not attained by sudden flight, but they, while their companions slept, were toiling upward in the night.","author":"Henry Wadsworth Longfellow","topic":"Great"},{"quote":"I am among those who think that science has great beauty.","author":"Marie Curie","topic":"Great"},{"quote":"Never quit believing that you can develop in life. Never give up. Don&#39;t deny the inward spirit that provides the drive to accomplish great things in life.","author":"Jon Huntsman, Sr.","topic":"Great"},{"quote":"An understanding of the natural world and what&#39;s in it is a source of not only a great curiosity but great fulfillment.","author":"David Attenborough","topic":"Great"},{"quote":"I&#39;m dying to be a great dad one day, whenever that day comes.","author":"Drake","topic":"Great"},{"quote":"If you ever catch a great boss, it&#39;s just such a rare thing, and it&#39;s amazing.","author":"James L. Brooks","topic":"Great"},{"quote":"I would say that my role model, as far as just somebody leading by example, which to me is what a great youth counselor does - they are there to talk to and lead by example - would be my mom, but she wasn&#39;t a youth counselor. She was a teacher, and she is a good person and definitely one of the biggest influences in my life.","author":"Carrie Underwood","topic":"Great"},{"quote":"The Jews don&#39;t like Farrakhan, so they call me Hitler. Well, that&#39;s a good name. Hitler was a very great man.","author":"Louis Farrakhan","topic":"Great"},{"quote":"The further you get away from yourself, the more challenging it is. Not to be in your comfort zone is great fun.","author":"Benedict Cumberbatch","topic":"Great"},{"quote":"I&#39;ll never understand how destroying families through deportation benefits our society. How we treat the undocumented says a great deal about us as a people and whether or not we&#39;ll continue to fulfill the fundamental American promise of equality and opportunity for all.","author":"Conor Oberst","topic":"Great"},{"quote":"Business is not just doing deals; business is having great products, doing great engineering, and providing tremendous service to customers. Finally, business is a cobweb of human relationships.","author":"Ross Perot","topic":"Great"},{"quote":"The great thing about cake is it doesn&#39;t feel like work. You forget about work. Kids, adults, they all get the same look in their eye when they&#39;re decorating cakes... That&#39;s the magic right there.","author":"Duff Goldman","topic":"Great"},{"quote":"I feel very blessed to have a partner in life who supports me, who is enthusiastic about what I want to do, who has been a great father, and who will be a fabulous grandfather.","author":"Hillary Clinton","topic":"Great"},{"quote":"My father was truly a great man. I remember one day putting my feet in my father&#39;s shoes. I was amazed at the size. Would I ever be big enough to fill his shoes? Could I ever grow into the man my father was? I wondered.","author":"Joseph B. Wirthlin","topic":"Great"},{"quote":"My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.","author":"A. P. J. Abdul Kalam","topic":"Great"},{"quote":"The great art of life is sensation, to feel that we exist, even in pain.","author":"Lord Byron","topic":"Great"},{"quote":"The great gift of human beings is that we have the power of empathy.","author":"Meryl Streep","topic":"Great"},{"quote":"It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means.","author":"Charles Kingsley","topic":"Great"},{"quote":"It is not the clear-sighted who rule the world. Great achievements are accomplished in a blessed, warm fog.","author":"Joseph Conrad","topic":"Great"},{"quote":"We are all faced with a series of great opportunities brilliantly disguised as impossible situations.","author":"Charles R. Swindoll","topic":"Great"},{"quote":"When we are born we cry that we are come to this great stage of fools.","author":"William Shakespeare","topic":"Great"},{"quote":"The conscious mind may be compared to a fountain playing in the sun and falling back into the great subterranean pool of subconscious from which it rises.","author":"Sigmund Freud","topic":"Great"},{"quote":"Governing a great nation is like cooking a small fish - too much handling will spoil it.","author":"Lao Tzu","topic":"Great"},{"quote":"The true revolutionary is guided by a great feeling of love. It is impossible to think of a genuine revolutionary lacking this quality.","author":"Che Guevara","topic":"Great"},{"quote":"God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.","author":"A. P. J. Abdul Kalam","topic":"Great"},{"quote":"Never let a trend get in the way of creating a great outfit for yourself.","author":"Stacy London","topic":"Great"},{"quote":"I&#39;m a great believer in karma, and the vengeance that it serves up to those who are deliberately mean is generally enough for me.","author":"Beth Ditto","topic":"Great"},{"quote":"I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis. The great point is to bring them the real facts.","author":"Abraham Lincoln","topic":"Great"},{"quote":"Take time for all things: great haste makes great waste.","author":"Benjamin Franklin","topic":"Great"},{"quote":"The &#39;60s are gone, dope will never be as cheap, sex never as free, and the rock and roll never as great.","author":"Abbie Hoffman","topic":"Great"},{"quote":"Every day I wake up and I lay in bed counting my blessings and saying my prayers for how fortunate I am to have great fans and health and family.","author":"Luke Bryan","topic":"Great"},{"quote":"Love is understood, in a historical way, as one of the great human vocations - but its counterspell has always been infidelity. This terrible, terrible betrayal that can tear apart not only another person, not only oneself, but whole families.","author":"Junot Diaz","topic":"Great"},{"quote":"Shave off your beard and wear a dress. You would be a great female impersonator.","author":"Simon Cowell","topic":"Great"},{"quote":"Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody.","author":"Henry Wadsworth Longfellow","topic":"Great"},{"quote":"I think that the good and the great are only separated by the willingness to sacrifice.","author":"Kareem Abdul-Jabbar","topic":"Great"},{"quote":"I wanted to learn everything I could about what it takes to be a great chef. It was a turning point for me.","author":"Thomas Keller","topic":"Great"},{"quote":"My parents survived the Great Depression and brought me up to live within my means, save some for tomorrow, share and don&#39;t be greedy, work hard for the necessities in life knowing that money does not make you better or more important than anyone else. So, extravagance has been bred out of my DNA.","author":"David Suzuki","topic":"Great"},{"quote":"All those hours exploring the great outdoors made me more resilient and confident.","author":"David Suzuki","topic":"Great"},{"quote":"If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance.","author":"Samuel Johnson","topic":"Great"},{"quote":"Sometimes we look back and 10 years from now we think, &#39;Boy, those were great old days.&#39; Well, you know, we&#39;re living in the good old days.","author":"Joel Osteen","topic":"Great"},{"quote":"Our posturings, our imagined self-importance, the delusion that we have some privileged position in the universe, are challenged by this point of pale light. Our planet is a lonely speck in the great enveloping cosmic dark.","author":"Carl Sagan","topic":"Great"},{"quote":"Life is a great big canvas; throw all the paint you can at it.","author":"Danny Kaye","topic":"Great"},{"quote":"Some people hear their own inner voices with great clearness. And they live by what they hear. Such people become crazy... or they become legend.","author":"Jim Harrison","topic":"Great"},{"quote":"Great men show politeness in a particular way; a smile suffices to assure you that you are welcome, and keep about their avocations as if you were a member of the family.","author":"John James Audubon","topic":"Great"},{"quote":"I don&#39;t like to do much with my hair - which is good, because I don&#39;t know how! I just always make sure I have a great haircut.","author":"Chyler Leigh","topic":"Great"},{"quote":"Cooking is not difficult. Everyone has taste, even if they don&#39;t realize it. Even if you&#39;re not a great chef, there&#39;s nothing to stop you understanding the difference between what tastes good and what doesn&#39;t.","author":"Gerard Depardieu","topic":"Great"},{"quote":"As a child of God, I am greater than anything that can happen to me.","author":"A. P. J. Abdul Kalam","topic":"Great"},{"quote":"In framing a government which is to be administered by men over men, the great difficulty lies in this: you must first enable the government to control the governed; and in the next place, oblige it to control itself.","author":"Alexander Hamilton","topic":"Great"},{"quote":"We hang the petty thieves and appoint the great ones to public office.","author":"Aesop","topic":"Great"},{"quote":"We want to do a lot of stuff; we&#39;re not in great shape. We didn&#39;t get a good night&#39;s sleep. We&#39;re a little depressed. Coffee solves all these problems in one delightful little cup.","author":"Jerry Seinfeld","topic":"Great"},{"quote":"Every great story seems to begin with a snake.","author":"Nicolas Cage","topic":"Great"},{"quote":"One of the great lessons the fall of the leaf teaches, is this: do your work well and then be ready to depart when God shall call.","author":"Tryon Edwards","topic":"Great"},{"quote":"The world has never yet seen a truly great and virtuous nation because in the degradation of woman the very fountains of life are poisoned at their source.","author":"Lucretia Mott","topic":"Great"},{"quote":"Every day is a great day for hockey.","author":"Mario Lemieux","topic":"Great"},{"quote":"A great restaurant doesn&#39;t distinguish itself by how few mistakes it makes but by how well they handle those mistakes.","author":"Danny Meyer","topic":"Great"},{"quote":"Red is the great clarifier - bright and revealing. I can&#39;t imagine becoming bored with red - it would be like becoming bored with the person you love.","author":"Diana Vreeland","topic":"Great"},{"quote":"I call upon the scientific community in our country, those who gave us nuclear weapons, to turn their great talents now to the cause of mankind and world peace: to give us the means of rendering these nuclear weapons impotent and obsolete.","author":"Ronald Reagan","topic":"Great"},{"quote":"Just do what must be done. This may not be happiness, but it is greatness.","author":"George Bernard Shaw","topic":"Great"},{"quote":"It is a melancholy truth that even great men have their poor relations.","author":"Charles Dickens","topic":"Great"},{"quote":"I&#39;m proud of myself. I could break and go get all this plastic surgery and get my nose fixed and get lipo or do whatever, but I haven&#39;t chosen to do that because I know I&#39;m a great person. I&#39;m pretty damn hot, if you ask me.","author":"Khloe Kardashian","topic":"Great"},{"quote":"Great moments are born from great oppurtunities.","author":"Herb Brooks","topic":"Great"},{"quote":"One of the great needs of Negro children is to have books about themselves and their lives that can help them be proud.","author":"Langston Hughes","topic":"Great"},{"quote":"The United Nations is our one great hope for a peaceful and free world.","author":"Ralph Bunche","topic":"Great"},{"quote":"Great leaders don&#39;t need to act tough. Their confidence and humility serve to underscore their toughness.","author":"Simon Sinek","topic":"Great"},{"quote":"Families are the compass that guide us. They are the inspiration to reach great heights, and our comfort when we occasionally falter.","author":"Brad Henry","topic":"Great"},{"quote":"Anybody can be a great photographer if they zoom in enough on what they love.","author":"David Bailey","topic":"Great"},{"quote":"I see great things in baseball. It&#39;s our game - the American game.","author":"Walt Whitman","topic":"Great"},{"quote":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","author":"Arthur Erickson","topic":"Great"},{"quote":"That is the difference between good teachers and great teachers: good teachers make the best of a pupil&#39;s means; great teachers foresee a pupil&#39;s ends.","author":"Maria Callas","topic":"Great"},{"quote":"Only passions, great passions can elevate the soul to great things.","author":"Denis Diderot","topic":"Great"},{"quote":"I grew up in an era of pretty severe poverty. My parents weathered the Great Depression, and money was always a very big concern. I was weaned on a shortage mentality and placed in foster homes largely because there simply wasn&#39;t enough money to take care of the most basic of needs.","author":"Wayne Dyer","topic":"Great"},{"quote":"I believe in the magic of preparation. You can make just about any foods taste wonderful by adding herbs and spices. Experiment with garlic, cilantro, basil and other fresh herbs on vegetables to make them taste great.","author":"Jorge Cruise","topic":"Great"},{"quote":"There is strength in numbers, but organizing those numbers is one of the great challenges.","author":"John C. Mather","topic":"Great"},{"quote":"The great advantage about telling the truth is that nobody ever believes it.","author":"Dorothy L. Sayers","topic":"Great"},{"quote":"Nothing great was ever achieved without enthusiasm.","author":"Ralph Waldo Emerson","topic":"Great"},{"quote":"The great pleasure of a dog is that you may make a fool of yourself with him and not only will he not scold you, but he will make a fool of himself too.","author":"Samuel Butler","topic":"Great"},{"quote":"For everything bad, there&#39;s a million really exciting things, whether it&#39;s someone puts out a really great book, there&#39;s a new movie, there&#39;s a new detective, the sky is unbelievably golden, or you have the best cup of coffee you ever had in your life.","author":"Patti Smith","topic":"Great"},{"quote":"More enduringly than any other sport, wrestling teaches self-control and pride. Some have wrestled without great skill - none have wrestled without pride.","author":"Dan Gable","topic":"Great"},{"quote":"What great thing would you attempt if you knew you could not fail?","author":"Robert H. Schuller","topic":"Great"},{"quote":"Life is short, youth is finite, and opportunities endless. Have you found the intersection of your passion and the potential for world-shaping positive impact? If you don&#39;t have a great idea of your own, there are plenty of great teams that need you - unknown startups and established teams in giant companies alike.","author":"Justin Rosenstein","topic":"Great"},{"quote":"Nurture your minds with great thoughts. To believe in the heroic makes heroes.","author":"Benjamin Disraeli","topic":"Great"},{"quote":"Where the willingness is great, the difficulties cannot be great.","author":"Niccolo Machiavelli","topic":"Great"},{"quote":"All I can tell you really is if you get to the point where someone is telling you that you are not great or not good enough, just follow your heart and don&#39;t let anybody crush your dream.","author":"Patti LaBelle","topic":"Great"},{"quote":"Death comes to all, but great achievements build a monument which shall endure until the sun grows cold.","author":"Ralph Waldo Emerson","topic":"Great"},{"quote":"Character may be manifested in the great moments, but it is made in the small ones.","author":"Phillips Brooks","topic":"Great"},{"quote":"Every great man, every successful man, no matter what the field of endeavor, has known the magic that lies in these words: every adversity has the seed of an equivalent or greater benefit.","author":"W. Clement Stone","topic":"Great"},{"quote":"God will not permit any troubles to come upon us, unless He has a specific plan by which great blessing can come out of the difficulty.","author":"Peter Marshall","topic":"Great"},{"quote":"Most recently, I learned another hobby: baking. It&#39;s so much fun to mix all the ingredients and to see the cake come out nice. It&#39;s so rewarding when the cake comes out great and tastes great.","author":"Yani Tseng","topic":"Great"},{"quote":"Great hopes make great men.","author":"Thomas Fuller","topic":"Great"},{"quote":"As great minds have the faculty of saying a great deal in a few words, so lesser minds have a talent of talking much, and saying nothing.","author":"Francois de La Rochefoucauld","topic":"Great"},{"quote":"Small deeds done are better than great deeds planned.","author":"Peter Marshall","topic":"Great"},{"quote":"Great artists make the roads; good teachers and good companions can point them out. But there ain&#39;t no free rides, baby.","author":"Ursula K. Le Guin","topic":"Great"},{"quote":"Every great brand is like a great story.","author":"Kevin Plank","topic":"Great"},{"quote":"To do a great right do a little wrong.","author":"William Shakespeare","topic":"Great"},{"quote":"Always in life bad times will lead to great times.","author":"M. Night Shyamalan","topic":"Great"},{"quote":"A great day in New York would be to wake up, get a cup of coffee and head up to Central Park for a nice walk. Then I&#39;d go down to the East Village and stroll around. After that, maybe I&#39;d go check out a museum or catch an indie film at the Angelika.","author":"Emmanuelle Chriqui","topic":"Great"},{"quote":"Being rich and famous has never been my goal at all. I love to act and I want to be able to do really great parts.","author":"Jenn Proske","topic":"Great"},{"quote":"As an adult, I&#39;ve always tried to be a good person my whole life, so I&#39;ve made good friends, and I&#39;ve always built great relationships and been friendly with people. I always think what you do to others will come to you, so that&#39;s how I treat people.","author":"Roman Reigns","topic":"Great"},{"quote":"The only good luck many great men ever had was being born with the ability and determination to overcome bad luck.","author":"Channing Pollock","topic":"Great"},{"quote":"If you want to be remembered as great, if you want to be a legend, you have to go out there every single day and do stuff.","author":"J. J. Watt","topic":"Great"},{"quote":"Great necessities call out great virtues.","author":"Abigail Adams","topic":"Great"},{"quote":"Success doesn&#39;t necessarily come from breakthrough innovation but from flawless execution. A great strategy alone won&#39;t win a game or a battle; the win comes from basic blocking and tackling.","author":"Naveen Jain","topic":"Great"},{"quote":"Sunglasses are great, but I always feel a bit pretentious wearing sunglasses. I mean, I do love to wear them.","author":"Daphne Guinness","topic":"Great"},{"quote":"I&#39;m living on this positive mind frame where I&#39;m only attracting positive things. I&#39;m controlling my energy, I&#39;m eating right, I&#39;m meditating, I&#39;m in the gym, I&#39;m doing all this stuff I&#39;m supposed to be doing. I&#39;m past that young, immature way of thinking. I just want to be great.","author":"Shameik Moore","topic":"Great"},{"quote":"You&#39;re not going to be great at everything. Surround yourself with people that can compliment you so you can work together and then everybody can be successful.","author":"Jonathan Tisch","topic":"Great"},{"quote":"In the first three years of life, the foundations of physical and also of psychic health are laid. In these years, the child not only increases in size but passes through great transformations. This is the age in which language and movement develop. The child must be safeguarded in order that these activities may develop freely.","author":"Maria Montessori","topic":"Great"},{"quote":"A great photograph is one that fully expresses what one feels, in the deepest sense, about what is being photographed.","author":"Ansel Adams","topic":"Great"},{"quote":"I went to my son&#39;s graduation this weekend, and I heard a great quote I&#39;ve never heard before from Albert Einstein. It was that the greatest danger to the world is not the bad people but it&#39;s the good people who don&#39;t speak out.","author":"Hamilton Jordan","topic":"Great"},{"quote":"Hard times always lead to something great.","author":"Betsey Johnson","topic":"Great"},{"quote":"What&#39;s great about collaborating is getting to work with wonderful people. That&#39;s what theatre is about: other people getting you to give your best, and getting everyone else&#39;s best out of them.","author":"Jason Robert Brown","topic":"Great"},{"quote":"People who know little are usually great talkers, while men who know much say little.","author":"Jean-Jacques Rousseau","topic":"Great"},{"quote":"I try to greet my friends with a drink in my hand, a warm smile on my face, and great music in the background, because that&#39;s what gets a dinner party off to a fun start.","author":"Ina Garten","topic":"Great"},{"quote":"I go to assume a task more difficult than that which devolved upon Washington. Unless the great God, who assisted him, shall be with me and aid me, I must fail; but if the same omniscient mind and almighty arm that directed and protected him shall guide and support me, I shall not fail - I shall succeed.","author":"Abraham Lincoln","topic":"Great"},{"quote":"When many work together for a goal, Great things may be accomplished. It is said a lion cub was killed By a single colony of ants.","author":"Saskya Pandita","topic":"Great"},{"quote":"Whatever I have tried to do in life, I have tried with all my heart to do it well; whatever I have devoted myself to, I have devoted myself completely; in great aims and in small I have always thoroughly been in earnest.","author":"Charles Dickens","topic":"Great"},{"quote":"It is the experiences, the great triumphant joy of living to the fullest extent in which real meaning is found. God it&#39;s great to be alive!","author":"Christopher McCandless","topic":"Great"},{"quote":"Great acts are made up of small deeds.","author":"Lao Tzu","topic":"Great"},{"quote":"Laws control the lesser man... Right conduct controls the greater one.","author":"Mark Twain","topic":"Great"},{"quote":"To me, there&#39;s no great chef without a great team.","author":"Daniel Boulud","topic":"Great"},{"quote":"Great journalism will always attract readers. The words, pictures and graphics that are the stuff of journalism have to be brilliantly packaged; they must feed the mind and move the heart.","author":"Rupert Murdoch","topic":"Great"},{"quote":"For a selfie, it&#39;s not about the pose, it&#39;s about you. There&#39;s a reason why you look great in the picture or you look great in real life, because someone has caught the essence of who you are, and a pose is not you.","author":"Nigel Barker","topic":"Great"},{"quote":"Wolves and women are relational by nature, inquiring, possessed of great endurance and strength. They are deeply intuitive, intensely concerned with their young, their mate and their pack. Yet both have been hounded, harassed and falsely imputed to be devouring and devious, overly aggressive, of less value than those who are their detractors.","author":"Clarissa Pinkola Estes","topic":"Great"},{"quote":"Every great achievement is but a small peak in the mountain range of contributions.","author":"Dale T. Mortensen","topic":"Great"},{"quote":"The great question that has never been answered, and which I have not yet been able to answer, despite my thirty years of research into the feminine soul, is &#39;What does a woman want?&#39;","author":"Sigmund Freud","topic":"Great"},{"quote":"A great man does not seek applause or place; he seeks for truth; he seeks the road to happiness, and what he ascertains, he gives to others.","author":"Robert Green Ingersoll","topic":"Great"},{"quote":"The past is a great place and I don&#39;t want to erase it or to regret it, but I don&#39;t want to be its prisoner either.","author":"Mick Jagger","topic":"Great"},{"quote":"The demand to be loved is the greatest of all arrogant presumptions.","author":"Friedrich Nietzsche","topic":"Great"},{"quote":"The great advantage of a hotel is that it is a refuge from home life.","author":"George Bernard Shaw","topic":"Great"},{"quote":"You should feel good about making your home nicer for your family and your friends. You should feel great about cooking a good dinner and making a dress for a granddaughter, creating a beautiful birthday party. It&#39;s all part of life.","author":"Martha Stewart","topic":"Great"},{"quote":"The great questions of the day will not be settled by means of speeches and majority decisions but by iron and blood.","author":"Otto von Bismarck","topic":"Great"},{"quote":"Being honest with you, it&#39;s not the &#39;great&#39; wall of China. It&#39;s an all right wall. It&#39;s the &#39;All Right Wall of China.&#39;","author":"Karl Pilkington","topic":"Great"},{"quote":"Innovation comes out of great human ingenuity and very personal passions.","author":"Megan Smith","topic":"Great"},{"quote":"To achieve great things, two things are needed; a plan, and not quite enough time.","author":"Leonard Bernstein","topic":"Great"},{"quote":"True greatness consists in being great in little things.","author":"Charles Simmons","topic":"Great"},{"quote":"The first and greatest victory is to conquer yourself; to be conquered by yourself is of all things most shameful and vile.","author":"Plato","topic":"Great"},{"quote":"One of the greatest discoveries a man makes, one of his great surprises, is to find he can do what he was afraid he couldn&#39;t do.","author":"Henry Ford","topic":"Great"},{"quote":"We will be protected by the great men and women of our military and law enforcement and, most importantly, we are protected by God.","author":"Donald Trump","topic":"Great"},{"quote":"The ocean is a central image. It is the symbolism of a great journey.","author":"Enya","topic":"Great"},{"quote":"Those who want to reap the benefits of this great nation must bear the fatigue of supporting it.","author":"Thomas Paine","topic":"Great"},{"quote":"A great many people think they are thinking when they are merely rearranging their prejudices.","author":"William James","topic":"Great"},{"quote":"It&#39;s hard to be humble, when you&#39;re as great as I am.","author":"Muhammad Ali","topic":"Great"},{"quote":"It&#39;s always better to shock people and change people&#39;s expectations than to give them exactly what they think you can do. It&#39;s not unexpected for me to be in a comedy film anymore; I&#39;m no longer the underdog in that world. Not that I&#39;m great or good at it or anything, it&#39;s just that I&#39;ve done a bunch of them, so you&#39;re not shocked.","author":"Jonah Hill","topic":"Great"},{"quote":"Working with great people makes you great; you learn a lot and it also gives you the experience and confidence to move on with your own career.","author":"Nas","topic":"Great"},{"quote":"People in tough times - it doesn&#39;t mean they don&#39;t have a great attitude.","author":"Joel Osteen","topic":"Great"},{"quote":"I&#39;ve got a great ambition to die of exhaustion rather than boredom.","author":"Thomas Carlyle","topic":"Great"},{"quote":"Listen to your inner-voice: Surround yourself with loving, nurturing people. Fall in love with your art and find yourself. Music is the great communicator.","author":"Glenn Hughes","topic":"Great"},{"quote":"A book has got smell. A new book smells great. An old book smells even better. An old book smells like ancient Egypt.","author":"Ray Bradbury","topic":"Great"},{"quote":"I think what motivates people is not great hate, but great love for other people.","author":"Huey Newton","topic":"Great"},{"quote":"Gray is great. People think gray is a neutral, but I think it&#39;s such a moody, intense, dramatic and sexy color. It&#39;s very sleek.","author":"Bryan Batt","topic":"Great"},{"quote":"No one should suffer from the great delusion that any form of communism or socialism which promotes the dictatorship of the few instead of the initiative of the millions can produce a happier or more prosperous society.","author":"Charles E. Wilson","topic":"Great"},{"quote":"We are descended from a people whose government was founded on liberty; our glorious forefathers of Great Britain made liberty the foundation of everything. That country is become a great, mighty, and splendid nation; not because their government is strong and energetic, but, sir, because liberty is its direct end and foundation.","author":"Patrick Henry","topic":"Great"},{"quote":"Creativity is a great motivator because it makes people interested in what they are doing. Creativity gives hope that there can be a worthwhile idea. Creativity gives the possibility of some sort of achievement to everyone. Creativity makes life more fun and more interesting.","author":"Edward de Bono","topic":"Great"},{"quote":"The best way a mentor can prepare another leader is to expose him or her to other great people.","author":"John C. Maxwell","topic":"Great"},{"quote":"My child, you are going to be a great king; do not imitate me in the taste I have had for building, or in that I have had for war; try, on the contrary, to be at peace with your neighbors.","author":"Louis XIV","topic":"Great"},{"quote":"The willow which bends to the tempest, often escapes better than the oak which resists it; and so in great calamities, it sometimes happens that light and frivolous spirits recover their elasticity and presence of mind sooner than those of a loftier character.","author":"Albert Schweitzer","topic":"Great"},{"quote":"In terms of fashion, I love adding a fun scarf to whatever I&#39;m wearing - it&#39;s a great way to dress up a plain outfit!","author":"Bridgit Mendler","topic":"Great"},{"quote":"Surround yourself with great people. People are what make businesses prosper.","author":"Wayne Huizenga","topic":"Great"},{"quote":"Our government is deeply disordered; its credit is impaired; its debt increasing; its expenditures extravagant and wasteful; its disbursements without efficient accountability; and its taxes (for duties are but taxes) enormous, unequal, and oppressive to the great producing classes of the country.","author":"John C. Calhoun","topic":"Great"},{"quote":"They&#39;ve got great parents; I&#39;m just trying to be the fun uncle.","author":"Sarah Silverman","topic":"Great"},{"quote":"Great men are rarely isolated mountain peaks; they are the summits of ranges.","author":"Thomas W. Higginson","topic":"Great"},{"quote":"The great thing in the world is not so much to seek happiness as to earn peace and self-respect.","author":"Thomas Huxley","topic":"Great"},{"quote":"It is a great day anytime I can bring a smile to a girl or boy, knowing that I am helping to inspire them to always dream big.","author":"Normani Kordei","topic":"Great"},{"quote":"Social media is great in some ways - if we&#39;re able to spread good messages.","author":"Seth Rollins","topic":"Great"},{"quote":"From the beginning, the camera and I were great friends. It loves me, and I love it.","author":"Whitney Houston","topic":"Great"},{"quote":"Both dreams and myths are important communications from ourselves to ourselves. If we do not understand the language in which they are written, we miss a great deal of what we know and tell ourselves in those hours when we are not busy manipulating the outside world.","author":"Erich Fromm","topic":"Great"},{"quote":"What is great in man is that he is a bridge and not a goal.","author":"Friedrich Nietzsche","topic":"Great"},{"quote":"I would want my legacy to be that I was a great son, father and friend.","author":"Dante Hall","topic":"Great"},{"quote":"A great building must begin with the unmeasurable, must go through measurable means when it is being designed and in the end must be unmeasurable.","author":"Louis Kahn","topic":"Great"},{"quote":"Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.","author":"Mary Wollstonecraft","topic":"Great"},{"quote":"We can have democracy in this country, or we can have great wealth concentrated in the hands of a few, but we can&#39;t have both.","author":"Louis D. Brandeis","topic":"Great"},{"quote":"Hugs can do great amounts of good - especially for children.","author":"Princess Diana","topic":"Great"},{"quote":"Of all the seasons, winter is the most conducive to the great art of dormancy. This art requires an appreciation of semi-consciousness: the beautiful and necessary prelude to sleep - a special pleasure in itself that is all too often neglected, under-valued or looked down upon.","author":"Michael Leunig","topic":"Great"},{"quote":"I am the greatest, I said that even before I knew I was.","author":"Muhammad Ali","topic":"Great"},{"quote":"&#39;Crazy-busy&#39; is a great armor, it&#39;s a great way for numbing. What a lot of us do is that we stay so busy, and so out in front of our life, that the truth of how we&#39;re feeling and what we really need can&#39;t catch up with us.","author":"Brene Brown","topic":"Great"},{"quote":"Making money is a happiness. And that&#39;s a great incentive. Making other people happy is a super-happiness.","author":"Muhammad Yunus","topic":"Great"},{"quote":"As a person, he was wonderful. He really was a great person. He was full of life. He had a great sense of humor. Very talented, of course, but very caring to his parents. There was a very endearing quality about Elvis.","author":"Priscilla Presley","topic":"Great"},{"quote":"Great discoveries and improvements invariably involve the cooperation of many minds. I may be given credit for having blazed the trail, but when I look at the subsequent developments I feel the credit is due to others rather than to myself.","author":"Alexander Graham Bell","topic":"Great"},{"quote":"The great enemy of clear language is insincerity. When there is a gap between one&#39;s real and one&#39;s declared aims, one turns, as it were, instinctively to long words and exhausted idioms, like a cuttlefish squirting out ink.","author":"George Orwell","topic":"Great"},{"quote":"If you do build a great experience, customers tell each other about that. Word of mouth is very powerful.","author":"Jeff Bezos","topic":"Great"},{"quote":"The world runs on individuals pursuing their self interests. The great achievements of civilization have not come from government bureaus. Einstein didn&#39;t construct his theory under order from a, from a bureaucrat. Henry Ford didn&#39;t revolutionize the automobile industry that way.","author":"Milton Friedman","topic":"Great"},{"quote":"The truth. It is a beautiful and terrible thing, and must therefore be treated with great caution.","author":"J. K. Rowling","topic":"Great"},{"quote":"All great deeds and all great thoughts have a ridiculous beginning. Great works are often born on a street corner or in a restaurant&#39;s revolving door.","author":"Albert Camus","topic":"Great"},{"quote":"I would not dare to say that there is a direct relation between mathematics and madness, but there is no doubt that great mathematicians suffer from maniacal characteristics, delirium, and symptoms of schizophrenia.","author":"John Forbes Nash, Jr.","topic":"Great"},{"quote":"Sometimes, it&#39;s just great to bring new people into the mix.","author":"John Oates","topic":"Great"},{"quote":"Success has always been a great liar.","author":"Friedrich Nietzsche","topic":"Great"},{"quote":"During the Great Depression, levels of crime actually dropped. During the 1920s, when life was free and easy, so was crime. During the 1930s, when the entire American economy fell into a government-owned alligator moat, crime was nearly non-existent. During the 1950s and 1960s, when the economy was excellent, crime rose again.","author":"Ben Shapiro","topic":"Great"},{"quote":"I think that when we know that we actually do live in uncertainty, then we ought to admit it; it is of great value to realize that we do not know the answers to different questions. This attitude of mind - this attitude of uncertainty - is vital to the scientist, and it is this attitude of mind which the student must first acquire.","author":"Richard P. Feynman","topic":"Great"},{"quote":"I get up every morning and it&#39;s going to be a great day. You never know when it&#39;s going to be over so I refuse to have a bad day.","author":"Paul Henderson","topic":"Great"},{"quote":"What greater aspiration and challenge are there for a mother than the hope of raising a great son or daughter?","author":"Rose Kennedy","topic":"Great"},{"quote":"Being ignored is a great privilege. That is how I think I learned to see what others do not see and to react to situations differently. I simply looked at the world, not really prepared for anything.","author":"Saul Leiter","topic":"Great"},{"quote":"I planted my self in the middle of a great many Glasses full of Dew, tied fast about me, upon which the Sun so violently darted his Rays, that the Heat, which attracted them, as it does the thickest Clouds, carried me up so high, that at length I found my self above the middle Region of the Air.","author":"Cyrano de Bergerac","topic":"Great"},{"quote":"A financial crisis is a great time for professional investors and a horrible time for average ones.","author":"Robert Kiyosaki","topic":"Great"},{"quote":"Monday is great if I can spend it in bed. I&#39;m a man of simple pleasures, really.","author":"Arthur Darvill","topic":"Great"},{"quote":"I don&#39;t smoke, don&#39;t drink much, and go to the gym five times a week. I live a healthy lifestyle and feel great. I can run a marathon, you know.","author":"Sarah Michelle Gellar","topic":"Great"},{"quote":"When the Industrial Revolution started, the amount of carbon sitting underneath Britain in the form of coal was as big as the amount of carbon sitting under Saudi Arabia in the form of oil, and this carbon powered the Industrial Revolution, it put the &#39;Great&#39; in Great Britain, and led to Britain&#39;s temporary world domination.","author":"David J. C. MacKay","topic":"Great"},{"quote":"Oh, sure, we have another world war coming, and another great depression, but where are the leaders this time?","author":"Kurt Vonnegut","topic":"Great"},{"quote":"The very greatest things - great thoughts, discoveries, inventions - have usually been nurtured in hardship, often pondered over in sorrow, and at length established with difficulty.","author":"Samuel Smiles","topic":"Great"},{"quote":"I feel that the great challenge of our time is the communication of ideas.","author":"Alain de Botton","topic":"Great"},{"quote":"It is a great boost for confidence in a squad when there is not just one or two players scoring goals, but the whole team is contributing.","author":"Harry Kane","topic":"Great"},{"quote":"Every great advance in science has issued from a new audacity of imagination.","author":"John Dewey","topic":"Great"},{"quote":"It is only requisite, for me to say to you, that the President places great reliance upon your skill, judgment and intimate knowledge.","author":"Anson Jones","topic":"Great"},{"quote":"It is of great use to the sailor to know the length of his line, though he cannot with it fathom all the depths of the ocean.","author":"John Locke","topic":"Great"},{"quote":"The great constitutional corrective in the hands of the people against usurpation of power, or corruption by their agents is the right of suffrage; and this when used with calmness and deliberation will prove strong enough.","author":"Andrew Jackson","topic":"Great"},{"quote":"Ego is the great enemy. Ego will hold you back every single time.","author":"Nikki Sixx","topic":"Great"},{"quote":"Great teaching requires incredible talent and dedication, strong intellectual ability and interpersonal skill, real discipline and empathy.","author":"Bruce Rauner","topic":"Great"},{"quote":"The great paradox of the 21st century is that, in this age of powerful technology, the biggest problems we face internationally are problems of the human soul.","author":"Ralph Peters","topic":"Great"},{"quote":"As we enjoy great advantages from the inventions of others, we should be glad of an opportunity to serve others by any invention of ours, and this we should do freely and generously.","author":"Benjamin Franklin","topic":"Great"},{"quote":"I&#39;ve lived the American Dream and had a great life. Immigration and religion and racial tolerance are the foundation of this country.","author":"Shahid Khan","topic":"Great"},{"quote":"I know to win a championship, you&#39;re not going to do it alone. You&#39;re going to have to have a great supporting cast.","author":"Klay Thompson","topic":"Great"},{"quote":"I&#39;m attracted to women who are smart and funny and ambitious and have lives of their own and great families. Isn&#39;t that what attracts anyone?","author":"Tom Brady","topic":"Great"},{"quote":"I know and I&#39;ve always felt for Canada that we recognize that diversity is a great source of strength.","author":"Justin Trudeau","topic":"Great"},{"quote":"When reflecting upon it today, that the Pearl Harbor attack should have succeeded in achieving surprise seems a blessing from Heaven. It was clear that a great American fleet had been concentrated in Pearl Harbor, and we supposed that the state of alert would be very high.","author":"Hideki Tojo","topic":"Great"},{"quote":"When great changes occur in history, when great principles are involved, as a rule the majority are wrong.","author":"Eugene V. Debs","topic":"Great"},{"quote":"There are 4 billion cell phones in use today. Many of them are in the hands of market vendors, rickshaw drivers, and others who&#39;ve historically lacked access to education and opportunity. Information networks have become a great leveler, and we should use them together to help lift people out of poverty and give them a freedom from want.","author":"Hillary Clinton","topic":"Great"},{"quote":"America had been a boom-and-bust economy going into the Great Depression - just over and over and over, fortunes were wiped out, ordinary families were crushed under it.","author":"Elizabeth Warren","topic":"Great"},{"quote":"We are domesticated animals, revolving in a cage which we have built for ourselves - with its contentions, wranglings, its impossible political leaders, its gurus who exploit our self-conceit and their own with great refinement or rather crudely.","author":"Jiddu Krishnamurti","topic":"Great"},{"quote":"A certain amount of opposition is a great help to a man. Kites rise against, not with, the wind.","author":"Lewis Mumford","topic":"Great"},{"quote":"Sports is a metaphor for overcoming obstacles and achieving against great odds. Athletes, in times of difficulty, can be important role models.","author":"Bill Bradley","topic":"Great"},{"quote":"Only those who dare to fail greatly can ever achieve greatly.","author":"Robert Kennedy","topic":"Great"},{"quote":"All architecture is great architecture after sunset; perhaps architecture is really a nocturnal art, like the art of fireworks.","author":"Gilbert K. Chesterton","topic":"Great"},{"quote":"We struggle with eating healthily, obesity, and access to good nutrition for everyone. But we have a great opportunity to get on the right side of this battle by beginning to think differently about the way that we eat and the way that we approach food.","author":"Marcus Samuelsson","topic":"Great"},{"quote":"I truly believe in positive synergy, that your positive mindset gives you a more hopeful outlook, and belief that you can do something great means you will do something great.","author":"Russell Wilson","topic":"Great"},{"quote":"Today we thank God for all the blessings He has bestowed upon this great Country and ask Him to continue to heal our land and meet our needs - and we do so through the power of prayer.","author":"Nick Rahall","topic":"Great"},{"quote":"My great hope is to laugh as much as I cry; to get my work done and try to love somebody and have the courage to accept the love in return.","author":"Maya Angelou","topic":"Great"},{"quote":"Better a little which is well done, than a great deal imperfectly.","author":"Plato","topic":"Great"},{"quote":"The boy who is going to make a great man must not make up his mind merely to overcome a thousand obstacles, but to win in spite of a thousand repulses and defeats.","author":"Theodore Roosevelt","topic":"Great"},{"quote":"I have great respect for the past. If you don&#39;t know where you&#39;ve come from, you don&#39;t know where you&#39;re going. I have respect for the past, but I&#39;m a person of the moment. I&#39;m here, and I do my best to be completely centered at the place I&#39;m at, then I go forward to the next place.","author":"Maya Angelou","topic":"Great"},{"quote":"A great man is different from an eminent one in that he is ready to be the servant of the society.","author":"B. R. Ambedkar","topic":"Great"},{"quote":"If you want to be a great leader, remember to treat all people with respect at all times. For one, because you never know when you&#39;ll need their help. And two, because it&#39;s a sign you respect people, which all great leaders do.","author":"Simon Sinek","topic":"Great"},{"quote":"Growth is the great separator between those who succeed and those who do not. When I see a person beginning to separate themselves from the pack, it&#39;s almost always due to personal growth.","author":"John C. Maxwell","topic":"Great"},{"quote":"You have to come to your closed doors before you get to your open doors... What if you knew you had to go through 32 closed doors before you got to your open door? Well, then you&#39;d come to closed door number eight and you&#39;d think, &#39;Great, I got another one out of the way&#39;... Keep moving forward.","author":"Joel Osteen","topic":"Great"},{"quote":"How great are the dangers I face to win a good name in Athens.","author":"Alexander the Great","topic":"Great"},{"quote":"Put on a sweater and really great sneakers with a big scarf, and you&#39;ll look so stylish. For me, they are an everyday essential.","author":"Meghan Markle","topic":"Great"},{"quote":"I have good and bad days like everyone else. I just try to be positive and surround myself with great people. When I think about all the great things and people I have had in my life, that gives me confidence.","author":"Jessica White","topic":"Great"},{"quote":"I&#39;m having a great time. It&#39;s like I&#39;m on some ridiculous big roller coaster not knowing what&#39;s happening next, but just having a great time on the ride.","author":"Samantha Mumba","topic":"Great"},{"quote":"You are that vast thing that you see far, far off with great telescopes.","author":"Alan Watts","topic":"Great"},{"quote":"My childhood was great, honestly. I have all these incredible memories of my childhood. I was an only child. I always had all my cousins around. I had my grandparents around. I had my parents around. I had my uncles around - whatever.","author":"Action Bronson","topic":"Great"},{"quote":"When you get to know a lot of people, you make a great discovery. You find that no one group has a monopoly on looks, brains, goodness or anything else. It takes all the people - black and white, Catholic, Jewish and Protestant, recent immigrants and Mayflower descendants - to make up America.","author":"Judy Garland","topic":"Great"},{"quote":"The great fights with your strongest rivals are always the biggest motivation. When you win easily it&#39;s not the same taste.","author":"Valentino Rossi","topic":"Great"},{"quote":"Our young people are patriots and heroes whom we can be proud of before the world; that they have a large contingent of such trustworthy young people is a great blessing for the Workers&#39; Party of Korea and a source of pride for Korea, and this assures the great strength of our dignified state and its bright future.","author":"Kim Jong-un","topic":"Great"},{"quote":"The best music happens when you have a personal connection to it. That same philosophy can extend to the instrument you hold in your hands: if a guitar means something special, you&#39;re bound to do great things with it.","author":"Frank Iero","topic":"Great"},{"quote":"Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.","author":"Charles Spurgeon","topic":"Great"},{"quote":"Because of a great love, one is courageous.","author":"Lao Tzu","topic":"Great"},{"quote":"Fun can happen on the interior. Nobody knows about it, but there are fireworks going on inside your spirit when you hear a great orchestra playing great music.","author":"David Ogden Stiers","topic":"Great"},{"quote":"In real estate, you make 10% of your money because you&#39;re a genius and 90% because you catch a great wave.","author":"Jeff Greene","topic":"Great"},{"quote":"A cloudy day or a little sunshine have as great an influence on many constitutions as the most recent blessings or misfortunes.","author":"Joseph Addison","topic":"Great"},{"quote":"If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.","author":"Charles Darwin","topic":"Great"},{"quote":"Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time.","author":"Henry Wadsworth Longfellow","topic":"Great"},{"quote":"Miami is one of these great places that is a really sensual, physically beautiful place.","author":"Michael Mann","topic":"Great"},{"quote":"Let us not act out of fear and misunderstanding, but out of the values of inclusion, diversity, and regard for all that make our country great.","author":"Loretta Lynch","topic":"Great"},{"quote":"Do you want to be safe and good, or do you want to take a chance and be great?","author":"Jimmy Johnson","topic":"Great"},{"quote":"No human being, however great, or powerful, was ever so free as a fish.","author":"John Ruskin","topic":"Great"},{"quote":"The reason we have poverty is that we have no imagination. There are a great many people accumulating what they think is vast wealth, but it&#39;s only money... they don&#39;t know how to enjoy it, because they have no imagination.","author":"Alan Watts","topic":"Great"},{"quote":"The great thing about getting older is that you get a chance to tell the people in your life who matter what they mean to you.","author":"Mike Love","topic":"Great"},{"quote":"To have a great idea, have a lot of them.","author":"Thomas A. Edison","topic":"Great"},{"quote":"The fun stuff comes when someone is not so strict on sticking to the script. You&#39;re allowed the spontaneity, and great moments can happen.","author":"Jennifer Aniston","topic":"Great"},{"quote":"If Heaven exists, to know that there&#39;s laughter, that would be a great thing.","author":"Robin Williams","topic":"Great"},{"quote":"Part of what made the Macintosh great was that the people working on it were musicians, poets, and artists, and zoologists, and historians. They also happened to be the best computer scientists in the world. But if it hadn&#39;t been computer science, these people would have been doing amazing things in other fields.","author":"Steve Jobs","topic":"Great"},{"quote":"I long to accomplish a great and noble task, but it is my chief duty to accomplish small tasks as if they were great and noble.","author":"Helen Keller","topic":"Great"},{"quote":"It is only the enlightened ruler and the wise general who will use the highest intelligence of the army for the purposes of spying, and thereby they achieve great results.","author":"Sun Tzu","topic":"Great"},{"quote":"But in truth, should I meet with gold or spices in great quantity, I shall remain till I collect as much as possible, and for this purpose I am proceeding solely in quest of them.","author":"Christopher Columbus","topic":"Great"},{"quote":"Cloning is great. If God made the original, then making copies should be fine.","author":"Douglas Coupland","topic":"Great"},{"quote":"I believe that people make their own luck by great preparation and good strategy.","author":"Jack Canfield","topic":"Great"},{"quote":"Man becomes great exactly in the degree in which he works for the welfare of his fellow-men.","author":"Mahatma Gandhi","topic":"Great"},{"quote":"You don&#39;t concentrate on risks. You concentrate on results. No risk is too great to prevent the necessary job from getting done.","author":"Chuck Yeager","topic":"Great"},{"quote":"Great thoughts and a pure heart, that is what we should ask from God.","author":"Johann Wolfgang von Goethe","topic":"Great"},{"quote":"I&#39;m bored&#39; is a useless thing to say. You live in a great, big, vast world that you&#39;ve seen none percent of.","author":"Louis C. K.","topic":"Great"},{"quote":"It&#39;s always great to get to do what you love and to do something that hopefully people will see and love.","author":"Casey Wilson","topic":"Great"},{"quote":"There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow.","author":"Orison Swett Marden","topic":"Great"},{"quote":"You&#39;ve got to have the right attire for the right event. I attend a lot of dinners, a lot of concerts, and I have to be on the red carpet; each has its own dress code, and I have to be prepared. Jeans and a hoodie are great for a concert, but a dinner party?","author":"Amar'e Stoudemire","topic":"Great"},{"quote":"We all have an edge. We all are floating our psyche on top with a great ocean underneath.","author":"Brad Dourif","topic":"Great"},{"quote":"I do my work and do the best I can. I&#39;m quite happy with my anonymity. All I can ever hope for is that I continue to do great work that will be remembered, and I leave my imprint so that my son can say proudly, &#39;That&#39;s my dad!&#39;","author":"Eamonn Walker","topic":"Great"},{"quote":"Great men are they who see that spiritual is stronger than any material force - that thoughts rule the world.","author":"Ralph Waldo Emerson","topic":"Great"},{"quote":"See everything, overlook a great deal, correct a little.","author":"Pope John XXIII","topic":"Great"},{"quote":"As soon as a redwood is cut down or burned, it sends up a crowd of eager, hopeful shoots, which, if allowed to grow, would in a few decades attain a height of a hundred feet, and the strongest of them would finally become giants as great as the original tree.","author":"John Muir","topic":"Great"},{"quote":"I consider myself an inventor first and an entrepreneur second. In real life, my hero is Thomas Edison. He was a great inventor, but also an outstanding entrepreneur who was able to sell his inventions to the masses. He didn&#39;t just develop the light bulb; he invented the entire electric grid and power distribution system.","author":"Aaron Patzer","topic":"Great"},{"quote":"I think there are those individuals who are intimidated by really smart, talented people. But for me, surrounding yourself with great talent is the key to success.","author":"Monika Chiang","topic":"Great"},{"quote":"Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces.","author":"Julius Caesar","topic":"Great"},{"quote":"In photography, the smallest thing can be a great subject. The little, human detail can become a Leitmotiv.","author":"Henri Cartier-Bresson","topic":"Great"},{"quote":"All men who have achieved great things have been great dreamers.","author":"Orison Swett Marden","topic":"Great"},{"quote":"Great men are seldom over-scrupulous in the arrangement of their attire.","author":"Charles Dickens","topic":"Great"},{"quote":"It only serves to show what sort of person a man must be who can&#39;t even get testimonials. No, no; if a man brings references, it proves nothing; but if he can&#39;t, it proves a great deal.","author":"Joseph Pulitzer","topic":"Great"},{"quote":"A great hallmark of mental wellness is the ability to be in the present moment, fully and with no thoughts of being elsewhere.","author":"Wayne Dyer","topic":"Great"},{"quote":"The desire for safety stands against every great and noble enterprise.","author":"Tacitus","topic":"Great"},{"quote":"The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher.","author":"Adena Friedman","topic":"Great"},{"quote":"An organized effort is making to deceive the people. There are two great enemies of thought and progress, the aristocracy of royalty and the aristocracy of gold.","author":"Mary Elizabeth Lease","topic":"Great"},{"quote":"One would like to be grand and heroic, if one could; but if not, why try at all? One wants to be very something, very great, very heroic; or if not that, then at least very stylish and very fashionable. It is this everlasting mediocrity that bores me.","author":"Harriet Beecher Stowe","topic":"Great"},{"quote":"There&#39;s a lot of integrity with musicians; you really still aspire to grow, and be great, to be the best version of yourself you can be.","author":"Sheryl Crow","topic":"Great"},{"quote":"Nobody in Singapore drinks Singapore Slings. It&#39;s one of the first things you find out there. What you do in Singapore is eat. It&#39;s a really food-crazy culture, where all of this great food is available in a kind of hawker-stand environment.","author":"Anthony Bourdain","topic":"Great"},{"quote":"Schools reward their students for a combination of intelligence, perseverance, and hard work - in the classroom and on the playing fields. But these metrics don&#39;t help kids understand that great grades are not a pass for a great life.","author":"Steve Blank","topic":"Great"},{"quote":"The internet is a great way to get on the net.","author":"Bob Dole","topic":"Great"},{"quote":"Most people say that it is the intellect which makes a great scientist. They are wrong: it is character.","author":"Albert Einstein","topic":"Great"},{"quote":"Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery.","author":"Horace Mann","topic":"Great"},{"quote":"I see travelling as a great learning process, and my biggest dream is to travel the world.","author":"Pooja Hegde","topic":"Great"},{"quote":"A great man is a torch in the darkness, a beacon in superstition&#39;s night, an inspiration and a prophecy.","author":"Robert Green Ingersoll","topic":"Great"},{"quote":"Good leaders organize and align people around what the team needs to do. Great leaders motivate and inspire people with why they&#39;re doing it. That&#39;s purpose. And that&#39;s the key to achieving something truly transformational.","author":"Marillyn Hewson","topic":"Great"},{"quote":"A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live.","author":"Bertrand Russell","topic":"Great"},{"quote":"The digital camera is a great invention because it allows us to reminisce. Instantly.","author":"Demetri Martin","topic":"Great"},{"quote":"To vilify a great man is the readiest way in which a little man can himself attain greatness.","author":"Edgar Allan Poe","topic":"Great"},{"quote":"A great attitude does much more than turn on the lights in our worlds; it seems to magically connect us to all sorts of serendipitous opportunities that were somehow absent before the change.","author":"Earl Nightingale","topic":"Great"},{"quote":"People are always going to go shopping. A lot of our effort is just: &#39;How do we make the retail experience a great one?&#39;","author":"Philip Green","topic":"Great"},{"quote":"To be one, to be united is a great thing. But to respect the right to be different is maybe even greater.","author":"Bono","topic":"Great"},{"quote":"Great cooking favors the prepared hands.","author":"Jacques Pepin","topic":"Great"},{"quote":"Owning a great golf course gives you great power.","author":"Donald Trump","topic":"Great"},{"quote":"A great deal of intelligence can be invested in ignorance when the need for illusion is deep.","author":"Saul Bellow","topic":"Great"},{"quote":"I was born January 6, 1937, eight years after Wall Street crashed and two years before John Steinbeck published The Grapes of Wrath, his Pulitzer Prize-winning novel about the plight of a family during the Great Depression.","author":"Lou Holtz","topic":"Great"},{"quote":"As great scientists have said and as all children know, it is above all by the imagination that we achieve perception, and compassion, and hope.","author":"Ursula K. Le Guin","topic":"Great"},{"quote":"Believe deep down in your heart that you&#39;re destined to do great things.","author":"Joe Paterno","topic":"Great"},{"quote":"I love the DJ scene out in the clubs. It is a great way to party and make people happy, the atmosphere is one that I use as an escape from reality.","author":"Danny Masterson","topic":"Great"},{"quote":"Racing is a great mania to which one must sacrifice everything, without reticence, without hesitation.","author":"Enzo Ferrari","topic":"Great"},{"quote":"Any great warrior is also a scholar, and a poet, and an artist.","author":"Steven Seagal","topic":"Great"},{"quote":"It&#39;s important to remember that the animals are not grieving with us. They&#39;re very accepting. They&#39;re not lying there thinking &#39;How could you do this to me? Why aren&#39;t you keeping me going?&#39; Pets don&#39;t do the human things of guilt and anger and recrimination that we do. They come and go with great acceptance.","author":"Jon Katz","topic":"Great"},{"quote":"One of the great cosmic laws, I think, is that whatever we hold in our thought will come true in our experience. When we hold something, anything, in our thought, then somehow coincidence leads us in the direction that we&#39;ve been wishing to lead ourselves.","author":"Richard Bach","topic":"Great"},{"quote":"A leader takes people where they want to go. A great leader takes people where they don&#39;t necessarily want to go, but ought to be.","author":"Rosalynn Carter","topic":"Great"},{"quote":"The real power of the Buddha was that he had so much love. He saw people trapped in their notions of small separate self, feeling guilty or proud of that self, and he offered revolutionary teachings that resounded like a lion&#39;s roar, like a great rising tide, helping people to wake up and break free from the prison of ignorance.","author":"Nhat Hanh","topic":"Great"},{"quote":"Working hard is great, being lazy sometimes is great, but failed potential is the worst.","author":"Campbell Scott","topic":"Great"},{"quote":"The great man is he who does not lose his child&#39;s-heart.","author":"Mencius","topic":"Great"},{"quote":"We shouldn&#39;t teach great books; we should teach a love of reading.","author":"B. F. Skinner","topic":"Great"},{"quote":"A great way to get all the right nutrients is to make a colorful plate - mix of good vegetables, carbohydrates, and protein. If you notice all your vegetables are green, change it up and add another color for a variety of benefits in one meal.","author":"Summer Sanders","topic":"Great"},{"quote":"We have a great sense of togetherness. It is our team spirit that has taken us to this World Cup.","author":"Robbie Keane","topic":"Great"},{"quote":"The simple act of paying positive attention to people has a great deal to do with productivity.","author":"Tom Peters","topic":"Great"},{"quote":"I think that, if anything, the pageant is great for people who suffer from body issues. It&#39;s all about being comfortable with what you&#39;re given and what you have and being able to flaunt it without being insecure. It&#39;s about empowering women, not making them feel weak or less.","author":"Olivia Culpo","topic":"Great"},{"quote":"Art! Who comprehends her? With whom can one consult concerning this great goddess?","author":"Ludwig van Beethoven","topic":"Great"},{"quote":"Small opportunities are often the beginning of great enterprises.","author":"Demosthenes","topic":"Great"},{"quote":"Love and hate have a magical transforming power. They are the great soul changers. We grow through their exercise into the likeness of what we contemplate.","author":"George William Russell","topic":"Great"},{"quote":"I try to make the good days great and take something positive from the days I&#39;m not feeling good - work on technique or something like that.","author":"Katie Ledecky","topic":"Great"},{"quote":"I have great respect for people&#39;s right to believe what they want to believe. And I don&#39;t think anybody should be prosecuted or judged based on what their beliefs are.","author":"Colin Kaepernick","topic":"Great"},{"quote":"We should have a great fewer disputes in the world if words were taken for what they are, the signs of our ideas only, and not for things themselves.","author":"John Locke","topic":"Great"},{"quote":"I&#39;ve been musically inclined since I picked up an instrument in the fourth grade. I just really appreciate music. I love to listen to it; I love to sing. I wouldn&#39;t consider myself, like, a natural singer. I just developed it over time, honestly, just listening. I&#39;m a great listener to music.","author":"Kyrie Irving","topic":"Great"},{"quote":"We don&#39;t sell a car, we sell a dream. We are Italy&#39;s national team. There are many great soccer teams in our country, but there is only one Ferrari.","author":"Luca Cordero di Montezemolo","topic":"Great"},{"quote":"I have a great time with my life, and I wanna share it.","author":"Will Smith","topic":"Great"},{"quote":"Man as an individual is a genius. But men in the mass form the headless monster, a great, brutish idiot that goes where prodded.","author":"Charlie Chaplin","topic":"Great"},{"quote":"My noble respect also goes to the anti-Japanese revolutionary forerunners, martyrs of the People&#39;s Army and other patriotic martyrs who dedicated all their precious things to promoting the development of our Party and the prosperity of the country in loyal support of the great leaders.","author":"Kim Jong-un","topic":"Great"},{"quote":"Nothing great will ever be achieved without great men, and men are great only if they are determined to be so.","author":"Charles de Gaulle","topic":"Great"},{"quote":"Absence diminishes mediocre passions and increases great ones, as the wind extinguishes candles and fans fires.","author":"Francois de La Rochefoucauld","topic":"Great"},{"quote":"Behind every great fortune lies a great crime.","author":"Honore de Balzac","topic":"Great"},{"quote":"In a way, we are magicians. We are alchemists, sorcerers and wizards. We are a very strange bunch. But there is great fun in being a wizard.","author":"Billy Joel","topic":"Great"},{"quote":"As citizens of this great nation, it is kindness, love, and compassion for each other that will bring us together - and keep us together. These are the values Donald and I will bring to the White House.","author":"Melania Trump","topic":"Great"},{"quote":"The great marriages are partnerships. It can&#39;t be a great marriage without being a partnership.","author":"Helen Mirren","topic":"Great"},{"quote":"The idea behind fast food is great - people want convenience.","author":"Kimbal Musk","topic":"Great"},{"quote":"Do you have hands? Excellent. That&#39;s a good start. Can you hold a pencil? Great. If you have a sketchbook, open it and start by making a line, a mark, wherever. Doodle.","author":"Chris Riddell","topic":"Great"},{"quote":"Don&#39;t let your special character and values, the secret that you know and no one else does, the truth - don&#39;t let that get swallowed up by the great chewing complacency.","author":"Aesop","topic":"Great"},{"quote":"Most great people have attained their greatest success just one step beyond their greatest failure.","author":"Napoleon Hill","topic":"Great"},{"quote":"I had a Guru. He was a great saint and most merciful. I served him long - very, very long; still, he would not blow any mantra in my ears. I had a keen desire never to leave him but to stay with him and serve him and at all cost receive some instruction from him.","author":"Sai Baba","topic":"Great"},{"quote":"I want everybody to think I&#39;m a hard worker as an aunt, a sister, a friend, a daughter, a niece, everything. I want to be great at every role, because every role in my life is as important as being Jessie J.","author":"Jessie J","topic":"Great"},{"quote":"Germany is a great nation only because its people have so much Polish blood in their veins.","author":"Friedrich Nietzsche","topic":"Great"},{"quote":"It is not, of course, complete yet - but some sentences were understood this afternoon... I feel that I have at last struck the solution of a great problem - and the day is coming when telegraph wires will be laid onto houses just like water or gas - and friends converse with each other without leaving home.","author":"Alexander Graham Bell","topic":"Great"},{"quote":"Times of great calamity and confusion have been productive for the greatest minds. The purest ore is produced from the hottest furnace. The brightest thunder-bolt is elicited from the darkest storm.","author":"Charles Caleb Colton","topic":"Great"},{"quote":"The measure of a man is not how great his faith is, but how great his love is. We must not let government programs disconnect our souls from each other.","author":"J. C. Watts","topic":"Great"},{"quote":"All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space.","author":"Philip Johnson","topic":"Great"},{"quote":"I love creating partnerships; I love not having to bear the entire burden of the creative storytelling, and when I have unions like with George Lucas and Peter Jackson, it&#39;s really great; not only do I benefit, but the project is better for it.","author":"Steven Spielberg","topic":"Great"},{"quote":"Australia is a nation of compassion. Courage and compassion. And the third of these great values: resilience.","author":"Kevin Rudd","topic":"Great"},{"quote":"Skiing makes me feel great, and it gives my legs such an incredible workout.","author":"Joely Fisher","topic":"Great"},{"quote":"It&#39;s a great mistake, I think, to put children off with falsehoods and nonsense, when their growing powers of observation and discrimination excite in them a desire to know about things.","author":"Anne Sullivan","topic":"Great"},{"quote":"Great minds are to make others great. Their superiority is to be used, not to break the multitude to intellectual vassalage, not to establish over them a spiritual tyranny, but to rouse them from lethargy, and to aid them to judge for themselves.","author":"William Ellery Channing","topic":"Great"},{"quote":"In my youth I stressed freedom, and in my old age I stress order. I have made the great discovery that liberty is a product of order.","author":"Will Durant","topic":"Great"},{"quote":"All difficult things have their origin in that which is easy, and great things in that which is small.","author":"Lao Tzu","topic":"Great"},{"quote":"Justice is itself the great standing policy of civil society; and any eminent departure from it, under any circumstances, lies under the suspicion of being no policy at all.","author":"Edmund Burke","topic":"Great"},{"quote":"It is great wealth to a soul to live frugally with a contented mind.","author":"Lucretius","topic":"Great"},{"quote":"It was because of my great interest in the West, and my belief that its development would be assisted by the interest I could awaken in others, that I decided to bring the West to the East through the medium of the Wild West Show.","author":"Buffalo Bill","topic":"Great"},{"quote":"Through mutual understanding, sincerity and goodwill, and with great wisdom and broad views, the leaders on both sides should jointly initiate new opportunities for peace, stability, cooperation and mutual benefit.","author":"Chen Shui-bian","topic":"Great"},{"quote":"If proud Americans can be who they are and boldly stand at the altar with who they love then surely, surely we can give everyone in this country a fair chance at that great American Dream.","author":"Michelle Obama","topic":"Great"},{"quote":"Great people talk about ideas, average people talk about things, and small people talk about wine.","author":"Fran Lebowitz","topic":"Great"},{"quote":"Automation and technology would be a great boon if it were creative, if there were more leisure, more opportunity to engage in raising a family, providing guidance to the young, all the stuff we say we need. America will work if we&#39;re all in it together. It&#39;ll work when there&#39;s a shared sense of destiny. It can be done!","author":"Jerry Brown","topic":"Great"},{"quote":"A little group of willful men, representing no opinion but their own, have rendered the great government of the United States helpless and contemptible.","author":"Woodrow Wilson","topic":"Great"},{"quote":"Excellence is a great starting point for any new organisation but also an unending journey.","author":"Azim Premji","topic":"Great"},{"quote":"I was saving the name of &#39;Geisel&#39; for the Great American Novel.","author":"Dr. Seuss","topic":"Great"},{"quote":"Human need is really a great spiritual vacuum which God seeks to fill... With one hand in the hand of a fellow man in need and the other in the hand of Christ, He could get across the vacuum.","author":"George Washington Carver","topic":"Great"},{"quote":"If you write great songs with meaning and emotion, they will last for ever because songs are the key to everything. Songs will outlast the artist and they will go on for ever if they are good.","author":"Elton John","topic":"Great"},{"quote":"Foresight turns out to be a critical adaptive strategy for times of great stress.","author":"Jamais Cascio","topic":"Great"},{"quote":"The greatest mistake we make is living in constant fear that we will make one.","author":"John C. Maxwell","topic":"Great"},{"quote":"My message to you all is of hope, courage and confidence. Let us mobilize all our resources in a systematic and organized way and tackle the grave issues that confront us with grim determination and discipline worthy of a great nation.","author":"Muhammad Ali Jinnah","topic":"Great"},{"quote":"For a true writer, each book should be a new beginning where he tries again for something that is beyond attainment. He should always try for something that has never been done or that others have tried and failed. Then sometimes, with great luck, he will succeed.","author":"Ernest Hemingway","topic":"Great"},{"quote":"The great artist is a slave to his ideals.","author":"Christian Nestell Bovee","topic":"Great"},{"quote":"The final proof of greatness lies in being able to endure criticism without resentment.","author":"Elbert Hubbard","topic":"Great"},{"quote":"What&#39;s great about this country is that America started the tradition where the richest consumers buy essentially the same things as the poorest. You can be watching TV and see Coca-Cola, and you can know that the President drinks Coke. Liz Taylor drinks Coke, and just think, you can drink Coke, too.","author":"Andy Warhol","topic":"Great"},{"quote":"I love life. I think it&#39;s fantastic. Sometimes it deals hard things, and when it deals great things, you have to seize them.","author":"Sam Taylor-Wood","topic":"Great"},{"quote":"I am an old man and have known a great many troubles, but most of them never happened.","author":"Mark Twain","topic":"Great"},{"quote":"Great leaders are willing to sacrifice the numbers to save the people. Poor leaders sacrifice the people to save the numbers.","author":"Simon Sinek","topic":"Great"},{"quote":"A great empire, like a great cake, is most easily diminished at the edges.","author":"Benjamin Franklin","topic":"Great"},{"quote":"Lesser artists borrow, great artists steal.","author":"Igor Stravinsky","topic":"Great"},{"quote":"The greatest mistake you can make in life is continually fearing that you&#39;ll make one.","author":"Elbert Hubbard","topic":"Great"},{"quote":"I am concerned for the security of our great Nation; not so much because of any threat from without, but because of the insidious forces working from within.","author":"Douglas MacArthur","topic":"Great"},{"quote":"It comes in a moment when I capture something happening, and I go, &#39;Oh, that would be great for Instagram. I should post it.&#39; I know it&#39;s boring, but that&#39;s genuinely what I do.","author":"Selena Gomez","topic":"Great"},{"quote":"Change is never easy, and it often creates discord, but when people come together for the good of humanity and the Earth, we can accomplish great things.","author":"David Suzuki","topic":"Great"},{"quote":"It&#39;s not like a boss and artist relationship; it&#39;s like a big brother to a younger brother relationship, and he&#39;s a great guy. So big shout-out to Akon and the Konvict Muzik crowd.","author":"WizKid","topic":"Great"},{"quote":"Fables should be taught as fables, myths as myths, and miracles as poetic fantasies. To teach superstitions as truths is a most terrible thing. The child mind accepts and believes them, and only through great pain and perhaps tragedy can he be in after years relieved of them.","author":"Hypatia","topic":"Great"},{"quote":"While the laughter of joy is in full harmony with our deeper life, the laughter of amusement should be kept apart from it. The danger is too great of thus learning to look at solemn things in a spirit of mockery, and to seek in them opportunities for exercising wit.","author":"Lewis Carroll","topic":"Great"},{"quote":"Believe me, the reward is not so great without the struggle.","author":"Wilma Rudolph","topic":"Great"},{"quote":"When you sing with a group of people, you learn how to subsume yourself into a group consciousness because a capella singing is all about the immersion of the self into the community. That&#39;s one of the great feelings - to stop being me for a little while and to become us. That way lies empathy, the great social virtue.","author":"Brian Eno","topic":"Great"},{"quote":"A little sincerity is a dangerous thing, and a great deal of it is absolutely fatal.","author":"Oscar Wilde","topic":"Great"},{"quote":"Life seeks life and loves life. The opening of a catkin of a willow, in the flight of the butterfly, in the chirping of a tree-toad or the sweep of an eagle - my life loves to see how others live, exults in their joy, and so far is partner in their great concern.","author":"Edward Everett Hale","topic":"Great"},{"quote":"The first test of a truly great man is his humility. By humility I don&#39;t mean doubt of his powers or hesitation in speaking his opinion, but merely an understanding of the relationship of what he can say and what he can do.","author":"John Ruskin","topic":"Great"},{"quote":"My idea of heaven is a great big baked potato and someone to share it with.","author":"Oprah Winfrey","topic":"Great"},{"quote":"The mark of a great player is in his ability to come back. The great champions have all come back from defeat.","author":"Sam Snead","topic":"Great"},{"quote":"We live in a world where sports have the potential to bridge the gap between racism, sexism and discrimination. The 2012 Olympic Games was a great start but hopefully what these games taught us is that if women are given an opportunity on an equal playing field the possibilities for women are endless.","author":"Jackie Joyner-Kersee","topic":"Great"},{"quote":"Apologies are great, but they don&#39;t really change anything. You know what does? Action.","author":"Stella Young","topic":"Great"},{"quote":"Great leaders don&#39;t rush to blame. They instinctively look for solutions.","author":"Nina Easton","topic":"Great"},{"quote":"It is a great honor to be awarded a Nobel Prize. This is a wonderful experience for my wife Betty and me. We received congratulations by email, phone and post, many from old friends we had not seen for some time.","author":"Willard Boyle","topic":"Great"},{"quote":"Anything created by human beings is already in the great book of nature.","author":"Antoni Gaudi","topic":"Great"},{"quote":"In Republics, the great danger is, that the majority may not sufficiently respect the rights of the minority.","author":"James Madison","topic":"Great"},{"quote":"No great art has ever been made without the artist having known danger.","author":"Rainer Maria Rilke","topic":"Great"},{"quote":"A great architect is not made by way of a brain nearly so much as he is made by way of a cultivated, enriched heart.","author":"Frank Lloyd Wright","topic":"Great"},{"quote":"A great thing can only be done by a great person; and they do it without effort.","author":"John Ruskin","topic":"Great"},{"quote":"There is no personal charm so great as the charm of a cheerful temperament.","author":"Henry Van Dyke","topic":"Great"},{"quote":"Clothes are like a good meal, a good movie, great pieces of music.","author":"Michael Kors","topic":"Great"},{"quote":"I don&#39;t think actors should ever expect to get a role, because the disappointment is too great. You&#39;ve got to think of things as an opportunity. An audition&#39;s an opportunity to have an audience.","author":"Al Pacino","topic":"Great"},{"quote":"I had a wonderful life and was blessed with so many loving people and great friends.","author":"James Arness","topic":"Great"},{"quote":"You know, be able to do something great in your life, you&#39;re gonna have to realize your failures. You&#39;re gonna have to embrace them and figure out how to overcome it.","author":"Dave Chappelle","topic":"Great"},{"quote":"I love what I do. I take great pride in what I do. And I can&#39;t do something halfway, three-quarters, nine-tenths. If I&#39;m going to do something, I go all the way.","author":"Tom Cruise","topic":"Great"},{"quote":"The further you go in life, the more you realize what you&#39;re going to leave this Earth. It&#39;s not going to be, &#39;It was a great platform. It was great to win the Super Bowl,&#39; but really and truly what you&#39;re going to leave on this Earth is the influence on others.","author":"Joe Gibbs","topic":"Great"},{"quote":"Let us not listen to those who think we ought to be angry with our enemies, and who believe this to be great and manly. Nothing is so praiseworthy, nothing so clearly shows a great and noble soul, as clemency and readiness to forgive.","author":"Marcus Tullius Cicero","topic":"Great"},{"quote":"Living is no laughing matter: you must live with great seriousness like a squirrel for example - I mean without looking for something beyond and above living, I mean living must be your whole occupation.","author":"Nazim Hikmet","topic":"Great"},{"quote":"All great men are gifted with intuition. They know without reasoning or analysis, what they need to know.","author":"Alexis Carrel","topic":"Great"},{"quote":"I see my upbringing as a great success story. By disciplining me, my parents inculcated self-discipline. And by restricting my choices as a child, they gave me so many choices in my life as an adult. Because of what they did then, I get to do the work I love now.","author":"Amy Chua","topic":"Great"},{"quote":"I only think about the pitch. I want to do great. I want to be one of the best. I want to win titles. I want to achieve things.","author":"Paul Pogba","topic":"Great"},{"quote":"Do you wish to be great? Then begin by being. Do you desire to construct a vast and lofty fabric? Think first about the foundations of humility. The higher your structure is to be, the deeper must be its foundation.","author":"Saint Augustine","topic":"Great"},{"quote":"It is a great consolation for me to remember that the Lord, to whom I had drawn near in humble and child-like faith, has suffered and died for me, and that He will look on me in love and compassion.","author":"Wolfgang Amadeus Mozart","topic":"Great"},{"quote":"I think capital punishment works great. Every killer you kill never kills again.","author":"Bill Maher","topic":"Great"},{"quote":"When the audience enjoys your performance, you feel like a magician who is doing magic. It&#39;s a great feeling!","author":"Kailash Kher","topic":"Great"},{"quote":"I had a project for my life which involved 10 years of wandering, then some years of medical studies and, if any time was left, the great adventure of physics.","author":"Che Guevara","topic":"Great"},{"quote":"As I&#39;ve progressed in my career, I&#39;ve come to appreciate - and really value - the other attributes that define a company&#39;s success beyond the P&amp;L: great leadership, long-term financial strength, ethical business practices, evolving business strategies, sound governance, powerful brands, values-based decision-making.","author":"Ursula Burns","topic":"Great"},{"quote":"No great advance has been made in science, politics, or religion without controversy.","author":"Lyman Beecher","topic":"Great"},{"quote":"I spent a great deal of my life being ignored. I was always very happy that way.","author":"Saul Leiter","topic":"Great"},{"quote":"Grown men can learn from very little children for the hearts of little children are pure. Therefore, the Great Spirit may show to them many things which older people miss.","author":"Black Elk","topic":"Great"},{"quote":"In my view, the only way to see a film remains the way the filmmaker intended: inside a large movie theater with great sound and pristine picture.","author":"Ridley Scott","topic":"Great"},{"quote":"I think the great part about what I do is that there&#39;s a scoreboard. At the end of every week, you know how you did. You know how well you prepared. You know whether you executed your game plan. There&#39;s a tangible score.","author":"Tom Brady","topic":"Great"},{"quote":"No great man lives in vain. The history of the world is but the biography of great men.","author":"Thomas Carlyle","topic":"Great"},{"quote":"I have always found the baptism of Jesus, with a dove descending and voice from Heaven, one of the great moments in the Jesus story. This is where Jesus hears the deep call from God.","author":"Jay Parini","topic":"Great"},{"quote":"I want to go where I&#39;m the difference. I want to make something out of nothing. I want to be the reason someone is great.","author":"Dak Prescott","topic":"Great"},{"quote":"You need lofty goals. Then cement it with a great work ethic.","author":"Jerry West","topic":"Great"},{"quote":"Great investors need to have the right combination of intuition, business sense and investment talent.","author":"Andrew Lo","topic":"Great"},{"quote":"No man is worth his salt who is not ready at all times to risk his well-being, to risk his body, to risk his life, in a great cause.","author":"Theodore Roosevelt","topic":"Great"},{"quote":"Great events make me quiet and calm; it is only trifles that irritate my nerves.","author":"Queen Victoria","topic":"Great"},{"quote":"Every day is great for me. I dislike rose-coloured glasses.","author":"Mark E. Smith","topic":"Great"},{"quote":"There are half a billion people that listen to music online and the vast majority are doing so illegally. But if we bring those people over to the legal side and Spotify, what is going to happen is we are going to double the music industry and that will lead to more artists creating great new music.","author":"Daniel Ek","topic":"Great"},{"quote":"I never worked hard until I got to the Howard Law School and met Charlie Houston... I saw this man&#39;s dedication, his vision, his willingness to sacrifice, and I told myself, &#39;You either shape up or ship out.&#39; When you are being challenged by a great human being, you know that you can&#39;t ship out.","author":"Thurgood Marshall","topic":"Great"},{"quote":"One of the great attractions of patriotism - it fulfills our worst wishes. In the person of our nation we are able, vicariously, to bully and cheat. Bully and cheat, what&#39;s more, with a feeling that we are profoundly virtuous.","author":"Aldous Huxley","topic":"Great"},{"quote":"Now and then, someone is able to look at an empty space, conclude it would be a great place to start a revolution, and bravely go forward.","author":"Henry Rollins","topic":"Great"},{"quote":"If you say I&#39;m great, thank you very much. But I know what I am. I could be better, man, you know?","author":"Keith Richards","topic":"Great"},{"quote":"Wanting to be a good actor is not good enough. You must want to be a great actor. You just have to have that.","author":"Gary Oldman","topic":"Great"},{"quote":"It&#39;s great to be queen!","author":"Helen Mirren","topic":"Great"},{"quote":"The glacier was God&#39;s great plough set at work ages ago to grind, furrow, and knead over, as it were, the surface of the earth.","author":"Louis Agassiz","topic":"Great"},{"quote":"Believe that with your feelings and your work you are taking part in the greatest; the more strongly you cultivate this belief, the more will reality and the world go forth from it.","author":"Rainer Maria Rilke","topic":"Great"},{"quote":"And some places you been before are so great that you don&#39;t ever mind going back. Some places you been before you don&#39;t ever want to go back, you know, like Montreal in the Winter.","author":"Morgan Freeman","topic":"Great"},{"quote":"I have great people, smart people that are around me and we love the challenge. I guess it&#39;s like climbing a mountain or building a building. It&#39;s a challenge but you love every challenge that it brings or presents itself.","author":"Ice Cube","topic":"Great"},{"quote":"Endurance is the crowning quality, And patience all the passion of great hearts.","author":"James Russell Lowell","topic":"Great"},{"quote":"Coaching is the great passion of my life, and the job to me has always been an opportunity to work with our student athletes and help them discover what they want.","author":"Pat Summitt","topic":"Great"},{"quote":"Great tranquility of heart is his who cares for neither praise nor blame.","author":"Thomas a Kempis","topic":"Great"},{"quote":"Rugby is great. The players don&#39;t wear helmets or padding; they just beat the living daylights out of each other and then go for a beer. I love that.","author":"Joe Theismann","topic":"Great"},{"quote":"If you are going to wrestle a bear, try to stay away from all fish oil products, you know. I mean it&#39;s tough for me, because I love to rub myself with salmon oil every day - it&#39;s a great conditioner for the hair, skin.","author":"Will Ferrell","topic":"Great"},{"quote":"Average leaders inspire people to punch a time clock. Great leaders inspire industry and passion.","author":"Joseph B. Wirthlin","topic":"Great"},{"quote":"A great deal of creativity is about pattern recognition, and what you need to discern patterns is tons of data. Your mind collects that data by taking note of random details and anomalies easily seen every day: quirks and changes that, eventually, add up to insights.","author":"Margaret Heffernan","topic":"Great"},{"quote":"Great literature should do some good to the reader: must quicken his perception though dull, and sharpen his discrimination though blunt, and mellow the rawness of his personal opinions.","author":"A. E. Housman","topic":"Great"},{"quote":"Everything good that I know was taught to me by great teachers and I feel like giving back and sharing the technique is the thing to do.","author":"Betty Buckley","topic":"Great"},{"quote":"The best and safest thing is to keep a balance in your life, acknowledge the great powers around us and in us. If you can do that, and live that way, you are really a wise man.","author":"Euripides","topic":"Great"},{"quote":"Nobody, I think, ought to read poetry, or look at pictures or statues, who cannot find a great deal more in them than the poet or artist has actually expressed. Their highest merit is suggestiveness.","author":"Nathaniel Hawthorne","topic":"Great"},{"quote":"For the person for whom small things do not exist, the great is not great.","author":"Jose Ortega y Gasset","topic":"Great"},{"quote":"Almost always, great new ideas don&#39;t emerge from within a single person or function, but at the intersection of functions or people that have never met before.","author":"Clayton M. Christensen","topic":"Great"},{"quote":"What&#39;s most important in animation is the emotions and the ideas being portrayed. I&#39;m a great believer of energy and emotion.","author":"Ralph Bakshi","topic":"Great"},{"quote":"A lot of people say to me, &#39;Stay grounded; be humble.&#39; David Schwimmer was just like, &#39;You need to love what you do.&#39; And I think that&#39;s really nice. Just love your work. My family has given me great advice saying, you know, &#39;Don&#39;t work too hard.&#39; And it&#39;s really nice to have someone like that - you know that they love you.","author":"Millie Bobby Brown","topic":"Great"},{"quote":"I just hope that as I get older, I calm down and enjoy the moment, enjoy the great gifts that God has given me.","author":"Alex Rodriguez","topic":"Great"},{"quote":"I just love the Corps. I love the brotherhood, the camaraderie. I thank anyone in uniform who serves their fellow man. I love this country for so many reasons. We have such a great country here, and it&#39;s worth defending, and it&#39;s worth sacrificing for.","author":"Rob Riggle","topic":"Great"},{"quote":"Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful.","author":"Jacqueline Bisset","topic":"Great"},{"quote":"Everybody wants to be good, but not many are prepared to make the sacrifices it takes to be great. To many people, being nice in order to be liked is more important. There&#39;s equal merit in that, but you must not confuse being good with being liked.","author":"Paul Arden","topic":"Great"},{"quote":"To have great poets, there must be great audiences.","author":"Walt Whitman","topic":"Great"},{"quote":"One afternoon when I was 9, my dad told me I&#39;d be skipping school the next day. Then we drove 12 hours from Melbourne to Sydney for the Centenary Test, a once-in-a-lifetime commemorative cricket match. It was great fun - especially for a kid who was a massive sports fan.","author":"Hugh Jackman","topic":"Great"},{"quote":"I&#39;ve spent half my life in gyms, if not more, and I love physical fitness and health; couple that with the fact that I love for people to be healthy, whether it&#39;s mentally, physically, or emotionally, and it&#39;s just a great opportunity for me to do something I love and have an impact on people&#39;s health.","author":"Steve Nash","topic":"Great"},{"quote":"I always felt that if someone shot me, it would be great for the environmental movement, because they would make me a martyr. Our biggest fear was our children, because there was a tremendous amount of threat and intimidation, and my wife was terrified that the children might be grabbed or assaulted in some way. That was the real fear.","author":"David Suzuki","topic":"Great"},{"quote":"I live in the sky as a pilot, so it has great meaning to me.","author":"James Turrell","topic":"Great"},{"quote":"I wasn&#39;t born with a silver spoon in Beverly Hills, but I was born with a great deal of self-worth.","author":"Yolanda Hadid","topic":"Great"},{"quote":"After the near-total destruction of Dresden in the Allied fire-bombing of February 1945, few people believed that its beauty would ever return. Dresden&#39;s slow but steady comeback was thus met with great relief.","author":"Gunter Blobel","topic":"Great"},{"quote":"To me, growing old is great. It&#39;s the very best thing - considering the alternative.","author":"Michael Caine","topic":"Great"},{"quote":"Every gift which is given, even though it be small, is in reality great, if it is given with affection.","author":"Pindar","topic":"Great"},{"quote":"A great book begins with an idea; a great life, with a determination.","author":"Louis L'Amour","topic":"Great"},{"quote":"I tell a student that the most important class you can take is technique. A great chef is first a great technician. &#39;If you are a jeweler, or a surgeon or a cook, you have to know the trade in your hand. You have to learn the process. You learn it through endless repetition until it belongs to you.","author":"Jacques Pepin","topic":"Great"},{"quote":"If a great outfit gets you one step closer to feeling good about yourself, then it&#39;s worth every penny.","author":"Rachel Roy","topic":"Great"},{"quote":"There is no conflict between the ideal of religion and the ideal of science, but science is opposed to theological dogmas because science is founded on fact. To me, the universe is simply a great machine which never came into being and never will end. The human being is no exception to the natural order. Man, like the universe, is a machine.","author":"Nikola Tesla","topic":"Great"},{"quote":"The Roaring Twenties were the period of that Great American Prosperity which was built on shaky foundations.","author":"J. Paul Getty","topic":"Great"},{"quote":"Great people have great values and great ethics.","author":"Jeffrey Gitomer","topic":"Great"},{"quote":"Each person has inside a basic decency and goodness. If he listens to it and acts on it, he is giving a great deal of what it is the world needs most. It is not complicated but it takes courage. It takes courage for a person to listen to his own goodness and act on it.","author":"Pablo Casals","topic":"Great"},{"quote":"I have my mantra about silhouette, proportion, and fit. I believe that when they are in harmony and balance, you&#39;ll look great in anything.","author":"Tim Gunn","topic":"Great"},{"quote":"We come nearest to the great when we are great in humility.","author":"Rabindranath Tagore","topic":"Great"},{"quote":"The greatest good you can do for another is not just to share your riches but to reveal to him his own.","author":"Benjamin Disraeli","topic":"Great"},{"quote":"The greatest humiliation in life, is to work hard on something from which you expect great appreciation, and then fail to get it.","author":"E. W. Howe","topic":"Great"},{"quote":null,"author":null,"topic":"Great"},{"quote":"In the city that the wolf enters, enemies will be close by. An alien force will sack a great country. Allies will cross the mountains and the borders.","author":"Nostradamus","topic":"Great"},{"quote":"Watching soccer is my main hobby, really. I&#39;m no tactician or coach, but I enjoy watching the free flow of it, the different styles, and the histories behind clubs. Like Barcelona vs. Madrid - it&#39;s not just a soccer game; it&#39;s a geopolitical struggle. There are great storylines and no commercials.","author":"Andrew Luck","topic":"Great"},{"quote":"You may think using Google&#39;s great, but I still think it&#39;s terrible.","author":"Larry Page","topic":"Great"},{"quote":"That great Cathedral space which was childhood.","author":"Virginia Woolf","topic":"Great"},{"quote":"I have known plenty of people who, in their later years, had the energy of children and the kind of curiosity and fascination with things like little children. I think we can keep that, and I think it&#39;s important to keep that part of staying young. But I also think it&#39;s great fun growing old.","author":"Johnny Depp","topic":"Great"},{"quote":"In other words, don&#39;t expect to always be great. Disappointments, failures and setbacks are a normal part of the lifecycle of a unit or a company and what the leader has to do is constantly be up and say &#39;we have a problem, let&#39;s go and get it&#39;.","author":"Colin Powell","topic":"Great"},{"quote":"The great thing about rock and roll is that someone like me can be a star.","author":"Elton John","topic":"Great"},{"quote":"Atheism is aristocratic; the idea of a great Being that watches over oppressed innocence and punishes triumphant crime is altogether popular.","author":"Maximilien Robespierre","topic":"Great"},{"quote":"Dreams can still come true; you need a great deal of energy and determination, and a little bit of luck.","author":"Stefano Gabbana","topic":"Great"},{"quote":"Let the great world spin for ever down the ringing grooves of change.","author":"Alfred Lord Tennyson","topic":"Great"},{"quote":"There have been two great accidents in my life. One was the trolley, and the other was Diego. Diego was by far the worst.","author":"Frida Kahlo","topic":"Great"},{"quote":"If you don&#39;t die of thirst, there are blessings in the desert. You can be pulled into limitlessness, which we all yearn for, or you can do the beauty of minutiae, the scrimshaw of tiny and precise. The sky is your ocean, and the crystal silence will uplift you like great gospel music, or Neil Young.","author":"Anne Lamott","topic":"Great"},{"quote":"When you go to a great concert, you feel this arc, almost like the music of a well-chosen set takes you on this trip through emotions and through various forms of intellectual engagement.","author":"John Green","topic":"Great"},{"quote":"Mental health needs a great deal of attention. It&#39;s the final taboo and it needs to be faced and dealt with.","author":"Adam Ant","topic":"Great"},{"quote":"Great literature is simply language charged with meaning to the utmost possible degree.","author":"Ezra Pound","topic":"Great"},{"quote":"O thou great, unknown Power! Thou Almighty God, who hast lighted up reason in my breast and blessed me with immortality! I have frequently wandered from that order and regularity necessary for the perfection of thy works, yet thou hast never left me nor forsaken me.","author":"Robert Burns","topic":"Great"},{"quote":"You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you&#39;re putting out there, if it&#39;s received, great, I respect you for receiving it. If it&#39;s not received, great, I respect you for not.","author":"Octavia Spencer","topic":"Great"},{"quote":"Do not say a little in many words but a great deal in a few.","author":"Pythagoras","topic":"Great"},{"quote":"If we had more time for discussion we should probably have made a great many more mistakes.","author":"Leon Trotsky","topic":"Great"},{"quote":"Globalization can be a great opportunity.","author":"Emmanuel Macron","topic":"Great"},{"quote":"I never get bored of a workout, because I feel great after a session.","author":"Esha Gupta","topic":"Great"},{"quote":"I may climb perhaps to no great heights, but I will climb alone.","author":"Cyrano de Bergerac","topic":"Great"},{"quote":"North Korea has taught a great lesson to all the countries in the world, especially the rogue countries of dictatorships or whatever: if you don&#39;t want to be invaded by America, get some nuclear weapons.","author":"Michael Moore","topic":"Great"},{"quote":"Unemployment is sky-rocketing; deflation is in our future for the first time since the Great Depression. I don&#39;t care whose fault it is, it&#39;s the truth.","author":"John Mellencamp","topic":"Great"},{"quote":"The way of the Creative works through change and transformation, so that each thing receives its true nature and destiny and comes into permanent accord with the Great Harmony: this is what furthers and what perseveres.","author":"Alexander Pope","topic":"Great"},{"quote":"I think recovery is around the clock. Are you sleeping enough? Are you hydrating enough? Are you stretching? Are you eating well? Pretty much everything that I do is a reflection of how I&#39;m going to feel on the field. I take great pride in getting in an ice bath after training and just taking care of myself.","author":"Carli Lloyd","topic":"Great"},{"quote":"And the spirit of Superman is great to have around.","author":"Brandon Routh","topic":"Great"},{"quote":"All the great evils which men cause to each other because of certain intentions, desires, opinions, or religious principles, are likewise due to non-existence, because they originate in ignorance, which is absence of wisdom.","author":"Maimonides","topic":"Great"},{"quote":"I&#39;ve been very lucky to have achieved a lot of the things that I dreamt of achieving as a young man. But, at the end of the day - and I truly believe this - it is not about achieving great wealth or success. Because they don&#39;t bring happiness, ultimately.","author":"Leonardo DiCaprio","topic":"Great"},{"quote":"Some people have a mistaken idea that all thoughts disappear through meditation and we enter a state of blankness. There certainly are times of great tranquility when concentration is strong and we have few, if any, thoughts. But other times, we can be flooded with memories, plans or random thinking. It&#39;s important not to blame yourself.","author":"Sharon Salzberg","topic":"Great"},{"quote":"Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace.","author":"Victor Hugo","topic":"Great"},{"quote":"You will become as small as your controlling desire; as great as you dominant aspiration.","author":"James Allen","topic":"Great"},{"quote":"With the White Stripes we were trying to trick people into not realising we were playing the blues. We did not want to come off like white kids trying to play black music from 100 years ago so a great way to distract them was by dressing in red, white and black.","author":"Jack White","topic":"Great"},{"quote":"You can&#39;t stop demographics. And show me a fence that ever worked. It didn&#39;t work at Hadrian&#39;s Wall. The Great Wall of China didn&#39;t work. The Berlin Wall.","author":"James Turrell","topic":"Great"},{"quote":"Hurricane Katrina was the storm of the 21st century. It devastated an area the size of Great Britain. More than 1,800 Americans died. Three hundred thousand homes were destroyed. There was $96 billion in property damage. I served on the Louisiana Recovery Authority. I saw Congress write one big check and then skip town.","author":"Donna Brazile","topic":"Great"},{"quote":"Let the people on both sides keep their self-possession, and just as other clouds have cleared away in due time, so will this, and this great nation shall continue to prosper as before.","author":"Abraham Lincoln","topic":"Great"},{"quote":"I mean, I look at my dad. He was twenty when he started having a family, and he was always the coolest dad. He did everything for his kids, and he never made us feel like he was pressured. I know that it must be a great feeling to be a guy like that.","author":"Adam Sandler","topic":"Great"},{"quote":"What&#39;s so fascinating and frustrating and great about life is that you&#39;re constantly starting over, all the time, and I love that.","author":"Billy Crystal","topic":"Great"},{"quote":"On the summit of Everest, I had a feeling of great satisfaction to be first there.","author":"Edmund Hillary","topic":"Great"},{"quote":"To be really great in little things, to be truly noble and heroic in the insipid details of everyday life, is a virtue so rare as to be worthy of canonization.","author":"Harriet Beecher Stowe","topic":"Great"},{"quote":"If you listen to your fears, you will die never knowing what a great person you might have been.","author":"Robert H. Schuller","topic":"Great"},{"quote":"Android is one of the most open systems I&#39;ve ever seen. What makes Android great is it&#39;s literally designed from the ground up to be customised in a very powerful way.","author":"Sundar Pichai","topic":"Great"},{"quote":"I&#39;m constantly unsatisfied with any situation, which is both good and bad, because never being fully happy drives me to better every day... but I don&#39;t enjoy the things that I do even when I do them great.","author":"Dolph Ziggler","topic":"Great"},{"quote":"Today is a great day, not only of healing and reconciliation, but also coming together. I&#39;m so glad the whole Little Rock Nine was alive and here to see this.","author":"Winthrop Rockefeller","topic":"Great"},{"quote":"Poetry has been to me its own exceeding great reward; it has given me the habit of wishing to discover the good and beautiful in all that meets and surrounds me.","author":"Samuel Taylor Coleridge","topic":"Great"},{"quote":"We are a sum total of what we have learned from all who have taught us, both great and small.","author":"Myles Munroe","topic":"Great"},{"quote":"The great tragedy of science - the slaying of a beautiful hypothesis by an ugly fact.","author":"Thomas Huxley","topic":"Great"},{"quote":"I definitely consider myself a Christian. There&#39;s things that I believe in, there&#39;s things I have a self-belief on. I know I got a great relationship with God and the universe. I just believe in being a righteous person and karma. Doing unto others as you would have done unto you. I really want to help teach that.","author":"Big Sean","topic":"Great"},{"quote":"Our immigration policy should be driven by what is in the best interest of this great country and the American people. Comprehensive immigration reform will strengthen U.S. security and boost economic growth.","author":"Charles B. Rangel","topic":"Great"},{"quote":"In Kenya you&#39;ve got the great birds and monkeys leaping through the trees overhead. It&#39;s a chance to remember what the world is really like.","author":"Joanna Lumley","topic":"Great"},{"quote":"A savory chef must first master his knife skills and understand the basics of sauces and soups, etc., before he\/she may move on to become a great chef. It is no different for pastry chefs. If you do not have a strong foundation and are a master of the basics, then you will never be that strong - you will never be a master of the trade - period.","author":"Johnny Iuzzini","topic":"Great"},{"quote":"Las Vegas is a beautiful place. I like it more and more and plan to be here often. It&#39;s a great place for chess.","author":"Anatoly Karpov","topic":"Great"},{"quote":"The thing is I think vaccines are one of the greatest medical breakthroughs that we have. I&#39;m a big fan and a great fan of the history of the development of the smallpox vaccine, for example.","author":"Rand Paul","topic":"Great"},{"quote":"Great wisdom is generous; petty wisdom is contentious. Great speech is impassioned, small speech cantankerous.","author":"Zhuangzi","topic":"Great"},{"quote":"Every day, every one of us sets the stage for our sentiment, our confidence, and our success by getting dressed. When you feel great, when you feel your best, it opens up a world of possibility. Feeling confident and self-assured are important inputs into good days, successful days, and happy days.","author":"Katrina Lake","topic":"Great"},{"quote":"My dearly beloved if I am to die today and never see the sweet face of you I want you to know that I am no great man and am lucky to have such a woman as you.","author":"Wild Bill Hickok","topic":"Great"},{"quote":"A good chef has to be a manager, a businessman and a great cook. To marry all three together is sometimes difficult.","author":"Wolfgang Puck","topic":"Great"},{"quote":"The call of death is a call of love. Death can be sweet if we answer it in the affirmative, if we accept it as one of the great eternal forms of life and transformation.","author":"Hermann Hesse","topic":"Great"},{"quote":"Freedom always deals with &#39;the possible&#39;; this gives freedom its great flexibility, its fascination, and its dangers.","author":"Rollo May","topic":"Great"},{"quote":"No great movement designed to change the world can bear to be laughed at or belittled. Mockery is a rust that corrodes all it touches.","author":"Milan Kundera","topic":"Great"},{"quote":"Every great political campaign rewrites the rules; devising a new way to win is what gives campaigns a comparative advantage against their foes.","author":"John Podhoretz","topic":"Great"},{"quote":"I have great mood swings, maybe because of playing lots of different characters as I do. I&#39;m like a gymnast whose muscles get too stretched. I&#39;ve got better at it, but I have a lot of emotional energy.","author":"Mark Rylance","topic":"Great"},{"quote":"Little minds are interested in the extraordinary; great minds in the commonplace.","author":"Elbert Hubbard","topic":"Great"},{"quote":"My own path towards wellness has been a long and dynamic one. It&#39;s taught me that healing from the inside out takes time and there can be great value in various sources of guidance.","author":"Carre Otis","topic":"Great"},{"quote":"It&#39;s stunning to me what kind of an impact even one person can have if they have the right passion, perspective and are able to align the interest of a great team.","author":"Steve Case","topic":"Great"},{"quote":"The bracelet says &#39;Fear Nothing.&#39; It was given to me by my friends, and it was made for me and my friends during the period of time that I was going through chemotherapy. And I still wear it, because it&#39;s a great reminder of friendship and how my buddies and others came together in my time of need.","author":"Joseph J. Lhota","topic":"Great"},{"quote":"The great defense against the air menace is to attack the enemy&#39;s aircraft as near as possible to their point of departure.","author":"Winston Churchill","topic":"Great"},{"quote":"No great genius has ever existed without some touch of madness.","author":"Lucius Annaeus Seneca","topic":"Great"},{"quote":"It is a great delusion in those whose understanding has been darkened by self-love, to think that there is any obedience in the subject who tries to draw the superior to what he wishes.","author":"Saint Ignatius","topic":"Great"},{"quote":"It is the mark of a great man that he puts to flight all ordinary calculations. He is at once sublime and touching, childlike and of the race of giants.","author":"Honore de Balzac","topic":"Great"},{"quote":"He who would accomplish little must sacrifice little; he who would achieve much must sacrifice much; he who would attain highly must sacrifice greatly.","author":"James Allen","topic":"Great"},{"quote":"I was taught to think the next week or month or year will only get better than it is today. So I just keep waiting to see how great it will get!","author":"Stevie Ray Vaughan","topic":"Great"},{"quote":"It has long been a dream of mine that this important story one day would be told on the great American stage of Broadway. In fact, I&#39;ve dedicated much of the latter half of my life to ensuring the story of the internment is known.","author":"George Takei","topic":"Great"},{"quote":"I think the idea of participation trophies has gotta be a really, really great thing. Kids are under enough pressure as it is without encouraging them to be the best too early.","author":"Taron Egerton","topic":"Great"},{"quote":"We hire military veterans because they make great employees. They bring proven technical and leadership skills. They understand teamwork, and they&#39;re adaptable. Bottom line, hiring veterans is good for business.","author":"Randall L. Stephenson","topic":"Great"},{"quote":"Great artists have no country.","author":"Alfred de Musset","topic":"Great"},{"quote":"For, verily, great love springs from great knowledge of the beloved object, and if you little know it, you will be able to love it only little or not at all.","author":"Leonardo da Vinci","topic":"Great"},{"quote":"As the great grandchildren of the industrial revolution, we have learned, at last, that the heedless pursuit of more is unsustainable and, ultimately, unfulfilling. Our planet, our security, our sense of equanimity and our very souls demand something better, something different.","author":"Gary Hamel","topic":"Great"},{"quote":"Great moments in science: Einstein discovers that time is actually money.","author":"Gary Larson","topic":"Great"},{"quote":"In schools giving students a full education, not to create great artists but about the right to have full expression and imagination and creativity, along with an acknowledgement that everybody learns differently. You try and you fail and you try again. All those skills are useful in the workplace, too.","author":"Damian Woetzel","topic":"Great"},{"quote":"Nothing is so great an example of bad manners as flattery. If you flatter all the company, you please none; If you flatter only one or two, you offend the rest.","author":"Jonathan Swift","topic":"Great"},{"quote":"Patience is key. You can&#39;t get selfish, and that&#39;s the number one thing I&#39;ve learned at WWE. The world continues to go round, and I just knew - given the right opportunity and the right moment - that the world would know I was good, but now the world knows that I&#39;m great.","author":"Sasha Banks","topic":"Great"},{"quote":"Don&#39;t be afraid to give up the good for the great.","author":"Kenny Rogers","topic":"Great"},{"quote":"The greater the artist, the greater the doubt. Perfect confidence is granted to the less talented as a consolation prize.","author":"Robert Hughes","topic":"Great"},{"quote":"We grow small trying to be great.","author":"E. Stanley Jones","topic":"Great"},{"quote":"Great art is as irrational as great music. It is mad with its own loveliness.","author":"George Jean Nathan","topic":"Great"},{"quote":"Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age.","author":"Frank Lloyd Wright","topic":"Great"},{"quote":"Do not waste time dreaming of great faraway opportunities; do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you.","author":"Orison Swett Marden","topic":"Great"},{"quote":"The great danger for family life, in the midst of any society whose idols are pleasure, comfort and independence, lies in the fact that people close their hearts and become selfish.","author":"Pope John Paul II","topic":"Great"},{"quote":"Every great work, every big accomplishment, has been brought into manifestation through holding to the vision, and often just before the big achievement, comes apparent failure and discouragement.","author":"Florence Scovel Shinn","topic":"Great"},{"quote":"I&#39;ve also seen that great men are often lonely. This is understandable, because they have built such high standards for themselves that they often feel alone. But that same loneliness is part of their ability to create.","author":"Yousuf Karsh","topic":"Great"},{"quote":"A great man is one who leaves others at a loss after he is gone.","author":"Paul Valery","topic":"Great"},{"quote":"When I started Virgin from a basement in west London, there was no great plan or strategy. I didn&#39;t set out to build a business empire... For me, building a business is all about doing something to be proud of, bringing talented people together and creating something that&#39;s going to make a real difference to other people&#39;s lives.","author":"Richard Branson","topic":"Great"},{"quote":"The paradox is really the pathos of intellectual life and just as only great souls are exposed to passions it is only the great thinker who is exposed to what I call paradoxes, which are nothing else than grandiose thoughts in embryo.","author":"Soren Kierkegaard","topic":"Great"},{"quote":"Mother Nature is the great equalizer. You can&#39;t get away from it.","author":"Christopher Heyerdahl","topic":"Great"},{"quote":"No crime is so great as daring to excel.","author":"Winston Churchill","topic":"Great"},{"quote":"I know this may come as a shock to most of you, but I&#39;ve decided to quit acting. I will not be auditioning for anything anymore, and if I get offered something like a role in a movie or a commercial or something, I will graciously turn it down. It&#39;s been great, but its just not for me anymore.","author":"Chris Pratt","topic":"Great"},{"quote":"The industrial revolution has tended to produce everywhere great urban masses that seem to be increasingly careless of ethical standards.","author":"Irving Babbitt","topic":"Great"},{"quote":"I love everybody. One of the great things about me is that I have a very positive attitude.","author":"Imelda Marcos","topic":"Great"},{"quote":"There is no such thing as a great talent without great will power.","author":"Honore de Balzac","topic":"Great"},{"quote":"Could a greater miracle take place than for us to look through each other&#39;s eyes for an instant?","author":"Henry David Thoreau","topic":"Great"},{"quote":"It&#39;s an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That&#39;s always been a tug of war for me.","author":"Jodie Foster","topic":"Great"},{"quote":"Don&#39;t be humble... you&#39;re not that great.","author":"Golda Meir","topic":"Great"},{"quote":"I want to be an independent woman who falls in love, finds a great partner for her lifetime, has kids and kind of does it all. I&#39;d like to have it all.","author":"Jennifer Love Hewitt","topic":"Great"},{"quote":"I can&#39;t even explain how blessed I am and how fortunate that I have such a great team that believes in me.","author":"Holly Holm","topic":"Great"},{"quote":"I am such a sap when it comes to love! I believe in love at first sight all the way. But that&#39;s just the way it happened to me with my relationships. I love the idea of two people looking at each other and electricity flying around them; it&#39;s so romantic, and it&#39;s a great feeling.","author":"Kim Barnouin","topic":"Great"},{"quote":"Great companies that build an enduring brand have an emotional relationship with customers that has no barrier. And that emotional relationship is on the most important characteristic, which is trust.","author":"Howard Schultz","topic":"Great"},{"quote":"To free us from the expectations of others, to give us back to ourselves - there lies the great, singular power of self-respect.","author":"Joan Didion","topic":"Great"},{"quote":"He who attends to his greater self becomes a great man, and he who attends to his smaller self becomes a small man.","author":"Mencius","topic":"Great"},{"quote":"Dumped? Fired? Scorned? Humiliated? Totally pissed off? If so, I&#39;ve got great news! You might be on your way to living your best life ever - if you consciously choose to channel this pain into fuel - and use it to motivate yourself to become your highest potential self!","author":"Karen Salmansohn","topic":"Great"},{"quote":"Marriage is a great institution, but I&#39;m not ready for an institution.","author":"Mae West","topic":"Great"},{"quote":"Jesus did not spend a great deal of time discoursing about the trinity or original sin or the incarnation, which have preoccupied later Christians. He went around doing good and being compassionate.","author":"Karen Armstrong","topic":"Great"},{"quote":"After clearing the land, planting the orchard, building the house and barn, and surviving the Great Depression, our father died suddenly one winter night when we were small, leaving us to learn about loss before we even knew its name.","author":"Virginia Euwer Wolff","topic":"Great"},{"quote":"Lawyers spend a great deal of their time shoveling smoke.","author":"Oliver Wendell Holmes, Jr.","topic":"Great"},{"quote":"Seek not greatness, but seek truth and you will find both.","author":"Horace Mann","topic":"Great"},{"quote":"I believe in giving more than 100% on the field, and I don&#39;t really worry about the result if there&#39;s great commitment on the field. That&#39;s victory for me.","author":"Mahendra Singh Dhoni","topic":"Great"},{"quote":"I think that once people understand the great risks that climate change poses, they will naturally want to choose products and services that cause little or no emissions of greenhouse gases, which means &#39;low-carbon consumption.&#39; This will apply across the board, including electricity, heating, transport and food.","author":"Nicholas Stern","topic":"Great"},{"quote":"India is the meeting place of the religions and among these Hinduism alone is by itself a vast and complex thing, not so much a religion as a great diversified and yet subtly unified mass of spiritual thought, realization and aspiration.","author":"Sri Aurobindo","topic":"Great"},{"quote":"The horrors of the Second World War, the chilling winds of the Cold War and the crushing weight of the Iron Curtain are little more than fading memories. Ideals that once commanded great loyalty are now taken for granted.","author":"Jan Peter Balkenende","topic":"Great"},{"quote":"I have great satisfaction in stating that our relations with France, Russia, and other powers continue on the most friendly basis.","author":"James Monroe","topic":"Great"},{"quote":"A great man is made up of qualities that meet or make great occasions.","author":"James Russell Lowell","topic":"Great"},{"quote":"My wish is for gay to become less of a label, and more of just one of many great colors in the collective box of humanity.","author":"Adam Lambert","topic":"Great"},{"quote":"The key to the mystery of a great artist is that for reasons unknown, he will give away his energies and his life just to make sure that one note follows another... and leaves us with the feeling that something is right in the world.","author":"Leonard Bernstein","topic":"Great"},{"quote":"Death has its revelations: the great sorrows which open the heart open the mind as well; light comes to us with our grief. As for me, I have faith; I believe in a future life. How could I do otherwise? My daughter was a soul; I saw this soul. I touched it, so to speak.","author":"Victor Hugo","topic":"Great"},{"quote":"It&#39;s great if the in-laws themselves put up boundaries. But if they won&#39;t; it&#39;s up to their grown kids to do it and enforce them.","author":"Phil McGraw","topic":"Great"},{"quote":"When a great team loses through complacency, it will constantly search for new and more intricate explanations to explain away defeat.","author":"Pat Riley","topic":"Great"},{"quote":"Some are born great, some achieve greatness, and some hire public relations officers.","author":"Daniel J. Boorstin","topic":"Great"},{"quote":"There is no way to be truly great in this world. We are all impaled on the crook of conditioning.","author":"James Dean","topic":"Great"},{"quote":"Again, it may be said, that to love justice and equality the people need no great effort of virtue; it is sufficient that they love themselves.","author":"Maximilien Robespierre","topic":"Great"},{"quote":"When I played at Minnesota, Green Bay, those northern cities, Buffalo, they wanted to have those championship games at home. It was going to be an advantage to be there with their fans and the cold weather and all that. But when you&#39;ve got a Super Bowl, and it&#39;s the two best teams, you want ideal conditions. You want to play a great game.","author":"Tony Dungy","topic":"Great"},{"quote":"Is the Mona Lisa an &#39;accurate&#39; representation of the actual human model for the painting? Who knows? Who cares? It&#39;s a great piece of art. It moves us. It makes us wonder, makes us gape - finally makes us look inward at ourselves.","author":"Tim O'Brien","topic":"Great"},{"quote":"I think journalism is a great way to do public service, to have an impact on your community.","author":"Bob Schieffer","topic":"Great"},{"quote":"Everyone, Republican or otherwise has their own particular part to play. No part is too great or too small, no one is too old or too young to do something.","author":"Bobby Sands","topic":"Great"},{"quote":"The salesman knows nothing of what he is selling save that he is charging a great deal too much for it.","author":"Oscar Wilde","topic":"Great"},{"quote":"I learned about serif and san serif typefaces, about varying the amount of space between different letter combinations, about what makes great typography great. It was beautiful, historical, artistically subtle in a way that science can&#39;t capture, and I found it fascinating.","author":"Steve Jobs","topic":"Great"},{"quote":"I am about to take my last voyage, a great leap in the dark.","author":"Thomas Hobbes","topic":"Great"},{"quote":"L.A. is great, but it&#39;s a completely different beast. I go back to Minnesota, and I borrow a bike from my neighbor and go around Lake Harriet saying &#39;Hi&#39; to people. Some of that is missing in L.A.","author":"Yara Shahidi","topic":"Great"},{"quote":"College education is the great Filipino dream. But in a world of rapid technological change, getting a job or keeping it depends as much on how well one reasons as how well one uses his hands.","author":"Gloria Macapagal Arroyo","topic":"Great"},{"quote":"I&#39;m a great believer in spontaneity because I think planning is the most destructive thing in the world.","author":"John Cassavetes","topic":"Great"},{"quote":"The great want of our race is perfect educators to train new-born minds, who are infallible teachers of what is right and true.","author":"Catharine Beecher","topic":"Great"},{"quote":"Great talents are the most lovely and often the most dangerous fruits on the tree of humanity. They hang upon the most slender twigs that are easily snapped off.","author":"Carl Jung","topic":"Great"},{"quote":"Now I can do no more. We must trust to the Great Disposer of all events and the justice of our cause. I thank God for this opportunity of doing my duty.","author":"Horatio Nelson","topic":"Great"},{"quote":"We are all racing towards death. No matter how many great, intellectual conclusions we draw during our lives, we know they&#39;re all only man-made, like God. I begin to wonder where it all leads. What can you do, except do what you can do as best you know how.","author":"John Hurt","topic":"Great"},{"quote":"Teaching man his relatively small sphere in the creation, it also encourages him by its lessons of the unity of Nature and shows him that his power of comprehension allies him with the great intelligence over-reaching all.","author":"Annie Jump Cannon","topic":"Great"},{"quote":"My dad was such a great story-teller, a good teacher.","author":"Grace Poe","topic":"Great"},{"quote":"I&#39;m really passionate about pantomime because it is often the first introduction for a child to theatre, and if that child has a great experience at a pantomime they will continue to come year after year.","author":"John Barrowman","topic":"Great"},{"quote":"The great city can teach something that no university by itself can altogether impart: a vivid sense of the largeness of human brotherhood, a vivid sense of man&#39;s increasing obligation to man; a vivid sense of our absolute dependence on one another.","author":"Seth Low","topic":"Great"},{"quote":"Every great person is always being helped by everybody; for their gift is to get good out of all things and all persons.","author":"John Ruskin","topic":"Great"},{"quote":"The great Comrades Kim Il Sung and Kim Jong Il, putting forward the development of sports as a matter that has an important bearing on the prosperity of the country and nation, indicated the road ahead of the Juche-based sports and wrote a new chapter in the history of building a sports power by dint of outstanding ideas and leadership.","author":"Kim Jong-un","topic":"Great"},{"quote":"Sometimes sushi is just superb, and other times there&#39;s nothing like a great big steak. It depends where your taste buds are at the time.","author":"Francesca Annis","topic":"Great"},{"quote":"I&#39;m a strong believer that you can build great companies in time of both greed and fear. But you have to be paying attention and operating under the right assumptions. You don&#39;t have to believe history repeats itself, but you should accept that history rhymes.","author":"Brad Feld","topic":"Great"},{"quote":"When I started my YouTube channel in 2010, I never imagined that one day it would be the most subscribed channel in the world and that I would be a part of such a great community.","author":"PewDiePie","topic":"Great"},{"quote":"I think the success around any product is really about subtle insights. You need a great product and a bigger vision to execute against, but it&#39;s really those small things that make the big difference.","author":"Chad Hurley","topic":"Great"},{"quote":"When a nation has just emerged from the throes of a great civil warfare, where section was arrayed against section, class against class, two things are to be done: First, the work of reconstruction is to be effected; Secondly, a willingness for the proper acceptance of the issue&#39;s decision is to be created.","author":"Lucius Quintus Cincinnatus Lamar II","topic":"Great"},{"quote":"My grandmother had a great saying. It always stuck with me: &#39;People don&#39;t care how much you know until they know how much you care.&#39; They&#39;ve got to see it and feel it. And it&#39;s for real. And that&#39;s all. Be who you are.","author":"Joe Manchin","topic":"Great"},{"quote":"Gucci has always represented great design and contemporary lifestyle.","author":"Marco Bizzarri","topic":"Great"},{"quote":"As economic globalization gathers momentum, China and the United States have become highly interdependent economically. Such economic relations would not enjoy sustained, rapid growth if they were not based on mutual benefit or if they failed to deliver great benefits to the United States.","author":"Xi Jinping","topic":"Great"},{"quote":"Americans are the great Satan, the wounded snake.","author":"Ruhollah Khomeini","topic":"Great"},{"quote":"Entrepreneurs are natural problem-solvers, which means that we always have ideas for new businesses popping into our heads. Having a lot of options is great, but sometimes it can be hard to focus on one when you are keen to move onto the next.","author":"Richard Branson","topic":"Great"},{"quote":"Today when I think about diversity, I actually think about the word &#39;inclusion.&#39; And I think this is a time of great inclusion. It&#39;s not men, it&#39;s not women alone. Whether it&#39;s geographic, it&#39;s approach, it&#39;s your style, it&#39;s your way of learning, the way you want to contribute, it&#39;s your age - it is really broad.","author":"Ginni Rometty","topic":"Great"},{"quote":"The great moral powers of the soul are faith, hope, and love.","author":"Ellen G. White","topic":"Great"},{"quote":"Fear of the unknown is a great creative partner.","author":"Alejandro Gonzalez Inarritu","topic":"Great"},{"quote":"&#39;Shine On You Crazy Diamond&#39; and &#39;Wish You Were Here&#39; are standout tracks. &#39;Comfortably Numb&#39; is another one. &#39;High Hopes&#39; from &#39;The Division Bell&#39; is one of my favorite all-time Pink Floyd tracks. &#39;The Great Gig in the Sky,&#39; &#39;Echoes,&#39; there&#39;s lot of them.","author":"David Gilmour","topic":"Great"},{"quote":"It&#39;s a great event to get outside and enjoy nature. I find it very exciting no matter how many times I see bald eagles.","author":"Karen Armstrong","topic":"Great"},{"quote":"Ignorance of all things is an evil neither terrible nor excessive, nor yet the greatest of all; but great cleverness and much learning, if they be accompanied by a bad training, are a much greater misfortune.","author":"Plato","topic":"Great"},{"quote":"If the people raise a great howl against my barbarity and cruelty, I will answer that war is war, and not popularity seeking.","author":"William Tecumseh Sherman","topic":"Great"},{"quote":"The world&#39;s great men have not commonly been great scholars, nor its great scholars great men.","author":"Oliver Wendell Holmes, Sr.","topic":"Great"},{"quote":"People can do more than they ever believe they can do. Physically, mentally, academically. You have to be pushed. It hurts. But it&#39;s worth it, and it&#39;s a great thing.","author":"Sugar Ray Leonard","topic":"Great"},{"quote":"I thank Secretary Clinton and her team for recommending me to serve as the permanent chair of the 2016 Democratic National Convention. It is an honor for me and the people of Ohio. I am happy to serve and look forward to a great convention and our ongoing efforts as we work together for a strong party and a successful election.","author":"Marcia Fudge","topic":"Great"},{"quote":"The favorite thing I like to do is nothing. I&#39;m such an expert at doing nothing. I have a boat. I make training films for the Coast Guard. I listen to a great deal of opera.","author":"Charles Nelson Reilly","topic":"Great"},{"quote":"The only reason they come to see me is that I know that life is great, and they know I know it.","author":"Clark Gable","topic":"Great"},{"quote":"Life in abundance comes only through great love.","author":"Elbert Hubbard","topic":"Great"},{"quote":"Heaven and hell suppose two distinct species of men, the good and the bad. But the greatest part of mankind float betwixt vice and virtue.","author":"David Hume","topic":"Great"},{"quote":"I part of this great nation because my grandfather was born here, in Cincinnati, Ohio. He took a horse, back in 1895, and ride it all the way down to Guanajuato, looking for his American dream. No penny in his pocket, only dreams in his head. And he was an immigrant coming from the States into Mexico. And he found his American dream in Mexico.","author":"Vicente Fox","topic":"Great"},{"quote":"It is not possible to make great buildings, or great towns, beautiful places, places where you feel yourself, places where you feel alive, except by following this way. And, as you will see, this way will lead anyone who looks for it to buildings which are themselves as ancient in their form, as the trees and hills, and as our faces are.","author":"Christopher Alexander","topic":"Great"},{"quote":"Nobody but radicals have ever accomplished anything in a great crisis.","author":"James A. Garfield","topic":"Great"},{"quote":"I have learned to use the word &#39;impossible&#39; with the greatest caution.","author":"Wernher von Braun","topic":"Great"},{"quote":"I feel like &#39;Next To Me&#39; is a great introduction because it&#39;s a simple song that has a simple message for me. I wanted to introduce something that lyrically I&#39;m proud of and introduces me both as an artist and as a writer.","author":"Emeli Sande","topic":"Great"},{"quote":"It is the nature of all greatness not to be exact.","author":"Edmund Burke","topic":"Great"},{"quote":"A retentive memory may be a good thing, but the ability to forget is the true token of greatness.","author":"Elbert Hubbard","topic":"Great"},{"quote":"A mistake made by many people with great convictions is that they will let nothing stand in the way of their views, not even kindness.","author":"Bryant H. McGill","topic":"Great"},{"quote":"And what he greatly thought, he nobly dared.","author":"Homer","topic":"Great"},{"quote":"All the makeup in the world won&#39;t make a difference without great skincare.","author":"Khloe Kardashian","topic":"Great"},{"quote":"In the past, great communicators were great orators, but great communicators today sound conversational, and interrupting is common in conversation. And public discourse is now more about entertainment than enlightenment.","author":"Deborah Tannen","topic":"Great"},{"quote":"The greater the effort, the greater the glory.","author":"Pierre Corneille","topic":"Great"},{"quote":"Trust men and they will be true to you; treat them greatly and they will show themselves great.","author":"Ralph Waldo Emerson","topic":"Great"},{"quote":"A great pleasure in life is doing what people say you cannot do.","author":"Walter Bagehot","topic":"Great"},{"quote":"Be great in act, as you have been in thought.","author":"Jean Paul","topic":"Great"},{"quote":"Great things are won by great dangers.","author":"Herodotus","topic":"Great"},{"quote":"And the American people are the greatest people in the world. What makes America the greatest nation in the world is the heart of the American people: hardworking, innovative, risk-taking, God- loving, family-oriented American people.","author":"Mitt Romney","topic":"Great"},{"quote":"There would be no great men if there were no little ones.","author":"George Herbert","topic":"Great"},{"quote":"The appearance of a single great genius is more than equivalent to the birth of a hundred mediocrities.","author":"Cesare Lombroso","topic":"Great"},{"quote":"The most characteristic mark of a great mind is to choose some one important object, and pursue it for life.","author":"Anna Letitia Barbauld","topic":"Great"},{"quote":"The greater the difficulty, the more the glory in surmounting it.","author":"Charles de Saint-Évremond","topic":"Great"}]