[{"quote":"I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.","author":"Robert Fulghum","topic":"History"},{"quote":"Our greatest glory is not in never falling, but in rising every time we fall.","author":"Confucius","topic":"History"},{"quote":"A people without the knowledge of their past history, origin and culture is like a tree without roots.","author":"Marcus Garvey","topic":"History"},{"quote":"I like the dreams of the future better than the history of the past.","author":"Thomas Jefferson","topic":"History"},{"quote":"We are not makers of history. We are made by history.","author":"Martin Luther King, Jr.","topic":"History"},{"quote":"Observe good faith and justice toward all nations. Cultivate peace and harmony with all.","author":"George Washington","topic":"History"},{"quote":"You may not always have a comfortable life and you will not always be able to solve all of the world&#39;s problems at once but don&#39;t ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.","author":"Michelle Obama","topic":"History"},{"quote":"We must never forget that Black History is American History. The achievements of African Americans have contributed to our nation&#39;s greatness.","author":"Yvette Clarke","topic":"History"},{"quote":"Won&#39;t it be wonderful when black history and native American history and Jewish history and all of U.S. history is taught from one book. Just U.S. history.","author":"Maya Angelou","topic":"History"},{"quote":"History never really says goodbye. History says, &#39;See you later.&#39;","author":"Eduardo Galeano","topic":"History"},{"quote":"History repeats itself, first as tragedy, second as farce.","author":"Karl Marx","topic":"History"},{"quote":"Throughout history, it has been the inaction of those who could have acted; the indifference of those who should have known better; the silence of the voice of justice when it mattered most; that has made it possible for evil to triumph.","author":"Haile Selassie","topic":"History"},{"quote":"Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.","author":"Harry S Truman","topic":"History"},{"quote":"Those who do not remember the past are condemned to repeat it.","author":"George Santayana","topic":"History"},{"quote":"Those who have no record of what their forebears have accomplished lose the inspiration which comes from the teaching of biography and history.","author":"Carter G. Woodson","topic":"History"},{"quote":"If a race has no history, if it has no worthwhile tradition, it becomes a negligible factor in the thought of the world, and it stands in danger of being exterminated.","author":"Carter G. Woodson","topic":"History"},{"quote":"I came, I saw, I conquered.","author":"Julius Caesar","topic":"History"},{"quote":"The history of all previous societies has been the history of class struggles.","author":"Karl Marx","topic":"History"},{"quote":"You may write me down in history with your bitter, twisted lines. You may trod me in the very dirt, but still, like dust, I&#39;ll rise.","author":"Maya Angelou","topic":"History"},{"quote":"The problem is that my generation was pacified into believing that racism existed only in our history books.","author":"Chance The Rapper","topic":"History"},{"quote":"Black History Month must be more than just a month of remembrance; it should be a tribute to our history and reminder of the work that lies in the months and years ahead.","author":"Marty Meehan","topic":"History"},{"quote":"I don&#39;t want a Black History Month. Black history is American history.","author":"Morgan Freeman","topic":"History"},{"quote":"History teaches us that unity is strength, and cautions us to submerge and overcome our differences in the quest for common goals, to strive, with all our combined strength, for the path to true African brotherhood and unity.","author":"Haile Selassie","topic":"History"},{"quote":"No event in American history is more misunderstood than the Vietnam War. It was misreported then, and it is misremembered now.","author":"Richard M. Nixon","topic":"History"},{"quote":"Neither a wise man nor a brave man lies down on the tracks of history to wait for the train of the future to run over him.","author":"Dwight D. Eisenhower","topic":"History"},{"quote":"We&#39;re running the most dangerous experiment in history right now, which is to see how much carbon dioxide the atmosphere... can handle before there is an environmental catastrophe.","author":"Elon Musk","topic":"History"},{"quote":"One individual can begin a movement that turns the tide of history. Martin Luther King in the civil rights movement, Mohandas Ganhi in India, Nelson Mandela in South Africa are examples of people standing up with courage and non-violence to bring about needed changes.","author":"Jack Canfield","topic":"History"},{"quote":"Following the light of the sun, we left the Old World.","author":"Christopher Columbus","topic":"History"},{"quote":"History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people.","author":"Martin Luther King, Jr.","topic":"History"},{"quote":"I am thankful the most important key in history was invented. It&#39;s not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It&#39;s the key to order, sanity, and peace of mind. The key is &#39;Delete.&#39;","author":"Elayne Boosler","topic":"History"},{"quote":"If you are neutral in situations of injustice, you have chosen the side of the oppressor. If an elephant has its foot on the tail of a mouse and you say that you are neutral, the mouse will not appreciate your neutrality.","author":"Desmond Tutu","topic":"History"},{"quote":"All of us have a place in history. Mine is clouds.","author":"Richard Brautigan","topic":"History"},{"quote":"As we celebrate Black History Month we should be grateful for the achievements they made and inspired by their legacies to continue their work.","author":"Marty Meehan","topic":"History"},{"quote":"The history of the past is but one long struggle upward to equality.","author":"Elizabeth Cady Stanton","topic":"History"},{"quote":"History repeats itself. So you might wanna pay attention.","author":"Quavo","topic":"History"},{"quote":"There is nothing new in the world except the history you do not know.","author":"Harry S Truman","topic":"History"},{"quote":"The man who is swimming against the stream knows the strength of it.","author":"Woodrow Wilson","topic":"History"},{"quote":"I believe our flag is more than just cloth and ink. It is a universally recognized symbol that stands for liberty, and freedom. It is the history of our nation, and it&#39;s marked by the blood of those who died defending it.","author":"John Thune","topic":"History"},{"quote":"History is the version of past events that people have decided to agree upon.","author":"Napoleon Bonaparte","topic":"History"},{"quote":"I want history to remember me... not as the first black woman to have made a bid for the presidency of the United States, but as a black woman who lived in the 20th century and who dared to be herself. I want to be remembered as a catalyst for change in America.","author":"Shirley Chisholm","topic":"History"},{"quote":"History proves that the white man is a devil.","author":"Malcolm X","topic":"History"},{"quote":"More than ever before in human history, we share a common destiny. We can master it only if we face it together. And that, my friends, is why we have the United Nations.","author":"Kofi Annan","topic":"History"},{"quote":"For children, diversity needs to be real and not merely relegated to learning the names of the usual suspects during Black History Month or enjoying south-of-the-border cuisine on Cinco de Mayo. It means talking to and spending time with kids not like them so that they may discover those kids are in fact just like them.","author":"John Ridley","topic":"History"},{"quote":"History will be kind to me for I intend to write it.","author":"Winston Churchill","topic":"History"},{"quote":"Geography has made us neighbors. History has made us friends. Economics has made us partners, and necessity has made us allies. Those whom God has so joined together, let no man put asunder.","author":"John F. Kennedy","topic":"History"},{"quote":"One baby is a patient baby, and waits indefinitely until its mother is ready to feed it. The other baby is an impatient baby and cries lustily, screams and kicks and makes everybody unpleasant until it is fed. Well, we know perfectly well which baby is attended to first. That is the whole history of politics.","author":"Emmeline Pankhurst","topic":"History"},{"quote":"I never feel lonely if I&#39;ve got a book - they&#39;re like old friends. Even if you&#39;re not reading them over and over again, you know they are there. And they&#39;re part of your history. They sort of tell a story about your journey through life.","author":"Emilia Fox","topic":"History"},{"quote":"I feel like I&#39;m too busy writing history to read it.","author":"Kanye West","topic":"History"},{"quote":"Black history isn&#39;t a separate history. This is all of our history, this is American history, and we need to understand that. It has such an impact on kids and their values and how they view black people.","author":"Karyn Parsons","topic":"History"},{"quote":"History is not everything, but it is a starting point. History is a clock that people use to tell their political and cultural time of day. It is a compass they use to find themselves on the map of human geography. It tells them where they are but, more importantly, what they must be.","author":"John Henrik Clarke","topic":"History"},{"quote":"You must pursue this investigation of Watergate even if it leads to the president. I&#39;m innocent. You&#39;ve got to believe I&#39;m innocent. If you don&#39;t, take my job.","author":"Richard M. Nixon","topic":"History"},{"quote":"The kitchen is the heart of every home, for the most part. It evokes memories of your family history.","author":"Debi Mazar","topic":"History"},{"quote":"If you look back in history of the women who are most memorable and most stylish, they were never the followers of fashion. They were the ones who were unique in their style, breakers of the rules. They were authentic, genuine, original. They were not following the trends.","author":"Nina Garcia","topic":"History"},{"quote":"Automobiles have always been part of my life, and I&#39;m sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile&#39;s engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing.","author":"Edward Herrmann","topic":"History"},{"quote":"Want of foresight, unwillingness to act when action would be simple and effective, lack of clear thinking, confusion of counsel until the emergency comes, until self-preservation strikes its jarring gong - these are the features which constitute the endless repetition of history.","author":"Winston Churchill","topic":"History"},{"quote":"I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I&#39;m in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.","author":"Cherie Lunghi","topic":"History"},{"quote":"We are fast approaching the stage of the ultimate inversion: the stage where the government is free to do anything it pleases, while the citizens may act only by permission; which is the stage of the darkest periods of human history, the stage of rule by brute force.","author":"Ayn Rand","topic":"History"},{"quote":"I cannot lead you into battle. I do not give you laws or administer justice but I can do something else - I can give my heart and my devotion to these old islands and to all the peoples of our brotherhood of nations.","author":"Queen Elizabeth II","topic":"History"},{"quote":"If you only think of me during Black History Month, I must be failing as an educator and as an astrophysicist.","author":"Neil deGrasse Tyson","topic":"History"},{"quote":"The test of our progress is not whether we add more to the abundance of those who have much it is whether we provide enough for those who have little.","author":"Franklin D. Roosevelt","topic":"History"},{"quote":"Legend remains victorious in spite of history.","author":"Sarah Bernhardt","topic":"History"},{"quote":"There are still many causes worth sacrificing for, so much history yet to be made.","author":"Michelle Obama","topic":"History"},{"quote":"The people of Egypt are an intelligent people with a glorious history who left their mark on civilization.","author":"Fidel Castro","topic":"History"},{"quote":"It takes an endless amount of history to make even a little tradition.","author":"Henry James","topic":"History"},{"quote":"The very concept of objective truth is fading out of the world. Lies will pass into history.","author":"George Orwell","topic":"History"},{"quote":"I am what time, circumstance, history, have made of me, certainly, but I am also, much more than that. So are we all.","author":"James A. Baldwin","topic":"History"},{"quote":"History is written by the victors.","author":"Winston Churchill","topic":"History"},{"quote":"Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire.","author":"Pierre Teilhard de Chardin","topic":"History"},{"quote":"Sometimes it is said that man cannot be trusted with the government of himself. Can he, then be trusted with the government of others? Or have we found angels in the form of kings to govern him? Let history answer this question.","author":"Thomas Jefferson","topic":"History"},{"quote":"The point in history at which we stand is full of promise and danger. The world will either move forward toward unity and widely shared prosperity - or it will move apart.","author":"Franklin D. Roosevelt","topic":"History"},{"quote":"The centuries-old history and culture of India, majestic architectural monuments and museums of Delhi, Agra and Mumbai have a unique attractive force.","author":"Vladimir Putin","topic":"History"},{"quote":"History is a cyclic poem written by time upon the memories of man.","author":"Percy Bysshe Shelley","topic":"History"},{"quote":"Throughout human history, in any great endeavour requiring the common effort of many nations and men and women everywhere, we have learned - it is only through seriousness of purpose and persistence that we ultimately carry the day. We might liken it to riding a bicycle. You stay upright and move forward so long as you keep up the momentum.","author":"Ban Ki-moon","topic":"History"},{"quote":"I know of no time in human history where ignorance was better than knowledge.","author":"Neil deGrasse Tyson","topic":"History"},{"quote":"It&#39;s an absolute honor to be taking part in the pageant for the Diamond Jubilee. This is a once-in-a-lifetime opportunity and will be a moment in history that will always be remembered. I&#39;m really looking forward to being out on the river with friends and family. To mark this historic moment will be extremely special.","author":"Steve McFadden","topic":"History"},{"quote":"History, in general, only informs us of what bad government is.","author":"Thomas Jefferson","topic":"History"},{"quote":"If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience.","author":"George Bernard Shaw","topic":"History"},{"quote":"Anyone who knows anything of history knows that great social changes are impossible without feminine upheaval. Social progress can be measured exactly by the social position of the fair sex, the ugly ones included.","author":"Karl Marx","topic":"History"},{"quote":"My lifestyle is a consequence of my wounds. I&#39;m the son of my history.","author":"Jose Mujica","topic":"History"},{"quote":"I know that we will be judged in history by not only how we disrupt terrorism but how we protect the civil liberties and constitutional rights of all Americans, even Americans who don&#39;t wish us well. We must do all these things exceptionally well.","author":"Robert Mueller","topic":"History"},{"quote":"The thing about black history is that the truth is so much more complex than anything you could make up.","author":"Henry Louis Gates","topic":"History"},{"quote":"In a typical history book, black Americans are mentioned in the context of slavery or civil rights. There&#39;s so much more to the story.","author":"Kareem Abdul-Jabbar","topic":"History"},{"quote":"For most of history, Anonymous was a woman.","author":"Virginia Woolf","topic":"History"},{"quote":"Our flag honors those who have fought to protect it, and is a reminder of the sacrifice of our nation&#39;s founders and heroes. As the ultimate icon of America&#39;s storied history, the Stars and Stripes represents the very best of this nation.","author":"Joe Barton","topic":"History"},{"quote":"Never throughout history has a man who lived a life of ease left a name worth remembering.","author":"Theodore Roosevelt","topic":"History"},{"quote":"I don&#39;t have a formula to pass on. I always did it my own way. Even today, I hold my independence close. It&#39;s what&#39;s most precious to me. Passion. Risk. Tenacity. Consistency. This is my professional history.","author":"Giorgio Armani","topic":"History"},{"quote":"English language is the most universal language in history, way more than the Latin of Julius Caesar. It&#39;s the most punderful language because its vocabulary has a certain critical mass that makes a lingo good for punning.","author":"Richard Lederer","topic":"History"},{"quote":"The history of the music industry is inevitably also the story of the development of technology. From the player piano to the vinyl disc, from reel-to-reel tape to the cassette, from the CD to the digital download, these formats and devices changed not only the way music was consumed, but the very way artists created it.","author":"Edgar Bronfman, Jr.","topic":"History"},{"quote":"Legend: A lie that has attained the dignity of age.","author":"H. L. Mencken","topic":"History"},{"quote":"If history were taught in the form of stories, it would never be forgotten.","author":"Rudyard Kipling","topic":"History"},{"quote":"It does not matter how much we donate; it matters whether the donation is meaningful. How to define meaningful? Let society and history judge.","author":"Ronnie Chan","topic":"History"},{"quote":"Fellow citizens, we cannot escape history. We, of this Congress and this administration, will be remembered in spite of ourselves. No personal significance, or insignificance, can spare one or another of us. The fiery trial through which we pass will light us down in honor or dishonor, to the latest generation.","author":"Abraham Lincoln","topic":"History"},{"quote":"China&#39;s history is marked by thousands of years of world-changing innovations: from the compass and gunpowder to acupuncture and the printing press. No one should be surprised that China has re-emerged as an economic superpower.","author":"Gary Locke","topic":"History"},{"quote":"A world without nuclear weapons would be less stable and more dangerous for all of us.","author":"Margaret Thatcher","topic":"History"},{"quote":"American history is longer, larger, more various, more beautiful, and more terrible than anything anyone has ever said about it.","author":"James A. Baldwin","topic":"History"},{"quote":"Sometimes history takes things into its own hands.","author":"Thurgood Marshall","topic":"History"},{"quote":"Black history is American history.","author":"Morgan Freeman","topic":"History"},{"quote":"Few will have the greatness to bend history itself; but each of us can work to change a small portion of events, and in the total; of all those acts will be written the history of this generation.","author":"Robert Kennedy","topic":"History"},{"quote":"History shows that where ethics and economics come in conflict, victory is always with economics. Vested interests have never been known to have willingly divested themselves unless there was sufficient force to compel them.","author":"B. R. Ambedkar","topic":"History"},{"quote":"History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.","author":"Maya Angelou","topic":"History"},{"quote":"The upward course of a nation&#39;s history is due in the long run to the soundness of heart of its average men and women.","author":"Queen Elizabeth II","topic":"History"},{"quote":"As a Cherokee, I can attest to the fact that Native Americans have been on the losing side of history. Our rights have been infringed upon, our treaties have been broken, our culture has been stolen, and our tribes have been decimated at the hands of our own United States government.","author":"Markwayne Mullin","topic":"History"},{"quote":"Religion is part of the human make-up. It&#39;s also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.","author":"Christopher Hitchens","topic":"History"},{"quote":"We just feel like history repeats itself. You ain&#39;t never going to see nothing brand new; you&#39;re only going to see when records are broken. And we&#39;re here to just set records and set trends and follow the footsteps that have been shown to us.","author":"Quavo","topic":"History"},{"quote":"Our nation is built upon a history of immigration, dating back to our first pioneers, the Pilgrims. For more than three centuries, we have welcomed generations of immigrants to our melting pot of hyphenated America: British-Americans; Italian-Americans; Irish-Americans; Jewish-Americans; Mexican-Americans; Chinese-Americans; Indian-Americans.","author":"Ami Bera","topic":"History"},{"quote":"It is important for all of us to appreciate where we come from and how that history has really shaped us in ways that we might not understand.","author":"Sonia Sotomayor","topic":"History"},{"quote":"History shows that there are no invincible armies.","author":"Joseph Stalin","topic":"History"},{"quote":"The people, and the people alone, are the motive force in the making of world history.","author":"Mao Zedong","topic":"History"},{"quote":"I come into the peace of wild things who do not tax their lives with forethought of grief... For a time I rest in the grace of the world, and am free.","author":"Wendell Berry","topic":"History"},{"quote":"In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.","author":"Richard M. Nixon","topic":"History"},{"quote":"History shows that all protest movements rely on symbols - boycotts, strikes, sit-ins, flags, songs. Symbolic action on whatever scale - from the Montgomery Bus Boycott to wearing a simple wristband - is designed to disrupt our everyday complacency and force people to think.","author":"Hugh Evans","topic":"History"},{"quote":"The problem with relegating black history to one really short month, the shortest month, is not only are we telling the same stories over and over again - which are amazing, George Washington Carver is incredible, there&#39;s nobody like Frederick Douglass - but there are so many.","author":"Karyn Parsons","topic":"History"},{"quote":"When the war was in progress, England and France agreed wholeheartedly with the Fourteen Points. As soon as the war was won, England, France, and Italy tried to frustrate Wilson&#39;s program because it was in conflict with their imperialist policies. As a consequence, the Peace Treaty was one of the most unequal treaties ever negotiated in history.","author":"Sun Yat-sen","topic":"History"},{"quote":"Of all the things we have done, the most important - the one that history will record as the principal contribution of our generation - is that we understand how to turn the armed struggle into a Revolution; that we realized that it was essential to create a new mentality to build a new society.","author":"Samora Machel","topic":"History"},{"quote":"A small body of determined spirits fired by an unquenchable faith in their mission can alter the course of history.","author":"Mahatma Gandhi","topic":"History"},{"quote":"I live off a motto that says, &#39;yesterday is history, tomorrow is a mystery&#39;. I have goals and agendas. Where ever I&#39;ll be tomorrow, that&#39;s where I&#39;ll be.","author":"Vanilla Ice","topic":"History"},{"quote":"Revolutions are the locomotives of history.","author":"Karl Marx","topic":"History"},{"quote":"What happens when good people are put into an evil place? Do they triumph or does the situation dominate their past history and morality?","author":"Philip Zimbardo","topic":"History"},{"quote":"That human behavior is more influenced by things outside of us than inside. The &#39;situation&#39; is the external environment. The inner environment is genes, moral history, religious training.","author":"Philip Zimbardo","topic":"History"},{"quote":"People are trapped in history and history is trapped in them.","author":"James A. Baldwin","topic":"History"},{"quote":"Fascism is a religion. The twentieth century will be known in history as the century of Fascism.","author":"Benito Mussolini","topic":"History"},{"quote":"We are born, we live, we disappear. One of the chilling aspects of history is the swiftness with which it carries us into oblivion.","author":"David Ebershoff","topic":"History"},{"quote":"History demonstrates that previous military drawdowns invited aggression by our enemies. After World War I, America drew down forces until the U.S. Army had fewer than 100,000 men in uniform. That weakness invited Nazi aggression in Europe and the imperial Japanese attack at Pearl Harbor.","author":"Frank Gaffney","topic":"History"},{"quote":"I do consider myself part of black history.","author":"Mary J. Blige","topic":"History"},{"quote":"Should any political party attempt to abolish social security, unemployment insurance, and eliminate labor laws and farm programs, you would not hear of that party again in our political history.","author":"Dwight D. Eisenhower","topic":"History"},{"quote":"Millions of people gave their lives fighting fascism and imperialism, but Pearl Harbor was the event that forever changed the course of human history.","author":"Sam Graves","topic":"History"},{"quote":"Study history, study history. In history lies all the secrets of statecraft.","author":"Winston Churchill","topic":"History"},{"quote":"A library is the delivery room for the birth of ideas, a place where history comes to life.","author":"Norman Cousins","topic":"History"},{"quote":"History has demonstrated that the most notable winners usually encountered heartbreaking obstacles before they triumphed. They won because they refused to become discouraged by their defeats.","author":"B. C. Forbes","topic":"History"},{"quote":"The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history.","author":"Kim Il-sung","topic":"History"},{"quote":"Auschwitz will forever remain the black hole of the entire human history.","author":"Isaac Herzog","topic":"History"},{"quote":"History is a gallery of pictures in which there are few originals and many copies.","author":"Alexis de Tocqueville","topic":"History"},{"quote":"That&#39;s all a man can hope for during his lifetime - to set an example - and when he is dead, to be an inspiration for history.","author":"William McKinley","topic":"History"},{"quote":"History repeats itself, and that&#39;s one of the things that&#39;s wrong with history.","author":"Clarence Darrow","topic":"History"},{"quote":"The United Nations has a critical role to play in promoting stability, security, democracy, human rights, and economic development. The UN is as relevant today as at any time in its history, but it needs reform.","author":"Chuck Hagel","topic":"History"},{"quote":"History proves... that a smart central bank can protect the economy and the financial sector from the nastier side effects of a stock market collapse.","author":"Ben Bernanke","topic":"History"},{"quote":"It is humiliating to remain with our hands folded while others write history. It matters little who wins. To make a people great it is necessary to send them to battle even if you have to kick them in the pants. That is what I shall do.","author":"Benito Mussolini","topic":"History"},{"quote":"The prolonged slavery of women is the darkest page in human history.","author":"Elizabeth Cady Stanton","topic":"History"},{"quote":"Sports have always been a big part of my life. At school, I played a lot of different sports, and I was competing with other schools. I did everything: running, volleyball, basketball, soccer, Olympic-style gymnastics, and more! My history with sports gave me good concentration, focus, strength, and motivation to stay healthy.","author":"Izabel Goulart","topic":"History"},{"quote":"Malaysia is a country unlike any other: Full of promise and fragility. Its history, cultural and religious diversity make it a rich, compelling and surprising land.","author":"Tariq Ramadan","topic":"History"},{"quote":"History does not long entrust the care of freedom to the weak or the timid.","author":"Dwight D. Eisenhower","topic":"History"},{"quote":"The way you &#39;take history&#39; is also a way of &#39;making history.&#39;","author":"Erik Erikson","topic":"History"},{"quote":"History repeats itself. Historians repeat each other.","author":"Philip Guedalla","topic":"History"},{"quote":"Jesus Christ belonged to the true race of prophets. He saw with open eye the mystery of the soul. Drawn by its severe harmony, ravished with its beauty, he lived in it and had his being there. Alone in all history, he estimated the greatness of man.","author":"Ralph Waldo Emerson","topic":"History"},{"quote":"My place in history will depend on what I can do for the people and not on what the people can do for me.","author":"William Jennings Bryan","topic":"History"},{"quote":"When great changes occur in history, when great principles are involved, as a rule the majority are wrong.","author":"Eugene V. Debs","topic":"History"},{"quote":"Live out of your imagination, not your history.","author":"Stephen Covey","topic":"History"},{"quote":"Whether you like it or not, history is on our side. We will bury you!","author":"Nikita Khrushchev","topic":"History"},{"quote":"I often say of George Washington that he was one of the few in the whole history of the world who was not carried away by power.","author":"Robert Frost","topic":"History"},{"quote":"America has a long and proud history of providing safe harbor for refugees. We must continue to do so, but in a way that keeps America safe.","author":"Peter T. King","topic":"History"},{"quote":"In all works on Natural History, we constantly find details of the marvellous adaptation of animals to their food, their habits, and the localities in which they are found.","author":"Alfred Russel Wallace","topic":"History"},{"quote":"The library is the temple of learning, and learning has liberated more people than all the wars in history.","author":"Carl T. Rowan","topic":"History"},{"quote":"Sometimes - history needs a push.","author":"Vladimir Lenin","topic":"History"},{"quote":"Europe was created by history. America was created by philosophy.","author":"Margaret Thatcher","topic":"History"},{"quote":"Be as a tower firmly set; Shakes not its top for any blast that blows.","author":"Dante Alighieri","topic":"History"},{"quote":"Repeal the Missouri Compromise - repeal all compromises - repeal the Declaration of Independence - repeal all past history, you still cannot repeal human nature. It will be the abundance of man&#39;s heart that slavery extension is wrong; and out of the abundance of his heart, his mouth will continue to speak.","author":"Abraham Lincoln","topic":"History"},{"quote":"History is so subjective. The teller of it determines it.","author":"Lin-Manuel Miranda","topic":"History"},{"quote":"There aren&#39;t just bad people that commit genocide; we are all capable of it. It&#39;s our evolutionary history.","author":"James Lovelock","topic":"History"},{"quote":"History isn&#39;t just the story of bad people doing bad things. It&#39;s quite as much a story of people trying to do good things. But somehow, something goes wrong.","author":"C. S. Lewis","topic":"History"},{"quote":"I am deeply grieved by the loss of the crew of Columbia. I express my sincere condolences to the families and friends of the astronauts. I believe that their names will remain as the bright sparkling stars in the universe and will light the way for those who will follow them on the difficult roads of space exploration.","author":"Valentina Tereshkova","topic":"History"},{"quote":"The worst pandemic in modern history was the Spanish flu of 1918, which killed tens of millions of people. Today, with how interconnected the world is, it would spread faster.","author":"Bill Gates","topic":"History"},{"quote":"History is the only true teacher, the revolution the best school for the proletariat.","author":"Rosa Luxemburg","topic":"History"},{"quote":"Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc.","author":"Friedrich Engels","topic":"History"},{"quote":"I think the Lewis and Clark Expedition was the greatest undertaking in American History. I think landing a man on the moon pales next to it.","author":"Kathryn Lasky","topic":"History"},{"quote":"Time will inevitably uncover dishonesty and lies; history has no place for them.","author":"Norodom Sihanouk","topic":"History"},{"quote":"All history has been a history of class struggles between dominated classes at various stages of social development.","author":"Friedrich Engels","topic":"History"},{"quote":"History is more or less bunk.","author":"Henry Ford","topic":"History"},{"quote":"We don&#39;t want tradition. We want to live in the present and the only history that is worth a tinker&#39;s dam is the history we make today.","author":"Henry Ford","topic":"History"},{"quote":"I can see clearly now... that I was wrong in not acting more decisively and more forthrightly in dealing with Watergate.","author":"Richard M. Nixon","topic":"History"},{"quote":"If you take a look at history, you will find that the understanding of what is good and evil has always existed before the individual religions. The religions were only invented by people afterwards, in order to express this idea.","author":"Salman Rushdie","topic":"History"},{"quote":"It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation.","author":"Camille Paglia","topic":"History"},{"quote":"Americans love to fight. All real Americans love the sting of battle.","author":"George S. Patton","topic":"History"},{"quote":"The white man made the mistake of letting me read his history books. He made the mistake of teaching me that Patrick Henry was a patriot and George Washington - wasn&#39;t nothing non-violent about old Pat or George Washington.","author":"Malcolm X","topic":"History"},{"quote":"History is a guide to navigation in perilous times. History is who we are and why we are the way we are.","author":"David McCullough","topic":"History"},{"quote":"Debate and divergence of views can only enrich our history and culture.","author":"Ibrahim Babangida","topic":"History"},{"quote":"I went to jail 44 times. I&#39;ve been beaten and left for dead on the side of the road fighting for freedom... Yet Rosa Parks is better known in history than Ralph David Abernathy. Why is that?","author":"Ralph Abernathy","topic":"History"},{"quote":"During Black History Month, I&#39;m reminded yet again of the ways that the struggle for civil rights is interwoven with the struggle for workers&#39; rights.","author":"Thomas E. Perez","topic":"History"},{"quote":"It&#39;s funny, I&#39;m very analytical in my real life, but in terms of my films, I try to not analyze them at all and let things just go into them and let them be what they are. I mean, people ask me to this day what &#39;The Squid and the Whale&#39; stood for, and I have no idea except that it&#39;s an exhibit in the Natural History Museum.","author":"Noah Baumbach","topic":"History"},{"quote":"In the European tradition, rivers are seen as divisions between peoples. But in the Aboriginal tradition, rivers are seen as the glue, the highway, the linkage between people, not the separation. And that&#39;s the history of Canada: our rivers and lakes were our highways.","author":"John Ralston Saul","topic":"History"},{"quote":"The existence of symmetry laws is in full accordance with our daily experience. The simplest of these symmetries, the isotropy and homogeneity of space, are concepts that date back to the early history of human thought.","author":"Chen-Ning Yang","topic":"History"},{"quote":"The power of Haitian heritage and the strength of the Haitian people is tremendous. And Haiti holds a unique and rich role in the history of African Americans.","author":"Cheryl Mills","topic":"History"},{"quote":"Without words, without writing and without books there would be no history, there could be no concept of humanity.","author":"Hermann Hesse","topic":"History"},{"quote":"The American flag is the symbol of our freedom, national pride and history.","author":"Mike Fitzpatrick","topic":"History"},{"quote":"Barcelona is a very old city in which you can feel the weight of history; it is haunted by history. You cannot walk around it without perceiving it.","author":"Carlos Ruiz Zafon","topic":"History"},{"quote":"Europe and Africa share proximity and history, ideas and ideals, trade and technology. You are tied together by the ebb and flow of people. Migration presents policy challenges - but also represents an opportunity to enhance human development, promote decent work, and strengthen collaboration.","author":"Ban Ki-moon","topic":"History"},{"quote":"My heart goes out to victims and survivors of the Hurricane Katrina tragedy and to their families. This disaster will go down in history books as one of the largest natural disasters in U.S. history.","author":"Ellen Tauscher","topic":"History"},{"quote":"There are people in every time and every land who want to stop history in its tracks. They fear the future, mistrust the present, and invoke the security of a comfortable past which, in fact, never existed.","author":"Robert Kennedy","topic":"History"},{"quote":"Ideas shape the course of history.","author":"John Maynard Keynes","topic":"History"},{"quote":"History in its broadest aspect is a record of man&#39;s migrations from one environment to another.","author":"Ellsworth Huntington","topic":"History"},{"quote":"Yesterday is history, tomorrow is a mystery, today is God&#39;s gift, that&#39;s why we call it the present.","author":"Joan Rivers","topic":"History"},{"quote":"We are the only class in history that has been left to fight its battles alone, unaided by the ruling powers. White labor and the freed black men had their champions, but where are ours?","author":"Elizabeth Cady Stanton","topic":"History"},{"quote":"When it comes to discrimination, Americans pride ourselves on how far we&#39;ve come. Racial segregation is history. Explicit sex discrimination is banned. Same-sex marriage is the law of the land. But amidst all the progress, the male-female wage gap persists, and it&#39;s big.","author":"Cass Sunstein","topic":"History"},{"quote":"All the lessons of history in four sentences: Whom the gods would destroy, they first make mad with power. The mills of God grind slowly, but they grind exceedingly small. The bee fertilizes the flower it robs. When it is dark enough, you can see the stars.","author":"Charles A. Beard","topic":"History"},{"quote":"From the beginning of our history the country has been afflicted with compromise. It is by compromise that human rights have been abandoned.","author":"Charles Sumner","topic":"History"},{"quote":"My only advice is, follow your dream and do whatever you like to do the most. I chose journalism because I wanted to be in the places where history was being made.","author":"Jorge Ramos","topic":"History"},{"quote":"History is a set of lies agreed upon.","author":"Napoleon Bonaparte","topic":"History"},{"quote":"South Africa never leaves one indifferent. Its history, its population, its landscapes and cultures - all speak to the visitor, to the student, to the friend of Africa.","author":"Tariq Ramadan","topic":"History"},{"quote":"Get up tomorrow early in the morning, and earlier than you did today, and do the best that you can. Always stay near me, for tomorrow I will have much to do and more than I ever had, and tomorrow blood will leave my body above the breast.","author":"Joan of Arc","topic":"History"},{"quote":"Neither the life of an individual nor the history of a society can be understood without understanding both.","author":"C. Wright Mills","topic":"History"},{"quote":"The invention of the printing press was one of the most important events in human history.","author":"Ha-Joon Chang","topic":"History"},{"quote":"The main thing is to make history, not to write it.","author":"Otto von Bismarck","topic":"History"},{"quote":"A people without a positive history is like a vehicle without an engine.","author":"Steven Biko","topic":"History"},{"quote":"The history of astronomy is a history of receding horizons.","author":"Edwin Powell Hubble","topic":"History"},{"quote":"Neither current events nor history show that the majority rule, or ever did rule.","author":"Jefferson Davis","topic":"History"},{"quote":"It is in the admission of ignorance and the admission of uncertainty that there is a hope for the continuous motion of human beings in some direction that doesn&#39;t get confined, permanently blocked, as it has so many times before in various periods in the history of man.","author":"Richard P. Feynman","topic":"History"},{"quote":"I&#39;m the only person of distinction who has ever had a depression named for him.","author":"Herbert Hoover","topic":"History"},{"quote":"We must teach our people the greatness of China&#39;s historical culture. In our educational program we must stress Chinese history and geography so that all may know and appreciate China&#39;s civilization of five thousand years and the far-flung boundaries of our ancient race. This will engender a greater faith in our own future.","author":"Chiang Kai-shek","topic":"History"},{"quote":"Considering our history, I can think of nothing more American than an immigrant.","author":"Conor Oberst","topic":"History"},{"quote":"We live in an era of globalization and the era of the woman. Never in the history of the world have women been more in control of their destiny.","author":"Oscar de la Renta","topic":"History"},{"quote":"They died hard, those savage men - like wounded wolves at bay. They were filthy, and they were lousy, and they stunk. And I loved them.","author":"Douglas MacArthur","topic":"History"},{"quote":"I still love the whole history of jazz. The old things sound better than ever.","author":"Steve Lacy","topic":"History"},{"quote":"History is a people&#39;s memory, and without a memory, man is demoted to the lower animals.","author":"Malcolm X","topic":"History"},{"quote":"History repeats itself, but the special call of an art which has passed away is never reproduced. It is as utterly gone out of the world as the song of a destroyed wild bird.","author":"Joseph Conrad","topic":"History"},{"quote":"Crafts make us feel rooted, give us a sense of belonging and connect us with our history. Our ancestors used to create these crafts out of necessity, and now we do them for fun, to make money and to express ourselves.","author":"Phyllis George","topic":"History"},{"quote":"The greatest honor history can bestow is that of peacemaker.","author":"Richard M. Nixon","topic":"History"},{"quote":"I do not think it is an exaggeration to say history is largely a history of inflation, usually inflations engineered by governments for the gain of governments.","author":"Friedrich August von Hayek","topic":"History"},{"quote":"We have a history of gender and racial bias on our court that continues to undermine the system. Excluding individuals based on race is antagonistic to the pursuit of justice.","author":"Anita Hill","topic":"History"},{"quote":"I think of animals more as spirits that come and go. They enter our lives at a particular time and they leave at a particular time. The whole glorious history of animals with people is about joy and connection. It&#39;s about loving this creature and letting this creature love you.","author":"Jon Katz","topic":"History"},{"quote":"History is formed by the people, those who have power and those without power. Each one of us makes history.","author":"Anselm Kiefer","topic":"History"},{"quote":"Russians can give you arms but only the United States can give you a solution.","author":"Anwar Sadat","topic":"History"},{"quote":"History is an account, mostly false, of events, mostly unimportant, which are brought about by rulers, mostly knaves, and soldiers, mostly fools.","author":"Ambrose Bierce","topic":"History"},{"quote":"As we celebrate Women&#39;s History Month this March, it&#39;s important to remember the key role women have played in promoting a better understanding and relationships between our country and the rest of the world.","author":"Elaine Chao","topic":"History"},{"quote":"I set my sights upon becoming the kind of artist who would make a contribution to art history.","author":"Judy Chicago","topic":"History"},{"quote":"Sending Paris Hilton to jail for being the most loathed celeprosy lesion in the history of the species seems like a happening idea at first - forty-five days at Century Regional Detention Center is so the new thirty days at Promises Malibu! But it sets a dangerous precedent to jail celebs just because someone hates them.","author":"Rob Sheffield","topic":"History"},{"quote":"The price of diamonds can vary greatly depending on size, cut, color, and other factors, including whether they have a history. But because of the rarity of blue boron diamonds, they often fetch more money than gems of similar quality.","author":"Sam Kean","topic":"History"},{"quote":"Nonviolence is a powerful and just weapon. Indeed, it is a weapon unique in history, which cuts without wounding and ennobles the man who wields it.","author":"Martin Luther King, Jr.","topic":"History"},{"quote":"If you look at history, innovation doesn&#39;t come just from giving people incentives; it comes from creating environments where their ideas can connect.","author":"Steven Johnson","topic":"History"},{"quote":"Pearl Harbor caused our Nation to wholeheartedly commit to winning World War II, changing the course of our Nation&#39;s history and the world&#39;s future.","author":"Joe Baca","topic":"History"},{"quote":"If you read history you will find that the Christians who did most for the present world were precisely those who thought most of the next. It is since Christians have largely ceased to think of the other world that they have become so ineffective in this.","author":"C. S. Lewis","topic":"History"},{"quote":"In Rome, I particularly love the history, churches, sculptures and architecture and the fact that you can walk along a tiny cobbled street and turn the corner to find the Trevi Fountain. London is evocative of other eras and full of history.","author":"Philip Treacy","topic":"History"},{"quote":"A society whose members are united by the fact that they think in the same way in regard to the sacred world and its relations with the profane world, and by the fact that they translate these common ideas into common practices, is what is called a Church. In all history, we do not find a single religion without a Church.","author":"Emile Durkheim","topic":"History"},{"quote":"Condemn me. It does not matter. History will absolve me.","author":"Fidel Castro","topic":"History"},{"quote":"It is no small thing for an American to be able to go into a fast-food restaurant and to buy a double cheeseburger, fries, and a large Coke for a price equal to less than an hour of labor at the minimum wage - indeed, in the long sweep of history, this represents a remarkable achievement.","author":"Michael Pollan","topic":"History"},{"quote":"Do I feel any pressure as the most decorated Winter Olympian in American history? None at all. The only pressures that I know I face are those of how to pay it forward: How can I continually make a positive impact in people&#39;s lives, help others achieve their dreams, create their own Olympic mindset, creating champions within themselves?","author":"Apolo Ohno","topic":"History"},{"quote":"The kitchen&#39;s a laboratory, and everything that happens there has to do with science. It&#39;s biology, chemistry, physics. Yes, there&#39;s history. Yes, there&#39;s artistry. Yes, to all of that. But what happened there, what actually happens to the food is all science.","author":"Alton Brown","topic":"History"},{"quote":"Literature is the expression of a feeling of deprivation, a recourse against a sense of something missing. But the contrary is also true: language is what makes us human. It is a recourse against the meaningless noise and silence of nature and history.","author":"Octavio Paz","topic":"History"},{"quote":"The people who have really made history are the martyrs.","author":"Aleister Crowley","topic":"History"},{"quote":"My countrymen: we have reached a turning point in our history. The choice is yours. Shall we venture into this brave new world, bright with possibilities, or retreat to the safety of our familiar but sterile past? I am for crossing the frontier.","author":"Ferdinand Marcos","topic":"History"},{"quote":"The world we see that seems so insane is the result of a belief system that is not working. To perceive the world differently, we must be willing to change our belief system, let the past slip away, expand our sense of now, and dissolve the fear in our minds.","author":"William James","topic":"History"},{"quote":"Teaching the history of the British Empire links in with that of the world: for better and for worse, the Empire made us what we are, forming our national identity. A country that does not understand its own history is unlikely to respect that of others.","author":"Antony Beevor","topic":"History"},{"quote":"I loved history in my school days, and I have always been a voracious reader. But in India, you end up doing MBA, engineering or medicine.","author":"Amish Tripathi","topic":"History"},{"quote":"The megalomaniac differs from the narcissist by the fact that he wishes to be powerful rather than charming, and seeks to be feared rather than loved. To this type belong many lunatics and most of the great men of history.","author":"Bertrand Russell","topic":"History"},{"quote":"With Malice toward none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation&#39;s wounds.","author":"Abraham Lincoln","topic":"History"},{"quote":"No great man lives in vain. The history of the world is but the biography of great men.","author":"Thomas Carlyle","topic":"History"},{"quote":"The NSA has the greatest surveillance capabilities in American history... The real problem is that they&#39;re using these capabilities to make us vulnerable.","author":"Edward Snowden","topic":"History"},{"quote":"What has history said of eminence without honor, wealth without wisdom, power and possessions without principle? The answer is reiterated in the overthrow of the mightiest empires of ancient times. Babylon, Persia, Greece, Rome! The four successive, universal powers of the past. What and where are they?","author":"Orson F. Whitney","topic":"History"},{"quote":"If you look at the history of technology over a couple hundred years, it&#39;s all about time compression and making the globe smaller. It&#39;s had positive effects, all the ones that we know. So we&#39;re much less likely to have the kind of terrible misunderstandings that led to World War I, for example.","author":"Eric Schmidt","topic":"History"},{"quote":"Something as curious as the monarchy won&#39;t survive unless you take account of people&#39;s attitudes. After all, if people don&#39;t want it, they won&#39;t have it.","author":"Prince Charles","topic":"History"},{"quote":"I&#39;ve always really, really wanted to go to Egypt and go inside some pyramids and just hang out there. I don&#39;t know why. I don&#39;t like hot weather, and I don&#39;t like the desert, but something about the pyramid and the mummies and all their history there, I&#39;d love to go check it out.","author":"Jean-Luc Bilodeau","topic":"History"},{"quote":"Love is never defeated, and I could add, the history of Ireland proves it.","author":"Pope John Paul II","topic":"History"},{"quote":"World War II is the greatest drama in human history, the biggest war ever and a true battle of good and evil. I imagine writers will continue to get stories from it, and readers will continue to love them, for many more years.","author":"Ken Follett","topic":"History"},{"quote":"I have behind me not only the splendid traditions and the annals of more than a thousand years but the living strength and majesty of the Commonwealth and Empire; of societies old and new; of lands and races different in history and origins but all, by God&#39;s Will, united in spirit and in aim.","author":"Queen Elizabeth II","topic":"History"},{"quote":"What you see is that the most outstanding feature of life&#39;s history is a constant domination by bacteria.","author":"Stephen Jay Gould","topic":"History"},{"quote":"I absolutely fell in love with Moscow. It&#39;s one of those places where you can&#39;t help but trip over history at every turn. It&#39;s a city of enormous contradictions. Within a few yards of Lenin&#39;s Tomb is some of the most expensive shopping in the world.","author":"Daniel Silva","topic":"History"},{"quote":"History proves that all dictatorships, all authoritarian forms of government are transient. Only democratic systems are not transient. Whatever the shortcomings, mankind has not devised anything superior.","author":"Vladimir Putin","topic":"History"},{"quote":"Visual surprise is natural in the Caribbean; it comes with the landscape, and faced with its beauty, the sigh of History dissolves.","author":"Derek Walcott","topic":"History"},{"quote":"There are great legends and great fighters in the history of Mexico, and there will be more to come.","author":"Canelo Alvarez","topic":"History"},{"quote":"History has always been a series of pendulum swings, but the individual doesn&#39;t have to get caught in that.","author":"Robert Johnson","topic":"History"},{"quote":"History teaches us that men and nations behave wisely once they have exhausted all other alternatives.","author":"Abba Eban","topic":"History"},{"quote":"It is my hope that as we commemorate Black History Month in the future, we will continue to celebrate the many achievements and rich culture of African-Americans.","author":"Eliot Engel","topic":"History"},{"quote":"This is an exciting time. A new chapter in our history.","author":"John Barth","topic":"History"},{"quote":"There are things about organized religion which I resent. Christ is revered as the Prince of Peace, but more blood has been shed in His name than any other figure in history. You show me one step forward in the name of religion, and I&#39;ll show you a hundred retrogressions.","author":"Frank Sinatra","topic":"History"},{"quote":"In many ways, history is marked as &#39;before&#39; and &#39;after&#39; Rosa Parks. She sat down in order that we all might stand up, and the walls of segregation came down.","author":"Jesse Jackson","topic":"History"},{"quote":"I have tried to lift France out of the mud. But she will return to her errors and vomitings. I cannot prevent the French from being French.","author":"Charles de Gaulle","topic":"History"},{"quote":"Much of the social history of the Western world, over the past three decades, has been a history of replacing what worked with what sounded good.","author":"Thomas Sowell","topic":"History"},{"quote":"NATO&#39;s brutal military alliance has become the most perfidious instrument of repression known in the history of humankind.","author":"Fidel Castro","topic":"History"},{"quote":"The greatest untapped reservoir of raw material in the history of our game is the black race.","author":"Branch Rickey","topic":"History"},{"quote":"I have never denied my background or my culture. I have taught my child to embrace her Mexican heritage, to love my first language, Spanish, to learn about Mexican history, music, folk art, food, and even the Mexican candy I grew up with.","author":"Salma Hayek","topic":"History"},{"quote":"If you go back in American history, oysters were the food of poor people. New York was filled with oyster saloons in the 1800s.","author":"Ruth Reichl","topic":"History"},{"quote":"Contrary to what we learn from progressives in education and the media, the history of the Democratic Party well into the twentieth century is a virtually uninterrupted history of thievery, corruption, and bigotry.","author":"Dinesh D'Souza","topic":"History"},{"quote":"I&#39;m turned on by guys who are cultured. That&#39;ll keep me intrigued. They don&#39;t have to have a single degree, but they should speak other languages or know things about other parts of the world or history or certain artists or musicians. I like to be taught. I like to sit on that side of the table.","author":"Rihanna","topic":"History"},{"quote":"You don&#39;t change the course of history by turning the faces of portraits to the wall.","author":"Jawaharlal Nehru","topic":"History"},{"quote":"All the ills of mankind, all the tragic misfortunes that fill the history books, all the political blunders, all the failures of the great leaders have arisen merely from a lack of skill at dancing.","author":"Moliere","topic":"History"},{"quote":"History and socio-economic inequality and all those things had, like, borne down upon my family and my community and really sort of narrowed our choices.","author":"Jesmyn Ward","topic":"History"},{"quote":"When the rich think about the poor, they have poor ideas.","author":"Evita Peron","topic":"History"},{"quote":"America is the only nation in history which miraculously has gone directly from barbarism to degeneration without the usual interval of civilization.","author":"Georges Clemenceau","topic":"History"},{"quote":"The institution of chivalry forms one of the most remarkable features in the history of the Middle Ages.","author":"Horatio Alger","topic":"History"},{"quote":"We are dealing with the best-educated generation in history. But they&#39;ve got a brain dressed up with nowhere to go.","author":"Timothy Leary","topic":"History"},{"quote":"If you review the commercial history, you will discover anyone who controls oriental trade will get hold of global wealth.","author":"James J. Hill","topic":"History"},{"quote":"Even as I pursued a doctorate in the history of ideas in my native Denmark, I realized I had neither the encyclopedic training nor the passion for cool logic - not to mention the nerve - to follow in the footsteps of classical liberal philosophers and economists such as Robert Nozick, Friedrich Hayek, and Milton Friedman.","author":"Anne Fortier","topic":"History"},{"quote":"If Beethoven had been killed in a plane crash at the age of 22, it would have changed the history of music and of aviation.","author":"Tom Stoppard","topic":"History"},{"quote":"Whenever I think of my birthplace, Walton-on-Thames, my reference first and foremost is the river. I love the smell of the river; love its history, its gentleness. I was aware of its presence from my earliest years. Its majesty centered me, calmed me, was a solace to a certain extent.","author":"Julie Andrews","topic":"History"},{"quote":"My inspiration is always love and history, and my passion to a fault is craftsmanship and responsibility. Those are the simplest things. It goes beyond jewelry. It&#39;s every part of my life.","author":"Waris Ahluwalia","topic":"History"},{"quote":"The lessons of history would suggest that civilisations move in cycles. You can track that back quite far - the Babylonians, the Sumerians, followed by the Egyptians, the Romans, China. We&#39;re obviously in a very upward cycle right now, and hopefully that remains the case. But it may not.","author":"Elon Musk","topic":"History"},{"quote":"I am totally fascinated by people and our history as I understand and continue to explore it. People have so much to give and so far to go and yet we have given and gone a great distance. It&#39;s really just interesting to ask: why not? And see where that takes me.","author":"Nikki Giovanni","topic":"History"},{"quote":"Their memory&#39;s like a train: you can see it getting smaller as it pulls away And the things you can&#39;t remember Tell the things you can&#39;t forget that History puts a saint in every dream.","author":"Tom Waits","topic":"History"},{"quote":"I want to make it clear that the black race did not come to the United States culturally empty-handed. The role and importance of ethnic history is in how well it teaches a people to use their own talents, take pride in their own history and love their own memories.","author":"John Henrik Clarke","topic":"History"},{"quote":"No tyrant, however evil, has yet lacked ready hands to execute his most abominable will. To read how eagerly men have rushed to serve the despot is the bitterest, the saddest matter of history; it is the saddest sight in our own day.","author":"Richard Jefferies","topic":"History"},{"quote":"Every major question in history is a religious question. It has more effect in molding life than nationalism or a common language.","author":"Hilaire Belloc","topic":"History"},{"quote":"The suicide bombers who struck London on 7 July 2005 killed 52 innocent people and wounded hundreds more. All of them must live with their memories. And the rest of us will always remember where we were when we heard that London had been hit by the worst terrorist attack in its history.","author":"Pauline Neville-Jones","topic":"History"},{"quote":"The Marine Corps is the Navy&#39;s police force and as long as I am President that is what it will remain. They have a propaganda machine that is almost equal to Stalin&#39;s.","author":"Harry S Truman","topic":"History"},{"quote":"It&#39;s never happened in history that every region in the world could affect every other region simultaneously. The Roman empire and the Chinese empire didn&#39;t know much about each other and had no means of interacting. Now we have every continent able to reach every other.","author":"Henry Kissinger","topic":"History"},{"quote":"The dramatic modernization of the Asian economies ranks alongside the Renaissance and the Industrial Revolution as one of the most important developments in economic history.","author":"Lawrence Summers","topic":"History"},{"quote":"Art history looks at art works and the people who have created them.","author":"Susan Vreeland","topic":"History"},{"quote":"Well, I&#39;m not sure, but of one thing I am certain: History judges one differently than contemporary observers, and so I think that as time passes, I hope that not me personally so much, but our administration will be seen for some of the things that we accomplished.","author":"David Dinkins","topic":"History"},{"quote":"I let the American people down.","author":"Richard M. Nixon","topic":"History"},{"quote":"I was bused to a school in Gerritsen Beach in Brooklyn in 1972. I was one of the first black kids in the history of the school.","author":"Chris Rock","topic":"History"},{"quote":"If we look to the history of other nations, ancient or modern, we find no example of a growth so rapid, so gigantic, of a people so prosperous and happy.","author":"James Monroe","topic":"History"},{"quote":"The American people voted to restore integrity and honesty in Washington, D.C., and the Democrats intend to lead the most honest, most open and most ethical Congress in history.","author":"Nancy Pelosi","topic":"History"},{"quote":"The strike of the miners in Arizona was one of the most remarkable strikes in the history of the American labor movement. Its peaceful character, its successful outcome, were due to that most remarkable character, Governor Hunt.","author":"Mary Harris Jones","topic":"History"},{"quote":"Concerning Poland, I can only say that the peoples of Central Europe and Hungary are a community in fate, to the death. Many of us would spill our blood for Poland any time. And vice versa: in an emergency, many Polish people would give his life to protect Hungarians. This has happened more than once over the course of history.","author":"Viktor Orban","topic":"History"},{"quote":"What does the artist do? He draws connections. He ties the invisible threads between things. He dives into history, be it the history of mankind, the geological history of the Earth or the beginning and end of the manifest cosmos.","author":"Anselm Kiefer","topic":"History"},{"quote":"And thus goes segregation which is the most far-reaching development in the history of the Negro since the enslavement of the race.","author":"Carter G. Woodson","topic":"History"},{"quote":"There comes a time in the history of nations when their peoples must become fully reconciled to their past if they are to go forward with confidence to embrace their future.","author":"Kevin Rudd","topic":"History"},{"quote":"When history is erased, people&#39;s moral values are also erased.","author":"Ma Jian","topic":"History"},{"quote":"I had no interest in history classes. In fact, I used to sleep in history classes, I used to bunk classes. But that is how students are supposed to be, no? I developed an interest in history much later. I have made a few films based on historical facts.","author":"Shekhar Kapur","topic":"History"},{"quote":"I don&#39;t fight for the money. I fight for my legacy. I fight for history. I fight for my people.","author":"Khabib Nurmagomedov","topic":"History"},{"quote":"I think that narrative, fiction filmmaking is the culmination of several art forms: theater, art history, architecture. Whereas doc filmmaking is more pure cinema, like cinema verite is film in its purest form.","author":"George Hickenlooper","topic":"History"},{"quote":"The view of Jerusalem is the history of the world; it is more, it is the history of earth and of heaven.","author":"Benjamin Disraeli","topic":"History"},{"quote":"If we could read the secret history of our enemies we should find in each man&#39;s life sorrow and suffering enough to disarm all hostility.","author":"Henry Wadsworth Longfellow","topic":"History"},{"quote":"Google is my best friend and my worst enemy. It&#39;s fabulous for research, but then it becomes addictive. I&#39;ll have a character eating an orange, and next thing I&#39;m Googling types of oranges, I&#39;m visiting chat rooms about oranges, I&#39;m learning the history of the orange.","author":"Liane Moriarty","topic":"History"},{"quote":"The history of agriculture is the history of humans breeding seeds and animals to produce traits we want in our crops and livestock.","author":"Michael Specter","topic":"History"},{"quote":"The history of science shows that theories are perishable. With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified.","author":"Nikola Tesla","topic":"History"},{"quote":"Global Warming: It is a hoax. It is bad science. It is high-jacking public policy. It is the greatest scam in history.","author":"John Coleman","topic":"History"},{"quote":"We have this long history of racism in this country, and as it happens, the criminal justice system has been perhaps the most prominent instrument for administering racism. But the racism doesn&#39;t actually come from the criminal justice system.","author":"Ta-Nehisi Coates","topic":"History"},{"quote":"Elimination of illiteracy is as serious an issue to our history as the abolition of slavery.","author":"Maya Angelou","topic":"History"},{"quote":"History is not a burden on the memory but an illumination of the soul.","author":"Lord Acton","topic":"History"},{"quote":"History and experience tell us that moral progress comes not in comfortable and complacent times, but out of trial and confusion.","author":"Gerald R. Ford","topic":"History"},{"quote":"Manchester United are not just some club. To be part of this club also means to be part of a great history.","author":"Henrikh Mkhitaryan","topic":"History"},{"quote":"There is no parallel in the history of the world. This mighty subcontinent with all kinds of inhabitants has been brought under a plan which is titanic, unknown, unparalleled. And what is very important with regard to it is that we have achieved it peacefully and by means of an evolution of the greatest possible character.","author":"Muhammad Ali Jinnah","topic":"History"},{"quote":"The whole westward expansion myth is seen as romantic. But it&#39;s a joke, a blot on American history.","author":"Frank Waters","topic":"History"},{"quote":"Personally, I would be delighted if there were a life after death, especially if it permitted me to continue to learn about this world and others, if it gave me a chance to discover how history turns out.","author":"Carl Sagan","topic":"History"},{"quote":"It all happened so fast. The ghetto. The deportation. The sealed cattle car. The fiery altar upon which the history of our people and the future of mankind were meant to be sacrificed.","author":"Elie Wiesel","topic":"History"},{"quote":"The history of the world is none other than the progress of the consciousness of freedom.","author":"Georg Wilhelm Friedrich Hegel","topic":"History"},{"quote":"In American history, it&#39;s about hard work and self-reliance. It&#39;s not about collecting giveaways or being on unemployment forever. That the economy moves ahead for people who are going to work to realize the American dream, own a home, send your kids to college. I think it&#39;s the founding cornerstone of America.","author":"Ryan Zinke","topic":"History"},{"quote":"The Holocaust was an obscene period in our nation&#39;s history. I mean in this century&#39;s history. But we all lived in this century. I didn&#39;t live in this century.","author":"Dan Quayle","topic":"History"},{"quote":"Google is arguably one of the greatest inventions. The search engine is one of the greatest inventions in human history.","author":"Franklin Foer","topic":"History"},{"quote":"Life moves fast. As much as you can learn from your history, you have to move forward.","author":"Eddie Vedder","topic":"History"},{"quote":"Michael Jordon may have been the best basketball player in history, but he couldn&#39;t have won six NBA titles without a team.","author":"Mark E. Hyman","topic":"History"},{"quote":"We&#39;ve persevered because of a belief we share with the Iraqi people - a belief that out of the ashes of war, a new beginning could be born in this cradle of civilization. Through this remarkable chapter in the history of the United States and Iraq, we have met our responsibility. Now, it&#39;s time to turn the page.","author":"Barack Obama","topic":"History"},{"quote":"I lead no party; I follow no leader. I have given the best part of my life to careful study of Islam, its law and polity, its culture, its history and its literature.","author":"Muhammad Iqbal","topic":"History"},{"quote":"History is nothing if not an epic tale of missed opportunities.","author":"Graydon Carter","topic":"History"},{"quote":"We study the injustices of history for the same reason that we study genocide, and for the same reason that psychologists study the minds of murderers and rapists... to understand how those evil things came about.","author":"Jared Diamond","topic":"History"},{"quote":"Gardeners instinctively know that flowers and plants are a continuum and that the wheel of garden history will always be coming full circle.","author":"Francis Cabot Lowell","topic":"History"},{"quote":"The Ku Klux Klan is the most profligate domestic terrorist organization in this country&#39;s history.","author":"Ta-Nehisi Coates","topic":"History"},{"quote":"History is mostly guessing; the rest is prejudice.","author":"Will Durant","topic":"History"},{"quote":"The greatest tragedy in mankind&#39;s entire history may be the hijacking of morality by religion.","author":"Arthur C. Clarke","topic":"History"},{"quote":"We have that storytelling history in country and bluegrass and old time and folk music, blues - all those things that combine to make up the genre. It was probably storytelling before it was songwriting, as far as country music is concerned. It&#39;s fun to be a part of that and tip the hat to that. You know, and keep that tradition alive.","author":"Chris Stapleton","topic":"History"},{"quote":"History is Philosophy teaching by example.","author":"Thucydides","topic":"History"},{"quote":"The monuments of the nations are all protests against nothingness after death; so are statues and inscriptions; so is history.","author":"Lew Wallace","topic":"History"},{"quote":"I am trying to make art that relates to the deepest and most mythic concerns of human kind and I believe that, at this moment of history, feminism is humanism.","author":"Judy Chicago","topic":"History"},{"quote":"The question that we must ask is whether we are making progress toward the goal of universal peace. Or are we caught up on a treadmill of history, turning forever on the axle of mindless aggression and self-destruction?","author":"F. W. de Klerk","topic":"History"},{"quote":"For me, it is essential to have the inner peace and serenity of prayer in order to listen to the silence of God, which speaks to us, in our personal life and the history of our times, of the power of love.","author":"Adolfo Perez Esquivel","topic":"History"},{"quote":"I think documentaries are the greatest way to educate an entire generation that doesn&#39;t often look back to learn anything about the history that provided a safe haven for so many of us today.","author":"Steven Spielberg","topic":"History"},{"quote":"The history of man is the history of crimes, and history can repeat. So information is a defence. Through this we can build, we must build, a defence against repetition.","author":"Simon Wiesenthal","topic":"History"},{"quote":"To me the ego is the habitual and compulsive thought processes that go through everybody&#39;s mind continuously. External things like possessions or memories or failures or successes or achievements. Your personal history.","author":"Eckhart Tolle","topic":"History"},{"quote":"History shows us that in times of people feeling like they are in need of some sort of rebellion or protests, the artists rise because the poetry we create about pain and its relationship to culture in the world begins to soothe and heal people who are feeling confused or afraid.","author":"Lady Gaga","topic":"History"},{"quote":"Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind.","author":"Neil Armstrong","topic":"History"},{"quote":"The government has a history of not treating people fairly, from the internment of Japanese Americans in World War II to African-Americans in the Civil Rights era.","author":"Rand Paul","topic":"History"},{"quote":"History is filled with tragic examples of wars that result from diplomatic impasse. Whether in our local communities or in international relations, the skillful use of our communicative capacities to negotiate and resolve differences is the first evidence of human wisdom.","author":"Daisaku Ikeda","topic":"History"},{"quote":"I&#39;m proud to partner with organizations that place an emphasis on and share my interest in giving back to the community. RBC has a rich history of doing this through their sponsorship of golf and the extensive ambassadorial program they have in place.","author":"Jason Day","topic":"History"},{"quote":"Bitcoin is amazingly transformative because it&#39;s the first time in the entire history of the world in which anybody can now send or receive any amount of money, with anyone else, anywhere on the planet, without having to ask permission from any bank or government.","author":"Roger Ver","topic":"History"},{"quote":"Rosa Parks was a woman of strength, conviction, and morality. Her action on December 1, 1955, to defy the law made her a leading figure in our nation&#39;s civil rights history.","author":"John Shimkus","topic":"History"},{"quote":"God will use whatever he wants to display his glory. Heavens and stars. History and nations. People and problems.","author":"Max Lucado","topic":"History"},{"quote":"Outside events can change a presidential campaign, a president, and the history of the nation: the Iranian hostage crisis, the bombing of the Marine barracks in Beirut, the downing of the helicopter in Mogadishu, Somalia, the suicide attack on the USS Cole, and, of course, the terrorist attacks of Sept. 11, 2001.","author":"Mark McKinnon","topic":"History"},{"quote":"I never imagined that divorce would be part of my life history or my family&#39;s legacy. When people say that divorce can be more painful than death, I understand why. But like any great trial, God uses everything for good, if we allow Him to heal us.","author":"Kristin Armstrong","topic":"History"},{"quote":"Scotland and England may sometimes be rivals, but by geography, we are also neighbours. By history, allies. By economics, partners. And by fate and fortune, comrades, friends and family.","author":"Douglas Alexander","topic":"History"},{"quote":"The fall of the Berlin Wall makes for nice pictures. But it all started in the shipyards.","author":"Lech Walesa","topic":"History"},{"quote":"Rules governing defecation, hygiene, and pollution exist in every culture at every period in history. It may in fact be the foundation of civilization: What is toilet training if not the first attempt to turn a child into an acceptable member of society?","author":"Rose George","topic":"History"},{"quote":"History is a vast early warning system.","author":"Norman Cousins","topic":"History"},{"quote":"Success in creating AI would be the biggest event in human history. Unfortunately, it might also be the last, unless we learn how to avoid the risks.","author":"Stephen Hawking","topic":"History"},{"quote":"The dogmas of the quiet past are inadequate to the stormy present. The occasion is piled high with difficulty, and we must rise with the occasion. As our case is new, so we must think anew and act anew.","author":"Abraham Lincoln","topic":"History"},{"quote":"The secret to the movie business, or any business, is to get a good education in a subject besides film - whether it&#39;s history, psychology, economics, or architecture - so you have something to make a movie about. All the skill in the world isn&#39;t going to help you unless you have something to say.","author":"George Lucas","topic":"History"},{"quote":"The Arctic is a place that historically, during all preceding human history, has largely been an icy realm with an impact on ocean currents. That, in turn, influences the temperature of the planet. The Arctic is now vulnerable because of the excess carbon dioxide in the atmosphere, with a rate of melting that is stunning.","author":"Sylvia Earle","topic":"History"},{"quote":"History has demonstrated time and again the inherent resilience and recuperative powers of the American economy.","author":"Ben Bernanke","topic":"History"},{"quote":"The people I really do dislike are the morally unimaginative kind of evolutionary reductionists who, in the name of science, think they can explain everything in terms of our early hominid ancestors or our genes, with their combination of high-handed tone and disregard for history. Such reductive speculation encourages a really empty scientism.","author":"Bernard Williams","topic":"History"},{"quote":"The thing is I think vaccines are one of the greatest medical breakthroughs that we have. I&#39;m a big fan and a great fan of the history of the development of the smallpox vaccine, for example.","author":"Rand Paul","topic":"History"},{"quote":"There&#39;s a very big part of me that just wants to take all of comics history and toss it on the bonfire. I&#39;d sort of like to get on to the future.","author":"Scott McCloud","topic":"History"},{"quote":"History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they&#39;ve answered the call in bravery and sacrifice.","author":"Tim Pawlenty","topic":"History"},{"quote":"The writer may very well serve a movement of history as its mouthpiece, but he cannot of course create it.","author":"Karl Marx","topic":"History"},{"quote":"History does nothing; it does not possess immense riches, it does not fight battles. It is men, real, living, who do all this.","author":"Karl Marx","topic":"History"},{"quote":"Strip malls are history.","author":"Jeff Bezos","topic":"History"},{"quote":"Of all the threats to free speech in history, the one the media give the most credibility to without question is the feminist movement, which is trying to rebrand public debate as harassment.","author":"Milo Yiannopoulos","topic":"History"},{"quote":"One of the things that&#39;s important about family is the narrative history they create for themselves.","author":"Gabe Newell","topic":"History"},{"quote":"I&#39;m focused on being the best, making history.","author":"Canelo Alvarez","topic":"History"},{"quote":"To understand a science, it is necessary to know its history.","author":"Auguste Comte","topic":"History"},{"quote":"Most inventions are based on some prior history.","author":"Ralph Baer","topic":"History"},{"quote":"History is representational, while time is abstract; both of these artifices may be found in museums, where they span everybody&#39;s own vacancy.","author":"Robert Smithson","topic":"History"},{"quote":"During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades.","author":"Xi Jinping","topic":"History"},{"quote":"One of the things we tell ourselves as African-Americans is if we work hard, play by the rules, we do start back a little ways, but if we can be twice as good, somehow we can escape history and heritage and legacy.","author":"Ta-Nehisi Coates","topic":"History"},{"quote":"I never really had to put much thought into my race, and neither did anybody else. I knew I was black. I knew there was a history that accompanied my skin color, and my parents taught me to be proud of it. End of story.","author":"Issa Rae","topic":"History"},{"quote":"People clinging to job security, savings, retirement plans, and other relics will be the ones financially-ravaged from 2010-2020, the most volatile world-changing decade in history.","author":"Robert Kiyosaki","topic":"History"},{"quote":"The new rage is to say that the government is the cause of all our problems, and if only we had no government, we&#39;d have no problems. I can tell you, that contradicts evidence, history, and common sense.","author":"William J. Clinton","topic":"History"},{"quote":"Originalism is sort of subspecies of textualism. Textualism means you are governed by the text. That&#39;s the only thing that is relevant to your decision, not whether the outcome is desirable, not whether legislative history says this or that. But the text of the statute.","author":"Antonin Scalia","topic":"History"},{"quote":"I love studying Ancient History and seeing how empires rise and fall, sowing the seeds of their own destruction.","author":"Martin Scorsese","topic":"History"},{"quote":"In history, psychedelic plants were used by priests and shamans with a desire to discover the interior.","author":"Alejandro Jodorowsky","topic":"History"},{"quote":"The Arc de Triomphe, the Eiffel Tower. They&#39;re monumental. They&#39;re straight out of Page 52 in your school history book.","author":"Billy Crystal","topic":"History"},{"quote":"If history could teach us anything, it would be that private property is inextricably linked with civilization.","author":"Ludwig von Mises","topic":"History"},{"quote":"I&#39;m a great aficionado of history. I was deeply affected by seeing the disintegration of any chance of democracy coping with fascism in the Weimar republic, where woolly-minded, well-meaning liberalism actually allowed the forces of darkness to use democracy, to exploit democracy, to overturn democracy.","author":"David Blunkett","topic":"History"},{"quote":"When you read the Bible, you are reading the Holy Spirit and not history books. When you read history books, you are reading about events, but the Bible is not an event. So, when you are reading the Holy Spirit, you are supposed to be carried along by it.","author":"T. B. Joshua","topic":"History"},{"quote":"Then I despair... I remember that all through history, the way of truth and love has always won. There have been murderers and tyrants, and for a time they can seem invincible. But in the end they always fall. Think of it always.","author":"Andre Malraux","topic":"History"},{"quote":"In history, the moments during which reason and reconciliation prevail are short and fleeting.","author":"Stefan Zweig","topic":"History"},{"quote":"We would like to live as we once lived, but history will not permit it.","author":"John F. Kennedy","topic":"History"},{"quote":"No boxer in the history of boxing has had Parkinson&#39;s. There&#39;s no injury in my brain that suggests that the illness came from boxing.","author":"Muhammad Ali","topic":"History"},{"quote":"Why should we honour those that die upon the field of battle? A man may show as reckless a courage in entering into the abyss of himself.","author":"William Butler Yeats","topic":"History"},{"quote":"Human history in essence is the history of ideas.","author":"H. G. Wells","topic":"History"},{"quote":"Human history becomes more and more a race between education and catastrophe.","author":"H. G. Wells","topic":"History"},{"quote":"I saw no African people in the printed and illustrated Sunday school lessons. I began to suspect at this early age that someone had distorted the image of my people. My long search for the true history of African people the world over began.","author":"John Henrik Clarke","topic":"History"},{"quote":"Governments have never learned anything from history, or acted on principles deducted from it.","author":"Georg Wilhelm Friedrich Hegel","topic":"History"},{"quote":"The mainstream media choose to flaunt story lines that make white America appear guilty of continued institutional racism, while black racism against whites is ignored as an acceptable disposition given our nation&#39;s history.","author":"Andrew Breitbart","topic":"History"},{"quote":"Jesus&#39; birthday is commercialized, so of course, Black History Month is commercialized.","author":"Jidenna","topic":"History"},{"quote":"Culinary tradition is not always based on fact. Sometimes it&#39;s based on history, on habits that come out of a time when kitchens were fueled by charcoal.","author":"Alton Brown","topic":"History"},{"quote":"I&#39;m actually writing history. It isn&#39;t what you&#39;d call big history. I don&#39;t write about presidents and generals... I write about the man who was ranching, the man who was mining, the man who was opening up the country.","author":"Louis L'Amour","topic":"History"},{"quote":"Here I am at the turn of the millennium and I&#39;m still the last man to have walked on the moon, somewhat disappointing. It says more about what we have not done than about what we have done.","author":"Eugene Cernan","topic":"History"},{"quote":"In the early 1970s in Atlanta, I attended what had formerly been an all-white school but had become a black school after integration and white flight. Perhaps because of this, the teachers created a curriculum that included a focus on African American literature and history year-round, not just in February.","author":"Natasha Trethewey","topic":"History"},{"quote":"All I know is that history repeats itself and people are going to want to experience the world. But I know then they are going to have a better appreciation for what is here in Maine.","author":"John Baldacci","topic":"History"},{"quote":"I think if you come from a history of persecution you have to develop a sense of humour.","author":"Sacha Baron Cohen","topic":"History"},{"quote":"What is history? An echo of the past in the future; a reflex from the future on the past.","author":"Victor Hugo","topic":"History"},{"quote":"Read no history: nothing but biography, for that is life without theory.","author":"Benjamin Disraeli","topic":"History"},{"quote":"Nothing is more difficult than trying to correct history.","author":"Myles Munroe","topic":"History"},{"quote":"We are so fortunate, as Australians, to have among us the oldest continuing cultures in human history. Cultures that link our nation with deepest antiquity. We have Aboriginal rock art in the Kimberley that is as ancient as the great Palaeolithic cave paintings at Altamira and Lascaux in Europe.","author":"Kevin Rudd","topic":"History"},{"quote":"I once won a second prize in a history concert. My parents came to the ceremony. Somebody else had won the prize for best all-around student. Afterwards my father said to me, &#39;Never, ever disgrace me like that again.&#39; When I tell my Western friends, they are aghast. But I adore my father. It didn&#39;t knock my self-esteem at all.","author":"Amy Chua","topic":"History"},{"quote":"Furthermore, the study of the present surroundings is insufficient: the history of the people, the influence of the regions through which it has passed on its migrations, and the people with whom it came into contact, must be considered.","author":"Franz Boas","topic":"History"},{"quote":"These fallen heroes represent the character of a nation who has a long history of patriotism and honor - and a nation who has fought many battles to keep our country free from threats of terror.","author":"Michael N. Castle","topic":"History"},{"quote":"History is the sum total of things that could have been avoided.","author":"Konrad Adenauer","topic":"History"},{"quote":"You don&#39;t want to trash what you&#39;ve done; that&#39;s your history.","author":"Pat Benatar","topic":"History"},{"quote":"At a time when Europeans already had a long history of violent contact with Native people, Lewis and Clark made most of their journey in peace.","author":"Joseph Bruchac","topic":"History"},{"quote":"Developments in information technology and globalised media mean that the most powerful military in the history of the world can lose a war, not on the battlefield of dust and blood, but on the battlefield of world opinion.","author":"Timothy Garton Ash","topic":"History"},{"quote":"The concept of preserving history, collating full archives, making them as usable as possible so the public have access to them, I really feel that it allows the public an ability to engage with their own history.","author":"Sarah Harrison","topic":"History"},{"quote":"The revolutionary breakthrough will come with rockets that are fully and rapidly reusable. We will never conquer Mars unless we do that. It&#39;ll be too expensive. The American colonies would never have been pioneered if the ships that crossed the ocean hadn&#39;t been reusable.","author":"Elon Musk","topic":"History"},{"quote":"History is a pack of lies about events that never happened told by people who weren&#39;t there.","author":"George Santayana","topic":"History"},{"quote":"You learn about equality in history and civics, but you find out life is not really like that.","author":"Arthur Ashe","topic":"History"},{"quote":"You look at the greatest villains in human history, the fascists, the autocrats, they all wanted people to kneel before them because they don&#39;t love themselves enough.","author":"Tom Hiddleston","topic":"History"},{"quote":"If we open our history books, we shall see that the laws, for all that they are or should be contracts amongst free men, have rarely been anything but the tools of the passions of a few men or the offspring of a fleeting and haphazard necessity.","author":"Cesare Beccaria","topic":"History"},{"quote":"Many leaders of big organizations, I think, don&#39;t believe that change is possible. But if you look at history, things do change, and if your business is static, you&#39;re likely to have issues.","author":"Larry Page","topic":"History"},{"quote":"The contributions of African Americans, Native Americans, and immigrants throughout our nation&#39;s history are undeniable, but the tendency to overlook their gallant efforts is pervasive and persistent.","author":"Tammy Duckworth","topic":"History"},{"quote":"Wales is blessed with some truly magnificent castles, full of history and a must see for visitors.","author":"Luke Evans","topic":"History"},{"quote":"As an immigrant, I appreciate, far more than the average American, the liberties we have in this country. Silence is a big enemy of morality. I don&#39;t want our blunders in history to get repeated.","author":"Gloria Estefan","topic":"History"},{"quote":"NATO is the most important military alliance in world history.","author":"Mitch McConnell","topic":"History"},{"quote":"Racism is an ism to which everyone in the world today is exposed; for or against, we must take sides. And the history of the future will differ according to the decision which we make.","author":"Ruth Benedict","topic":"History"},{"quote":"The haunting of history is ever present in Barcelona. I see cities as organisms, as living creatures. To me, Madrid is a man and Barcelona is a woman. And it&#39;s a woman who&#39;s extremely vain.","author":"Carlos Ruiz Zafon","topic":"History"},{"quote":"Our mental maps are distorted by who are the &#39;winners&#39; of history and who are the powers of today.","author":"Norman Davies","topic":"History"},{"quote":"Music is there for us to explore. To intentionally limit yourself to one, two, or three genres is limitation at its worst. Music is huge; it&#39;s a gigantic history lesson, and if you are true music fan or a musician, you should explore it. It&#39;s all right there in front of us.","author":"Phil Anselmo","topic":"History"},{"quote":"Misty Copeland is making history. During American Ballet Theatre&#39;s current season at the Metropolitan Opera House, Copeland will alight on that storied Lincoln Center stage, making her New York debut as the Swan Queen in the iconic masterpiece Swan Lake - a crowning achievement for any dancer, regardless of the color of her skin.","author":"Heather Watts","topic":"History"},{"quote":"Indeed, scientific truth by consensus has had a uniformly bad history.","author":"David Douglass","topic":"History"},{"quote":"Tradition means taking account of a wonderful history but remembering that everybody today looks to the future.","author":"Michael Kadoorie","topic":"History"},{"quote":"If some countries have too much history, we have too much geography.","author":"Mackenzie King","topic":"History"},{"quote":"We have not invaded anyone. We have not conquered anyone. We have not grabbed their land, their culture, their history and tried to enforce our way of life on them.","author":"A. P. J. Abdul Kalam","topic":"History"},{"quote":"So that the record of history is absolutely crystal clear. That there is no alternative way, so far discovered, of improving the lot of the ordinary people that can hold a candle to the productive activities that are unleashed by a free enterprise system.","author":"Milton Friedman","topic":"History"},{"quote":"We used to root for the Indians against the cavalry, because we didn&#39;t think it was fair in the history books that when the cavalry won it was a great victory, and when the Indians won it was a massacre.","author":"Dick Gregory","topic":"History"},{"quote":"Throughout history, ambassadors have always been symbolic incarnations of the sovereignty of their nations and the dignity of their leaders.","author":"Camille Paglia","topic":"History"},{"quote":"Psychology keeps trying to vindicate human nature. History keeps undermining the effort.","author":"Mason Cooley","topic":"History"},{"quote":"God created us for love, for union, for forgiveness and compassion and, yet, that has not been our storyline. That has not been our history.","author":"Richard Rohr","topic":"History"},{"quote":"Gluttony might be innocuous were it not for the fact that gluttons tend to disregard whether their self-serving behaviors harm anyone else. We don&#39;t need to look far and wide to find examples of gluttonous behavior, as they are numerous throughout the history of capitalism.","author":"Simon Mainwaring","topic":"History"},{"quote":"We&#39;re addicted to this concept of civilization - we can&#39;t imagine living outside of it because we&#39;ve had it for 10,000 years, all of what we call history. But according to archaeologists, humanity has been on this planet for millions of years in indigenous form.","author":"Serj Tankian","topic":"History"},{"quote":"Throughout human history, people have developed strong loyalties to traditions, rituals, and symbols. In the most effective organizations, they are not only respected but celebrated. It is no coincidence that the most highly admired corporations are also among the most profitable.","author":"Rosabeth Moss Kanter","topic":"History"},{"quote":"Today, everybody is more or less conscious of the total failure of the Cuban revolution to produce wealth, to produce a better standard of living for the Cubans. With the exception of small radical parties, Latin Americans know that it&#39;s a brutal dictatorship and the longest in Latin American history.","author":"Mario Vargas Llosa","topic":"History"},{"quote":"American culture is not about experiencing our shame, it&#39;s about denying it. It&#39;s been that way our whole history.","author":"Chris Jordan","topic":"History"},{"quote":"We are still living in the aftershock of Hiroshima, people are still the scars of history.","author":"Edward Bond","topic":"History"},{"quote":"If students get a sound education in the history, social effects and psychological biases of technology, they may grow to be adults who use technology rather than be used by it.","author":"Neil Postman","topic":"History"},{"quote":"I don&#39;t think that a leader can control, to any great extent, his destiny. Very seldom can he step in and change the situation if the forces of history are running in another direction.","author":"Richard M. Nixon","topic":"History"},{"quote":"Despite the fact that he has run the most incompetent administration in history, President Obama remains a solid bet for re-election in 2012. Obama&#39;s frontrunner status springs from two crucial facts: first, by overexposing himself in the public eye, he has made himself larger than life; second, the Republican field is pathetically weak.","author":"Ben Shapiro","topic":"History"},{"quote":"This is the lesson that history teaches: repetition.","author":"Gertrude Stein","topic":"History"},{"quote":"We have such a great depth of human history in all of the arts, whether it&#39;s opera or mathematics or painting or classical music or jazz. There&#39;s so many things to study, new books to read, and certainly always ways to transform old ideas and to come up with new ones.","author":"Patti Smith","topic":"History"},{"quote":"General Electric, NBC&#39;s parent, is one of the largest corporations in the world, with an anti-labor history of outsourcing jobs and with financial links to military and nuclear power industries.","author":"Bernie Sanders","topic":"History"},{"quote":"A truly American sentiment recognizes the dignity of labor and the fact that honor lies in honest toil.","author":"Grover Cleveland","topic":"History"},{"quote":"You can&#39;t fake this music. You might be a great singer or a great musician but, in the need, that&#39;s got nothing to do with it. It&#39;s how you connect to the songs and to the history behind them.","author":"Etta James","topic":"History"},{"quote":"China is an old nation with a colourful history. Its booming economy has triggered an appetite and a curiosity around the world for its art and culture, one that continues to grow. I can, however, tell people that it is a show with no actor.","author":"Ai Weiwei","topic":"History"},{"quote":"In the digital universe, our personal history and its sense of narrative is succeeded by our social networking profile - a snapshot of the current moment. The information itself - our social graph of friends and likes - is a product being sold to market researchers in order to better predict and guide our futures.","author":"Douglas Rushkoff","topic":"History"},{"quote":"When history looks back, I want people to know that the Nazis could not kill millions of people with impunity.","author":"Simon Wiesenthal","topic":"History"},{"quote":"Every time I see something about the Wild West, I&#39;m reminded that our version of history may not be what really happened.","author":"James McBride","topic":"History"},{"quote":"There are no extraordinary men... just extraordinary circumstances that ordinary men are forced to deal with.","author":"William Halsey","topic":"History"},{"quote":"Democratic nations must try to find ways to starve the terrorist and the hijacker of the oxygen of publicity on which they depend.","author":"Margaret Thatcher","topic":"History"},{"quote":"Gerda Lerner was fierce, brilliant and unique. She lived history by her bravery, restored history by her scholarship, and democratized its study by her activism.","author":"Gloria Steinem","topic":"History"},{"quote":"The history of the kingdom of God is, directly, one of a reunion. The total divine milieu is formed by the incorporation of every elected spirit in Jesus Christ.","author":"Pierre Teilhard de Chardin","topic":"History"},{"quote":"In Jewish history there are no coincidences.","author":"Elie Wiesel","topic":"History"},{"quote":"Most of us spend too much time on the last twenty-four hours and too little on the last six thousand years.","author":"Will Durant","topic":"History"},{"quote":"I&#39;ve stopped reading fiction. I don&#39;t read it at all. I read other things: history, biography. I don&#39;t have the same interest in fiction that I once did.","author":"Philip Roth","topic":"History"},{"quote":"The more bombers, the less room for doves of peace.","author":"Nikita Khrushchev","topic":"History"},{"quote":"Perhaps in time the so-called Dark Ages will be thought of as including our own.","author":"Georg C. Lichtenberg","topic":"History"},{"quote":"I don&#39;t see women and think of them as competition or with judgment. Women really move me. I feel connected to all kinds of women. I am angry because I think we&#39;ve been mistreated throughout history in different countries, including America. I admire women.","author":"Salma Hayek","topic":"History"},{"quote":"Time is my greatest enemy.","author":"Evita Peron","topic":"History"},{"quote":"Peru was the Incas; it has 3,000 to 4,000 years of history.","author":"Nobu Matsuhisa","topic":"History"},{"quote":"History is a sly boots, and for a generation of blacks that cannot identify with the frustrations of Jim Crow, and for whites who cannot understand the hard deal that faces working-class blacks, it is difficult to reconcile Hughes&#39;s reputation as a poet-hero with his topical verse and uncomplicated prose.","author":"Darryl Pinckney","topic":"History"},{"quote":"At a purely practical level, history is important because it provides the basic skills needed for students to go further in sociology, politics, international relations and economics. History is also an ideal discipline for almost all careers in the law, the civil service and the private sector.","author":"Antony Beevor","topic":"History"},{"quote":"I&#39;m saying this as a Republican: In the White House, the effort that goes in and wherever these decisions are made, as to limit civilian casualties, is more probably than any in the history of the world, especially when you consider the history of warfare.","author":"Peter T. King","topic":"History"},{"quote":"History is a tool used by politicians to justify their intentions.","author":"Ted Koppel","topic":"History"},{"quote":"If given a chance, I would really want to explore the monuments in Delhi, like Qutub Minar and the forts. I have been there as a child, but now I want to go back and understand the history and significance behind them. We take all of these things for granted in life.","author":"Shreya Ghoshal","topic":"History"},{"quote":"&#39;History Is All You Left Me&#39; is about the loss of your first love and how you move on beyond that and if you can.","author":"Adam Silvera","topic":"History"},{"quote":"We&#39;re at unique point in history where the things that we are building are going to significantly impact our social, political, economical, and personal lives.","author":"Anita Borg","topic":"History"},{"quote":"Dad, I&#39;m in some trouble. There&#39;s been an accident and you&#39;re going to hear all sorts of things about me from now on. Terrible things.","author":"Edward Kennedy","topic":"History"},{"quote":"If you had to find a period in history that would equate to what the Internet has presented us with now, it would be Elizabethan England. It was a world in flux.","author":"Rhys Ifans","topic":"History"},{"quote":"If people perceive &#39;Roots&#39; to be a black history show, nobody is going to watch it.","author":"David L. Wolper","topic":"History"},{"quote":"To the extent that the judicial profession becomes the daily routine of deciding cases on the most secure precedents and the narrowest grounds available, the judicial mind atrophies and its perspective shrinks.","author":"Irving R. Kaufman","topic":"History"},{"quote":"When I first started working on &#39;Staying Dead,&#39; I got some well-meaning but negative feedback from industry folk because - back in 2001 - epic fantasy was still the big thing, alternate history a tight runner-up.","author":"Laura Anne Gilman","topic":"History"},{"quote":"Seldom in the history of medicine has the recognition of the most effective cure followed as swiftly on the heels of the discovery of a disease as the establishment of the complete effectiveness of iodothyrin and thyroidin followed the recognition of cachexia thyreopriva.","author":"Emil Theodor Kocher","topic":"History"},{"quote":"Women, we might as well be dogs baying the moon as petitioners without the right to vote!","author":"Susan B. Anthony","topic":"History"},{"quote":"I love history... everything is inspired by history, so that&#39;s why I love vintage and antiques.","author":"Kelly Wearstler","topic":"History"},{"quote":"The very ink with which history is written is merely fluid prejudice.","author":"Mark Twain","topic":"History"},{"quote":"Books are the carriers of civilization. Without books, history is silent, literature dumb, science crippled, thought and speculation at a standstill.","author":"Barbara Tuchman","topic":"History"},{"quote":"China, with her five thousand years of history, her vast territory and her enormous population stands like a mountain peak among the nations of the world. Her contribution to the civilization of mankind is imperishable. She has been a keen lover of peace; she has had a deep respect for international justice.","author":"Chiang Kai-shek","topic":"History"},{"quote":"Surely martyrs, irrespective of the special phase of the divine idea for which they gladly give up their bodies to torture and to death, are the truest heroes of history.","author":"Katharine Lee Bates","topic":"History"},{"quote":"To see the faces and hear the voices of victims of the Holocaust - one of the darkest chapters in history - was an experience I will never forget.","author":"Larry Hogan","topic":"History"},{"quote":"Posterity! You will never know how much it cost the present generation to preserve your freedom! I hope you will make a good use of it.","author":"John Adams","topic":"History"},{"quote":"Peace, plenty, and contentment reign throughout our borders, and our beloved country presents a sublime moral spectacle to the world.","author":"James K. Polk","topic":"History"},{"quote":"The principle that human nature, in its psychological aspects, is nothing more than a product of history and given social relations removes all barriers to coercion and manipulation by the powerful.","author":"Noam Chomsky","topic":"History"},{"quote":"It is impossible to predict the time and progress of revolution. It is governed by its own more or less mysterious laws.","author":"Vladimir Lenin","topic":"History"},{"quote":"I think if we don&#39;t understand history, if we don&#39;t keep referring back to it, we become complacent. And complacency, as we all know, it leads to repeating history.","author":"Ruth Negga","topic":"History"},{"quote":"After two world wars, the collapse of fascism, nazism, communism and colonialism and the end of the cold war, humanity has entered a new phase of its history.","author":"Hans Kung","topic":"History"},{"quote":"Outside the kingdom of the Lord there is no nation which is greater than any other. God and history will remember your judgment.","author":"Haile Selassie","topic":"History"},{"quote":"In the 2000 presidential election, Al Gore got more votes than George W. Bush, but still lost the election. The Supreme Court&#39;s ruling in Florida gave Bush that pivotal state, and doomed Gore to lose the Electoral College. That odd scenario - where the candidate with the most votes loses - has happened three times in U.S. history.","author":"Juan Williams","topic":"History"},{"quote":"The UK is not going to leave the European Union. Of course not. We are inextricably wound up with Europe. In terms of culture, history and geography, we are a European nation.","author":"Nick Clegg","topic":"History"},{"quote":"It&#39;s in the history books, the Holocaust. It&#39;s just a phrase. And the truth is it happened yesterday. It happened to my mother. I never met my grandmothers or my grandfathers. They were all wiped up in the gas chambers of Nazi Germany.","author":"Gene Simmons","topic":"History"},{"quote":"Your personal history is a part of what happens with your hands and your head as you play music.","author":"Dave Grohl","topic":"History"},{"quote":"Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears.","author":"Louis D. Brandeis","topic":"History"},{"quote":"The more I draw and write, the more I realise that accidents are a necessary part of any creative act, much more so than logic or wisdom. Sometimes a mistake is the only way of arriving at an original concept, and the history of successful inventions is full of mishaps, serendipity and unintended results.","author":"Shaun Tan","topic":"History"},{"quote":"Museums are managers of consciousness. They give us an interpretation of history, of how to view the world and locate ourselves in it. They are, if you want to put it in positive terms, great educational institutions. If you want to put it in negative terms, they are propaganda machines.","author":"Hans Haacke","topic":"History"},{"quote":"Never, never and never again shall it be that this beautiful land will again experience the oppression of one by another.","author":"Nelson Mandela","topic":"History"},{"quote":"If past history was all there was to the game, the richest people would be librarians.","author":"Warren Buffett","topic":"History"},{"quote":"The history of men&#39;s opposition to women&#39;s emancipation is more interesting perhaps than the story of that emancipation itself.","author":"Virginia Woolf","topic":"History"},{"quote":"Food is everything we are. It&#39;s an extension of nationalist feeling, ethnic feeling, your personal history, your province, your region, your tribe, your grandma. It&#39;s inseparable from those from the get-go.","author":"Anthony Bourdain","topic":"History"},{"quote":"A lot of young players don&#39;t really know much about the history of the game and a lot of them are missing out on what the game is all about, especially the whole concept of sportsmanship and teamwork.","author":"Kareem Abdul-Jabbar","topic":"History"},{"quote":"The biggest danger to the European Union comes not from those who advocate change, but from those who denounce new thinking as heresy. In its long history Europe has experience of heretics who turned out to have a point.","author":"David Cameron","topic":"History"},{"quote":"Empires inevitably fall, and when they do, history judges them for the legacies they leave behind.","author":"Noah Feldman","topic":"History"},{"quote":"Social media has taken over in America to such an extreme that to get my own kids to look back a week in their history is a miracle, let alone 100 years.","author":"Steven Spielberg","topic":"History"},{"quote":"I&#39;d read up on the history of our country and I&#39;d become fascinated with the story of the Alamo. To me it represented the fight for freedom, not just in America, but in all countries.","author":"John Wayne","topic":"History"},{"quote":"The history of mankind is the instant between two strides taken by a traveler.","author":"Franz Kafka","topic":"History"},{"quote":"Imagine: in the medieval ages, there was no evidence of how the history of mankind has been affected by witchcraft. But there is significant factual history of how brutality and sadism of mankind have been displayed in the most obscene manner in the name of witch-hunt.","author":"Kangana Ranaut","topic":"History"},{"quote":"I think history is continuous. It doesn&#39;t begin or end on Pearl Harbor Day or the day Lyndon Johnson withdraws from the presidency or on 9\/11. You have to learn from the past but not be imprisoned by it. You need to take counsel of history but never be imprisoned by it.","author":"Richard Holbrooke","topic":"History"},{"quote":"If one tries to think about history, it seems to me - it&#39;s like looking at a range of mountains. And the first time you see them, they look one way. But then time changes, the pattern of light shifts. Maybe you&#39;ve moved slightly, your perspective has changed. The mountains are the same, but they look very different.","author":"Robert Harris","topic":"History"},{"quote":"For much of Toyota&#39;s history, we have ensured the quality and reliability of our vehicles by placing a device called an andon cord on every production line - and empowering any team member to halt production if there&#39;s an assembly problem. Only when the problem is resolved does the line begin to move again.","author":"Akio Toyoda","topic":"History"},{"quote":"Our landscapes connect us to our history; they are the source of our character as a peopl, as well as our health, our safety, and our prosperity. Natural resources enrich us economically, yes. But they also enrich us aesthetically and recreationally and culturally and spiritually.","author":"Robert Kennedy, Jr.","topic":"History"},{"quote":"It is the greatest scam in history. I am amazed, appalled and highly offended by it. Global Warming; It is a scam. Some dastardly scientists with environmental and political motives manipulated long term scientific data to create an illusion of rapid global warming.","author":"John Coleman","topic":"History"},{"quote":"Homework&#39;s hard. Especially math. My kids joke with me. They tell me they have homework. I say, &#39;Okay.&#39; And then I sit down and they say, &#39;It&#39;s math.&#39; &#39;No! Not math! English, history, anything!&#39;","author":"Angelina Jolie","topic":"History"},{"quote":"You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know.","author":"George Eliot","topic":"History"},{"quote":"Chaos often breeds life, when order breeds habit.","author":"Henry Adams","topic":"History"},{"quote":"And remember, where you have a concentration of power in a few hands, all too frequently men with the mentality of gangsters get control. History has proven that.","author":"Lord Acton","topic":"History"},{"quote":"Many of the best parts of America&#39;s history would have been impossible without police. All the freedoms we enjoy - freedom of speech, freedom of worship, freedom from fear - sit on a foundation of public safety.","author":"William Bratton","topic":"History"},{"quote":"Information and inspiration are everywhere... history, art, architecture, everything an illustrator needs. Europe is, after all, the land that has generated most of the enduring myths and legends of Western culture.","author":"John Howe","topic":"History"},{"quote":"Blood alone moves the wheels of history.","author":"Martin Luther","topic":"History"},{"quote":"The history of progress is written in the blood of men and women who have dared to espouse an unpopular cause, as, for instance, the black man&#39;s right to his body, or woman&#39;s right to her soul.","author":"Emma Goldman","topic":"History"},{"quote":"I&#39;m obsessed by the idea of making my mark on history. And Arsenal is my paradise.","author":"Thierry Henry","topic":"History"},{"quote":"History is moving the furniture around in the house of mankind just about everywhere but the U.S.A. Things have changed, except here, where people come and go through the rooms of state, and everything looks shabbier by the day, and lethargy eats away at the upholstery like an acid fog, and the walls reverberate with meaningless oratory.","author":"James Howard Kunstler","topic":"History"},{"quote":"All of this got me thinking about the history of the westward expansion, and got me to wondering how the exploration of the Solar System would be changed if there were an indigenous presence out there.","author":"Sarah Zettel","topic":"History"},{"quote":"Junk stands and antique markets are the perfect place to pick up clues about the history of a country, region or town.","author":"Judith Miller","topic":"History"},{"quote":"A big part of making music is the discovery aspect, is the surprise aspect. That&#39;s why I think I&#39;ll always love sampling. Because it involves combining the music fandom: collecting, searching, discovering music history, and artifacts of recording that you may not have known existed and you just kind of unlock parts of your brain, you know?","author":"Gotye","topic":"History"},{"quote":"Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.","author":"Eleanor Roosevelt","topic":"History"},{"quote":"In all history there is no war which was not hatched by the governments, the governments alone, independent of the interests of the people, to whom war is always pernicious even when successful.","author":"Leo Tolstoy","topic":"History"},{"quote":"The United States was born in revolution and nurtured by struggle. Throughout our history, the American people have befriended and supported all those who seek independence and a better way of life.","author":"Robert Kennedy","topic":"History"},{"quote":"I did not come to NASA to make history.","author":"Sally Ride","topic":"History"},{"quote":"Today, for the first time in history, a Bishop of Rome sets foot on English soil. This fair land, once a distant outpost of the pagan world, has become, through the preaching of the Gospel, a beloved and gifted portion of Christ&#39;s vineyard.","author":"Pope John Paul II","topic":"History"},{"quote":"Man is not logical and his intellectual history is a record of mental reserves and compromises. He hangs on to what he can in his old beliefs even when he is compelled to surrender their logical basis.","author":"John Dewey","topic":"History"},{"quote":"History is, strictly speaking, the study of questions; the study of answers belongs to anthropology and sociology.","author":"W. H. Auden","topic":"History"},{"quote":"History has remembered the kings and warriors, because they destroyed; art has remembered the people, because they created.","author":"William Morris","topic":"History"},{"quote":"The lesson of history is that you do not get a sustained economic recovery as long as the financial system is in crisis.","author":"Ben Bernanke","topic":"History"},{"quote":"I promised her an interesting life and good food, and the rest is history.","author":"Bob Ehrlich","topic":"History"},{"quote":"The issue of equal rights for lesbian, gay, bisexual and transgender individuals has vexed politicians for decades. I have my own cloudy history with the issue, having supported a law in Mississippi that made it illegal for LGBT couples to adopt children. I believed at the time this was a principled position based on my faith.","author":"Ronnie Musgrove","topic":"History"},{"quote":"Haiti was founded by African slaves who rose against their European masters, had a revolution, and created a new state. There is no other such event in Western history.","author":"Madison Smartt Bell","topic":"History"},{"quote":"Of all the inventions of humans, the computer is going to rank near or at the top as history unfolds and we look back. It is the most awesome tool that we have ever invented. I feel incredibly lucky to be at exactly the right place in Silicon Valley, at exactly the right time, historically, where this invention has taken form.","author":"Steve Jobs","topic":"History"},{"quote":"The Chinese government wants me to say that for many centuries Tibet has been part of China. Even if I make that statement, many people would just laugh. And my statement will not change past history. History is history.","author":"Dalai Lama","topic":"History"},{"quote":"I don&#39;t deny the importance of genetics. However, the fact that I might be altruistic isn&#39;t because I have a gene for altruism; the fact that I do something for my children at some cost to myself comes from a history that has operated on me.","author":"B. F. Skinner","topic":"History"},{"quote":"World history is a court of judgment.","author":"Georg Wilhelm Friedrich Hegel","topic":"History"},{"quote":"No person can be more deeply sensible than myself of the danger of entangling alliances with any foreign nation. That we should avoid such alliances has become a maxim of our policy consecrated by the most venerated names which adorn our history and sanctioned by the unanimous voice of the American people.","author":"James K. Polk","topic":"History"},{"quote":"While we are living in the present, we must celebrate life every day, knowing that we are becoming history with every work, every action, every deed.","author":"Mattie Stepanek","topic":"History"},{"quote":"I don&#39;t believe in the Great Man theory of science or history. There are no great men, just men standing on the shoulders of other men and what they have done.","author":"Jacque Fresco","topic":"History"},{"quote":"English has been this vacuum cleaner of a language, because of its history meeting up with the Romans and then the Danes, the Vikings and then the French and then the Renaissance with all the Latin and Greek and Hebrew in the background.","author":"David Crystal","topic":"History"},{"quote":"There&#39;s probably more history now preserved underwater than in all the museums of the world combined. And there&#39;s no law governing that history. It&#39;s finders keepers.","author":"Robert Ballard","topic":"History"},{"quote":"At the same time the folk boom was happening, the civil rights movement was happening, the anti-war movement was happening, the ban the bomb movement was happening, the environmental movement was happening. There was suddenly a generation ready to change the course of history.","author":"Arlo Guthrie","topic":"History"},{"quote":"I&#39;m very interested in heritage restoration, and I&#39;m working with a group of people to create a number of academies and performance spaces to encourage native arts and crafts and to explore African history.","author":"Hugh Masekela","topic":"History"},{"quote":"In history as in human life, regret does not bring back a lost moment and a thousand years will not recover something lost in a single hour.","author":"Stefan Zweig","topic":"History"},{"quote":"You have to look at the history of the Middle East in particular. It has been one of failure and frustration, of feudalism and tribalism.","author":"Alexander Haig","topic":"History"},{"quote":"Among the many misdeeds of the British rule in India, history will look upon the act depriving a whole nation of arms as the blackest.","author":"Mahatma Gandhi","topic":"History"},{"quote":"It is not history which uses men as a means of achieving - as if it were an individual person - its own ends. History is nothing but the activity of men in pursuit of their ends.","author":"Karl Marx","topic":"History"},{"quote":"You accept that this civilisation could be abolished and life will begin later on after a few thousand years because that is something that has happened in the history of this planet. When you have peace in yourself and accept, then you are calm enough to do something, but if you are carried by despair there is no hope.","author":"Thich Nhat Hanh","topic":"History"},{"quote":"The travail of freedom and justice is not easy, but nothing serious and important in life is easy. The history of humanity has been a continuing struggle against temptation and tyranny - and very little worthwhile has ever been achieved without pain.","author":"Robert Kennedy","topic":"History"},{"quote":"What gets in our way is history and culture and religion and economic conditions. It is part of the hypnosis of our social conditioning.","author":"Deepak Chopra","topic":"History"},{"quote":"I want to change history, do something important in my life, and influence individuals like we have with millions of small businesses on Alibaba. Then they love and respect you because you made their life important.","author":"Jack Ma","topic":"History"},{"quote":"Now, when I hear that Christians are getting together in order to defend the people of Israel, of course it brings joy to my heart. And it simply says, look, people have learned from history.","author":"Elie Wiesel","topic":"History"},{"quote":"There are two things in Indian history - one is the incredible optimism and potential of the place, and the other is the betrayal of that potential - for example, corruption. Those two strands intertwine through the whole of Indian history, and maybe not just Indian history.","author":"Salman Rushdie","topic":"History"},{"quote":"The same way one tells a recipe, one tells a family history. Each one of us has our past locked inside.","author":"Laura Esquivel","topic":"History"},{"quote":"There is no history of mankind, there are only many histories of all kinds of aspects of human life. And one of these is the history of political power. This is elevated into the history of the world.","author":"Karl Popper","topic":"History"},{"quote":"The artist&#39;s job is to be a witness to his time in history.","author":"Robert Rauschenberg","topic":"History"},{"quote":"What is astonishing about the social history of the Vietnam war is not how many people avoided it, but how many could not and did not.","author":"John Gregory Dunne","topic":"History"},{"quote":"The judicial system is the most expensive machine ever invented for finding out what happened and what to do about it.","author":"Irving R. Kaufman","topic":"History"},{"quote":"Understanding the long, sordid history of gun control in America is key to understanding the dangers of disarming.","author":"Niger Innis","topic":"History"},{"quote":"I go to the Natural History Museum and look at the cage of stuffed starlings there. But my favourite thing is the big blue whale. The scale of it is unbelievable, and makes you feel how insignificant you are as a human being.","author":"Arthur Darvill","topic":"History"},{"quote":"There are constant cycles in history. There is loss, but it is always followed by regeneration. The tales of our elders who remember such cycles are very important to us now.","author":"Carmen Agra Deedy","topic":"History"},{"quote":"The sanctity of our battlefields, monuments, and veterans institutions is of utmost importance to preserve military history and pay respect to those who fought.","author":"Henry Waxman","topic":"History"},{"quote":"What is history but a fable agreed upon?","author":"Napoleon Bonaparte","topic":"History"},{"quote":"I don&#39;t believe in accidents. There are only encounters in history. There are no accidents.","author":"Pablo Picasso","topic":"History"},{"quote":"When someone tells me about Malala, the girl who was shot by the Taliban - that&#39;s my definition for her - I don&#39;t think she&#39;s me. Now I don&#39;t even feel as if I was shot. Even my life in Swat feels like a part of history or a movie I watched. Things change. God has given us a brain and a heart which tell us how to live.","author":"Malala Yousafzai","topic":"History"},{"quote":"The facts tell us that no religious Faith releases - or ever has released at any moment in History - a higher degree of warmth, a more intense dynamism of unification than the Christianity of our own day - and the more Catholic it is, the truer my words.","author":"Pierre Teilhard de Chardin","topic":"History"},{"quote":"The great Comrades Kim Il Sung and Kim Jong Il, putting forward the development of sports as a matter that has an important bearing on the prosperity of the country and nation, indicated the road ahead of the Juche-based sports and wrote a new chapter in the history of building a sports power by dint of outstanding ideas and leadership.","author":"Kim Jong-un","topic":"History"},{"quote":"My view of my role is that together with like-minded men and women, I could help contribute to a bipartisan view of American engagement in the world for another period; I could do my part to overcome this really, in a way, awful period in which we are turning history into personal recriminations, depriving our political system of a serious debate.","author":"Henry Kissinger","topic":"History"},{"quote":"I believe in all the qualities of being a liberal. I keep going back to all the great social events in our country&#39;s history, starting with the Salem witch trials, where the conservative view was that they&#39;re witches and should be burned at the stake, and the liberal view was there&#39;s no such thing as witches.","author":"George Clooney","topic":"History"},{"quote":"The people who have impacted the world didn&#39;t live long. Martin Luther King. John F. Kennedy. These people who impact the world were not old people, but they lived so effectively that we cannot erase them from history.","author":"Myles Munroe","topic":"History"},{"quote":"The methodologies of examining hip hop are borrowed from sociology, politics, religion, economics, urban studies, journalism, communications theory, American studies, transatlantic studies, black studies, history, musicology, comparative literature, English, linguistics, and other disciplines.","author":"Michael Eric Dyson","topic":"History"},{"quote":"The history of jazz lets us know that this period in our history is not the only period we&#39;ve come through together. If we truly understood the history of our national arts, we&#39;d know that we have mutual aspirations, a shared history, in good times and bad.","author":"Wynton Marsalis","topic":"History"},{"quote":"I&#39;m a strong believer that you can build great companies in time of both greed and fear. But you have to be paying attention and operating under the right assumptions. You don&#39;t have to believe history repeats itself, but you should accept that history rhymes.","author":"Brad Feld","topic":"History"},{"quote":"The history taught in our schools is scandalous. We grew up believing that Columbus actually discovered America. We still celebrate Columbus Day. Columbus was after one thing only - gold.","author":"Woody Harrelson","topic":"History"},{"quote":"Our forefathers paved the way for us. Let&#39;s take their values and their strengths and rededicate ourselves to doing whatever it takes to keep America the greatest country in the history of man.","author":"Nikki Haley","topic":"History"},{"quote":"Why climb? That&#39;s a question that baffles me. It perplexes me. I really asked that a lot on Everest. I can&#39;t justify it. I can&#39;t say it&#39;s for a good cause. All I can say is look at the history of exploration: it&#39;s full of vainglorious pursuits.","author":"Jon Krakauer","topic":"History"},{"quote":"The lesson of 9\/11 is that America is truly exceptional. We withstood the worst attack of our history, intended by our enemies to destroy us. Instead, it drew us closer and made us more united. Our love for freedom and one another has given us a strength that surprised even ourselves.","author":"Rudy Giuliani","topic":"History"},{"quote":"We live in a moment of history where change is so speeded up that we begin to see the present only when it is already disappearing.","author":"R. D. Laing","topic":"History"},{"quote":"Haiti and the Dominican Republic don&#39;t just share an island, Hispaniola, but a history, one that includes all the signal events that went into creating the modern world: Columbus, conquest, genocide, slavery, imperial war, revolution, and U.S. counterinsurgencies and military occupations.","author":"Greg Grandin","topic":"History"},{"quote":"It may seem unfashionable to say so, but historians should seize the imagination as well as the intellect. History is, in a sense, a story, a narrative of adventure and of vision, of character and of incident. It is also a portrait of the great general drama of the human spirit.","author":"Peter Ackroyd","topic":"History"},{"quote":"I have always been fascinated by paleontology and prehistoric people, and I&#39;ve always thought that one of the most intriguing moments in human history was the birth of artistic imagination. I always loved those cave paintings.","author":"Kathryn Lasky","topic":"History"},{"quote":"History speaks to artists. It changes the artist&#39;s thinking and is constantly reshaping it into different and unexpected images.","author":"Anselm Kiefer","topic":"History"},{"quote":"When President Teddy Roosevelt posed for the cameras astride a massive steam shovel during construction of the Panama Canal in 1906, it was more than a simple photo op. Though the scene was clearly staged, it symbolized a crucial moment in American history.","author":"Alan Huffman","topic":"History"},{"quote":"At pivotal moments throughout history, there have always been grey areas, and there likely will be in the future. Courage now lies not in the black and white, as in the past, but in the grey.","author":"Safak Pavey","topic":"History"},{"quote":"Every single immigrant is part of a larger history that needs to be communicated in all its ambivalences and complexities.","author":"Jim Goldberg","topic":"History"},{"quote":"Who has fully realized that history is not contained in thick books but lives in our very blood?","author":"Carl Jung","topic":"History"},{"quote":"Man is not a machine that can be remodelled for quite other purposes as occasion demands, in the hope that it will go on functioning as regularly as before but in a quite different way. He carries his whole history with him; in his very structure is written the history of mankind.","author":"Carl Jung","topic":"History"},{"quote":"In known history, nobody has had such capacity for altering the universe than the people of the United States of America. And nobody has gone about it in such an aggressive way.","author":"Alan Watts","topic":"History"},{"quote":"The charm of history and its enigmatic lesson consist in the fact that, from age to age, nothing changes and yet everything is completely different.","author":"Aldous Huxley","topic":"History"},{"quote":"Life isn&#39;t meant to be easy. It&#39;s hard to take being on the top - or on the bottom. I guess I&#39;m something of a fatalist. You have to have a sense of history, I think, to survive some of these things... Life is one crisis after another.","author":"Richard M. Nixon","topic":"History"},{"quote":"A moment comes, which comes but rarely in history, when we step out from the old to the new; when an age ends; and when the soul of a nation long suppressed finds utterance.","author":"Jawaharlal Nehru","topic":"History"},{"quote":"For it is the duty of an astronomer to compose the history of the celestial motions through careful and expert study.","author":"Nicolaus Copernicus","topic":"History"},{"quote":"September 11 was terrible but, if one goes back over the history of the IRA, what happened to the Americans wasn&#39;t that terrible.","author":"Doris Lessing","topic":"History"},{"quote":"Of the twenty-two civilizations that have appeared in history, nineteen of them collapsed when they reached the moral state the United States is in now.","author":"Arnold J. Toynbee","topic":"History"},{"quote":"I was always told that I was good in mathematics, and I guess my grades and standardized test scores supported that. My worst subjects were those that generally involved a lot of reading - English and history. So, having good test scores in math and mediocre ones in reading, I was naturally advised to major in engineering in college.","author":"Henry Petroski","topic":"History"},{"quote":"In my view, far from deserving condemnation for their courageous reporting, the New York Times, the Washington Post and other newspapers should be commended for serving the purpose that the Founding Fathers saw so clearly.","author":"Hugo Black","topic":"History"},{"quote":"Man&#39;s naked form belongs to no particular moment in history; it is eternal, and can be looked upon with joy by the people of all ages.","author":"Auguste Rodin","topic":"History"},{"quote":"Take everything you know. Take your whole selves. Be inclusive. Be open. Make history in the infinite ways that your heart takes you.","author":"Megan Smith","topic":"History"},{"quote":"The most successful families embrace and elevate their family history, particularly their failures, setbacks and other missteps.","author":"Bruce Feiler","topic":"History"},{"quote":"Authors want their names down in history; I want to keep the smoke coming out of the chimney.","author":"Mickey Spillane","topic":"History"},{"quote":"I think we&#39;re struggling with trying to redefine various positions at this point in history. To allow freedom for women, freedom for men, freedom from those sharply defined gender roles.","author":"Fred Ward","topic":"History"},{"quote":"What I love about the stories of the Great Migration is that this is not ancient history; this is living history. Most people of color can find someone in their own family who had experienced a migration of some kind, knowing the sense of dislocation, longing and fortitude.","author":"Isabel Wilkerson","topic":"History"},{"quote":"If anyone thinks they&#39;d rather be in a different part of history, they&#39;re probably not a very good student of history. Life sucked in the old days. People knew very little, and you were likely to die at a young age of some horrible disease. You&#39;d probably have no teeth by now. It would be particularly awful if you were a woman.","author":"Elon Musk","topic":"History"},{"quote":"It is remarkable how closely the history of the apple tree is connected with that of man.","author":"Henry David Thoreau","topic":"History"},{"quote":"Hence poetry is something more philosophic and of graver import than history, since its statements are rather of the nature of universals, whereas those of history are singulars.","author":"Aristotle","topic":"History"},{"quote":"Presidents quickly realize that while a single act might destroy the world they live in, no one single decision can make life suddenly better or can turn history around for the good.","author":"Lyndon B. Johnson","topic":"History"},{"quote":"There are more sure marks of authenticity in the Bible that in any profane history.","author":"Isaac Newton","topic":"History"},{"quote":"History shows that, more often than not, loss of sovereignty leads to liberalisation imposed in the interests of the powerful.","author":"Noam Chomsky","topic":"History"},{"quote":"The history of antitrust law enforcement shows that successful antitrust prosecutions have often strengthened and brought vitality to extremely large companies and businesses.","author":"Robert Kennedy","topic":"History"},{"quote":"Today&#39;s headlines and history&#39;s judgment are rarely the same.","author":"Condoleezza Rice","topic":"History"},{"quote":"Madam President, speaking here in Dublin Castle it is impossible to ignore the weight of history, as it was yesterday when you and I laid wreaths at the Garden of Remembrance.","author":"Queen Elizabeth II","topic":"History"},{"quote":"The essential relationship across American history between black people and white people is one of exploitation and one of plunder. This is not, you know, necessarily about, you know, whether you&#39;re a good person or not or whether you see black people, you know, on the street, and you&#39;re willing to shake their hands and be polite.","author":"Ta-Nehisi Coates","topic":"History"},{"quote":"The history of saints is mainly the history of insane people.","author":"Benito Mussolini","topic":"History"},{"quote":"It&#39;s true in everything, not just in drag: To be a success, you have to understand the landscape. You have to know thyself, and you have to know your history so that you can draw from people who have figured out the equation you are faced with. It&#39;s not rocket science.","author":"RuPaul","topic":"History"},{"quote":"Our ignorance of history causes us to slander our own times.","author":"Gustave Flaubert","topic":"History"},{"quote":"I think the most important idea is to remember that there have been times throughout American history where what is right is not the same as what is legal.","author":"Edward Snowden","topic":"History"},{"quote":"A library, to modify the famous metaphor of Socrates, should be the delivery room for the birth of ideas - a place where history comes to life.","author":"Norman Cousins","topic":"History"},{"quote":"History is rich with adventurous men, long on charisma, with a highly developed instinct for their own interests, who have pursued personal power - bypassing parliaments and constitutions, distributing favours to their minions, and conflating their own desires with the interests of the community.","author":"Umberto Eco","topic":"History"},{"quote":"Making fake biography, false history, concocting a half-imaginary existence out of the actual drama of my life is my life.","author":"Philip Roth","topic":"History"},{"quote":"The possibility of a scientific treatment of history means a wider experience, a greater maturity of practical reason, and finally a fuller realization of certain basic ideas regarding the nature of life and time.","author":"Muhammad Iqbal","topic":"History"},{"quote":"Don&#39;t stay at the job for safe salary increases over time. That will never get you where you want - freedom from financial worry. Only free time, imagination, creativity, and an ability to disappear will help you deliver value that nobody ever delivered before in the history of mankind.","author":"James Altucher","topic":"History"},{"quote":"Violence is a part of America. I don&#39;t want to single out rap music. Let&#39;s be honest. America&#39;s the most violent country in the history of the world, that&#39;s just the way it is. We&#39;re all affected by it.","author":"Spike Lee","topic":"History"},{"quote":"The past is malleable and flexible, changing as our recollection interprets and re-explains what has happened.","author":"Peter L. Berger","topic":"History"},{"quote":"If chronic bashing of the head could destroy a boxer&#39;s brain, couldn&#39;t it also destroy a football player&#39;s brain? Surely someone in the history of football had thought to look for dementia pugilistica. Unlike boxers, football players wear helmets, but a helmet can&#39;t fully protect the head from damaging impact.","author":"Jeanne Marie Laskas","topic":"History"},{"quote":"When I was growing up, my house was filled with books. My mother was an educator, and my father was a history buff, so our home was a virtual library, covering every author from Beverly Cleary to James Michener.","author":"Jeff Kinney","topic":"History"},{"quote":"In the course of American history, great steps are taken by ordinary people, and ordinary people are not perfect.","author":"Tommy Lee Jones","topic":"History"},{"quote":"The whole course of human history may depend on a change of heart in one solitary and even humble individual - for it is in the solitary mind and soul of the individual that the battle between good and evil is waged and ultimately won or lost.","author":"M. Scott Peck","topic":"History"},{"quote":"The injustices endured by black Americans at the hands of their own government have no parallel in our history, not only during the period of slavery but also in the Jim Crow era that followed.","author":"Jim Webb","topic":"History"},{"quote":"Knowing more about family history is the single biggest predictor of a child&#39;s emotional well-being. Grandparents can play a special role in this process, too.","author":"Bruce Feiler","topic":"History"},{"quote":"There is no reason to repeat bad history.","author":"Eleanor Holmes Norton","topic":"History"},{"quote":"Garbage is the part of your history you don&#39;t want your family to know about.","author":"Vik Muniz","topic":"History"},{"quote":"The news media is so quick to pick up tragic stories of imperiled children that it seems like there are more terrible events today than ever before - when in fact it&#39;s quite the opposite. It is, in all manners possible to calculate, the safest time in the history of civilization to be a kid.","author":"Gever Tulley","topic":"History"},{"quote":"That so unlikely an outcome should accrue to a man possessed of such limited talent and so many flaws, and one lacking in a sense of ethics and decency was one of the bitter ironies of history.","author":"William Thomas Green Morton","topic":"History"},{"quote":"History is a relentless master. It has no present, only the past rushing into the future. To try to hold fast is to be swept aside.","author":"John F. Kennedy","topic":"History"},{"quote":"Pakistanis can&#39;t trust. They&#39;ve seen in history that people, particularly politicians, are corrupt. And they&#39;re misguided by people in the name of Islam. They&#39;re told: &#39;Malala is not a Muslim, she&#39;s not in purdah, she&#39;s working for America.&#39;","author":"Malala Yousafzai","topic":"History"},{"quote":"Classes struggle, some classes triumph, others are eliminated. Such is history; such is the history of civilization for thousands of years.","author":"Mao Zedong","topic":"History"},{"quote":"Physics has a history of synthesizing many phenomena into a few theories.","author":"Richard P. Feynman","topic":"History"},{"quote":"History suggests that capitalism is a necessary condition for political freedom. Clearly it is not a sufficient condition.","author":"Milton Friedman","topic":"History"},{"quote":"Women have been the most persecuted people throughout all of recorded history, more than any race or religion.","author":"Leonardo DiCaprio","topic":"History"},{"quote":"The worst thing about Halloween is, of course, candy corn. It&#39;s unbelievable to me. Candy corn is the only candy in the history of America that&#39;s never been advertised. And there&#39;s a reason. All of the candy corn that was ever made was made in 1911. And so, since nobody eats that stuff, every year there&#39;s a ton of it left over.","author":"Lewis Black","topic":"History"},{"quote":"History does not record in its annals any lasting domination exercised by one people over another, of different race, of diverse usages and customs, of opposite and divergent ideals. One of the two had to yield and succumb.","author":"Jose Rizal","topic":"History"},{"quote":"I have very close friends who are very devout Catholics, and I talked to them before the &#39;Da Vinci Code,&#39; and it was very difficult for them, but I talked to them before &#39;Angels and Demons,&#39; and they said the scandal, abuse of power and violence was part of church history, which you can read about in the Vatican bookstore.","author":"Ron Howard","topic":"History"},{"quote":"With science and reason throughout history, what people believed turned out to be false. So I like to keep an open mind to all perspectives and learn and become more fully realised as a person. I just feel we&#39;re never going to know what the full picture is.","author":"Conor Oberst","topic":"History"},{"quote":"Hawaii and Fiji are two of the best island groups in the world to visit as a vacationer. The great hotels, the fascinating local people, the exciting history of the two contrasting island groups, and the unmatched scenery make these two of the most enticing stopovers.","author":"James A. Michener","topic":"History"},{"quote":"World War II was the last government program that really worked.","author":"George Will","topic":"History"},{"quote":"Difficulty is the excuse history never accepts.","author":"Edward R. Murrow","topic":"History"},{"quote":"Only by painting the great panorama of history, can the great history-reading public be entertained or satisfied.","author":"Norman Davies","topic":"History"},{"quote":"In the entire history of the human species, every tool we&#39;ve invented has been to expand muscle power. All except one. The integrated circuit, the computer. That lets us use our brain power.","author":"David Gerrold","topic":"History"},{"quote":"We have to forget the past. History is something that even today we are paying the consequences, and the future is integration. We all as a people, as citizens, as the leadership of both countries should be looking in that direction.","author":"Atifete Jahjaga","topic":"History"},{"quote":"In this decisive hour of our national history, union means life and division means death.","author":"Bao Dai","topic":"History"},{"quote":"In the history of photography, we have many masterpieces in terms of black and white books. You have Bresson&#39;s &#39;Decisive Moment,&#39; Frank&#39;s &#39;The Americans&#39;... many masterpieces. But there is nothing to this caliber in color. Well, I think I&#39;ll waltz with my muse and hope that I might be able to produce something on this order in color.","author":"Ralph Gibson","topic":"History"},{"quote":"The Russians feared Ike. They didn&#39;t fear me.","author":"Lyndon B. Johnson","topic":"History"},{"quote":"If one morning I walked on top of the water across the Potomac River, the headline that afternoon would read: &#39;President Can&#39;t Swim.&#39;","author":"Lyndon B. Johnson","topic":"History"},{"quote":"You that would judge me, do not judge alone this book or that, come to this hallowed place where my friends&#39; portraits hang and look thereon; Ireland&#39;s history in their lineaments trace; think where man&#39;s glory most begins and ends and say my glory was I had such friends.","author":"William Butler Yeats","topic":"History"},{"quote":"One could write a history of science in reverse by assembling the solemn pronouncements of highest authority about what could not be done and could never happen.","author":"Robert A. Heinlein","topic":"History"},{"quote":"If you are attempting to study American history, and you don&#39;t understand the force of white supremacy, you fundamentally misunderstand America.","author":"Ta-Nehisi Coates","topic":"History"},{"quote":"People that are really very weird can get into sensitive positions and have a tremendous impact on history.","author":"Dan Quayle","topic":"History"},{"quote":"My private history in terms of people in my life who are dead is very easy to discuss. I don&#39;t feel those people can be threatened or intruded upon now. But I am enormously protective of the people who are currently in my life, my existing friends and family. That is where the curtain is drawn.","author":"Chuck Palahniuk","topic":"History"},{"quote":"Consciousness, there are about 20,000 papers on consciousness with no consensus. Nowhere in history have so many people devoted so much time to produce so little.","author":"Michio Kaku","topic":"History"},{"quote":"Open your refrigerator door, and you summon forth more light than the total amount enjoyed by most households in the 18th century. The world at night, for much of history, was a very dark place indeed.","author":"Bill Bryson","topic":"History"},{"quote":"Nothing which is true or beautiful or good makes complete sense in any immediate context of history; therefore we must be saved by faith.","author":"Reinhold Niebuhr","topic":"History"},{"quote":"If you look at it, the history of comedy has always been strongest among the nations who have been persecuted the most.","author":"Trevor Noah","topic":"History"},{"quote":"I did a book in 1996, an overview of black history. In that process I became more aware of a lot of the black inventors of the 19th century.","author":"Kareem Abdul-Jabbar","topic":"History"},{"quote":"It is the great sadness of our species that we have not found a way to eliminate the conflict and to eliminate violence as a device to resolve our conflicts throughout the entire history of the human race.","author":"Neale Donald Walsch","topic":"History"},{"quote":"The birth of the baby Jesus stands as the most significant event in all history, because it has meant the pouring into a sick world the healing medicine of love which has transformed all manner of hearts for almost two thousand years.","author":"George Matthew Adams","topic":"History"},{"quote":"I wanted to write a novel that would make others feel the history: the pain and fear that black people have had to live through in order to endure.","author":"Octavia E. Butler","topic":"History"},{"quote":"On July 2, 1964, President Johnson signed into law the Civil Rights Act. Its enactment, following the longest continuous debate in the history of the U.S. Senate, enshrined into law the basic principle upon which our country was founded: that all people are created equal.","author":"Thomas E. Perez","topic":"History"},{"quote":"I study history in order to give an interpretation.","author":"Oliver Stone","topic":"History"},{"quote":"Cycles of shortage and surplus characterize the entire history of oil.","author":"Daniel Yergin","topic":"History"},{"quote":"November is Hip-Hop History Month, where we give celebration to what hip hop has done to bring together people of the world, people of all nationalities, young people, all the political systems and politicians on the planet.","author":"Afrika Bambaataa","topic":"History"},{"quote":"Something new has happened: For the first time in German history our fatherland is guided by a plan that considers only the needs of the people, and aims at building prosperity and reconstructing of our fatherland.","author":"Walter Ulbricht","topic":"History"},{"quote":"The construction of Europe is an art. It is the art of the possible.","author":"Jacques Chirac","topic":"History"},{"quote":"I didn&#39;t learn much about writing at Sarah Lawrence, but I learned a lot about the sources of poems - dreams, myth, history - from the really great teachers, Joseph Campbell, Charles Trinkhaus, Bert Loewenberg, and a young Australian anthropologist named Harry Hawthorne.","author":"Carolyn Kizer","topic":"History"},{"quote":"Journalism allows its readers to witness history; fiction gives its readers an opportunity to live it.","author":"John Hersey","topic":"History"},{"quote":"I&#39;ve always had a Marxist understanding of history: democracy is a result of a broad modernization process that happens in every country. Neocons think the use of political power can force the pace of change, but ultimately it depends on societies doing it themselves.","author":"Francis Fukuyama","topic":"History"},{"quote":"The most terrible job in warfare is to be a second lieutenant leading a platoon when you are on the battlefield.","author":"Dwight D. Eisenhower","topic":"History"},{"quote":"We have the power to make this the best generation of mankind in the history of the world or to make it the last.","author":"John F. Kennedy","topic":"History"},{"quote":"The history of exploration across nations and across time is not one where nations said, &#39;Let&#39;s explore because it&#39;s fun.&#39; It was, &#39;Let&#39;s explore so that we can claim lands for our country, so that we can open up new trade routes; let&#39;s explore so we can become more powerful.&#39;","author":"Neil deGrasse Tyson","topic":"History"},{"quote":"Historian: an unsuccessful novelist.","author":"H. L. Mencken","topic":"History"},{"quote":"What Britain needs is an iron lady.","author":"Margaret Thatcher","topic":"History"},{"quote":"Every age has its own poetry; in every age the circumstances of history choose a nation, a race, a class to take up the torch by creating situations that can be expressed or transcended only through poetry.","author":"Jean-Paul Sartre","topic":"History"},{"quote":"That men do not learn very much from the lessons of history is the most important of all the lessons of history.","author":"Aldous Huxley","topic":"History"},{"quote":"The Bible is full of warnings about false prophets and false messiahs. These satanically inspired people have appeared in almost every generation of history.","author":"Billy Graham","topic":"History"},{"quote":"Those parts of history that would undermine the vision of the Left - which prevails in our education system from elementary school to postgraduate study - are not likely to get much attention.","author":"Thomas Sowell","topic":"History"},{"quote":"We cannot leave history entirely to nonclinical observers and to professional historians.","author":"Erik Erikson","topic":"History"},{"quote":"There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define; we can grasp them only in the depths of our perceptive spirit.","author":"Ansel Adams","topic":"History"},{"quote":"The president led us into the Iraq war on the basis of unproven assertions without evidence; he embraced a radical doctrine of pre-emptive war unprecedented in our history; and he failed to build a true international coalition.","author":"Nancy Pelosi","topic":"History"},{"quote":"The power of the story sheds a light and great perspective on well known facts. The power of cinema draws on that collective history.","author":"Cate Blanchett","topic":"History"},{"quote":"The acceptance of the facts of African-American history and the African-American historian as a legitimate part of the academic community did not come easily. Slavery ended and left its false images of black people intact.","author":"John Henrik Clarke","topic":"History"},{"quote":"Let me tell you, never before in the history of this planet has anybody made the progress that African-Americans have made in a 30-year period, in spite of many black folks and white folks lying to one another.","author":"Dick Gregory","topic":"History"},{"quote":"In our brief national history we have shot four of our presidents, worried five of them to death, impeached one and hounded another out of office. And when all else fails, we hold an election and assassinate their character.","author":"P. J. O'Rourke","topic":"History"},{"quote":"All objects, all phases of culture are alive. They have voices. They speak of their history and interrelatedness. And they are all talking at once!","author":"Camille Paglia","topic":"History"},{"quote":"David Ben-Gurion was a mythic figure, the founding father of Israel and a modern-day prophet, but he was also a real man who stormed through history on human legs. It was my great privilege to know him and work with him for many years.","author":"Shimon Peres","topic":"History"},{"quote":"Throughout history, clothes represented who you were; they are a great vehicle for explaining who you are. During the Ching dynasty, for example, what you wore and how it was made reflected your status in society. People could literally read your clothes like a book, just by its color and how it was embroidered.","author":"Iris Apfel","topic":"History"},{"quote":"A Conservative is a fellow who is standing athwart history yelling &#39;Stop!&#39;","author":"William F. Buckley, Jr.","topic":"History"},{"quote":"If we look to the saints, this great luminous wake with which God has passed through history, we truly see that here is a force for good that survives through millennia; here is truly light from light.","author":"Pope Benedict XVI","topic":"History"},{"quote":"The new millennium began with a great global dream. World leaders gathered at the United Nations in 2000 and adopted, among others, a historic goal to reduce poverty by half by 2015. Never in human history had such a bold goal been adopted by the entire world in one voice, one that specified time and size.","author":"Muhammad Yunus","topic":"History"},{"quote":"History not used is nothing, for all intellectual life is action, like practical life, and if you don&#39;t use the stuff well, it might as well be dead.","author":"Arnold J. Toynbee","topic":"History"},{"quote":"Musical theatre history is littered with bad reviews for now classic pieces.","author":"Andrew Lloyd Webber","topic":"History"},{"quote":"If I didn&#39;t have a front-row seat on history, it was at least a seat on the aisle.","author":"Dan Rather","topic":"History"},{"quote":"In the Confederate Army, an officer was judged by stark courage alone, and this made it possible for the Confederacy to live four years.","author":"Chesty Puller","topic":"History"},{"quote":"This above all makes history useful and desirable; it unfolds before our eyes a glorious record of exemplary actions.","author":"Livy","topic":"History"},{"quote":"We can be revisionist, and that&#39;s a good thing to be at times, but we shouldn&#39;t airbrush our history, so we can only make judgments in the objective conditions of that time.","author":"Gerry Adams","topic":"History"},{"quote":"I am just getting into Zora Neale Hurston, who is possibly a much better writer than the critics and rivals who tried to erase her from history, resulting in a life in which she worked as a maid and died in a welfare nursing home. She&#39;s clever. She does something modern to the sentence.","author":"Rachel Kushner","topic":"History"},{"quote":"Two famous happy warriors - Reagan and his political soulmate, British Prime Minister Margaret Thatcher - knew they were fighting their own ideological and external wars. But they did so with the sunny dispositions and positive outlooks of those who knew they were on the right side of history.","author":"Monica Crowley","topic":"History"},{"quote":"The history of American women is about the fight for freedom, but it&#39;s less a war against oppressive men than a struggle to straighten out the perpetually mixed message about women&#39;s role that was accepted by almost everybody of both genders.","author":"Gail Collins","topic":"History"},{"quote":"Absolutely, I don&#39;t believe in rules. As I tell my daughter when she is mischievous, &#39;Well-behaved women rarely make history.&#39;","author":"Nia Vardalos","topic":"History"},{"quote":"History has long had a wall up between the kitchen and the dining room. Front of house, back of house - one group always wielded more power and influence.","author":"Daniel Humm","topic":"History"},{"quote":"Neurologically, people have a need to feel oriented, to know where they are, not just in terms of a compass and not just in terms of geography, but in terms of their culture and history. To be informed about where they&#39;re coming from and to have some glimpse towards a hopeful future.","author":"James Howard Kunstler","topic":"History"},{"quote":"There is no short and easy road, no magic cure for those ills which have afflicted mankind from the dawn of history.","author":"Frank B. Kellogg","topic":"History"},{"quote":"You can learn as much about the history from reading about the present as you can vice versa, that is learning about the present through history, which is what I do for a living.","author":"Ken Burns","topic":"History"},{"quote":"In 1952, Muddy cut the song &#39;Rollin&#39; Stone.&#39; It was a nationwide success, and the song echoes down through rock n&#39; roll history. Bob Dylan cut a tribute by the same name, an English band decided to call themselves the Rolling Stones, and the magazine that first embraced music as a serious cultural phenomenon was itself called &#39;Rolling Stone.&#39;","author":"Tim Cahill","topic":"History"},{"quote":"Uncertainty and fear and ignorance about immigrants, about people who are different, has a history as old as our Nation.","author":"Luis Gutierrez","topic":"History"},{"quote":"The funny thing about history is that we imagine that people didn&#39;t laugh in the old days, but of course they did, at stupid things.","author":"Terry Jones","topic":"History"},{"quote":"The Veteran&#39;s History Project, a nationwide volunteer effort to collect oral histories from America&#39;s war veterans, provides an avenue to do just that. Now in its fifth year, the Project has collected more than 40,000 individual stories.","author":"Spencer Bachus","topic":"History"},{"quote":"The history of mankind is the history of ideas.","author":"Luigi Pirandello","topic":"History"},{"quote":"If we celebrate Martin Luther King Jr.&#39;s birthday at a time of presidential inaugurals, this is thanks to Ronald Reagan who created the holiday, and not to the Democratic Congress of the Carter years, which rejected it.","author":"David Horowitz","topic":"History"},{"quote":"This empire, unlike any other in the history of the world, has been built primarily through economic manipulation, through cheating, through fraud, through seducing people into our way of life, through the economic hit men. I was very much a part of that.","author":"John Perkins","topic":"History"},{"quote":"In history, one gathers clues like a detective, tries to present an honest account of what most likely happened, and writes a narrative according to what we know and, where we aren&#39;t absolutely sure, what might be most likely to have happened, within the generally accepted rules of evidence and sources.","author":"Victor Davis Hanson","topic":"History"},{"quote":"Biography is a very definite region bounded on the north by history, on the south by fiction, on the east by obituary, and on the west by tedium.","author":"Philip Guedalla","topic":"History"},{"quote":"From computers to information technology to airplanes, it has been America&#39;s unique blend of republican government and free-market capitalism that has allowed us to surpass all other nations in history.","author":"George Nethercutt","topic":"History"},{"quote":"What the history of aviation has brought in the 20th century should inspire us to be inventors and explorers ourselves in the new century.","author":"Bertrand Piccard","topic":"History"},{"quote":"I would put our legislative and foreign policy accomplishments in our first two years against any president - with the possible exceptions of Johnson, FDR, and Lincoln - just in terms of what we&#39;ve gotten done in modern history. But, you know, but when it comes to the economy, we&#39;ve got a lot more work to do. And we&#39;re gonna keep on at it.","author":"Barack Obama","topic":"History"},{"quote":"History should be written as philosophy.","author":"Voltaire","topic":"History"},{"quote":"We find ourselves under the government of a system of political institutions, conducing more essentially to the ends of civil and religious liberty, than any of which the history of former times tells us.","author":"Abraham Lincoln","topic":"History"},{"quote":"Antiquities are history defaced, or some remnants of history which have casually escaped the shipwreck of time.","author":"Francis Bacon","topic":"History"},{"quote":"I stated that Hiroshima and Nagasaki are &#39;among the most unspeakable crimes in history.&#39; I took no position on just where they stand on the scale of horrors relative to Auschwitz, the bombing of Chungking, Lidice, and so on.","author":"Noam Chomsky","topic":"History"},{"quote":"War had always seemed to me to be a purely human behavior. Accounts of warlike behavior date back to the very first written records of human history; it seemed to be an almost universal characteristic of human groups.","author":"Jane Goodall","topic":"History"},{"quote":"Beware of endeavoring to become a great man in a hurry. One such attempt in ten thousand may succeed. These are fearful odds.","author":"Benjamin Disraeli","topic":"History"},{"quote":"The public history of modern art is the story of conventional people not knowing what they are dealing with.","author":"Golda Meir","topic":"History"},{"quote":"I always find it actually funny that the analysis is that the characters I play in comedies are the manchild, the adolescent, characters that refuse to grow up. And yet, if you look back in the history of comedy all the way back to the Marx brothers, that&#39;s a big part of comedy.","author":"Will Ferrell","topic":"History"},{"quote":"History develops, art stands still.","author":"E. M. Forster","topic":"History"},{"quote":"It is the soothing thing about history that it does repeat itself.","author":"Gertrude Stein","topic":"History"},{"quote":"To study history means submitting to chaos and nevertheless retaining faith in order and meaning.","author":"Hermann Hesse","topic":"History"},{"quote":"History is nothing but gossip about the past, with the hope that it might be true.","author":"Gore Vidal","topic":"History"},{"quote":"The Internet is the most important single development in the history of human communication since the invention of call waiting.","author":"Dave Barry","topic":"History"},{"quote":"People from different parts of the world can respond to the same story if it says something to them about their own history and their own experience.","author":"Chinua Achebe","topic":"History"},{"quote":"Nigeria has had a complicated colonial history. My work has examined that part of our story extensively.","author":"Chinua Achebe","topic":"History"},{"quote":"The awareness that health is dependent upon habits that we control makes us the first generation in history that to a large extent determines its own destiny.","author":"Jimmy Carter","topic":"History"},{"quote":"History passes the final judgment.","author":"Sidney Poitier","topic":"History"},{"quote":"The history of American democracy, to say the least, has been checkered. Our nation was founded at a time when people of African descent were held in bondage. After slavery was abolished, they were forced to endure legal discrimination for another 100 years.","author":"Bernie Sanders","topic":"History"},{"quote":"Imagination is always the fabric of social life and the dynamic of history. The influence of real needs and compulsions, of real interests and materials, is indirect because the crowd is never conscious of it.","author":"Simone Weil","topic":"History"},{"quote":"When the early Europeans first met Africans, at the crossroads of history, it was a respectful meeting and the Africans were not slaves. Their nations were old before Europe was born.","author":"John Henrik Clarke","topic":"History"},{"quote":"But let me tell you, this gender thing is history. You&#39;re looking at a guy who sat down with Margaret Thatcher across the table and talked about serious issues.","author":"George H. W. Bush","topic":"History"},{"quote":"In the tumult of men and events, solitude was my temptation; now it is my friend. What other satisfaction can be sought once you have confronted History?","author":"Charles de Gaulle","topic":"History"},{"quote":"God cannot alter the past, though historians can.","author":"Samuel Butler","topic":"History"},{"quote":"Young women today often have very little appreciation for the real battles that took place to get women where they are today in this country. I don&#39;t know how much history young women today know about those battles.","author":"Sandra Day O'Connor","topic":"History"},{"quote":"When I was in New York after I left the Army, I studied for two years at the American Theater Wing, studied acting, which involved dance and fencing and speech classes and history of theater, all that.","author":"James Earl Jones","topic":"History"},{"quote":"Certain periods in history suddenly lift humanity to an observation point where a clear light falls upon a world previously dark.","author":"Anne Sullivan","topic":"History"},{"quote":"I think that there are some teachers that do a very good job of incorporating culture and history. And there are some teachers who could use a little more help in that area.","author":"Anne Sullivan","topic":"History"},{"quote":"People in millenniums ahead will know what we were like in the 1930&#39;s and the thing that, the important major things that shaped our history at that time. This is as important for historic reasons as any other.","author":"Gordon Parks","topic":"History"},{"quote":"Hubert Humphrey talks so fast that listening to him is like trying to read Playboy magazine with your wife turning the pages.","author":"Barry Goldwater","topic":"History"},{"quote":"History is the present. That&#39;s why every generation writes it anew. But what most people think of as history is its end product, myth.","author":"E. L. Doctorow","topic":"History"},{"quote":"No country in the history of the world has ever contributed more to humankind and accomplished more for its people in so brief a period of time as Israel has done since its relatively recent rebirth in 1948.","author":"Alan Dershowitz","topic":"History"},{"quote":"Instead of turning away from our neighbors, our friends, our colleagues, let us instead learn from our history and avoid repeating the mistakes of our past.","author":"Loretta Lynch","topic":"History"},{"quote":"Jews read the books of Moses not just as history but as divine command. The question to which they are an answer is not, &#39;What happened?&#39; but rather, &#39;How then shall I live?&#39; And it&#39;s only with the exodus that the life of the commands really begins.","author":"Jonathan Sacks","topic":"History"},{"quote":"History offers us vicarious experience. It allows the youngest student to possess the ground equally with his elders; without a knowledge of history to give him a context for present events, he is at the mercy of every social misdiagnosis handed to him.","author":"Hilary Mantel","topic":"History"},{"quote":"&#39;Easter&#39; is a movable event, calculated by the relative positions of sun and moon, an impossible way of fixing year by year the anniversary of a historical event, but a very natural and indeed inevitable way of calculating a solar festival. These changing dates do not point to the history of a man, but to the hero of a solar myth.","author":"Annie Besant","topic":"History"},{"quote":"But reason has no power against feeling, and feeling older than history is no light matter.","author":"Charlotte Perkins Gilman","topic":"History"},{"quote":"Christians should be ready for a change because Jesus was the greatest changer in history.","author":"Ralph Abernathy","topic":"History"},{"quote":"Women are the only exploited group in history to have been idealized into powerlessness.","author":"Erica Jong","topic":"History"},{"quote":"We cannot defend freedom abroad by deserting it at home.","author":"Edward R. Murrow","topic":"History"},{"quote":"Providence conceals itself in the details of human affairs, but becomes unveiled in the generalities of history.","author":"Alphonse de Lamartine","topic":"History"},{"quote":"My sixth book, &#39;A Breath of Snow and Ashes&#39;, was nominated for a number of book awards, one of which was The Quill Award, and they had it in New York at the Natural History Museum.","author":"Diana Gabaldon","topic":"History"},{"quote":"It is thanks to men and women who were totally committed to fighting fascism, people like Alan Turing, that the horrors of the Holocaust and of total war are part of Europe&#39;s history and not Europe&#39;s present.","author":"Gordon Brown","topic":"History"},{"quote":"You will find it will almost always be more comfortable to sit on the sidelines and critique the builders from afar. But at the end of the day, the people who make a difference, the people who shape history, are not the haters.","author":"Wendy Kopp","topic":"History"},{"quote":"Folklore used to be passed by word of mouth, from one generation to the next; that&#39;s what makes it folklore, as opposed to, say, history, which is written down and stored in an archive.","author":"Jill Lepore","topic":"History"},{"quote":"In American religious history, theological qualms tend to get pushed aside when politics intervenes.","author":"Rick Perlstein","topic":"History"},{"quote":"I think that Liverpool&#39;s particular modern history lends itself to the cinema better than London in many ways. When you go to Liverpool, you absorb that whole sound and humour.","author":"Rhys Ifans","topic":"History"},{"quote":"New York State is giant and has some of the most beautiful landscape on the Eastern seaboard. There is so much history in New York State, from the Erie Canal to the Catskills, the birth of American stand-up comedy.","author":"Adam Savage","topic":"History"},{"quote":"After all my years of playing soldiers, and then of reading History, I have almost a mania to be in the East, to see fighting, and to serve.","author":"Wilfred Owen","topic":"History"},{"quote":"Beyond institutional amnesia, a rejection of causal analysis is the existential rock on which American Exceptionalism sits. The United States unique sense of itself depends on an ambiguous relationship to the past. History is affirmed, since it is America&#39;s unprecedented historical success that justifies the exceptionalism.","author":"Greg Grandin","topic":"History"},{"quote":"If we get to the point where we damage the full faith and credit of the United States, that would be the first default in history caused purely by insanity.","author":"Austan Goolsbee","topic":"History"},{"quote":"I never thought about becoming a politician. But during the military dictatorship, my grandfather was put in prison six times and my father twice. If my family and my country didn&#39;t have this history, I might be a professor somewhere today.","author":"George Papandreou","topic":"History"},{"quote":"Remember that in every single case in history the process of adaptation has been one of exceeding slowness. Do not look for the impossible, but do not let your path deviate from the quiet and steadfast insistence on full opportunities for your powers.","author":"Franz Boas","topic":"History"},{"quote":"I am convinced that the stratigraphic method will in the future enable archaeology to throw far more light on the history of American culture than it has done in the past.","author":"Edward Sapir","topic":"History"},{"quote":"You have to be there not for the fame and glory and recognition and being a page in a history book, but you have to be there because you believe your talent and ability can be applied effectively to operation of the spacecraft.","author":"Alan Shepard","topic":"History"},{"quote":"History is an endless repetition of the wrong way of living.","author":"Lawrence Durrell","topic":"History"},{"quote":"It is not I who have been consigned to the bedroom of history.","author":"Corazon Aquino","topic":"History"},{"quote":"Creativity is not the property of artists alone. It&#39;s a basic element of the human character, no matter what culture you&#39;re in, no matter where you are on Earth or in history.","author":"Bill Viola","topic":"History"},{"quote":"I can&#39;t change history, I don&#39;t want to change history. I can only change the future. I&#39;m working on that.","author":"Boris Becker","topic":"History"},{"quote":"Throughout the history of our young nation, we have seen our military go bravely into battle, armed with courage and willing to make the ultimate sacrifice.","author":"John M. McHugh","topic":"History"},{"quote":"After pop art, graffiti is probably the biggest art movement in recent history to have such an impact on culture.","author":"Jeffrey Deitch","topic":"History"},{"quote":"No matter what we call it, poison is still poison, death is still death, and industrial civilization is still causing the greatest mass extinction in the history of the planet.","author":"Derrick Jensen","topic":"History"},{"quote":"Like most of those who study history, he (Napoleon III) learned from the mistakes of the past how to make new ones.","author":"A. J. P. Taylor","topic":"History"},{"quote":"Goodrich was the biggest acquisition in the history of aerospace.","author":"Louis R. Chenevert","topic":"History"},{"quote":"I am not so different in my history of abandonment from anyone else after all. We have all been split away from the earth, each other, ourselves.","author":"Susan Griffin","topic":"History"},{"quote":"We&#39;ve gone from a preponderance of acute and infectious disease as a source of premature death to chronic diseases, which are the preponderance of the burden of illness in most of the world. That puts a much higher premium on the prevention of chronic disease than ever in history.","author":"Harvey V. Fineberg","topic":"History"},{"quote":"Every country has a dark side of their history.","author":"Miyavi","topic":"History"},{"quote":"The values transmitted through oral history are many - courage, selflessness, the ability to endure, and to do so with humor and grace. I got those values listening to my dad&#39;s stories about the Depression and how their family survived. It gave me courage that I, too, could survive hard times.","author":"Ann Turner","topic":"History"},{"quote":"Philosophy of science without history of science is empty; history of science without philosophy of science is blind.","author":"Imre Lakatos","topic":"History"},{"quote":"The past actually happened but history is only what someone wrote down.","author":"A. Whitney Brown","topic":"History"},{"quote":"In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. I do not shrink from this responsibility - I welcome it.","author":"John F. Kennedy","topic":"History"},{"quote":"Religions, which condemn the pleasures of sense, drive men to seek the pleasures of power. Throughout history power has been the vice of the ascetic.","author":"Bertrand Russell","topic":"History"},{"quote":"All History is current; all injustice continues on some level, somewhere in the world.","author":"Alice Walker","topic":"History"},{"quote":"The deliberate and deadly attacks which were carried out yesterday against our country were more than acts of terror. They were acts of war.","author":"George W. Bush","topic":"History"},{"quote":"Could I have but a line a century hence crediting a contribution to the advance of peace, I would yield every honor which has been accorded by war.","author":"Douglas MacArthur","topic":"History"},{"quote":"A man acquainted with history may, in some respect, be said to have lived from the beginning of the world, and to have been making continual additions to his stock of knowledge in every century.","author":"David Hume","topic":"History"},{"quote":"Horror is the natural reaction to the last 5,000 years of history.","author":"Robert Anton Wilson","topic":"History"},{"quote":"France, and the whole of Europe have a great culture and an amazing history. Most important thing though is that people there know how to live! In America they&#39;ve forgotten all about it. I&#39;m afraid that the American culture is a disaster.","author":"Johnny Depp","topic":"History"},{"quote":"It was a Greek tragedy. Nixon was fulfilling his own nature. Once it started it could not end otherwise.","author":"Henry Kissinger","topic":"History"},{"quote":"What is sad for women of my generation is that they weren&#39;t supposed to work if they had families. What were they going to do when the children are grown - watch the raindrops coming down the window pane?","author":"Jackie Kennedy","topic":"History"},{"quote":"The history of thought may be summed up in these words: it is absurd by what it seeks and great by what it finds.","author":"Paul Valery","topic":"History"},{"quote":"I&#39;m not interested so much in collaboration. You see that from the history of my albums.","author":"Yoko Ono","topic":"History"},{"quote":"My name, Solange, means &#39;Angel of the sun,&#39; and I&#39;m completely enamored of my African history. The culture is so expressive.","author":"Solange Knowles","topic":"History"},{"quote":"&#39;Hamilton&#39; is one of the best things I&#39;ve ever seen on a stage, and for a guy who loves American history, hip-hop and theater, it was pure bliss.","author":"Cory Booker","topic":"History"},{"quote":"I like fiction and the kind of history that gives the grace and flavor of fiction to the past. No bloviation on current events, please. I can write that junk myself.","author":"P. J. O'Rourke","topic":"History"},{"quote":"Be assured those will be thy worst enemies, not to whom thou hast done evil, but who have done evil to thee. And those will be thy best friends, not to whom thou hast done good, but who have done good to thee.","author":"Tacitus","topic":"History"},{"quote":"Captain Cook discovered Australia looking for the Terra Incognita. Christopher Columbus thought he was finding India but discovered America. History is full of events that happened because of an imaginary tale.","author":"Umberto Eco","topic":"History"},{"quote":"When I was a boy, I would ask about my family history, about my bloodlines. We really didn&#39;t know that much. We had a little Indian in us from the Oklahoma Trail of Tears.","author":"Brad Pitt","topic":"History"},{"quote":"Blacks in America want to forget about slavery - the stigma, the shame. If you can&#39;t be who you are, who can you be? How can you know what to do? We have our history. We have our book, and that is the blues.","author":"August Wilson","topic":"History"},{"quote":"Ultimately there&#39;s a dirty secret about the Internet, which is nothing disappears. All these companies have all your information. They have your search history.","author":"Ashton Kutcher","topic":"History"},{"quote":"Our history is an inevitable component of our being. One thing only can release us from the grip of our history. That one thing is forgiveness.","author":"Lewis B. Smedes","topic":"History"},{"quote":"The Republican Party&#39;s history is rich and chock full of emancipation and black history.","author":"Rand Paul","topic":"History"},{"quote":"If our history can challenge the next wave of musicians to keep moving and changing, to keep spiritually hungry and horny, that&#39;s what it&#39;s all about.","author":"Carlos Santana","topic":"History"},{"quote":"&#39;Years of Living Dangerously&#39; is a wonderful opportunity to reach a lot of people with the story and importance of climate change in our lives; in recent history, there&#39;s no bigger threat to the quality of human life than what is taking place right now in respect of climate change.","author":"Harrison Ford","topic":"History"},{"quote":"History could pass for a scarlet text, its jot and title graven red in human blood.","author":"Eldridge Cleaver","topic":"History"},{"quote":"Most of the things worth doing in the world had been declared impossible before they were done.","author":"Louis D. Brandeis","topic":"History"},{"quote":"The very action of the proletariat is a determining factor in history. And although we can no more jump over the stages of historical development than a man can jump over his shadow, nevertheless, we can accelerate or retard that development.","author":"Rosa Luxemburg","topic":"History"},{"quote":"What makes a loft authentic isn&#39;t its layout or its history but its ability to give people a true home - a dwelling that reflects their personalities and aspirations, including their dreams of urbanity.","author":"Virginia Postrel","topic":"History"},{"quote":"To those who have chosen the profession of medicine, a knowledge of chemistry, and of some branches of natural history, and, indeed, of several other departments of science, affords useful assistance.","author":"Charles Babbage","topic":"History"},{"quote":"Civilization is a movement and not a condition, a voyage and not a harbor.","author":"Arnold J. Toynbee","topic":"History"},{"quote":"History is a vision of God&#39;s creation on the move.","author":"Arnold J. Toynbee","topic":"History"},{"quote":"I don&#39;t think I&#39;m morbid by nature. Serious writers have always written about serious subjects. Lighthearted material doesn&#39;t appeal to me, and I don&#39;t read it. I think I&#39;m a realist, with a realistic sensibility of history and the tragedy of history.","author":"Joyce Carol Oates","topic":"History"},{"quote":"Keeping books on social aid is capitalistic nonsense. I just use the money for the poor. I can&#39;t stop to count it.","author":"Evita Peron","topic":"History"},{"quote":"All through history, there have always been movements where business was not just about the accumulation of proceeds but also for the public good.","author":"Anita Roddick","topic":"History"},{"quote":"Homosexuals can be, you know, committed to each other. And they have freedom to behave in the ways that they do, but they cannot be a family. They cannot be married. I mean, virtually every culture in the history of the world has considered marriage to be between one woman and one man.","author":"James Dobson","topic":"History"},{"quote":"I love the Royal Family and every aspect of Britain and what we have achieved in history.","author":"Adam Peaty","topic":"History"},{"quote":"It&#39;s not the sentiments of men which make history but their actions.","author":"Norman Mailer","topic":"History"},{"quote":"The time is coming when the pressure of population on the means of subsistence will be felt here as it is now felt in Europe and Asia. Then will the world enter upon a new stage of its history - the final competition of races, for which the Anglo-Saxon is being schooled.","author":"Josiah Strong","topic":"History"},{"quote":"Working gives you this new perspective. You don&#39;t take everything too seriously, and you realise that if you don&#39;t do too well on a history test, it&#39;s not the end of the world.","author":"Claire Danes","topic":"History"},{"quote":"It took us in this country 11 years to get from the Declaration of Independence to the Constitution.","author":"Mitch McConnell","topic":"History"},{"quote":"When you think about archaeology, archaeology is the only field that allows us to tell the story of 99 percent of our history prior to 3,000 B.C. and writing.","author":"Sarah Parcak","topic":"History"},{"quote":"The past is really almost as much a work of the imagination as the future.","author":"Jessamyn West","topic":"History"},{"quote":"Every coal miner I talked to had, in his history, at least one story of a cave-in. &#39;Yeah, he got covered up,&#39; is a way coal miners refer to fathers and brothers and sons who got buried alive.","author":"Jeanne Marie Laskas","topic":"History"},{"quote":"Like the attack on Pearl Harbor, another hinge event in American history, 9\/11 was a great tactical victory for America&#39;s enemies. But in both these cases, the tactical success of the attacks was not matched by strategic victories. Quite the reverse.","author":"Peter L. Bergen","topic":"History"},{"quote":"The most powerful words in English are &#39;Tell me a story,&#39; words that are intimately related to the complexity of history, the origins of language, the continuity of the species, the taproot of our humanity, our singularity, and art itself.","author":"Pat Conroy","topic":"History"},{"quote":"I will not be remembered in history. I have not been shot. I have not launched any great tragedy or victory. I have not borne any great defeat. It was a very normal - it still is a very normal - human life of a political leader.","author":"Helmut Schmidt","topic":"History"},{"quote":"If Lincoln is among history&#39;s truly great men, he didn&#39;t achieve that stature until his final three years. This was when his long-held antipathy to slavery cohered into a dedicated hostility that gave larger purpose to the Civil War and also confirmed the logic of Lincoln&#39;s destiny.","author":"Steve Erickson","topic":"History"},{"quote":"We are set to make very bad history.","author":"Tom Wilson","topic":"History"},{"quote":"I was struck by the way Europeans see history as something neatly linear. For me, it&#39;s not that; it&#39;s not some kind of straight railway.","author":"Richard Flanagan","topic":"History"},{"quote":"There&#39;s no one place a virus goes to die - but that doesn&#39;t make its demise any less a public health victory. Throughout human history, viral diseases have had their way with us, and for just as long, we have hunted them down and done our best to wipe them out.","author":"Jeffrey Kluger","topic":"History"},{"quote":"Young people have been at the forefront of every great social movement in our country&#39;s history.","author":"Sherrod Brown","topic":"History"},{"quote":"The Fed&#39;s organization reflects a long-standing desire in American history to ensure that power over our nation&#39;s monetary policy and financial system is not concentrated in a few hands, whether in Washington or in high finance or in any single group or constituency.","author":"Jerome Powell","topic":"History"},{"quote":"Every judge should have real-time access to the criminal background and history of defendants who appear in their courtrooms - so that sentencing and bail decisions can be made with that information.","author":"Susana Martinez","topic":"History"},{"quote":"I taught a lot of art history, especially Chinese, Japanese, and Indian. But the painting classes came back. The nudes came back. Not so much the still lifes. So now our department is the worst department, partly because it has the worst facilities.","author":"Ad Reinhardt","topic":"History"},{"quote":"As a state we are so uniquely positioned in so many ways. Our geography, our placement in the country, and our history positions us to be the state that propels energy efficiency as an industry.","author":"Jennifer Granholm","topic":"History"},{"quote":"Our great history has been that people came to Michigan because you didn&#39;t have to have a college degree to get a good-paying job. Consequently, we have got a larger number of our population that right now are facing outsourcing, et cetera, without higher or advanced degrees.","author":"Jennifer Granholm","topic":"History"},{"quote":"I&#39;ve been truly blessed. I&#39;ve been a fly on the wall of history. I&#39;ve been just so many lucky places just by chance and serendipity, and obviously a huge portion of that serendipity had to do with my relationship with the real president, Ronald Reagan.","author":"Arthur Laffer","topic":"History"},{"quote":"It&#39;s sad to see these old buildings go because they have so many memories, and it&#39;s a real personal kind of thing when you play these places. It&#39;s part of our history just gone.","author":"Clarence Clemons","topic":"History"},{"quote":"There is history in condoms, there is history in lampshades, there is history in everything.","author":"Norman Davies","topic":"History"},{"quote":"It is not possible to completely eliminate mediation between you as an observer and the history you are trying to understand.","author":"Ken Liu","topic":"History"},{"quote":"The Communist regime didn&#39;t consider this to be a shining moment in history and assigned no heroism to it. They classified it as merely an accident.","author":"Kathryn Bigelow","topic":"History"},{"quote":"On July 2, 1964, President Johnson signed into law the Civil Rights Act. Its enactment, following the longest continuous debate in the history of the U.S. Senate, enshrined into law the basic principle upon which our country was founded - that all people are created equal.","author":"Thomas Perez","topic":"History"},{"quote":"I wouldn&#39;t attach too much importance to these student riots. I remember when I was a student at the Sorbonne in Paris, I used to go out and riot occasionally.","author":"John Foster Dulles","topic":"History"},{"quote":"History&#39;s most treasured musicians were believed in and cultivated to reach their potential. Today, it would be difficult for those musicians to get deals. We have the insight and the tools to identify and bring to fruition the dormant talent that our artists possess.","author":"Steve Vai","topic":"History"},{"quote":"I think I went to Italy initially for the art, architecture, food and history, but I stayed there because of the people in Cortona.","author":"Frances Mayes","topic":"History"},{"quote":"I remember being in a history lesson and saying to my teacher, &#39;How come you never talk about black scientists and inventors and pioneers?&#39; And she looked at me and said, &#39;Because there aren&#39;t any.&#39;","author":"Malorie Blackman","topic":"History"},{"quote":"Iggy Pop is a pure Michigan product - gritty, smart, but not afraid of looking stupid or foolish. His father was once a high school English teacher. I love Iggy as a physical entity, sinewy, twisty - even in old age - an embodiment of rock and roll history.","author":"David Means","topic":"History"},{"quote":"I&#39;m headed towards greatness. I think I&#39;m making history in hip-hop.","author":"Soulja Boy","topic":"History"},{"quote":"Conflicting views and contrasting ideas are the essence of all great debates throughout history, from the Greeks to the Oxford Union Debating Society. Today, we turn to television for the creative clash of ideas on matters that touch our lives.","author":"John McLaughlin","topic":"History"},{"quote":"If I wasn&#39;t an actor, I&#39;d be a teacher, a history teacher. After all, teaching is very much like performing. A teacher is an actor, in a way. It takes a great deal to get, and hold, a class.","author":"Richard Dreyfuss","topic":"History"},{"quote":"I think every business, really, has a unique reason for being, unique assets, unique attributes, a unique history. And that can be turned into a very attractive design story, essentially, that consumers can relate to.","author":"Yves Behar","topic":"History"},{"quote":"The Russian revolution is one of history&#39;s car wrecks. We do know the ending, but we continue to watch. It expresses aspects of human nature we find unacceptable.","author":"Kathryn Harrison","topic":"History"},{"quote":"When my kids were growing up, I wanted their teachers to teach them science, reading, math and history. I also wanted them to care about my kids. But I did not want my children&#39;s public school teachers teaching them religion. That was my job as a parent and the job of our church, Sunday school, and youth group.","author":"Adam Hamilton","topic":"History"},{"quote":"Mills insisted that a sociologist&#39;s proper subject was the intersection of biography and history.","author":"Todd Gitlin","topic":"History"},{"quote":"I want each and every West Virginian to have bragging rights. I want to stop playing defense and start playing offense. So, together, let us grab the reins of history.","author":"Joe Manchin","topic":"History"},{"quote":"Religion has for too long been placed on the back burner of history, when it may be one of the driving forces in history.","author":"Dave Brat","topic":"History"},{"quote":"In Germany, of course, the Holocaust will always be in our history and a big stain on our lives.","author":"Barbara Sukowa","topic":"History"},{"quote":"If you look back at the history of creativity in clothes - the French Revolution, the First World War and the Second World War - they have all been creative reinventions, the moment new forms of luxury come into play.","author":"Christian Lacroix","topic":"History"},{"quote":"I&#39;m the Latin artist who has been the most successful in history at representing the Latin culture. The stylings of my words are immodest, but it&#39;s the truth.","author":"Julio Iglesias","topic":"History"},{"quote":"This was a tragic event in human history, but by paying tribute to the Armenian community we ensure the lessons of the Armenian genocide are properly understood and acknowledged.","author":"Jerry Costello","topic":"History"},{"quote":"I don&#39;t think you should ever run from history. You should learn from it and embrace it.","author":"Doc Rivers","topic":"History"},{"quote":"The Supreme Court&#39;s only armor is the cloak of public trust; its sole ammunition, the collective hopes of our society.","author":"Irving R. Kaufman","topic":"History"},{"quote":"I started with the book &#39;Boardwalk Empire&#39; and then immersed myself in the history of Atlantic City, World War I, the temperance movement, Prohibition, pop culture. I even read the news and magazines of the period just to soak in it. That was before I even started thinking of the story.","author":"Terence Winter","topic":"History"},{"quote":"The American people need to know that there are folks here fighting as hard as they can for individual liberty, economic freedom, appropriate national security and the fundamental moral values that have made our nation the greatest nation in the history of mankind.","author":"Tom Price","topic":"History"},{"quote":"We know something of the history of the spread of Christianity, but much passed from recorded memory and much was transmitted by tradition whose accuracy has been repeatedly questioned.","author":"Kenneth Scott Latourette","topic":"History"},{"quote":"Without Cooperstown, you don&#39;t have baseball: Baseball is history.","author":"Brian Kilmeade","topic":"History"},{"quote":"For example, I loved English and history at school. I would have loved to have done a degree in either. But my Mom said I didn&#39;t have time for university.","author":"Vanessa Mae","topic":"History"},{"quote":"Philosophy is tested and characterised by the way in which it appropriates its history.","author":"Karl Jaspers","topic":"History"},{"quote":"&#39;The Art of the Brick&#39; is an exhibition I&#39;ve done where I&#39;ve taken some works of art from art history and replicated them all out of Lego bricks.","author":"Nathan Sawaya","topic":"History"},{"quote":"The myth that the founding of American Republic was based on the philosophy of John Locke could only have been maintained, because the history of Leibniz&#39;s influence was suppressed.","author":"Robert Trout","topic":"History"},{"quote":"They were afraid, never having learned what I taught myself: Defeat the fear of death and welcome the death of fear.","author":"G. Gordon Liddy","topic":"History"},{"quote":"There&#39;s always some kind of blacklist throughout history. But the difference is, in America they usually let you live.","author":"Rip Torn","topic":"History"},{"quote":"Their free verse was no form at all, yet it made history.","author":"John Crowe Ransom","topic":"History"},{"quote":"The time has passed in the history of the world when anything is too sacred to be touched, when anything is beyond the reach of the inquiring and scientific spear.","author":"David Josiah Brewer","topic":"History"},{"quote":"All graffiti is low-level dissent, but stencils have an extra history. They&#39;ve been used to start revolutions and to stop wars.","author":"Banksy","topic":"History"},{"quote":"If the past cannot teach the present and the father cannot teach the son, then history need not have bothered to go on, and the world has wasted a great deal of time.","author":"Russell Hoban","topic":"History"},{"quote":"The only things I could do were English, drama and history. I loved them subjects, but I hated everything else.","author":"Michael Socha","topic":"History"},{"quote":"If the angel Gabriel came to me and said, &#39;Look, I&#39;m willing to take your soul now and give it back to you at any period of time in the history of the nation of Israel, from the very beginning to this very day&#39; - I think I would not think of any other time except for when Moses brought down the Ten Commandments from Mount Sinai.","author":"Yitzhak Navon","topic":"History"},{"quote":"Thanks to the Tour de France, riding the Champs-Elysees has a great cycling history.","author":"Marianne Vos","topic":"History"},{"quote":"The 1st Amendment protects the right to speak, not the right to spend.","author":"Byron White","topic":"History"},{"quote":"I obtained a Woodrow Wilson Doctoral Fellowship and entered the graduate program in History at the University of California. With no Greek or French and minimal Latin and German, I was in no position to pursue my classical interests, so I began work at Berkeley with little more than an open mind.","author":"Robert Lucas, Jr.","topic":"History"},{"quote":"We peruse one ideal, that of bringing people together in peace, irrespective of race, religion and political convictions, for the benefit of mankind.","author":"Juan Antonio Samaranch","topic":"History"},{"quote":"I actually love history. I&#39;ve devoured book after book of stories from World War I and World War II. They&#39;re really two sections of world history that really interest me.","author":"Celine Buckens","topic":"History"},{"quote":"When whistleblowers come forward, we need to fight for them, so others will be encouraged. When they are gagged, we must be their voice. When they are hunted, we must be their shield. When they are locked away, we must free them. Giving us the truth is not a crime. This is our data, our information, our history. We must fight to own it.","author":"Sara Harrison","topic":"History"},{"quote":"You can&#39;t say history teaches us this or that; it gives us more questions than answers, and many answers to every question.","author":"Amin Maalouf","topic":"History"},{"quote":"No one believes more strongly than I do that every Christian should be a theologian. In that sense, we all need to work it out. I want all Christians who can read, to read their Bibles and to read beyond the Bible - to read the history and theology.","author":"D. A. Carson","topic":"History"},{"quote":"In the early days of aviation, there was a great deal of experimentation and a high death rate.","author":"Elon Musk","topic":"History"},{"quote":"How fortunate I was to be alive and a lawyer when, for the first time in United States history, it became possible to urge, successfully, before legislatures and courts, the equal-citizenship stature of women and men as a fundamental constitutional principle.","author":"Ruth Bader Ginsburg","topic":"History"},{"quote":"90 percent of my time is spent on 10 percent of the world.","author":"Colin Powell","topic":"History"},{"quote":"Throughout our history, Canada&#39;s immigration policy has brought people here who had a pathway to citizenship. They were - and are - nation builders. It has been supported by political parties of all stripes and promoted by successive governments over generations.","author":"Justin Trudeau","topic":"History"},{"quote":"Americans are good with to-do lists; just tell us what to do, and we&#39;ll do it. Throughout our history, we have proven that. Colonize. Check. Win our independence. Check. Form a union. Check. Expand to the Pacific. Check. Settle the West. Check. Keep the Union together. Check. Industrialize. Check. Fight the Nazis. Check.","author":"Marianne Williamson","topic":"History"},{"quote":"It&#39;s a very good historical book about history.","author":"Dan Quayle","topic":"History"},{"quote":"I graduated from the University of Delaware with a double major in history and political science.","author":"Joe Biden","topic":"History"},{"quote":"Especially when we&#39;re dealing with issues of race, culture, identity, and history, the time has passed for the &#39;white savior&#39; holding the black person&#39;s hand through their own history.","author":"Ava DuVernay","topic":"History"},{"quote":"In America we have a Declaration of Independence, but our history, our advancements, our global strength all point to an American declaration of interdependence.","author":"Cory Booker","topic":"History"},{"quote":"Open markets offer the only realistic hope of pulling billions of people in developing countries out of abject poverty, while sustaining prosperity in the industrialized world.","author":"Kofi Annan","topic":"History"},{"quote":"I was France.","author":"Charles de Gaulle","topic":"History"},{"quote":"A war still rages over the legacy of the 1960s.","author":"Camille Paglia","topic":"History"},{"quote":"Statutes authorizing unreasonable searches were the core concern of the framers of the 4th Amendment.","author":"Sandra Day O'Connor","topic":"History"},{"quote":"Although... the Chief Magistrate must almost of necessity be chosen by a party and stand pledged to its principles and measures, yet in his official action he should not be the President of a party only, but of the whole people of the United States.","author":"James K. Polk","topic":"History"},{"quote":"At the Oscars, if you didn&#39;t vote for &#39;12 Years a Slave,&#39; you were a racist. You have to be very careful about what you say. I do have particular views and opinions that most of this town doesn&#39;t share, but it&#39;s not like I&#39;m a fascist or a racist. There&#39;s nothing like that in my history.","author":"Gary Oldman","topic":"History"},{"quote":"September 11th was a moment when America had the sympathy of the world.","author":"Tom Ford","topic":"History"},{"quote":"In history people dressed much better than we do today.","author":"Vivienne Westwood","topic":"History"},{"quote":"I believe that architecture is fundamentally a public space where people can gather and communicate, think about the history, think about the lives of human beings, or the world.","author":"Tadao Ando","topic":"History"},{"quote":"Philosophy is altogether less pure now. It&#39;s been impurified by science and social science and history.","author":"Bernard Williams","topic":"History"},{"quote":"Society may no longer define marriage in the only way marriage has ever been defined in the annals of recorded history. Many societies allowed polygamy, many allowed child marriages, some allowed marriage within families; but none, in thousands of years, defined marriage as the union of people of the same sex.","author":"Dennis Prager","topic":"History"},{"quote":"Some of the greatest moments in human history were fueled by emotional intelligence.","author":"Adam Grant","topic":"History"},{"quote":"Was Judas Iscariot a figure of history? I do not think so. There is no mention of him in any source before the 8th decade.","author":"John Shelby Spong","topic":"History"},{"quote":"If you will read again what is written, you will see how it was.","author":"Black Elk","topic":"History"},{"quote":"History is indeed little more than the register of the crimes, follies, and misfortunes of mankind.","author":"Edward Gibbon","topic":"History"},{"quote":"So many people of color who made major contributions to American history have been trapped in the purgatory of history.","author":"Henry Louis Gates","topic":"History"},{"quote":"Afghan women, as a group, I think their suffering has been equaled by very few other groups in recent world history.","author":"Khaled Hosseini","topic":"History"},{"quote":"The fleet sailed to its war base in the North Sea, headed not so much for some rendezvous with glory as for rendezvous with discretion.","author":"Barbara Tuchman","topic":"History"},{"quote":"History never looks like history when you are living through it.","author":"John W. Gardner","topic":"History"},{"quote":"We awoke one morning in September, and the world lurched on its axis.","author":"Jeb Bush","topic":"History"},{"quote":"English does have a larger vocabulary than other languages because of its history as the primary language of science and its global reach.","author":"David Crystal","topic":"History"},{"quote":"When I concentrate on a specific site or place for which I am going to design a building, I try to plumb its depths, its form, its history and its sensuous qualities.","author":"Peter Zumthor","topic":"History"},{"quote":"All the way back to 2010, the takeover of Congress, there is an unnerved part of the public that understands the history of Hillary Clinton. We&#39;ve seen her for decades. They understand Donald Trump. There&#39;s no disclosure needed there. The sour grapes that we are experiencing isn&#39;t going to make a better tasting wine for the Democrats in the future.","author":"Rick Santelli","topic":"History"},{"quote":"I&#39;m covering the worst president in American history.","author":"Helen Thomas","topic":"History"},{"quote":"Revolutions are the periods of history when individuals count most.","author":"Norman Mailer","topic":"History"},{"quote":"We, therefore, here in Britain stand shoulder to shoulder with our American friends in this hour of tragedy, and we, like them, will not rest until this evil is driven from our world.","author":"Tony Blair","topic":"History"},{"quote":"The complicated, ambiguous milieu of human contact is being replaced with simple, scalable equations. We maintain thousands more friends than any human being in history, but at the cost of complexity and depth. Every minute spent online is a minute of face-to-face time lost.","author":"Daniel H. Wilson","topic":"History"},{"quote":"One who comes to the Court must come to adore, not to protest. That&#39;s the new gloss on the 1st Amendment.","author":"William O. Douglas","topic":"History"},{"quote":"Tell the FBI that the kidnappers should pick out a judge that Nixon wants back.","author":"William O. Douglas","topic":"History"},{"quote":"If you forget your history, you forget who you are.","author":"David Robinson","topic":"History"},{"quote":"My goal is to have the best Divas reign in Divas history.","author":"Nikki Bella","topic":"History"},{"quote":"If I could tell every Trump supporter two things, it would be to travel and read a history book. Look beyond yourselves; look at how petty the morals you uphold seem when you realize we are not the only ones.","author":"Lauren Jauregui","topic":"History"},{"quote":"If you look at the history of other movements, whether Civil Rights or environmental rights, these are all decades-long undertakings.","author":"Mitch Kapor","topic":"History"},{"quote":"The life history of the individual is first and foremost an accommodation to the patterns and standards traditionally handed down in his community.","author":"Ruth Benedict","topic":"History"},{"quote":"You can&#39;t change history. These things happened the way they did. What you can change is how you look at it and how you understand that it takes the good moments and it takes the difficult moments to move forward.","author":"Margot Lee Shetterly","topic":"History"},{"quote":"As the first Hispanic female governor in history, little girls often come up to me in the grocery store or the mall. They look and point, and when they get the courage, they ask &#39;Are you Susana?&#39; and they run up and give me a hug.","author":"Susana Martinez","topic":"History"},{"quote":"I found my partner, my life partner, and I really am in love with my wife, and we have a lovely time, and we share a long history together and children together, and that&#39;s it.","author":"Ewan McGregor","topic":"History"},{"quote":"The worst mistake of first contact, made throughout history by individuals on both sides of every new encounter, has been the unfortunate habit of making assumptions. It often proved fatal.","author":"David Brin","topic":"History"},{"quote":"Great men are usually the products of their times and one of the men developed by these times takes rank with the greatest railroad leaders in history.","author":"John Moody","topic":"History"},{"quote":"I learned French in Tunis, along with Arabic. I also learned French history. I knew the entire history of the kings of France. And I was fascinated by Versailles.","author":"Azzedine Alaia","topic":"History"},{"quote":"The history of Germany is not the history of a nation, but of a race. It has little unity, therefore; it is complicated, broken, and attached on all sides to the histories of other countries.","author":"Bayard Taylor","topic":"History"},{"quote":"A leaderless but powerful network is working to bring about radical changes in the United States. Its members have broken with certain key elements of Western thought, and they may even have broken continuity with history... this benign conspiracy for new human agenda has triggered the most rapid cultural realignment in history.","author":"Marilyn Ferguson","topic":"History"},{"quote":"Stonehenge was built possibly by the Minoans. It presents one of man&#39;s first attempts to order his view of the outside world.","author":"Stephen Gardiner","topic":"History"},{"quote":"Like the seasons of the year, like history, truth also repeats itself. But we seldom recognize it when great poets or true artists - the prophets and the priests of our day - present it to us in garments spick and span, following the fashion of the age, the slant of its fancy, the turn and temper of its mind.","author":"Ameen Rihani","topic":"History"},{"quote":"On the day when man told the story of his life to man, history was born.","author":"Alfred de Vigny","topic":"History"},{"quote":"We ignore our own history. We ignore all these values and valuable people who really changed everything, who sacrificed their own lives for a better America.","author":"Raoul Peck","topic":"History"},{"quote":"Du Bois marked a great stage in the history of Negro struggles when he said that Negroes could no longer accept the subordination which Booker T. Washington had preached.","author":"C. L. R. James","topic":"History"},{"quote":"I think there has been a great deal of valuable revisionism in women&#39;s history.","author":"Antonia Fraser","topic":"History"},{"quote":"For me, poetry is a situation - a state of being, a way of facing life and facing history.","author":"Tahar Ben Jelloun","topic":"History"},{"quote":"The nation was awakened by that deafening shot.","author":"Corazon Aquino","topic":"History"},{"quote":"You can&#39;t live in history. You&#39;ve got to build for the future.","author":"Ruud Gullit","topic":"History"},{"quote":"I don&#39;t have the best family history heart-wise, so I really try to keep my heart strong.","author":"Kelly Ripa","topic":"History"},{"quote":"There was no intellectual movement in American history called social Darwinism. The people who were supposedly the leaders of the social Darwinist movement never embraced something called social Darwinism. It didn&#39;t exist.","author":"Jonah Goldberg","topic":"History"},{"quote":"Generally speaking, historically in this country, the care of a child has been thought of as female business.","author":"Eddie Bernice Johnson","topic":"History"},{"quote":"You have to look at history as an evolution of society.","author":"Jean Chretien","topic":"History"},{"quote":"We have become aware of the responsibility for our attitude towards the dark pages in our history. We have understood that bad service is done to the nation by those who are impelling to renounce that past.","author":"Aleksander Kwasniewski","topic":"History"},{"quote":"Diamonds are a key component in the campaign to make poverty history.","author":"Nicky Oppenheimer","topic":"History"},{"quote":"No people in history have ever survived who thought they could protect their freedom by making themselves inoffensive to their enemies.","author":"Dean Acheson","topic":"History"},{"quote":"For the first time in the history of Bihar, I provided a stable government. Despite being denied funds by the Centre, Bihar survived on its resources. I provided pucca dwellings to half a million Dalit families.","author":"Lalu Prasad Yadav","topic":"History"},{"quote":"We learned the value of research in World War II.","author":"Amar Bose","topic":"History"},{"quote":"Having spent many years working in New York&#39;s Chinatown restaurants early in my career, I have the utmost respect for the history and connection New Yorkers have with Chinese cuisine.","author":"Andrew Cherng","topic":"History"},{"quote":"Terrorism takes us back to ages we thought were long gone if we allow it a free hand to corrupt democratic societies and destroy the basic rules of international life.","author":"Jacques Chirac","topic":"History"},{"quote":"Never doubt that you can change history. You already have.","author":"Marge Piercy","topic":"History"},{"quote":"I like art history and art criticism. Leo Steinberg has always been my favorite. He&#39;s very original, very accurate and acute.","author":"Helen Vendler","topic":"History"},{"quote":"Judged by the law of England, I know this crime entails upon me the penalty of death; but the history of Ireland explains that crime and justifies it.","author":"Thomas Francis Meagher","topic":"History"},{"quote":"To people who remember JFK&#39;s assassination, JFK Jr. will probably always be that boy saluting his father&#39;s coffin.","author":"Michael Beschloss","topic":"History"},{"quote":"The real 1960s began on the afternoon of November 22, 1963. It came to seem that Kennedy&#39;s murder opened some malign trap door in American culture, and the wild bats flapped out.","author":"Lance Morrow","topic":"History"},{"quote":"Ironically, the very fact that democracy has such a lengthy history has actually contributed to confusion and disagreement, for &#39;democracy&#39; has meant different things to different people at different times and places.","author":"Robert A. Dahl","topic":"History"},{"quote":"That great dust-heap called &#39;history&#39;.","author":"Augustine Birrell","topic":"History"},{"quote":"I consider myself hugely privileged to work at such a wonderful place as Ashdown, where I can step back into history and be inspired by both the setting and the people associated with it.","author":"Nicola Cornick","topic":"History"},{"quote":"An Edwardian lady in full dress was a wonder to behold, and her preparations for viewing were awesome.","author":"William Manchester","topic":"History"},{"quote":"All truly historical peoples have an idea they must realize, and when they have sufficiently exploited it at home, they export it, in a certain way, by war; they make it tour the world.","author":"Victor Cousin","topic":"History"},{"quote":"Each age tries to form its own conception of the past. Each age writes the history of the past anew with reference to the conditions uppermost in its own time.","author":"Frederick Jackson Turner","topic":"History"},{"quote":"I went to university in Colorado and studied art history. I did some photography classes there, although it felt really pretentious.","author":"Pamela Hanson","topic":"History"},{"quote":"France is delighted at this new opportunity to show the world that when one has the will one can succeed in joining peoples who have been brought close by history.","author":"Francois Mitterrand","topic":"History"}]