[{"quote":"Nothing is better than going home to family and eating good food and relaxing.","author":"Irina Shayk","topic":"Home"},{"quote":"If you want to conquer fear, don&#39;t sit home and think about it. Go out and get busy.","author":"Dale Carnegie","topic":"Home"},{"quote":"Let the wife make the husband glad to come home, and let him make her sorry to see him leave.","author":"Martin Luther","topic":"Home"},{"quote":"Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend.","author":"Melody Beattie","topic":"Home"},{"quote":"Every day is a journey, and the journey itself is home.","author":"Matsuo Basho","topic":"Home"},{"quote":"The strength of a nation derives from the integrity of the home.","author":"Confucius","topic":"Home"},{"quote":"A man travels the world over in search of what he needs and returns home to find it.","author":"George A. Moore","topic":"Home"},{"quote":"I love you - I am at rest with you - I have come home.","author":"Dorothy L. Sayers","topic":"Home"},{"quote":"Land is the secure ground of home, the sea is like life, the outside, the unknown.","author":"Stephen Gardiner","topic":"Home"},{"quote":"When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home.","author":"Tecumseh","topic":"Home"},{"quote":"Where we love is home - home that our feet may leave, but not our hearts.","author":"Oliver Wendell Holmes, Sr.","topic":"Home"},{"quote":"There is nothing like staying at home for real comfort.","author":"Jane Austen","topic":"Home"},{"quote":"Find joy in everything you choose to do. Every job, relationship, home... it&#39;s your responsibility to love it, or change it.","author":"Chuck Palahniuk","topic":"Home"},{"quote":"I feel sorry for kids these days. They get so much homework. Remember the days when we put a belt around our two books and carried them home? Now they&#39;re dragging a suitcase. They have school all day, then homework from six until eleven. There&#39;s no time left to be creative.","author":"Tom Petty","topic":"Home"},{"quote":"Love begins at home, and it is not how much we do... but how much love we put in that action.","author":"Mother Teresa","topic":"Home"},{"quote":"See, when you drive home today, you&#39;ve got a big windshield on the front of your car. And you&#39;ve got a little bitty rearview mirror. And the reason the windshield is so large and the rearview mirror is so small is because what&#39;s happened in your past is not near as important as what&#39;s in your future.","author":"Joel Osteen","topic":"Home"},{"quote":"Nothing can bring a real sense of security into the home except true love.","author":"Billy Graham","topic":"Home"},{"quote":"Love begins by taking care of the closest ones - the ones at home.","author":"Mother Teresa","topic":"Home"},{"quote":"I like a teacher who gives you something to take home to think about besides homework.","author":"Lily Tomlin","topic":"Home"},{"quote":"Life changes when you have a child, when you have your own family. You become more careful about what you do. You&#39;re not going to be out late, going out to clubs, hanging out with your friends. You&#39;re going to be at home, taking care of your daughter, playing with her.","author":"Paul Pierce","topic":"Home"},{"quote":"When I come home, my daughter will run to the door and give me a big hug, and everything that&#39;s happened that day just melts away.","author":"Hugh Jackman","topic":"Home"},{"quote":"Every strike brings me closer to the next home run.","author":"Babe Ruth","topic":"Home"},{"quote":"Police officers put the badge on every morning, not knowing for sure if they&#39;ll come home at night to take it off.","author":"Tom Cotton","topic":"Home"},{"quote":"Yesterday&#39;s home runs don&#39;t win today&#39;s games.","author":"Babe Ruth","topic":"Home"},{"quote":"A house is not a home unless it contains food and fire for the mind as well as the body.","author":"Benjamin Franklin","topic":"Home"},{"quote":"We are a country where people of all backgrounds, all nations of origin, all languages, all religions, all races, can make a home. America was built by immigrants.","author":"Hillary Clinton","topic":"Home"},{"quote":"Like love, breakfast is best when made at home.","author":"Gina Barreca","topic":"Home"},{"quote":"America&#39;s future will be determined by the home and the school. The child becomes largely what he is taught; hence we must watch what we teach, and how we live.","author":"Jane Addams","topic":"Home"},{"quote":"I am not going to die, I&#39;m going home like a shooting star.","author":"Sojourner Truth","topic":"Home"},{"quote":"On the battlefield, the military pledges to leave no soldier behind. As a nation, let it be our pledge that when they return home, we leave no veteran behind.","author":"Dan Lipinski","topic":"Home"},{"quote":"He is happiest, be he king or peasant, who finds peace in his home.","author":"Johann Wolfgang von Goethe","topic":"Home"},{"quote":"A great restaurant is one that just makes you feel like you&#39;re not sure whether you went out or you came home and confuses you. If it can do both of those things at the same time, you&#39;re hooked.","author":"Danny Meyer","topic":"Home"},{"quote":"The more one does and sees and feels, the more one is able to do, and the more genuine may be one&#39;s appreciation of fundamental things like home, and love, and understanding companionship.","author":"Amelia Earhart","topic":"Home"},{"quote":"Charity begins at home, and justice begins next door.","author":"Charles Dickens","topic":"Home"},{"quote":"And when the day arrives I&#39;ll become the sky and I&#39;ll become the sea and the sea will come to kiss me for I am going home. Nothing can stop me now.","author":"Trent Reznor","topic":"Home"},{"quote":"I was always going to church with my mom, dad and sister. I was literally raised under the godly influence both at home and church. There was no alcohol and no smoking at our house. That was the way a Bowden was supposed to live. My dad always told me to represent the Bowden name in a respectful manner.","author":"Bobby Bowden","topic":"Home"},{"quote":"Going to the woods is going home, for I suppose we came from the woods originally. But in some of nature&#39;s forests, the adventurous traveler seems a feeble, unwelcome creature; wild beasts and the weather trying to kill him, the rank, tangled vegetation, armed with spears and stinging needles, barring his way and making life a hard struggle.","author":"John Muir","topic":"Home"},{"quote":"Going home and spending time with your family and your real friends keeps you grounded.","author":"Jennifer Ellison","topic":"Home"},{"quote":"Swimming is normal for me. I&#39;m relaxed. I&#39;m comfortable, and I know my surroundings. It&#39;s my home.","author":"Michael Phelps","topic":"Home"},{"quote":"Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy.","author":"Dale Carnegie","topic":"Home"},{"quote":"The kitchen is the heart of every home, for the most part. It evokes memories of your family history.","author":"Debi Mazar","topic":"Home"},{"quote":"My parents said that sitting at home playing video games all day won&#39;t bring you anywhere in life.","author":"PewDiePie","topic":"Home"},{"quote":"If I don&#39;t feel confident about my body, I&#39;m not going to sit at home and feel sorry for myself and not do something about it. It&#39;s all about taking action and not being lazy. So you do the work, whether it&#39;s fitness or whatever. It&#39;s about getting up, motivating yourself and just doing it.","author":"Kim Kardashian","topic":"Home"},{"quote":"Sunday, for me, is all about being home with the family with no plans.","author":"John Lasseter","topic":"Home"},{"quote":"If you go anywhere, even paradise, you will miss your home.","author":"Malala Yousafzai","topic":"Home"},{"quote":"Growing up in a group home, and with an undiagnosed learning disability to boot, the odds of success were not on my side. But when I joined the high school football team, I learned the value of discipline, focus, persistence, and teamwork - all skills that have proven vital to my career as a C.E.O. and social entrepreneur.","author":"Darell Hammond","topic":"Home"},{"quote":"Patriotism is not an abstract concept. It begins from one&#39;s own home. It buds out from the love for one&#39;s parents, spouses and children, the love for one&#39;s own home, village and workplace, and further develops into the love for one&#39;s country and fellow people.","author":"Kim Jong-un","topic":"Home"},{"quote":"This nation will remain the land of the free only so long as it is the home of the brave.","author":"Elmer Davis","topic":"Home"},{"quote":"But now, being a parent, I go home and see my son and I forget about any mistake I ever made or the reason I&#39;m upset. I get home and my son is smiling or he comes running to me. It has just made me grow as an individual and grow as a man.","author":"LeBron James","topic":"Home"},{"quote":"You spend your whole lifetime in your occupation, actually making life clever, easy and convenient for white people. But when you have to get transportation home, you are denied an equal accommodation. Our existence was for the white man&#39;s comfort and well-being; we had to accept being deprived of just being human.","author":"Rosa Parks","topic":"Home"},{"quote":"Home is where one starts from.","author":"T. S. Eliot","topic":"Home"},{"quote":"I&#39;m really quite simple. I plant flowers and watch them grow... I stay at home and watch the river flow.","author":"George Harrison","topic":"Home"},{"quote":"It&#39;s always fun to visit multiple locations on one trip, but I think it also really depends on the ages of those on holiday. As a child, I loved spending time in one vacation spot, getting attached to the location, becoming comfortable, and feeling as though I were at home. This is something I would like for my children to experience.","author":"Margherita Missoni","topic":"Home"},{"quote":"Art is the only way to run away without leaving home.","author":"Twyla Tharp","topic":"Home"},{"quote":"I train and I go home, and when I&#39;m home, I think about training. That&#39;s my life every day, and that&#39;s it.","author":"Conor McGregor","topic":"Home"},{"quote":"Going home, spending time with the family, I feel they&#39;re my friends as well, all of them. I look forward to meeting any one of them for a coffee, and when we all get together, I just love it.","author":"Domhnall Gleeson","topic":"Home"},{"quote":"Where there is righteousness in the heart, there is beauty in the character. When there is beauty in the character, there is harmony in the home. When there is harmony in the home, there is order in the nation. When there is order in the nation, there is peace in the world.","author":"A. P. J. Abdul Kalam","topic":"Home"},{"quote":"Have nothing in your house that you do not know to be useful, or believe to be beautiful.","author":"William Morris","topic":"Home"},{"quote":"Fitness starts at home. What you eat is what you will look, just as what you sow is what you reap. Eat good food: eat fruits, vegetables, healthy grains, and don&#39;t go for sweet and trite food.","author":"Rakul Preet Singh","topic":"Home"},{"quote":"I think the iPhone is the best consumer product ever. That&#39;s what I feel about it. And it&#39;s become so integrated and integral to our lives, you wouldn&#39;t think about leaving home without it.","author":"Tim Cook","topic":"Home"},{"quote":"I&#39;m hoping someday that some kid, black or white, will hit more home runs than myself. Whoever it is, I&#39;d be pulling for him.","author":"Hank Aaron","topic":"Home"},{"quote":"You aren&#39;t your work, your accomplishments, your possessions, your home, your family... your anything. You&#39;re a creation of your Source, dressed in a physical human body intended to experience and enjoy life on Earth.","author":"Wayne Dyer","topic":"Home"},{"quote":"Once you get a spice in your home, you have it forever. Women never throw out spices. The Egyptians were buried with their spices. I know which one I&#39;m taking with me when I go.","author":"Erma Bombeck","topic":"Home"},{"quote":"I am not Superwoman. The reality of my daily life is that I&#39;m juggling a lot of balls in the air trying to be a good wife and mother, trying to be the prime-ministerial consort at home and abroad, barrister and charity worker, and sometimes one of the balls gets dropped.","author":"Cherie Blair","topic":"Home"},{"quote":"You can fool people. You can fool anybody anytime of the day, but you can&#39;t fool yourself. At night, when you go home, you&#39;ve got to be straight up with you.","author":"Whitney Houston","topic":"Home"},{"quote":"If my world were to cave in tomorrow, I would look back on all the pleasures, excitements and worthwhilenesses I have been lucky enough to have had. Not the sadness, not my miscarriages or my father leaving home, but the joy of everything else. It will have been enough.","author":"Audrey Hepburn","topic":"Home"},{"quote":"I suffer the mortification of seeing myself attacked right and left by people at home professing patriotism and love of country who never heard the whistle of a hostile bullet. I pity them and the nation dependent on such for its existence. I am thankful, however that, though such people make a great noise, the masses are not like them.","author":"Ulysses S. Grant","topic":"Home"},{"quote":"I&#39;m a very private person. I like staying home and doing my stuff. I hate people invading on my privacy. I hate talking about my private life.","author":"Gisele Bundchen","topic":"Home"},{"quote":"Home is any four walls that enclose the right person.","author":"Helen Rowland","topic":"Home"},{"quote":"There are a thousand ways to kneel and kiss the ground; there are a thousand ways to go home again.","author":"Rumi","topic":"Home"},{"quote":"I used to do my best thinking while staring out airplane windows. The seat-back video system put a stop to that. Now I sit and watch old&#39; Friends&#39; and &#39;Everybody Loves Raymond&#39; episodes. Walking is good, but here again, technology has interfered. I like to listen to iTunes while I walk home. I guess I don&#39;t think anymore.","author":"Mary Roach","topic":"Home"},{"quote":"Win or lose, I always like to get back to my friends and family. They keep me grounded. When I&#39;m home with my friends, I&#39;m always the same Gabriel. I&#39;m no better or worse in their eyes because of my results. It&#39;s good to be with your true friends. It always reminds me of where I&#39;m from and who I am.","author":"Gabriel Medina","topic":"Home"},{"quote":"Life is hard, and a lot of people come home tired from work. If they&#39;re gonna spend half an hour reading, they want some entertainment and a sense of achievement. So that&#39;s what I give them. That&#39;s all I&#39;m trying to do. Is that really so wrong?","author":"James Patterson","topic":"Home"},{"quote":"But I do believe that a woman&#39;s truest place is in a home, with a husband and with children, and with large freedom, pecuniary freedom, personal freedom, and the right to vote.","author":"Lucy Stone","topic":"Home"},{"quote":"Home is where you feel at home and are treated well.","author":"Dalai Lama","topic":"Home"},{"quote":"Every dog is a lion at home.","author":"Henry George Bohn","topic":"Home"},{"quote":"The thrill of coming home has never changed.","author":"Guy Pearce","topic":"Home"},{"quote":"A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies.","author":"Confucius","topic":"Home"},{"quote":"I think home has become my friends and family, wherever they are.","author":"Rachel Brosnahan","topic":"Home"},{"quote":"Child abuse and neglect offend the basic values of our state. We have a responsibility to provide safe settings for at-risk children and facilitate permanent placement for children who cannot return home.","author":"Matt Blunt","topic":"Home"},{"quote":"For humans, the Arctic is a harshly inhospitable place, but the conditions there are precisely what polar bears require to survive - and thrive. &#39;Harsh&#39; to us is &#39;home&#39; for them. Take away the ice and snow, increase the temperature by even a little, and the realm that makes their lives possible literally melts away.","author":"Sylvia Earle","topic":"Home"},{"quote":"Bride and groom are not just two contracting parties but two loving and beloved companions, joined in establishing a home that will be nothing less than a source of immortality.","author":"Meir Soloveichik","topic":"Home"},{"quote":"Spend some time this weekend on home improvement; improve your attitude toward your family.","author":"Bo Bennett","topic":"Home"},{"quote":"Home is the nicest word there is.","author":"Laura Ingalls Wilder","topic":"Home"},{"quote":"The ache for home lives in all of us, the safe place where we can go as we are and not be questioned.","author":"Maya Angelou","topic":"Home"},{"quote":"I have a family, loving aunts, and a good home. No, on the surface I seem to have everything except my one true friend. All I think about when I&#39;m with friends is having a good time. I can&#39;t bring myself to talk about anything but ordinary everyday things. We don&#39;t seem to be able to get any closer, and that&#39;s the problem.","author":"Anne Frank","topic":"Home"},{"quote":"I love cats because I enjoy my home; and little by little, they become its visible soul.","author":"Jean Cocteau","topic":"Home"},{"quote":"Home is where children find safety and security, where we find our identities, where citizenship starts. It usually starts with believing you&#39;re part of a community, and that is essential to having a stable home.","author":"Matthew Desmond","topic":"Home"},{"quote":"You don&#39;t have to swing hard to hit a home run. If you got the timing, it&#39;ll go.","author":"Yogi Berra","topic":"Home"},{"quote":"It may be that the satisfaction I need depends on my going away, so that when I&#39;ve gone and come back, I&#39;ll find it at home.","author":"Rumi","topic":"Home"},{"quote":"The distance, being far away from your home, from your family, that&#39;s not easy. There are times when you say, &#39;Wow, what a fight, what a battle.&#39;","author":"Rodrigo Santoro","topic":"Home"},{"quote":"On a Friday night in 1983, I was in a taxi in New York riding home from dinner with friends. A drunk driver ran a red light and hit the cab, and I was thrown toward the glass partition. I tried to duck, but my face hit the glass, and the impact fractured my cheekbone, my eye socket, my collarbone and several ribs.","author":"Iman","topic":"Home"},{"quote":"Illogical thinkers throw names and slurs around because they have no arguments with which to rebut their opponents. Rational people have to keep hammering their points home.","author":"Ben Carson","topic":"Home"},{"quote":"I have two homes, like someone who leaves their hometown and\/or parents and then establishes a life elsewhere. They might say that they&#39;re going home when they return to see old friends or parents, but then they go home as well when they go to where they live now. Sarajevo is home, Chicago is home.","author":"Aleksandar Hemon","topic":"Home"},{"quote":"There&#39;s a tremendous difference between alone and lonely. You could be lonely in a group of people. I like being alone. I like eating by myself. I go home at night and just watch a movie or hang out with my dog. I have to exert myself and really say, oh God, I&#39;ve got to see my friends &#39;cause I&#39;m too content being by myself.","author":"Drew Barrymore","topic":"Home"},{"quote":"The American Dream is one of success, home ownership, college education for one&#39;s children, and have a secure job to provide these and other goals.","author":"Leonard Boswell","topic":"Home"},{"quote":"I remembered some people who lived across the street from our home as we were being taken away. When I was a teenager, I had many after-dinner conversations with my father about our internment. He told me that after we were taken away, they came to our house and took everything. We were literally stripped clean.","author":"George Takei","topic":"Home"},{"quote":"When you live on the road, going home is a place to escape and just be with your family to unwind.","author":"Jonathan Davis","topic":"Home"},{"quote":"The great advantage of a hotel is that it is a refuge from home life.","author":"George Bernard Shaw","topic":"Home"},{"quote":"My life at home gives me absolute joy. There are some days when, as soon as you&#39;ve finished cooking breakfast and cleaning up the kitchen, it&#39;s time to start lunch, and by the time you&#39;ve done that, you&#39;re doing dinner and thinking, &#39;There has to be a menu we can order from.&#39;","author":"Julia Roberts","topic":"Home"},{"quote":"Every time I slip into the ocean, it&#39;s like going home.","author":"Sylvia Earle","topic":"Home"},{"quote":"You should feel good about making your home nicer for your family and your friends. You should feel great about cooking a good dinner and making a dress for a granddaughter, creating a beautiful birthday party. It&#39;s all part of life.","author":"Martha Stewart","topic":"Home"},{"quote":"No other planet in the solar system is a suitable home for human beings; it&#39;s this world or nothing. That&#39;s a very powerful perception.","author":"Carl Sagan","topic":"Home"},{"quote":"After school, I&#39;d wait for someone to pick me up and no one would, so I&#39;d be like, &#39;I guess I&#39;ll walk home.&#39; I had to be a hustler, because nobody did anything for me.","author":"Whitney Cummings","topic":"Home"},{"quote":"The perfect date for me would be staying at home, making a big picnic in bed, eating Wotsits and cookies while watching cable TV.","author":"Kim Kardashian","topic":"Home"},{"quote":"I made a crash landing here on Earth on February 14, 1962, in the Shreveport Catholic Charities Home for un-wed mothers. The infamous Bonnie and Clyde lost their lives just miles from where I was born. Like outlaws ourselves, my birth mother and I were on the run from the day she found out I was part of her.","author":"Kevyn Aucoin","topic":"Home"},{"quote":"The thing I like about baseball is that it&#39;s one-on-one. You stand up there alone, and if you make a mistake, it&#39;s your mistake. If you hit a home run, it&#39;s your home run.","author":"Hank Aaron","topic":"Home"},{"quote":"All good hotels tend to lead people to do things they wouldn&#39;t necessarily do at home.","author":"Andre Balazs","topic":"Home"},{"quote":"I hate leaving home. I love what I do, but I&#39;d love to go home every night.","author":"Charlie Watts","topic":"Home"},{"quote":"A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement.","author":"James H. Douglas, Jr.","topic":"Home"},{"quote":"Dad wouldn&#39;t let me fool with his guitar much, because I&#39;m left-handed, and I&#39;d pick it up upside down. But I remember learning to sing &#39;Paper Doll,&#39; the Mills Brothers song - this was during the war - and I remember my dad taking me down to one of those little record booths where you could make spoken letters to send home.","author":"Don Everly","topic":"Home"},{"quote":"The goal of Sunday is to leave my home as little as possible.","author":"Mark Morris","topic":"Home"},{"quote":"When everyone at school is speaking one language, and a lot of your classmates&#39; parents also speak it, and you go home and see that your community is different -there is a sense of shame attached to that. It really takes growing up to treasure the specialness of being different.","author":"Sonia Sotomayor","topic":"Home"},{"quote":"There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy.","author":"Kat Graham","topic":"Home"},{"quote":"Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom.","author":"John F. Kennedy","topic":"Home"},{"quote":"I don&#39;t think I&#39;m a workaholic. Every weekend, I invite my colleagues and friends to my home to play cards. And people, my neighbors, are always surprised because I live on the second floor apartment, and there are usually 40 pairs of shoes in front of my gate, and people play cards inside and play chess. We have a lot of fun.","author":"Jack Ma","topic":"Home"},{"quote":"Charity begins at home, but should not end there.","author":"Thomas Fuller","topic":"Home"},{"quote":"Life doesn&#39;t get more real than having a newborn at home.","author":"Eric Church","topic":"Home"},{"quote":"The Negro has been here in America since 1619, a total of 344 years. He is not going anywhere else; this country is his home. He wants to do his part to help make his city, state, and nation a better place for everyone, regardless of color and race.","author":"Medgar Evers","topic":"Home"},{"quote":"Go big or go home. Because it&#39;s true. What do you have to lose?","author":"Eliza Dushku","topic":"Home"},{"quote":"At home, I love reaching out into that absolute silence, when you can hear the owl or the wind.","author":"Amanda Harlech","topic":"Home"},{"quote":"All I do is sit at home and watch Netflix.","author":"Kyrie Irving","topic":"Home"},{"quote":"It&#39;s a funny thing. I&#39;ll be in my home town of Columbus at a restaurant or something, and the waiter maybe asks, &#39;What do you do?&#39; and I say, &#39;Oh, I&#39;m in a band... Twenty One Pilots,&#39; and he&#39;ll say, &#39;Cool, I&#39;ll check it out. I never heard of them.&#39; And then I say, &#39;In September we&#39;re playing the Schottenstein Center,&#39; and it&#39;s like, &#39;What?!&#39;","author":"Tyler Joseph","topic":"Home"},{"quote":"I like to be home on a Friday night. I don&#39;t go out. I don&#39;t go to clubs. It&#39;s not my thing. I sit at home with my glass of wine and watch hours of reality TV.","author":"Kaley Cuoco","topic":"Home"},{"quote":"In Los Angeles, I drive a hybrid and live in a very simple home. Anything you do from carrying a canteen of water to starting a recycling program in your office makes a difference. Reusing what you already have has always been green - from clothes to boxes to glass jars from the supermarket.","author":"Rachel Boston","topic":"Home"},{"quote":"There is a strong side to me, that is of a homemaker. I look forward to spending time at home in the evenings, cooking a meal, chatting with my parents and inviting friends over.","author":"Deepika Padukone","topic":"Home"},{"quote":"We love our planet Earth. We should - it is our home, and there&#39;s no place like home. There can&#39;t ever be a better place than Earth.","author":"Dimitar Sasselov","topic":"Home"},{"quote":"The killer app that got the world ready for appliances was the light bulb. So the light bulb is what wired the world. And they weren&#39;t thinking about appliances when they wired the world. They were really thinking about - they weren&#39;t putting electricity into the home. They were putting lighting into the home.","author":"Jeff Bezos","topic":"Home"},{"quote":"For more than a quarter of a century on active duty, my house has been my tent, and my home the battlefield.","author":"Zachary Taylor","topic":"Home"},{"quote":"If it&#39;s far away, it&#39;s news, but if it&#39;s close at home, it&#39;s sociology.","author":"James Reston","topic":"Home"},{"quote":"If we ever get to the polls once, you will never get us home.","author":"Anna Howard Shaw","topic":"Home"},{"quote":"The prospect of going home is very appealing.","author":"David Ginola","topic":"Home"},{"quote":"My life is scattered and busy. I think of my home as a resort. When I step through the door, I feel relaxed. I almost feel like I&#39;ve taken a vacation.","author":"Chip Conley","topic":"Home"},{"quote":"My restless, roaming spirit would not allow me to remain at home very long.","author":"Buffalo Bill","topic":"Home"},{"quote":"There&#39;s a lot more responsibility at home, so a tour is like the opposite for me. It&#39;s like a breath of fresh air.","author":"Travis Barker","topic":"Home"},{"quote":"Language, identity, place, home: these are all of a piece - just different elements of belonging and not-belonging.","author":"Jhumpa Lahiri","topic":"Home"},{"quote":"Theatre was my first love. I can&#39;t take the theatre out of me. And I wouldn&#39;t want to. To me, it&#39;s home.","author":"Jim Parsons","topic":"Home"},{"quote":"If it&#39;s old school friends that my parents know, then I can stay out till late. But if they don&#39;t know them, they want me home by 9 P.M. If I have work, then I don&#39;t have a deadline. I don&#39;t argue with them. That&#39;s how I have been raised, and I&#39;m happy with it.","author":"Tena Desae","topic":"Home"},{"quote":"It&#39;s coming home to roost over the next 50 years or so. It&#39;s not just climate change; it&#39;s sheer space, places to grow food for this enormous horde. Either we limit our population growth or the natural world will do it for us, and the natural world is doing it for us right now.","author":"David Attenborough","topic":"Home"},{"quote":"The beach is definitely where I feel most at home. It&#39;s my oxygen. I forget how much I need it sometimes when I&#39;m away working.","author":"Behati Prinsloo","topic":"Home"},{"quote":"After a century of trying, we declared that healthcare in America is not a privilege for a few, it is a right for everybody. After decades of talk, we finally began to wean ourselves off foreign oil. We doubled our production of clean energy. We brought more of our troops home to their families, and we delivered justice to Osama bin Laden.","author":"Barack Obama","topic":"Home"},{"quote":"My only concern was to get home after a hard day&#39;s work.","author":"Rosa Parks","topic":"Home"},{"quote":"A girl phoned me the other day and said... &#39;Come on over, there&#39;s nobody home.&#39; I went over. Nobody was home.","author":"Rodney Dangerfield","topic":"Home"},{"quote":"Turn up the lights. I don&#39;t want to go home in the dark.","author":"O. Henry","topic":"Home"},{"quote":"All I was doing was trying to get home from work.","author":"Rosa Parks","topic":"Home"},{"quote":"There are more than 300,000 families in the Gulf region that lost their homes and are waiting for peace of mind. The hurricane exposed the sad reality of poverty in America. We saw, in all its horrific detail, the vulnerabilities of living in inadequate housing and the heartbreak of losing one&#39;s home.","author":"Harry Connick, Jr.","topic":"Home"},{"quote":"Home ownership is the cornerstone of a strong community.","author":"Rick Renzi","topic":"Home"},{"quote":"My big advert was for ketchup. I come home from school, cook my brother and sister their dinner, ride my bike in the garden. Remember that one? People cried at that advert. It won awards. I was 12.","author":"Russell Tovey","topic":"Home"},{"quote":"If a really, really pretty girl needs a ride home, I&#39;m your guy.","author":"Brantley Gilbert","topic":"Home"},{"quote":"We need sex education in schools, but we need it at home first. We need parents to learn the names of the teachers who are teaching their children. We need families to question day-care centers, to question other children and their own as to what goes on.","author":"Rod McKuen","topic":"Home"},{"quote":"Each one of us can do a good deed, every day and everywhere. In hospitals in desperate need of volunteers, in homes for the elderly where our parents and grandparents are longing for a smile, a listening ear, in the street, in our workplaces and especially at home.","author":"Shari Arison","topic":"Home"},{"quote":"The means of defense against foreign danger historically have become the instruments of tyranny at home.","author":"James Madison","topic":"Home"},{"quote":"I&#39;m a firm believer that lighting affects mood, and twinkly lights on strings bring something magical to occasions ranging from concerts to weddings, though I&#39;m fond of using them as year-round home decor. There&#39;s a reason why they&#39;re sometimes called fairy lights. When the night is right, there aren&#39;t any strings at all.","author":"Erin Morgenstern","topic":"Home"},{"quote":"It&#39;s always good to see the world; always good to see new places. When I&#39;m sitting at home, one of the great things is when my daughter and I watch TV, and when she sees or hears about a place for the first time, I tell her, &#39;Daddy&#39;s been there!&#39;","author":"Roman Reigns","topic":"Home"},{"quote":"Yesterday, I did some painting then went out to buy an onion and came home and watched &#39;University Challenge.&#39; The onion was probably the highlight.","author":"Karl Pilkington","topic":"Home"},{"quote":"Human trafficking robs victims of their basic human rights, and it occurs right under our noses. Many efforts have been focused in other regions of the world, but this is a major problem here at home.","author":"Blake Farenthold","topic":"Home"},{"quote":"&#39;Grandmother&#39; doesn&#39;t mean that you have gray hair and you retire and stay home cooking cakes for your grandchildren.","author":"Carine Roitfeld","topic":"Home"},{"quote":"I have the biggest sweet tooth! You name it, I will eat it. My all-time favorite is my mother&#39;s butter cake. Every time I go home, my mom will already have the cake made because I love it so much. This makes my siblings mad because they think she favors me. I don&#39;t care because she probably does!","author":"Michael Strahan","topic":"Home"},{"quote":"A guy wants a classy girl who is smart and has goals - someone that he wouldn&#39;t be afraid to bring home to his parents.","author":"Victoria Justice","topic":"Home"},{"quote":"The most influential of all educational factors is the conversation in a child&#39;s home.","author":"William Temple","topic":"Home"},{"quote":"Prayer is the most concrete way to make our home in God.","author":"Henri Nouwen","topic":"Home"},{"quote":"Mothers play an important role as the heart of the home, but this in no way lessens the equally important role fathers should play, as head of the home, in nurturing, training, and loving their children.","author":"Ezra Taft Benson","topic":"Home"},{"quote":"I&#39;m a hometown girl, and my personality at home is the opposite of the performer in me. But then, when I&#39;m home and haven&#39;t done anything for a while, I get really itchy and nervous and weird-feeling.","author":"Britney Spears","topic":"Home"},{"quote":"Your best T-shirt should be like your bed; it just feels like you are home when you are in it.","author":"Ashton Kutcher","topic":"Home"},{"quote":"If a dog will not come to you after having looked you in the face, you should go home and examine your conscience.","author":"Woodrow Wilson","topic":"Home"},{"quote":"There are two tests in life, more important than any other test. On Monday morning, when you wake up, do you feel in the pit of your stomach you can&#39;t wait to go to work? And when you&#39;re ready to go home Friday afternoon, do you say, &#39;I can&#39;t wait to go home?&#39;","author":"Chuck Schumer","topic":"Home"},{"quote":"My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like &#39;Jack Frost&#39; and &#39;Rudolph the Red-Nosed Reindeer&#39; with my siblings and parents.","author":"Becky G","topic":"Home"},{"quote":"Most people, if you live in a big city, you see some form of schizophrenia every day, and it&#39;s always in the form of someone homeless. &#39;Look at that guy - he&#39;s crazy. He looks dangerous.&#39; Well, he&#39;s on the streets because of mental illness. He probably had a job and a home.","author":"Eric McCormack","topic":"Home"},{"quote":"I have to think that I think it&#39;s always been a horse race between this administration&#39;s temporary political acumen and their completely, utterly, totally bankrupt policies. And they&#39;re coming home to roost. It was always a question of time. These guys aren&#39;t conservative. These guys are radicals.","author":"Bradley Whitford","topic":"Home"},{"quote":"We&#39;re having a good time. That&#39;s what I did last year. If you can&#39;t have a good time, you might as well stay home. I feel real good.","author":"Sterling Marlin","topic":"Home"},{"quote":"You don&#39;t teach morals and ethics and empathy and kindness in the schools. You teach that at home, and children learn by example.","author":"Judy Sheindlin","topic":"Home"},{"quote":"Where thou art, that is home.","author":"Emily Dickinson","topic":"Home"},{"quote":"To the former child migrants, who came to Australia from a home far away, led to believe this land would be a new beginning, when only to find it was not a beginning, but an end, an end of innocence - we apologise and we are sorry. To the mothers who lost the maternal right to love and care for their child - we apologise, and we are sorry.","author":"Malcolm Turnbull","topic":"Home"},{"quote":"I suppose I could have stayed home and baked cookies and had teas.","author":"Hillary Clinton","topic":"Home"},{"quote":"I grew up very differently than a lot of other people in my hometown in Mississippi. But I can&#39;t imagine my life any other way. I flew home and surprised my best friend at his graduation, and I remember turning to my mom and saying, &#39;My graduation was so much cooler than this.&#39; I had Melissa Joan Hart give my commencement speech.","author":"Taylor Spreitler","topic":"Home"},{"quote":"Think you&#39;re escaping and run into yourself. Longest way round is the shortest way home.","author":"James Joyce","topic":"Home"},{"quote":"The home should be the treasure chest of living.","author":"Le Corbusier","topic":"Home"},{"quote":"The American People will come first once again. My plan will begin with safety at home - which means safe neighborhoods, secure borders, and protection from terrorism. There can be no prosperity without law and order.","author":"Donald Trump","topic":"Home"},{"quote":"You never know what events are going to transpire to get you home.","author":"Og Mandino","topic":"Home"},{"quote":"If you decide to go clubbing on a Friday night, and you&#39;re home before two A.M., you&#39;re not a man&#39;s man.","author":"Frank Vincent","topic":"Home"},{"quote":"Parents are working more than ever before and unable to monitor what kids are eating at home, and schools are selling astronomical amounts of junk food in order to supplement shrinking budgets. It&#39;s a ticking time bomb, and America&#39;s children are exploding.","author":"Lisa Ling","topic":"Home"},{"quote":"If I win and get the money, then the Oakland Police department is going to buy a boys&#39; home, me a house, my family a house, and a Stop Police Brutality Center.","author":"Tupac Shakur","topic":"Home"},{"quote":"Ten men waiting for me at the door? Send one of them home, I&#39;m tired.","author":"Mae West","topic":"Home"},{"quote":"Muslims know that Islam clashes with Western Civilization. They make no bones about choosing Islam over their new home country, like the Syrians in Germany, or the Somali at Ohio State University. They are very open and honest on polls, because they know they have nothing to fear from the governments that welcomed them with open arms.","author":"Milo Yiannopoulos","topic":"Home"},{"quote":"Of all the home remedies, a good wife is best.","author":"Kin Hubbard","topic":"Home"},{"quote":"To me luxury is to be at home with my daughter, and the occasional massage doesn&#39;t hurt.","author":"Olivia Newton-John","topic":"Home"},{"quote":"As a tennis player, you have to get used to losing every week. Unless you win the tournament, you always go home as a loser. But you have to take the positive out of a defeat and go back to work. Improve to fail better.","author":"Stanislas Wawrinka","topic":"Home"},{"quote":"Since President Kennedy signed the Equal Pay Act in 1963, the gap between men and women&#39;s earnings has narrowed by less than a half-cent per year. At this rate, American women will have to wait until 2062 to bring home the same salary as their male counterparts.","author":"Jackie Speier","topic":"Home"},{"quote":"For years my wedding ring has done its job. It has led me not into temptation. It has reminded my husband numerous times at parties that it&#39;s time to go home. It has been a source of relief to a dinner companion. It has been a status symbol in the maternity ward.","author":"Erma Bombeck","topic":"Home"},{"quote":"Take a trip to the forest and experience the greatness of getting on your knees and picking your own food and going home... and eating it.","author":"Rene Redzepi","topic":"Home"},{"quote":"Childhood obesity is best tackled at home through improved parental involvement, increased physical exercise, better diet and restraint from eating.","author":"Bob Filner","topic":"Home"},{"quote":"It is not, of course, complete yet - but some sentences were understood this afternoon... I feel that I have at last struck the solution of a great problem - and the day is coming when telegraph wires will be laid onto houses just like water or gas - and friends converse with each other without leaving home.","author":"Alexander Graham Bell","topic":"Home"},{"quote":"At a book festival in Fort Lauderdale, I met David Eisenhower, Ike&#39;s grandson, who was promoting his book &#39;Going Home to Glory: A Memoir of Life with Dwight D. Eisenhower,&#39; in which he describes attending the Yankees&#39; 154th game in 1961. The whole family had been following Mantle and Maris chase Babe Ruth&#39;s home run record across the country.","author":"Jane Leavy","topic":"Home"},{"quote":"I like my house to be unique to me. Sure, I&#39;ve bought plenty of things out of a catalog, but the way I put them together in my home is special. You might have bought your sofa at a major home decorating store, but the rug you found at the flea market is so unique, it takes your room from &#39;carbon copy&#39; to &#39;simply yours&#39; in no time.","author":"Nate Berkus","topic":"Home"},{"quote":"I just like sitting at home, chilling and watching a movie.","author":"Niall Horan","topic":"Home"},{"quote":"We have weapons of mass destruction we have to address here at home. Poverty is a weapon of mass destruction. Homelessness is a weapon of mass destruction. Unemployment is a weapon of mass destruction.","author":"Dennis Kucinich","topic":"Home"},{"quote":"The best marriages are the ones where we can go out in the world and really put ourselves out there. A lot of times we&#39;ll fail, and sometimes we&#39;ll pull it off. But good marriages are when you can go home and know that your vulnerability will be honored as courage, and that you&#39;ll find support.","author":"Brene Brown","topic":"Home"},{"quote":"I watched Titanic when I got back home from the hospital, and cried. I knew that my IQ had been damaged.","author":"Stephen King","topic":"Home"},{"quote":"You come home, and you party. But after that, you get a hangover. Everything about that is negative.","author":"Mike Tyson","topic":"Home"},{"quote":"Hypocrites in the Church? Yes, and in the lodge and at the home. Don&#39;t hunt through the Church for a hypocrite. Go home and look in the mirror. Hypocrites? Yes. See that you make the number one less.","author":"Billy Sunday","topic":"Home"},{"quote":"I had very few friends. There was nobody I could trust. I left home when I was fifteen. I lived in Washington Square Park.","author":"Jean-Michel Basquiat","topic":"Home"},{"quote":"And, you know, being able to wear the stars and stripes, when you step up on one of the blocks or, you know, when you step off of an airplane or when you hear the national anthem play, you know, it&#39;s one of the greatest feelings in the world because you know that there are people at home who are supporting you and watching you.","author":"Michael Phelps","topic":"Home"},{"quote":"My days in hostel were tough. I was ragged by my seniors. We were asked to wash their dirty clothes, do their odd jobs, etc. When it came to eating, we would be often given burnt rotis and milk that had awful odour. But, never once did I call home. I knew if I had to become a tough cricketer, I would have to handle the pressure.","author":"Suresh Raina","topic":"Home"},{"quote":"I like to go out, but sometimes it&#39;s nice to stay cozy at home, watching movies or TV, especially early in the week.","author":"Charlotte Ronson","topic":"Home"},{"quote":"Women are the victims of this patriarchal culture, but they are also its carriers. Let us keep in mind that every oppressive man was raised in the confines of his mother&#39;s home.","author":"Shirin Ebadi","topic":"Home"},{"quote":"Well, because I&#39;m naturally a tomboy, when I have sleepovers with girls, they end up going home and crying.","author":"Alexa Vega","topic":"Home"},{"quote":"I don&#39;t think your personal life has anything to do with your professional life. They are separate things. Whatever is happening at home shouldn&#39;t be carried to work. Everyone has his\/her own journey. Some revel in the fact that they derive that from personal contentment, and others draw it from extreme sorrow.","author":"Abhishek Bachchan","topic":"Home"},{"quote":"Here is my first principle of foreign policy: good government at home.","author":"William E. Gladstone","topic":"Home"},{"quote":"The schools would fail through their silence, the Church through its forgiveness, and the home through the denial and silence of the parents. The new generation has to hear what the older generation refuses to tell it.","author":"Simon Wiesenthal","topic":"Home"},{"quote":"The physician can bury his mistakes, but the architect can only advise his client to plant vines - so they should go as far as possible from home to build their first buildings.","author":"Frank Lloyd Wright","topic":"Home"},{"quote":"The simplest way to say it is that I think we&#39;re all dealt these cards in life, but the cards in and of themselves don&#39;t read one way or the other. It&#39;s up to you to home in and cultivate whatever you&#39;ve got in your hand.","author":"Pharrell Williams","topic":"Home"},{"quote":"We are living in very challenging times. Pressured in the workplace and stressed out at home, people are trying to make sense of their lives.","author":"Les Brown","topic":"Home"},{"quote":"I also believed that our public at home would be strong enough to survive even the present crisis.","author":"Paul von Hindenburg","topic":"Home"},{"quote":"Whenever I&#39;m having a bad day and have an attitude, I stay home. I keep it at home.","author":"Michael Clarke Duncan","topic":"Home"},{"quote":"I&#39;m an afternoon tea type of girl. I come from a Russian background where we love our teas. So between lunch and dinner after training I come home and I love a nice cup of tea with jam in it, as we drink it there. Black English Breakfast with raspberry jam is my favorite.","author":"Maria Sharapova","topic":"Home"},{"quote":"There is no reason for any individual to have a computer in his home.","author":"Ken Olsen","topic":"Home"},{"quote":"Consultant: any ordinary guy more than fifty miles from home.","author":"Eric Sevareid","topic":"Home"},{"quote":"Happy, happy Christmas, that can win us back to the delusions of our childhood days, recall to the old man the pleasures of his youth, and transport the traveler back to his own fireside and quiet home!","author":"Charles Dickens","topic":"Home"},{"quote":"I never worry about being driven to drink; I just worry about being driven home.","author":"W. C. Fields","topic":"Home"},{"quote":"My home is in Heaven. I&#39;m just traveling through this world.","author":"Billy Graham","topic":"Home"},{"quote":"Whether you come back by page or by the big screen, Hogwarts will always be there to welcome you home.","author":"J. K. Rowling","topic":"Home"},{"quote":"There are trees of a thousand sorts, and all have their several fruits; and I feel the most unhappy man in the world not to know them, for I am well assured that they are all valuable. I bring home specimens of them, and also of the land.","author":"Christopher Columbus","topic":"Home"},{"quote":"I&#39;m still obsessed with the beach whenever I&#39;m home; when I&#39;m on the beach, it feels like home to me.","author":"Brett Young","topic":"Home"},{"quote":"I&#39;ll fill those canyons in your soul, like a river lead you home. And I&#39;ll walk a step behind, in the shadows so you shine. Just ask, it will be done and I will prove my love, until you&#39;re sure that I&#39;m the one.","author":"Gary Allan","topic":"Home"},{"quote":"I am a marathon worker and marathon mother. I&#39;ll spend three or four days completely swallowed up by work. And if I make it home in time to say good night, I may have one good hour with the girls, maybe a brief family dinner or a family walk with the dog, and then it is back on the computer to prepare for tomorrow&#39;s shows.","author":"Mika Brzezinski","topic":"Home"},{"quote":"Middle age is when you&#39;re sitting at home on a Saturday night and the telephone rings and you hope it isn&#39;t for you.","author":"Ogden Nash","topic":"Home"},{"quote":"I enjoy spending time at home or going out for a quiet meal in a restaurant.","author":"Jamie Redknapp","topic":"Home"},{"quote":"Our veterans who fall on hard times and find themselves without a home deserve more than just handwringing or kind words. They deserve real help that gets them back on their feet.","author":"Michelle Obama","topic":"Home"},{"quote":"Home is the place where, when you have to go there, they have to take you in.","author":"Robert Frost","topic":"Home"},{"quote":"One of my favorite places I&#39;ve visited is Havana, Cuba. On my way home from Costa Rica, I did a week in Havana. The colors, the music, the beautiful men and the cars! I love vintage and antique cars and own a couple myself.","author":"Megalyn Echikunwoke","topic":"Home"},{"quote":"&#39;Yellow Moon&#39; was a poem. My wife at the time, Joel - she&#39;s dead now - it was our 25th anniversary. She had the chance to go on a cruise with her sister. And I&#39;m home with the kids and looking up, and I saw the big moon, and I just started writing.","author":"Aaron Neville","topic":"Home"},{"quote":"Providing - that&#39;s not love. Being there - that&#39;s more important. I mean, we see that. We see that with all these rich socialites. They&#39;re crying out for attention; they&#39;re hurting for love. I&#39;m not being judgmental - I&#39;m just making an observation. They&#39;re crying out for the love that maybe they didn&#39;t get at home, and they got everything.","author":"Jay-Z","topic":"Home"},{"quote":"I long, as does every human being, to be at home wherever I find myself.","author":"Maya Angelou","topic":"Home"},{"quote":"I&#39;ve always looked for the perfect life to step into. I&#39;ve taken all the paths to get where I wanted. But no matter where I go, I still come home.","author":"Layne Staley","topic":"Home"},{"quote":"Dear Chicago, when I wake up in the morning and see your skyline - the terra cotta of the Wrigley Building, the height of the Willis Tower, the shiny sides of my beloved Trump Tower - I know I&#39;m home. I feel a certain energy walking between your spires, but recognize that what makes you special to me is that my roots are here.","author":"Bill Rancic","topic":"Home"},{"quote":"Dad&#39;s Jewish and Irish, Mom&#39;s German and Scotch. I couldn&#39;t say I was anything. My last name isn&#39;t even Downey. My dad changed his name when he wanted to get into the Army and was underage. My real name is Robert Elias. I feel like I&#39;m still looking for a home in some way.","author":"Robert Downey, Jr.","topic":"Home"},{"quote":"Instead of going out to dinner, buy good food. Cooking at home shows such affection. In a bad economy, it&#39;s more important to make yourself feel good.","author":"Ina Garten","topic":"Home"},{"quote":"When I am playing baseball, I give it all that I have on the ball field. When the ball game is over, I certainly don&#39;t take it home. My little girl who is sitting out there wouldn&#39;t know the difference between a third strike and a foul ball. We don&#39;t talk about baseball at home.","author":"Jackie Robinson","topic":"Home"},{"quote":"In the holy city of Mecca, violence of any kind was forbidden. From the moment they left home, pilgrims were not permitted to carry weapons, to swat an insect or speak an angry word, a discipline that introduced them to a new way of living.","author":"Karen Armstrong","topic":"Home"},{"quote":"For me, already being part of a single parent household and knowing it was just me and my mom, you&#39;d would wake up times and hope that the next day you&#39;d be able to be alongside your mother because she was out trying to make sure that I was taken care of. But all I cared about was her being home.","author":"LeBron James","topic":"Home"},{"quote":"My homies in Gadsden aren&#39;t as exposed as I am culturally, which is awesome - that&#39;s why I love going home. I&#39;m in the kitchen with people who don&#39;t know anything but the simple life, what&#39;s important to them, and what&#39;s dope.","author":"Yelawolf","topic":"Home"},{"quote":"I am a boring loner. I enjoy Friday nights at home in my rocking chair with no arms, rocking and relaxing. It&#39;s not uncommon for Netflix to be involved. Records are a possibility, but most of it is spent in silence.","author":"Valerie June","topic":"Home"},{"quote":"I was hit by a car once on my bike, but I still rode home.","author":"Amy Winehouse","topic":"Home"},{"quote":"Almost everything worthwhile carries with it some sort of risk, whether it&#39;s starting a new business, whether it&#39;s leaving home, whether it&#39;s getting married, or whether it&#39;s flying in space.","author":"Chris Hadfield","topic":"Home"},{"quote":"A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits.","author":"Andrew Weil","topic":"Home"},{"quote":"The feeling of longing for home is born into us. That wonderful dream cannot become real without great faith - enough for the Holy Ghost to lead us to repentance, baptism, and the making and keeping of sacred covenants with God. This faith requires enduring bravely the trials of mortal life.","author":"Henry B. Eyring","topic":"Home"},{"quote":"Being an old farm boy myself, chickens coming home to roost never did make me sad; they&#39;ve always made me glad.","author":"Malcolm X","topic":"Home"},{"quote":"Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country.","author":"Margaret Thatcher","topic":"Home"},{"quote":"Television has brought back murder into the home - where it belongs.","author":"Alfred Hitchcock","topic":"Home"},{"quote":"Owning a home is a keystone of wealth - both financial affluence and emotional security.","author":"Suze Orman","topic":"Home"},{"quote":"Remember the rights of the savage, as we call him. Remember that the happiness of his humble home, remember that the sanctity of life in the hill villages of Afghanistan, among the winter snows, is as inviolable in the eye of Almighty God, as can be your own.","author":"William E. Gladstone","topic":"Home"},{"quote":"No matter how nice a hotel is, it&#39;s not home.","author":"Bill Kreutzmann","topic":"Home"},{"quote":"When I come home, I say I&#39;m coming home to Dublin. When I&#39;m in Dublin, I say I&#39;m going home to New York. I&#39;m sort of a man of two countries.","author":"Colum McCann","topic":"Home"},{"quote":"I was often very, incredibly naughty, and if I didn&#39;t come home at tea time I used to be sent to bed without any dinner. But people used to bring me things: I was better fed in bed.","author":"Diane Cilento","topic":"Home"},{"quote":"When I was 10 years old, I loved - I loved books, and I used to haunt the secondhand bookshop. And I found a little book I could just afford, and I bought it, and I took it home. And I climbed up my favorite tree, and I read that book from cover to cover. And that was Tarzan of the Apes. I immediately fell in love with Tarzan.","author":"Jane Goodall","topic":"Home"},{"quote":"On the one hand, she is cut off from the protection awarded to her sisters abroad; on the other, she has no such power to defend her interests at the polls, as is the heritage of her brothers at home.","author":"Florence Kelley","topic":"Home"},{"quote":"I&#39;m still living the life where you get home and open the fridge and there&#39;s half a pot of yogurt and a half a can of flat Coca-Cola.","author":"Alan Rickman","topic":"Home"},{"quote":"When I get home, I&#39;m not the boss like I am at work - I slip into a more feminine role. I take everything off and put on my Stella McCartney silk robe. I&#39;ll put on a red lip or red nails, and it lifts my mood. Sexy underwear also gives you a spark.","author":"Miranda Kerr","topic":"Home"},{"quote":"All I did was pray to God, every day. In prison camp, the main prayer was, &#39;Get me home alive, God, and I&#39;ll seek you and serve you.&#39; I came home, got wrapped up in the celebration, and forgot about the hundreds of promises I&#39;d made to God.","author":"Louis Zamperini","topic":"Home"},{"quote":"My dad was fine about me doing modelling at 16 because I always said school was important to me. I always chose my jobs carefully so I wouldn&#39;t have to take too much time off. It got harder toward the end with my A-levels; there were sleepless nights, and I was doing my homework on the plane coming home, but I pulled through.","author":"Georgia May Jagger","topic":"Home"},{"quote":"Kill all the rich people. Break up their cars and apartments. Bring the revolution home, kill your parents, that&#39;s where it&#39;s really at.","author":"Bill Ayers","topic":"Home"},{"quote":"Your home is regarded as a model home, your life as a model life. But all this splendor, and you along with it... it&#39;s just as though it were built upon a shifting quagmire. A moment may come, a word can be spoken, and both you and all this splendor will collapse.","author":"Henrik Ibsen","topic":"Home"},{"quote":"All of us grow up in particular realities - a home, family, a clan, a small town, a neighborhood. Depending upon how we&#39;re brought up, we are either deeply aware of the particular reading of reality into which we are born, or we are peripherally aware of it.","author":"Chaim Potok","topic":"Home"},{"quote":"Hollywood always represents this big dream and fairy tale in people&#39;s minds, but to me, it&#39;s just hard work. Of course, we play fairy tale on the red carpet. It&#39;s all Cinderella. But when the clock strikes midnight, I turn into a gray mouse and I go home, and I take my dress off and it&#39;s over. That&#39;s Hollywood.","author":"Olga Kurylenko","topic":"Home"},{"quote":"A visit to a cinema is a little outing in itself. It breaks the monotony of an afternoon or evening; it gives a change from the surroundings of home, however pleasant.","author":"Ivor Novello","topic":"Home"},{"quote":"By encouraging its citizens to violate our border, Mexico is pushing a tremendous welfare burden off of its shoulders and onto ours, while also benefiting from the significant sums of U.S. currency that these workers will eventually send back home to their families.","author":"Spencer Bachus","topic":"Home"},{"quote":"Breathe in deeply to bring your mind home to your body. Then look at, or think of, the person triggering this emotion: With mindfulness, you can see that she is unhappy, that she is suffering. You can see her wrong perceptions. You can see that she is not beautiful when she says things that are unkind.","author":"Thich Nhat Hanh","topic":"Home"},{"quote":"Teach love, generosity, good manners and some of that will drift from the classroom to the home and who knows, the children will be educating the parents.","author":"Roger Moore","topic":"Home"},{"quote":"I bought one of the first Nintendo systems and brought that home, and we were playing &#39;Legend of Zelda&#39; at the time, and it was addicting, and I was playing it for hours and hours and hours.","author":"Robin Williams","topic":"Home"},{"quote":"I warm up at home. I hit the stage, I&#39;m ready, whether it&#39;s rehearsal or anything.","author":"Louis Armstrong","topic":"Home"},{"quote":"Balance provides the chance for longevity. You can be a champion at work and at home.","author":"Tony Dungy","topic":"Home"},{"quote":"The human brain now holds the key to our future. We have to recall the image of the planet from outer space: a single entity in which air, water, and continents are interconnected. That is our home.","author":"David Suzuki","topic":"Home"},{"quote":"Mr. Bean is at his best when he is not using words, but I am equally at home in both verbal and nonverbal expression.","author":"Rowan Atkinson","topic":"Home"},{"quote":"My father is an amazing person. While he was a huge star, he never carried his stardom home and always remained simple and just our father at home. I have four siblings, and we were all very grounded. We lived a very simple life: would go in an auto rickshaw to school, played with normal boys.","author":"Mahesh Babu","topic":"Home"},{"quote":"Go big or go home. You can either stand for what you believe or fall for what you don&#39;t. Above all, make a choice for tolerance and love.","author":"Joy Villa","topic":"Home"},{"quote":"I chose America as my home because I value freedom and democracy, civil liberties and an open society.","author":"George Soros","topic":"Home"},{"quote":"When I was a child and they burned me out of my home, I was frightened and I ran away. Eventually I ran far away. It was to a place called France. Many of you have been there, and many have not. But I must tell you, ladies and gentlemen, in that country I never feared. It was like a fairyland place.","author":"Josephine Baker","topic":"Home"},{"quote":"I have three dogs at home. Even after losing a series or winning a series, they treat me the same way.","author":"Mahendra Singh Dhoni","topic":"Home"},{"quote":"I kind of love coming home and being with family and feeling comfortable and knowing where I come from; I kind of like it.","author":"Michael Angarano","topic":"Home"},{"quote":"I have Social Disease. I have to go out every night. If I stay home one night I start spreading rumors to my dogs.","author":"Andy Warhol","topic":"Home"},{"quote":"We have become 99 percent money mad. The method of living at home modestly and within our income, laying a little by systematically for the proverbial rainy day which is due to come, can almost be listed among the lost arts.","author":"George Washington Carver","topic":"Home"},{"quote":"I&#39;m happy going home early and working out and just being a mother and being a wife.","author":"Kim Alexis","topic":"Home"},{"quote":"Artists like Bach and Beethoven erected churches and temples on the heights. I only wanted... to build dwellings for men in which they might feel happy and at home.","author":"Edvard Grieg","topic":"Home"},{"quote":"For my grandmother&#39;s generation, the big invention was cake mix; for our moms, it was the microwave, and for me, it&#39;s the iPhone. And that&#39;s enabled us to do so many different things more efficiently at home.","author":"Brit Morin","topic":"Home"},{"quote":"I saw my first two Broadway shows when I was 4 years old, &#39;The Lion King&#39; and &#39;Beauty and the Beast,&#39; and after both of them I came home and reenacted the entirety of the shows on my living room table for my family and friends. I started doing that after every show I saw until I actually did my first youth production when I was 5.","author":"Max Schneider","topic":"Home"},{"quote":"Always there has been some terrible evil at home or some monstrous foreign power that was going to gobble us up if we did not blindly rally behind it.","author":"Douglas MacArthur","topic":"Home"},{"quote":"You can make something big when young that will carry you through life. Look at all the big startups like Microsoft, Apple, Google, Facebook, Twitter, etc. They were all started by very young people who stumbled on something of unseen value. You&#39;ll know it when you hit a home run.","author":"Steve Wozniak","topic":"Home"},{"quote":"Reading isn&#39;t good for a ballplayer. Not good for his eyes. If my eyes went bad even a little bit I couldn&#39;t hit home runs. So I gave up reading.","author":"Babe Ruth","topic":"Home"},{"quote":"I actually started singing in church when I was about five years old. I remember looking at the choirs and just hearing all of those great big beautiful voices. And there was this one woman who could just wail. And I remember trying to sing like her when I was like going home.","author":"Kelly Rowland","topic":"Home"},{"quote":"There are a lot of people who helped make Queen Latifah who she is today. I don&#39;t forget, but a lot of people do and get big heads. My mom will make me walk the dogs or take out the trash when I go home. I&#39;m not allowed to get a big head; I&#39;ve still got to do the simple things in life.","author":"Queen Latifah","topic":"Home"},{"quote":"I always think of the good comebacks on the car ride home.","author":"Ron Howard","topic":"Home"},{"quote":"There are people with otherwise chaotic and disorganized lives, a certain type of person that&#39;s always found a home in the restaurant business in much the same way that a lot of people find a home in the military.","author":"Anthony Bourdain","topic":"Home"},{"quote":"Dreams are where we visit the many lands and landscapes of human possibility and discover the one where we feel at home. The great religious leaders were all dreamers.","author":"Jonathan Sacks","topic":"Home"},{"quote":"Home base is the support system where we have a culinary team, my own writers because of the shows and the books and stuff, we have a culinary team of about six people. Marketing, public relations, accounting and all that sort of stuff.","author":"Emeril Lagasse","topic":"Home"},{"quote":"Education should be totally secular. I am not telling people not to believe in God, but it should be a personal matter which should be done at home.","author":"Nawal El Saadawi","topic":"Home"},{"quote":"My mother had very humble beginnings - to put it mildly. Her dad built their home out of timber that he cut down on their land. No heat, no air-conditioning - &#39;no foolishness,&#39; as he would call it.","author":"Blake Lively","topic":"Home"},{"quote":"I&#39;ve always been a fan of the Dark and Lovely brand. I grew up using their products at home. I only work with brands I believe in, and I&#39;m so happy to be a hair color ambassador.","author":"Justine Skye","topic":"Home"},{"quote":"Disney features, especially the early ones, were horror movies with cute critters: Greek tragedies with a hummable chorus. Forcing children to confront the loss of home, parent, friends and fondest pets, these films imposed shock therapy on four-year-olds.","author":"Richard Corliss","topic":"Home"},{"quote":"I&#39;m 5-feet-9, I have a deep voice, and I have a way with a line. What can I do about it? I can&#39;t stay home waiting for something different. I think it&#39;s a total waste of energy worrying about typecasting.","author":"Bea Arthur","topic":"Home"},{"quote":"I grew up thinking of myself as an American but also, because of my parents and the Iranian culture that was in our home, as an Iranian. So if there&#39;s any such thing as dual loyalty, then I have it - at least culturally.","author":"Hooman Majd","topic":"Home"},{"quote":"Rather than improving the wealth of their own nation, the Mexican government encourages its poor to come to the U.S. and send money home.","author":"Timothy Murphy","topic":"Home"},{"quote":"If you go back to your home town or you&#39;re reunited with school friends, its always slightly bittersweet because as much as there&#39;s nice things in terms of seeing them again, the town has changed without you, and you&#39;re no longer a part of it.","author":"Edgar Wright","topic":"Home"},{"quote":"Good food and a warm kitchen are what makes a house a home. I always tried to make my home like my mother&#39;s, because Mom was magnificent at stretching a buck when it came to decorating and food. Like a true Italian, she valued beautification in every area of her life, and I try to do the same.","author":"Rachael Ray","topic":"Home"},{"quote":"Being sad and being depressed are two different things. Also, people going through depression don&#39;t look so, while someone sad will look sad. The most common reaction is, &#39;How can you be depressed? You have everything going for you. You are the supposed number one heroine and have a plush home, car, movies... What else do you want?&#39;","author":"Deepika Padukone","topic":"Home"},{"quote":"A home without books is a body without soul.","author":"Marcus Tullius Cicero","topic":"Home"},{"quote":"When I&#39;m home, I like a cozy, comfortable, calming space.","author":"Stacy Keibler","topic":"Home"},{"quote":"You can have more than one home. You can carry your roots with you, and decide where they grow.","author":"Henning Mankell","topic":"Home"},{"quote":"Say there&#39;s a white kid who lives in a nice home, goes to an all-white school, and is pretty much having everything handed to him on a platter - for him to pick up a rap tape is incredible to me, because what that&#39;s saying is that he&#39;s living a fantasy life of rebellion.","author":"Eminem","topic":"Home"},{"quote":"Because I had my family, I felt like I could be a bird and fly and experience and do. Because I had roots somewhere, I knew that they would love me no matter what, and I could always go back home and they were going to love me.","author":"Gisele Bundchen","topic":"Home"},{"quote":"When you are a hero you are always running to save someone, sweating, worried and guilty. When you are a villain you are just lurking in the shadows waiting for the hero to pass by. Then you pop them in the head and go home... piece of cake.","author":"James Marsters","topic":"Home"},{"quote":"To meditate means to go home to yourself. Then you know how to take care of the things that are happening inside you, and you know how to take care of the things that happen around you.","author":"Thich Nhat Hanh","topic":"Home"},{"quote":"Do you know what it means to come home at night to a woman who&#39;ll give you a little love, a little affection, a little tenderness? It means you&#39;re in the wrong house, that&#39;s what it means.","author":"Henny Youngman","topic":"Home"},{"quote":"Palestine is our unforgettable historic home. The very name would be a force of marvelous potency for summoning our people together.","author":"Theodor Herzl","topic":"Home"},{"quote":"I always went to Ireland as a child. I remember trips to Dundalk, Wexford, Cork and Dublin. My gran was born in Dublin, and we had a lot of Irish friends, so we&#39;d stay on their farms and go fishing. They were fantastic holidays - being outdoors all day and coming home to a really warm welcome in the evenings.","author":"Vinnie Jones","topic":"Home"},{"quote":"Home is where the heart is.","author":"Pliny the Elder","topic":"Home"},{"quote":"If you want to be an entrepreneur, it&#39;s not a job, it&#39;s a lifestyle. It defines you. Forget about vacations, about going home at 6 pm - last thing at night you&#39;ll send emails, first thing in the morning you&#39;ll read emails, and you&#39;ll wake up in the middle of the night. But it&#39;s hugely rewarding as you&#39;re fulfilling something for yourself.","author":"Niklas Zennstrom","topic":"Home"},{"quote":"I live by &#39;Go big or go home.&#39; That&#39;s with everything. It&#39;s like either commit and go for it or don&#39;t do it at all. I apply that to everything. I apply that to relationships, I apply that to like sports, I apply that to everything. That&#39;s what I live by. That&#39;s how I like it.","author":"Paul Walker","topic":"Home"},{"quote":"No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow.","author":"Lin Yutang","topic":"Home"},{"quote":"In American history, it&#39;s about hard work and self-reliance. It&#39;s not about collecting giveaways or being on unemployment forever. That the economy moves ahead for people who are going to work to realize the American dream, own a home, send your kids to college. I think it&#39;s the founding cornerstone of America.","author":"Ryan Zinke","topic":"Home"},{"quote":"Memorial Day isn&#39;t just about honoring veterans, its honoring those who lost their lives. Veterans had the fortune of coming home. For us, that&#39;s a reminder of when we come home we still have a responsibility to serve. It&#39;s a continuation of service that honors our country and those who fell defending it.","author":"Pete Hegseth","topic":"Home"},{"quote":"Not one of us can rest, be happy, be at home, be at peace with ourselves, until we end hatred and division.","author":"John Lewis","topic":"Home"},{"quote":"I love modeling because I get to see everything that inspires me. Then I go home and sketch.","author":"Sofia Richie","topic":"Home"},{"quote":"Like a lot of kids, I had a Superman cake or different theme cakes, but then I hit the age where I think my mom thought I was ready for the German chocolate cake that she makes for my dad. Just the sight of that, the taste of that frosting, just reminds me of being at home with my mom and my dad and my sister and my friends.","author":"Willie Geist","topic":"Home"},{"quote":"Leaving home in a sense involves a kind of second birth in which we give birth to ourselves.","author":"Robert Neelly Bellah","topic":"Home"},{"quote":"Sleep more at night. If it&#39;s allowed at work or home, take a nap in the afternoon. You&#39;ll be amazed at how much better you&#39;ll feel.","author":"Ben Stein","topic":"Home"},{"quote":"I can&#39;t stress how much my daughter is an inspiration to stay sober. When I come home and she opens those big blue eyes at me, it&#39;s the most amazing feeling I could ever feel.","author":"A. J. McLean","topic":"Home"},{"quote":"What happens in Vegas may stay in Vegas, but what happens in New Orleans, goes home with you.","author":"Laurell K. Hamilton","topic":"Home"},{"quote":"Greatness comes from fear. Fear can either shut us down and we go home, or we fight through it.","author":"Lionel Richie","topic":"Home"},{"quote":"You have to take into account it was the cell phone that became what the modern-day concept of a phone call is, and this is a device that&#39;s attached to your hip 24\/7. Before that there was &#39;leave a message&#39; and before that there was &#39;hopefully you&#39;re home.&#39;","author":"Giovanni Ribisi","topic":"Home"},{"quote":"When &#39;Ice Ice Baby&#39; was selling a million records a day, I bought several properties: a home next to Michael J. Fox in L.A., a palace in Miami and a mountain cabin in Utah. Then, a few years later, I took a break from touring, saw that my properties had cobwebs, so I sold them, and - to my surprise - I made a huge profit!","author":"Vanilla Ice","topic":"Home"},{"quote":"It&#39;s not about finding a home so much as finding yourself.","author":"Jason Behr","topic":"Home"},{"quote":"Our voice is an independent voice to represent the dignity and the search for peace and the reformulation of the international system; to denounce persecution and aggression of hegemonistic forces on the planet. This is how Venezuela has presented itself. Bolivar&#39;s home has sought a nonpermanent seat on the Security Council.","author":"Hugo Chavez","topic":"Home"},{"quote":"There are only two things we should fight for. One is the defense of our homes and the other is the Bill of Rights.","author":"Smedley Butler","topic":"Home"},{"quote":"I lead by example. My kids know what sweat is. They&#39;ve seen me come home from so many runs and asked, &#39;What&#39;s on your skin? How did you get it?&#39; And I tell them, &#39;It&#39;s from exercise!&#39; So now my son will come home from a bike ride, take off his helmet and say, &#39;Look, Mom. I&#39;m sweating! I just worked out!&#39;","author":"Summer Sanders","topic":"Home"},{"quote":"Once brave politicians and others explain the war on drugs&#39; true cost, the American people will scream for a cease-fire. Bring the troops home, people will urge. Treat drugs as a health problem, not as a matter for the criminal justice system.","author":"Larry Elder","topic":"Home"},{"quote":"At home I have a copy of the April 21, 1986, issue of &#39;Sports Illustrated.&#39; I&#39;m on the cover with the blurb, &#39;Can Lou Do It?&#39; I&#39;d just arrived at Notre Dame, and with spring football underway, I was the focal point of that week&#39;s coverage.","author":"Lou Holtz","topic":"Home"},{"quote":"A smile abroad is often a scowl at home.","author":"Alfred Lord Tennyson","topic":"Home"},{"quote":"I go home and stay there. I wash and scrub up each day, and that&#39;s it. One month I actually grew a moustache, just so I could say that I&#39;d done something.","author":"Bill Murray","topic":"Home"},{"quote":"I have a lot of friends, but my biggest fear is loneliness. I miss my family in Mumbai, and my biggest nightmare every day is to go back home alone.","author":"Deepika Padukone","topic":"Home"},{"quote":"In ninth grade, I came up with a new form of rebellion. I hadn&#39;t been getting good grades, but I decided to get all A&#39;s without taking a book home. I didn&#39;t go to math class, because I knew enough and had read ahead, and I placed within the top 10 people in the nation on an aptitude exam.","author":"Bill Gates","topic":"Home"},{"quote":"The Internet is just bringing all kinds of information into the home. There&#39;s just a lot of distraction, a lot of competition for the parent&#39;s voice to resonate in the children&#39;s ears.","author":"Phil McGraw","topic":"Home"},{"quote":"Going home must be like going to render an account.","author":"Joseph Conrad","topic":"Home"},{"quote":"One small cat changes coming home to an empty house to coming home.","author":"Pam Brown","topic":"Home"},{"quote":"If your neighbors think you&#39;re a detective because a cop always brings you home, you might be a redneck.","author":"Jeff Foxworthy","topic":"Home"},{"quote":"Let&#39;s face it: Most of us don&#39;t realize it, but we are failing our kids as reading role models. The best role models are in the home: brothers, fathers, grandfathers; mothers, sisters, grandmothers. Moms and dads, it&#39;s important that your kids see you reading. Not just books - reading the newspaper is good, too.","author":"James Patterson","topic":"Home"},{"quote":"Only as we live, think, feel, and work outside the home, do we become humanly developed, civilized, socialized.","author":"Charlotte Perkins Gilman","topic":"Home"},{"quote":"Coming up with ideas isn&#39;t hard. The real challenge is finding the time to actually build something and then finding a home for it.","author":"Ralph Baer","topic":"Home"},{"quote":"There&#39;s just no place like Scotland when the sun is out. I just love coming home.","author":"Ashley Jensen","topic":"Home"},{"quote":"I am a disaster magnet. I came home from our first anniversary vacation with jellyfish stings, a puncture wound from a wrought iron pineapple and a cork-shaped bruise in my cleavage.","author":"Molly Harper","topic":"Home"},{"quote":"At home I am a nice guy: but I don&#39;t want the world to know. Humble people, I&#39;ve found, don&#39;t get very far.","author":"Muhammad Ali","topic":"Home"},{"quote":"My dinners at home are startlingly simple. Every night, I stop at the market near my hotel and pick up a steak, lamb chops or some liver, which I broil in the electric oven in my room. I usually eat four or five raw carrots with my meat, and that is all. I must be part rabbit; I never get bored with raw carrots.","author":"Marilyn Monroe","topic":"Home"},{"quote":"Since belief determines behavior, doesn&#39;t it make sense that we should be teaching ethical, moral values in every home and in every school in America?","author":"Zig Ziglar","topic":"Home"},{"quote":"I kiss the soil as if I placed a kiss on the hands of a mother, for the homeland is our earthly mother. I consider it my duty to be with my compatriots in this sublime and difficult moment.","author":"Pope John Paul II","topic":"Home"},{"quote":"I&#39;ve gone very far, far away, but my character keeps me close to home.","author":"Fran Drescher","topic":"Home"},{"quote":"I&#39;m not a potato sack; I&#39;ve never sat on my couch. If I&#39;m home, I&#39;m cleaning, feeding my dogs, doing stuff. Life is too precious to waste time.","author":"Gisele Bundchen","topic":"Home"},{"quote":"Immigrant parents dream that their children will find a place in their new home, and they willingly suffer hardships in service to that dream. That was certainly true of my parents.","author":"Gene Luen Yang","topic":"Home"},{"quote":"Debt certainly isn&#39;t always a bad thing. A mortgage can help you afford a home. Student loans can be a necessity in getting a good job. Both are investments worth making, and both come with fairly low interest rates.","author":"Jean Chatzky","topic":"Home"},{"quote":"The message is pretty clear: Americans are sick and tired of the doubletalk coming out of Washington, of us going home and saying we&#39;re conservative and then coming up here and voting for 10,000 earmarks. We can&#39;t fool America anymore; the media is too good. They&#39;re reporting what we&#39;re really doing.","author":"Jim DeMint","topic":"Home"},{"quote":"To be honest, when I&#39;m home, every day is a Friday for me. It doesn&#39;t really matter what day it is for me. A lot of my friends actually have time off during the week, and so it doesn&#39;t prohibit me from enjoying myself when I am home on a Monday or a Tuesday.","author":"Danica Patrick","topic":"Home"},{"quote":"Coming home to my family afterward makes the work richer, easier and more fun.","author":"Edie Falco","topic":"Home"},{"quote":"When memories fade, can one ever really return home?","author":"Floyd Skloot","topic":"Home"},{"quote":"So long as I&#39;m Commander-in-Chief, we will sustain the strongest military the world has ever known. When you take off the uniform, we will serve you as well as you&#39;ve served us - because no one who fights for this country should have to fight for a job, or a roof over their head, or the care that they need when they come home.","author":"Barack Obama","topic":"Home"},{"quote":"My wife met me at the door the other night in a sexy negligee. Unfortunately, she was just coming home.","author":"Rodney Dangerfield","topic":"Home"},{"quote":"Whether at work, at home or in public, we have been trained to believe that who we are at the core of our being is often unacceptable. As a result, we work diligently to live up to - and sometimes down to - what others have made us out to be, whether or not it is an accurate reflection of who we are.","author":"Iyanla Vanzant","topic":"Home"},{"quote":"Basically my wife was immature. I&#39;d be at home in the bath and she&#39;d come in and sink my boats.","author":"Woody Allen","topic":"Home"},{"quote":"Bad debt is debt that makes you poorer. I count the mortgage on my home as bad debt, because I&#39;m the one paying on it. Other forms of bad debt are car payments, credit card balances, or other consumer loans.","author":"Robert Kiyosaki","topic":"Home"},{"quote":"If I went on vacation, I&#39;d rather go camping than stay in some four-star hotel... My friends treat me the same at home. They just want to sit down with you and have a beer.","author":"Travis Fimmel","topic":"Home"},{"quote":"Nothing is better than showing up twice a week, acting like a 12 year-old for two hours, and then going home.","author":"Reid Scott","topic":"Home"},{"quote":"I believe that parents need to make nutrition education a priority in their home environment. It&#39;s crucial for good health and longevity to instill in your children sound eating habits from an early age.","author":"Cat Cora","topic":"Home"},{"quote":"During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades.","author":"Xi Jinping","topic":"Home"},{"quote":"I&#39;m still a kid. I&#39;m like six years old. But it&#39;s just a matter of wanting to get up, it&#39;s just a big journey. I felt like when I left home that I was on a journey, and I still am.","author":"Heath Ledger","topic":"Home"},{"quote":"I watched the guy that hits a home run, and he comes across the plate and he points skyward, like thanking for the help from the Almighty to hit the home run. And as he does that, I say to myself, &#39;God screwed the pitcher.&#39; And I don&#39;t know how else you look at it.","author":"Bobby Knight","topic":"Home"},{"quote":"I feel most at home in the water. I disappear. That&#39;s where I belong.","author":"Michael Phelps","topic":"Home"},{"quote":"Even one&#39;s own home is a kind of anthology of advertisers, manufacturers, motifs and presentation techniques. There&#39;s nothing &#39;natural&#39; about one&#39;s home these days. The furnishings, the fabrics, the furniture, the appliances, the TV, and all the electronic equipment - we&#39;re living inside commercials.","author":"J. G. Ballard","topic":"Home"},{"quote":"The home to everyone is to him his castle and fortress, as well for his defence against injury and violence, as for his repose.","author":"Edward Coke","topic":"Home"},{"quote":"I have had the most wonderful time on &#39;EastEnders&#39; and I will miss you all. The show has changed my life and I want you all to continue the good work, because I&#39;ll be at home watching you.","author":"Barbara Windsor","topic":"Home"},{"quote":"What makes the world such a wonderful place is the diversity. I have always strived to fill my home, my office and my hotels with the most diverse crowds possible.","author":"Petter Stordalen","topic":"Home"},{"quote":"My favorite affirmation when I feel stuck or out of sorts is: Whatever I need is already here, and it is all for my highest good. Jot this down and post it conspicuously throughout your home, on the dashboard of your car, at your office, on your microwave oven, and even in front of your toilets!","author":"Wayne Dyer","topic":"Home"},{"quote":"It was taken for granted that we had to make something of ourselves. Not much was said about it; it was just in the atmosphere of the home.","author":"Thurgood Marshall","topic":"Home"},{"quote":"It&#39;s passionately interesting for me that the things that I learned in a small town, in a very modest home, are just the things that I believe have won the election.","author":"Margaret Thatcher","topic":"Home"},{"quote":"I&#39;m the type who&#39;d be happy not going anywhere as long as I was sure I knew exactly what was happening at the places I wasn&#39;t going to. I&#39;m the type who&#39;d like to sit home and watch every party that I&#39;m invited to on a monitor in my bedroom.","author":"Andy Warhol","topic":"Home"},{"quote":"Better do a good deed near at home than go far away to burn incense.","author":"Amelia Earhart","topic":"Home"},{"quote":"Most of American life consists of driving somewhere and then returning home, wondering why the hell you went.","author":"John Updike","topic":"Home"},{"quote":"The structure of a play is always the story of how the birds came home to roost.","author":"Arthur Miller","topic":"Home"},{"quote":"My little brother and grandma told me I could sing. I used to sing in church, too. Not like in the choir or anything, but for people around the church... on the church bus going home and Christmas plays.","author":"Bryson Tiller","topic":"Home"},{"quote":"Baseball is like driving, it&#39;s the one who gets home safely that counts.","author":"Tommy Lasorda","topic":"Home"},{"quote":"When I am back home, I have an upright piano and I play constantly.","author":"Kygo","topic":"Home"},{"quote":"People don&#39;t realize you&#39;re blowing over changes, time changes, harmony, different keys. I mark a point in my solo where it&#39;s got to peak at point D I go to A, B, C D then I&#39;m home.","author":"James McBride","topic":"Home"},{"quote":"Well, I&#39;m not good with sliminess. I hate the thought of creatures that have slime on them or creatures that leave a slimy trail. At home, the sight of a slug can bring up my breakfast.","author":"Jenny Eclair","topic":"Home"},{"quote":"There are things they tell us that sound good to hear, but when they have accomplished their purpose they will go home and will not try to fulfill our agreements with them.","author":"Sitting Bull","topic":"Home"},{"quote":"One of the favorite things I&#39;ve learned about Michigan State is that they set up a &#39;Women&#39;s course&#39; in 1896. It sounds like the first gender studies department! But when I looked into it, they taught women home economics, liberal arts, and science. So the women&#39;s course was actually a useful degree! It actually teaches something productive!","author":"Milo Yiannopoulos","topic":"Home"},{"quote":"I&#39;m sitting in my home office wearing a bathrobe. The same way I&#39;m not going to start wearing ties, I&#39;m also not going to buy into the fake politeness, the lying, the office politics and backstabbing, the passive aggressiveness, and the buzzwords.","author":"Linus Torvalds","topic":"Home"},{"quote":"Interior decor is my guilty pleasure. If I&#39;m going to splurge on something, it&#39;s more for my home than for clothes.","author":"Kourtney Kardashian","topic":"Home"},{"quote":"Irish women are always carrying water on their heads, and always carrying their husbands home from pubs. Such things are the greatest posture-builders in the world.","author":"Peter O'Toole","topic":"Home"},{"quote":"I call Boston home because it&#39;s where I started coming into my own.","author":"Sasha Banks","topic":"Home"},{"quote":"Travelling&#39;s so much better when you know you&#39;ve got a lovely home to go back to.","author":"Toni Collette","topic":"Home"},{"quote":"Building a proper wardrobe is like building a home. Indeed, you should think of it like a home, because it is something you&#39;re going to live in. It must be comfortable and suit all your needs.","author":"Edith Head","topic":"Home"},{"quote":"Look, have whatever in your collection at home, but everybody needs a little Friday night. And really, that is Chic.","author":"Bernard Edwards","topic":"Home"},{"quote":"Home is a name, a word, it is a strong one; stronger than magician ever spoke, or spirit ever answered to, in the strongest conjuration.","author":"Charles Dickens","topic":"Home"},{"quote":"The one thing that offends me the most is when I walk by a bank and see ads trying to convince people to take out second mortgages on their home so they can go on vacation. That&#39;s approaching evil.","author":"Jeff Bezos","topic":"Home"},{"quote":"So I&#39;m more at home with my backpack, sleeping in a hotel room or on a bus or on an airplane, than I am necessarily on a bed. It&#39;s weird being here. It feels like I&#39;m standing next to my real life.","author":"Henry Rollins","topic":"Home"},{"quote":"It&#39;s easy to underestimate the real cost of home ownership.","author":"Suze Orman","topic":"Home"},{"quote":"There&#39;s a very real possibility in this industry of going out and leading your life and then going home and being a voyeur of your own life. You can literally go watch yourself - where you went last night, what you did, what the things that people presuppose about you. It&#39;s kind of crazy.","author":"Ryan Reynolds","topic":"Home"},{"quote":"Social and digital media is a bullet train, and that bullet train is not coming home.","author":"Howard Schultz","topic":"Home"},{"quote":"I have great childhood memories cow-tipping, going off and getting lost in the bog for hours, and coming home covered in dirt.","author":"Emily Ratajkowski","topic":"Home"},{"quote":"A man&#39;s home may seem to be his castle on the outside; inside is more often his nursery.","author":"Clare Boothe Luce","topic":"Home"},{"quote":"True refuge is that which allows us to be at home, at peace, to discover true happiness. The only thing that can give us true refuge is the awareness and love that is intrinsic to who we are. Ultimately, it&#39;s our own true nature.","author":"Tara Brach","topic":"Home"},{"quote":"When I do get free time, I spend a lot of it at home with my family and my close friends and I think that&#39;s what keeps me happy, healthy, grounded, and totally in check.","author":"Leighton Meester","topic":"Home"},{"quote":"Incredibly, oil and gas companies don&#39;t have to pay certain environmental costs that amount to small change to them, while an offshore wind project start-up is faced with fees that could mean the difference between building a wind farm and packing up and going home.","author":"Chellie Pingree","topic":"Home"},{"quote":"You get in before sunrise and you get out after sunset and you go home, eat and collapse. While you&#39;re aware of the ratings, you aren&#39;t prepared for the response of the fans.","author":"Parker Stevenson","topic":"Home"},{"quote":"As soon as I get home, all I want to eat is seafood.","author":"Quvenzhane Wallis","topic":"Home"},{"quote":"The lonely wanderer, who watches by the seashore the waves that roll between him and his home, talks of cruel facts, material barriers that, just because they are material, and not ideal, shall be the irresistible foes of his longing heart.","author":"Josiah Royce","topic":"Home"},{"quote":"Be grateful for the home you have, knowing that at this moment, all you have is all you need.","author":"Sarah Ban Breathnach","topic":"Home"},{"quote":"Our nation was built by pioneers - pioneers who accepted untold risks in pursuit of freedom, not by pioneers seeking offshore profits at the expense of American workers here at home.","author":"Ted Strickland","topic":"Home"},{"quote":"We have supported state terrorism against the Palestinians and black South Africans, and now we are indignant because the stuff we have done overseas is now brought right back to our own front yards. America&#39;s chickens are coming home to roost.","author":"Jeremiah Wright","topic":"Home"},{"quote":"Working with Tim Burton is like a psychic experience -Tim waves his hands and says, &#39;I don&#39;t know,&#39; and you go home and do it. He&#39;s the most articulate nonverbal person in the world. He doesn&#39;t say a word, and you know exactly what it means.","author":"Caroline Thompson","topic":"Home"},{"quote":"The way I meditate is by being organised. I can get real Zen if I go home and tidy the front room.","author":"Anthony Joshua","topic":"Home"},{"quote":"Most of the time, people look at a piece of art online when it is just a few blocks from their house. Changing the way you walk home everyday fills life with surprises.","author":"JR","topic":"Home"},{"quote":"Women fight for democracy and engage in the world. But they shouldn&#39;t try and be copying men and be masculine; they should anchor on the home and build on those fundamentals.","author":"Vivienne Westwood","topic":"Home"},{"quote":"Home life ceases to be free and beautiful as soon as it is founded on borrowing and debt.","author":"Henrik Ibsen","topic":"Home"},{"quote":"I think that we value fairness in this country. We value equal opportunity. Without a stable home, those ideals really fall apart.","author":"Matthew Desmond","topic":"Home"},{"quote":"If they had a social gospel in the days of the prodigal son, somebody would have given him a bed and a sandwich and he never would have gone home.","author":"Vance Havner","topic":"Home"},{"quote":"All you have to do is say, &#39;I&#39;m going home,&#39; and you&#39;re the most popular girl at the party.","author":"Elaine Stritch","topic":"Home"},{"quote":"When everyone goes home, you&#39;re stuck with yourself.","author":"Layne Staley","topic":"Home"},{"quote":"I have a characteristic since my childhood. I don&#39;t like living together with my mother, sister, or friends at my home. I have always preferred to be alone and independent and lived according to that.","author":"Mustafa Kemal Ataturk","topic":"Home"},{"quote":"If you&#39;re driving around or at home with the stereo blasting pure dance track, it gets boring within about 15 minutes. It doesn&#39;t work at home like it does in a nightclub. You&#39;ve got no atmosphere.","author":"Bernard Sumner","topic":"Home"},{"quote":"I loved when my dad was home. He liked to sit in the living room and watch boxing and baseball on TV. Or he&#39;d be tinkering around or listening to records by his musician buddies - George Shearing, Oscar Peterson and the Jackie Gleason Orchestra.","author":"Natalie Cole","topic":"Home"},{"quote":"Most of the time I liked school and got good grades. In junior high, though, I hit a stumbling block with math - I used to come home and cry because of how frustrated I was! But after a few good teachers and a lot of perseverance, I ended up loving math and even choosing it as a major when I got to college.","author":"Danica McKellar","topic":"Home"},{"quote":"It&#39;s important for me to show my children the richness of life and be a role model. I find that my organizational and management skills are tested more at home than at work!","author":"Susan Wojcicki","topic":"Home"},{"quote":"I see it every day: People trying to create a home that somebody else tells them they should have. I don&#39;t care if it&#39;s a magazine or a bossy friend - when somebody says, &#39;This is what&#39;s elegant, this is what&#39;s trendy,&#39; if it doesn&#39;t represent you, you&#39;re not going to be happy.","author":"Nate Berkus","topic":"Home"},{"quote":"The whole idea is you can&#39;t sit around and do nothing. You have to get up and start living one day at a time. That&#39;s what I did my entire career. You can&#39;t sit around and say, &#39;Oh, poor me. Nobody likes me. Nobody is giving me a job.&#39; You have to get up and go. If you sit at home and do nothing, that is what is going to happen.","author":"Darlene Love","topic":"Home"},{"quote":"My parents took an interest in nothing, at home no books, no records. My mother and my father are the emblem of indifference, dryness and bad taste. My father is also terribly stingy, in life as well as in feelings: I have never seen him filling up the bathtub.","author":"Vincent Gallo","topic":"Home"},{"quote":"Take, for example, the African jungle, the home of the cheetah. On whom does the cheetah prey? The old, the sick, the wounded, the weak, the very young, but never the strong. Lesson: If you would not be prey, you had better be strong.","author":"G. Gordon Liddy","topic":"Home"},{"quote":"When it comes to developing character strength, inner security and unique personal and interpersonal talents and skills in a child, no institution can or ever will compare with, or effectively substitute for, the home&#39;s potential for positive influence.","author":"Stephen Covey","topic":"Home"},{"quote":"My house is very traditional. And I love &#39;shabby chic.&#39; It&#39;s a very homey-cosy vibe. We spend a lot of time in the kitchen, actually; maybe my kids will be doing their homework or that kind of thing when they get home from school. I love my kitchen.","author":"Britney Spears","topic":"Home"},{"quote":"I&#39;m not telling women to be like men. I&#39;m telling us to evaluate what men and women do in the workforce and at home without the gender bias.","author":"Sheryl Sandberg","topic":"Home"},{"quote":"My parents are really quite strict, so I have to be home at a certain time - even now, at the age of 25.","author":"Tena Desae","topic":"Home"},{"quote":"Charity should begin at home, but should not stay there.","author":"Phillips Brooks","topic":"Home"},{"quote":"I think the main goal of the feminist movement was the status degradation of the full-time homemaker. They really wanted to get all women out of the homes and into the workforce. And again and again, they taught that the only fulfilling lifestyle was to be in the workforce reporting to a boss instead of being in the home reporting to a husband.","author":"Phyllis Schlafly","topic":"Home"},{"quote":"I grew up in a craftsman&#39;s home, where things were done with our own hands. I did cabinetmaking for four years and I hated it.","author":"Peter Zumthor","topic":"Home"},{"quote":"I literally wear a mask. When I take it off, I&#39;m a father. I&#39;m a husband. I like to come home, and I like to spend time with family, and I like to travel, and I like to have a good time. And I like to be a kid every now and giggle and play with my kids.","author":"Rey Mysterio","topic":"Home"},{"quote":"Looking out over the port of Dover, with the endless steam of boats coming in and out, every British citizen is reminded that belonging here has never been about blood or genes. It&#39;s simply about being at home on this discrete island and being aware of the privileges and responsibilities that brings.","author":"Julian Baggini","topic":"Home"},{"quote":"When I cook at home, most of the people I cook for want to be in the kitchen while I&#39;m cooking. I love nothing more than someone monitoring how much salt I put into something, how much pepper I add - but nothing that you can offer is going to sway how I decide to deliver information to you; you&#39;ll either receive it or you won&#39;t.","author":"Tituss Burgess","topic":"Home"},{"quote":"I think that the reason for my success is that I am really not aspirational. I am inspirational in that the people at home feel like they can really relate to me.","author":"Rosie O'Donnell","topic":"Home"},{"quote":"Hot girls have so many options. Sitting at home alone any night of the week and searching the Internet for a dude is on zero hot girls&#39; agendas. So they&#39;re definitely not coming after you.","author":"Adam DeVine","topic":"Home"},{"quote":"If I were asked to name the chief benefit of the house, I should say: the house shelters day-dreaming, the house protects the dreamer, the house allows one to dream in peace.","author":"Gaston Bachelard","topic":"Home"},{"quote":"We want to build a flagship refugee home. And I&#39;m going to establish a charity for traumatized children.","author":"Til Schweiger","topic":"Home"},{"quote":"I am a really quiet person. I just like to be with my children and my family and being home. I live one day at a time, enjoying the best of life, just living.","author":"Miguel Cotto","topic":"Home"},{"quote":"One of my obsession is animals. I&#39;m into dog rescues. It drives me crazy when people go to pet stores and buy dogs. There are so many dogs that need a good home. And this sounds crazy, but I really believe they know what is happening and are appreciative, and I just think they make for the best pets.","author":"Jim O'Heir","topic":"Home"},{"quote":"Fall is my favorite my time of the year. I love it. I&#39;ll try and make it back to Vancouver a bunch. I love going back home for that. Everything turns orange. You start to get out of summer, start making your way into the winter, everyone is wearing jackets. Vancouver lights up in the fall, so I definitely go back there for a bit.","author":"Jean-Luc Bilodeau","topic":"Home"},{"quote":"Everybody thinks I&#39;m, like, a bad boy. I&#39;ve had my day, but I just sit at home and play the blues mostly.","author":"Brad Renfro","topic":"Home"},{"quote":"I&#39;d be totally exhausted by mid-afternoon, and I could barely climb the stairs at home. It was particularly alarming because all my life I&#39;d enjoyed doing all my own stunts in shows, taking on every physical challenge. Yet suddenly, I&#39;d become like a very old man. I knew something was wrong, but I had no idea what.","author":"Michael Crawford","topic":"Home"},{"quote":"I&#39;ve got three little kids at home, and I&#39;m trying to save this country from itself. I&#39;m not here to play political power games, and I&#39;ve had enough of people playing political power games, and this has just gone on too long.","author":"Devin Nunes","topic":"Home"},{"quote":"Some men like a dull life - they like the routine of eating breakfast, going to work, coming home, petting the dog, watching TV, kissing the kids, and going to bed. Stay clear of it - it&#39;s often catching.","author":"Hedy Lamarr","topic":"Home"},{"quote":"You can be true to the character all you want but you&#39;ve got to go home with yourself.","author":"Julia Roberts","topic":"Home"},{"quote":"When I&#39;m on tour, I&#39;m in really good shape. When I get home, I cook, I eat, I get fat and happy.","author":"Pink","topic":"Home"},{"quote":"I was shy at dancing. I practice at home. I was practicing in the mirror. Dancing everywhere. Then I just started feeling good. I started feeling coordinated. I started feeling the music better.","author":"Rob Gronkowski","topic":"Home"},{"quote":"In this age, I don&#39;t care how tactically or operationally brilliant you are: if you cannot create harmony - even vicious harmony - on the battlefield based on trust across service lines, across coalition and national lines, and across civilian\/military lines, you need to go home, because your leadership is obsolete.","author":"James Mattis","topic":"Home"},{"quote":"If you got a good imagination, a lot of confidence and you kind of know what you are saying, then you might be able to do it. I know a lot of colorful characters at home that would make great actors.","author":"Jason Statham","topic":"Home"},{"quote":"I grew up in the middle of everything. I walked the streets alone, I rode the trains alone, I came home at three in the morning alone; that was what I did.","author":"Alicia Keys","topic":"Home"},{"quote":"Many of the people who are most considered anti-American would love to partake of the American dream: the unspoken slogan of many protesters outside U.S. embassies abroad is really: &#39;Yankee go home, but take me with you.&#39;","author":"Shashi Tharoor","topic":"Home"},{"quote":"What draws me in is that a trip is a leap in the dark. It&#39;s like a metaphor for life. You set off from home, and in the classic travel book, you go to an unknown place. You discover a different world, and you discover yourself.","author":"Paul Theroux","topic":"Home"},{"quote":"When you are at home, even if the chicken is a little burnt, what&#39;s the big deal? Relax.","author":"Jacques Pepin","topic":"Home"},{"quote":"If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay at home.","author":"James A. Michener","topic":"Home"},{"quote":"We&#39;re a nation of latchkey children. Manners start at home, and no one is at home teaching manners so that children have respect for others.","author":"Letitia Baldrige","topic":"Home"},{"quote":"When the campaign ends, and you are home, the alarm clock is the same, but you don&#39;t know where to start after it goes off: expense reports, new stories, the crusted paint cans that have to go to the hazardous-waste disposal site, the wiper blade on the Honda that has gone droopy.","author":"John Dickerson","topic":"Home"},{"quote":"For me, the sketching of dresses was about fantasy and dreams. In my little room at home, I felt that I was somewhere else. In Paris, for instance.","author":"Alber Elbaz","topic":"Home"},{"quote":"I&#39;m on the road constantly. I&#39;m a nomad. I don&#39;t really have a home right now. I don&#39;t identify with one place in particular.","author":"Daya","topic":"Home"},{"quote":"My father&#39;s family hails from Banaras. My grandfather taught mathematics at Banaras Hindu University. Banaras is also dedicated to Lord Shiva, home to one of the great jyotirlings, the Kashi Vishwanath temple.","author":"Amish Tripathi","topic":"Home"},{"quote":"Digital world is changing its home, and I am in search of an evolution that exists beyond the digital world.","author":"Pranav Mistry","topic":"Home"},{"quote":"I&#39;d rather rot on my own floor than be found by a bunch of bingo players in a nursing home.","author":"Florence King","topic":"Home"},{"quote":"I never thought it was fair that women couldn&#39;t travel freely because it was dangerous. I&#39;d stay by myself on the North Carolina coast for a couple of weeks, with my dog and my gun, and my mom would be terrified. I told her, if I stay home, a lamp could fall on my head. You can&#39;t spend your whole life inside because you&#39;re scared.","author":"Margo Price","topic":"Home"},{"quote":"I don&#39;t go out that much anymore, unfortunately. I used to enjoy it, but I&#39;m just so busy. Like last night, everybody else went out, and I just went straight home and went to bed.","author":"Lee Ann Womack","topic":"Home"},{"quote":"Fantasy is my genre and my home in the writing world. I consider it the biggest writing room in all literature, where there are literally no boundaries at all.","author":"Robin Hobb","topic":"Home"},{"quote":"Before deciding to retire, stay home for a week and watch the daytime TV shows.","author":"Bill Copeland","topic":"Home"},{"quote":"I hate formal stuff. I love looking like a doll and all that stuff and playing dress up, but when I&#39;m home, sweat pants, t-shirt. When I&#39;m in the studio, sweat pants, t-shirt.","author":"Nicki Minaj","topic":"Home"},{"quote":"I would love to have a robot at home.","author":"Hugh Jackman","topic":"Home"},{"quote":"For me, I stay pretty focused on football, and then at the end of the day, you just go home and relax.","author":"Carson Wentz","topic":"Home"},{"quote":"One of the great privileges of having grown up in a middle-class literary English household, but having gone to school in the front lines in Southeast London, was that I became half-street-urchin and half-good-boy at home. I knew that dichotomy was possible.","author":"Daniel Day-Lewis","topic":"Home"},{"quote":"The bullied straight kid goes home to a shoulder to cry on and support and can talk freely about his experience at school and why he&#39;s being bullied. I couldn&#39;t go home and open up to my parents.","author":"Dan Savage","topic":"Home"},{"quote":"In the mind, in the heart, I was always home. I always imagined, really, going back home.","author":"Miriam Makeba","topic":"Home"},{"quote":"&#39;MaerskKendal&#39; is a rarity with its British flag, the &#39;LONDON&#39; home port painted on its bow, its two British chief officers, and its portrait of the queen in the mess room, apparently common courtesy on British ships, but a little alarming to me.","author":"Rose George","topic":"Home"},{"quote":"You need to have a home to go back to, whether it&#39;s a hotel room or a barn. It&#39;s only home when he&#39;s there.","author":"Genevieve Gorder","topic":"Home"},{"quote":"The night I flew out from Rwanda, I landed in Nairobi, and I was on my way back home, and my left side started to paralyze and remained paralyzed with pain, and the stress and so on began to appear physically.","author":"Romeo Dallaire","topic":"Home"},{"quote":"Christmas... is not an external event at all, but a piece of one&#39;s home that one carries in one&#39;s heart.","author":"Freya Stark","topic":"Home"},{"quote":"To be an ideal guest, stay at home.","author":"E. W. Howe","topic":"Home"},{"quote":"Since I&#39;m always working, my best holiday memories are definitely when I can just go home and spend time with my family.","author":"Chris Brown","topic":"Home"},{"quote":"Christmas is, of course, the time to be home - in heart as well as body.","author":"Garry Moore","topic":"Home"},{"quote":"A home with a loving and loyal husband and wife is the supreme setting in which children can be reared in love and righteousness and in which the spiritual and physical needs of children can be met.","author":"David A. Bednar","topic":"Home"},{"quote":"No matter what, I always make it home for Christmas. I love to go to my Tennessee Mountain Home and invite all of my nieces and nephews and their spouses and kids and do what we all like to do - eat, laugh, trade presents and just enjoy each other... and sometimes I even dress up like Santa Claus!","author":"Dolly Parton","topic":"Home"},{"quote":"On Christmas morning, before we could open our Christmas presents, we would go to this stranger&#39;s home and bring them presents. I remember helping clean the house up and putting up a tree. My father believed that you have a responsibility to look after everyone else.","author":"George Clooney","topic":"Home"},{"quote":"No matter where I am in the world, I will always be back home for Christmas.","author":"Malaika Arora Khan","topic":"Home"},{"quote":"In an era in which war and terrorism - at home and abroad - are often based on racial, religious and ethnic differences, rediscovering the wisdom of love and compassion may help us increase our survival at a time when an increasingly divided country and world so badly need it.","author":"Dean Ornish","topic":"Home"},{"quote":"As a kid, I would get my parents to drop me off at my local library on their way to work during the summer holidays, and I would walk home at night. For several years, I read the children&#39;s library until I finished the children&#39;s library. Then I moved into the adult library and slowly worked my way through them.","author":"Neil Gaiman","topic":"Home"},{"quote":"I am alone a lot, which is good. I need that time to just be alone after a long day, just decompress. So, I go to either my house or the hotel, or my apartment, or whatever - wherever I am, I go home and I watch TV and I sit there, with my cat, and I just watch TV or go online, check my emails.","author":"Taylor Swift","topic":"Home"},{"quote":"The sight of people sleeping on the streets hits us hardest around Christmas and New Year. We see them camped out alone on the freezing concrete, and we think, with a rush of guilt, about heading home to our families and our soft beds.","author":"John Niven","topic":"Home"},{"quote":"I&#39;m lucky my wife is a strong woman. She&#39;s one of the stronger people I&#39;ve ever met. It&#39;s hard for me to be away, but I know my home life is fine because my wife is there.","author":"Darius Rucker","topic":"Home"},{"quote":"We are each one on a road going toward home, but we&#39;re not trying to get there for Christmas. We&#39;re trying to get there for eternity. We want to arrive home safely to our loving Father in Heaven. He wants us to make it safely there, so He has sent a guiding light for us to follow: a Savior, the Lord Jesus Christ, the perfect example.","author":"Margaret D. Nadauld","topic":"Home"},{"quote":"Children are not casual guests in our home. They have been loaned to us temporarily for the purpose of loving them and instilling a foundation of values on which their future lives will be built.","author":"James Dobson","topic":"Home"},{"quote":"Canada will be a strong country when Canadians of all provinces feel at home in all parts of the country, and when they feel that all Canada belongs to them.","author":"Pierre Trudeau","topic":"Home"},{"quote":"I&#39;ve read that the ancient Chinese art of feng shui can bring a sense of peace, well-being, and positive energy to a home - same as beer.","author":"W. Bruce Cameron","topic":"Home"},{"quote":"An artist has no home in Europe except in Paris.","author":"Friedrich Nietzsche","topic":"Home"},{"quote":"I didn&#39;t have nothin&#39; going for me... school, home... until I found something I loved, which was music, and that changed everything.","author":"Eminem","topic":"Home"},{"quote":"The land created me. I&#39;m wild and lonesome. Even as I travel the cities, I&#39;m more at home in the vacant lots.","author":"Bob Dylan","topic":"Home"},{"quote":"In cold weather states like Vermont, where the weather can get to 20 below zero, home heating assistance is critically important. In fact, it is a life and death issue.","author":"Bernie Sanders","topic":"Home"},{"quote":"I don&#39;t feel much pressure to fit in. I never have. I&#39;ve always just wanted to do my thing. I have really good friends and good family, and if I don&#39;t fit in somewhere else, I fit in at home.","author":"Ariana Grande","topic":"Home"},{"quote":"I was perfectly content before I was born, and I think of death as the same state. What I am grateful for is the gift of intelligence, and for life, love, wonder, and laughter. You can&#39;t say it wasn&#39;t interesting. My lifetime&#39;s memories are what I have brought home from the trip.","author":"Roger Ebert","topic":"Home"},{"quote":"I love cities. New York, Montreal, London, Amsterdam, Tokyo, Hong Kong, Singapore, Sydney, Melbourne, Toronto, L.A... but, I do choose to live in Vancouver. It&#39;s home.","author":"Stewart Butterfield","topic":"Home"},{"quote":"A good wife is someone who thinks she has done everything right: raising the kids, being there for the husband, being home, trying to do it all.","author":"Julianna Margulies","topic":"Home"},{"quote":"It&#39;s particularly hard to take being stabbed in the back close to home. There&#39;s always a feeling of betrayal when people of your own group oppose you.","author":"Catharine MacKinnon","topic":"Home"},{"quote":"One never reaches home, but wherever friendly paths intersect the whole world looks like home for a time.","author":"Hermann Hesse","topic":"Home"},{"quote":"I would absolutely love to go back to the simplicity of the &#39;80s, where there wasn&#39;t texting, social media, iPhones, or smartphones. I love the fact that you would go home and check your messages. I&#39;m not well suited to the world of modern technology.","author":"Matthew Rhys","topic":"Home"},{"quote":"My mother is Turtle Mountain Chippewa, and she lived on her home reservation. My father taught there. He had just been discharged from the Air Force. He went to school on the GI Bill and got his teaching credentials. He is adventurous - he worked his way through Alaska at age seventeen and paid for his living expenses by winning at the poker table.","author":"Louise Erdrich","topic":"Home"},{"quote":"The instruction we find in books is like fire. We fetch it from our neighbours, kindle it at home, communicate it to others, and it becomes the property of all.","author":"Voltaire","topic":"Home"},{"quote":"Everybody aspires to an affordable home, a secure job, better living standards, reliable healthcare and a decent pension. My generation took those things for granted, and so should future generations.","author":"Jeremy Corbyn","topic":"Home"},{"quote":"If you feel rooted in your home and family, if you&#39;re active in your community, there&#39;s nothing more empowering. The best way to make a difference in the world is to start by making a difference in your own life.","author":"Julia Louis-Dreyfus","topic":"Home"},{"quote":"I followed a guy to Denmark. I came home with a broken heart.","author":"Elle King","topic":"Home"},{"quote":"When we rebuild a house, we are rebuilding a home. When we recover from disaster, we are rebuilding lives and livelihoods.","author":"Sri Mulyani Indrawati","topic":"Home"},{"quote":"The idea of prosthetics is a tool. Most people&#39;s cell phones are prosthetics. If you leave your cell phone at home, you feel impacted by not having it. It&#39;s an important part of your daily function and what you can do in a day.","author":"Aimee Mullins","topic":"Home"},{"quote":"I like the idea of being warm and secure. That&#39;s what home should be. That you have a sense of warmth, security, love, and you love the things around you and surround yourself with beauty.","author":"Andre Leon Talley","topic":"Home"},{"quote":"There&#39;s a magical tie to the land of our home, which the heart cannot break, though the footsteps may roam.","author":"Eliza Cook","topic":"Home"},{"quote":"On stage I make love to twenty five thousand people; and then I go home alone.","author":"Janis Joplin","topic":"Home"},{"quote":"Home, more than anything, means warmth and bed.","author":"Vivienne Westwood","topic":"Home"},{"quote":"In our open society, we are inclined to give to the less fortunate for the pure goodness of giving. We open our home to those who are alone on this holiday to spread some warmth into the life of another.","author":"Jeff Miller","topic":"Home"},{"quote":"I think the biggest part of being a girl boss in the office, at home, or anywhere you go is just knowing your value.","author":"Meghan Markle","topic":"Home"},{"quote":"I have lived with passion and in a hurry, trying to accomplish too many things. I never had time to think about my beliefs until my 28-year-old daughter Paula fell ill. She was in a coma for a year, and I took care of her at home until she died in my arms in December of 1992.","author":"Isabel Allende","topic":"Home"},{"quote":"A well-designed home has to be very comfortable. I can&#39;t stand the aesthetes, the minimal thing. I can&#39;t live that way. My home has to be filled with stuff - mostly paintings, sculpture, my fish lamps, cardboard furniture, lots of books.","author":"Frank Gehry","topic":"Home"},{"quote":"I believe in exploration, and I will miss being on the front lines of that endeavor. On one hand, I look forward to going home, but it&#39;s something that&#39;s been a big part of my life, and I&#39;m going to miss it.","author":"Scott Kelly","topic":"Home"},{"quote":"If your work requires you to travel, you will understand that there&#39;s no vacation destination like home.","author":"Park Chan-wook","topic":"Home"},{"quote":"A calling is the place where your gifts, abilities, desires, and feelings of worth all meet. When you follow your calling, you feel at home, at peace - you feel as though you&#39;re where you&#39;re meant to be.","author":"Mike Yaconelli","topic":"Home"},{"quote":"Push-ups are seriously the best way to tone your arms - and they tone your abs at the same time! I like to do them when I&#39;m home watching TV or listening to music.","author":"Cassie Scerbo","topic":"Home"},{"quote":"Yes, your home is your castle, but it is also your identity and your possibility to be open to others.","author":"David Soul","topic":"Home"},{"quote":"Coming home, we stopped for a bite to eat and ran into a confused waitress. Had a heart-rending time trying to speak the Words of Life to her, and as I think of all this country now, many just as confused, and more so, I realized that the 39th Street bus is as much a mission field as Africa ever was.","author":"Jim Elliot","topic":"Home"},{"quote":"When a criminal breaks into your home I&#39;ll let the liberals call the lawyer. I&#39;m going to call Smith &amp; Wesson.","author":"Rick Perry","topic":"Home"},{"quote":"There is one timeless way of building. It is a thousand years old, and the same today as it has ever been. The great traditional buildings of the past, the villages and tents and temples in which man feels at home, have always been made by people who were very close to the center of this way.","author":"Christopher Alexander","topic":"Home"},{"quote":"Within that dream of working with your partner, you want to be able to separate and have a home life. You have to be able to be husband and wife at the same time as business partners.","author":"Eric Winter","topic":"Home"},{"quote":"Money is not the most important thing, but when you need it, there are few substitutes. So while I like the things money can buy, I love what money won&#39;t buy. It bought me a house but it won&#39;t buy me a home. It would buy me a companion but it won&#39;t buy me a friend.","author":"Zig Ziglar","topic":"Home"},{"quote":"Anyone that has a job that takes them away from home, I think, can understand the difficulties in maintaining consistency, not only with your family and those you love but with your friends.","author":"Heath Ledger","topic":"Home"},{"quote":"Going home helps the content.","author":"The Weeknd","topic":"Home"},{"quote":"A man would prefer to come home to an unmade bed and a happy woman than to a neatly made bed and an angry woman.","author":"Marlene Dietrich","topic":"Home"},{"quote":"The Bible tells us that Jesus Christ came to do three things. He came to have my past forgiven, you get a purpose for living and a home in Heaven.","author":"Rick Warren","topic":"Home"},{"quote":"When I played at Minnesota, Green Bay, those northern cities, Buffalo, they wanted to have those championship games at home. It was going to be an advantage to be there with their fans and the cold weather and all that. But when you&#39;ve got a Super Bowl, and it&#39;s the two best teams, you want ideal conditions. You want to play a great game.","author":"Tony Dungy","topic":"Home"},{"quote":"I dare not stay home while Quichuas perish. What if the well-filled church in the homeland needs stirring? They have the Scriptures, Moses, and the prophets, and a whole lot more. Their condemnation is written on their bank books and in the dust on their Bible covers.","author":"Jim Elliot","topic":"Home"},{"quote":"I enjoy going out by myself... always have, always will. I don&#39;t have security guards, and, for the most part, I enjoy meeting new people. I see myself as a regular guy who likes playing video games with his nieces and nephews and poker with his family. I don&#39;t have an art collection or take exotic vacations. I enjoy being at home.","author":"Vince Vaughn","topic":"Home"},{"quote":"I think we should bring up our children with much less pressure to compete and get ahead: no comparing one child with another, at home or in school; no grades. Let athletics be primarily for fun, and let them be organized by children and youths themselves.","author":"Benjamin Spock","topic":"Home"},{"quote":"Children used to get bullied at school. Now they go home, and that&#39;s where the problem starts - because they sit on their phones all night, thinking about who&#39;s &#39;liked&#39; a photo of them, who hates them, who loves them. They don&#39;t know what&#39;s real and what&#39;s not, editing their lives constantly to fit other people&#39;s views.","author":"Jessie J","topic":"Home"},{"quote":"When you&#39;re choosing furniture for your home that&#39;s supposed to express who you are, what you are also saying is you want other people to infer what you want them to infer. What if they see something different? Wouldn&#39;t it be really depressing if you&#39;re trying to be bohemian and instead they see you as Rush Limbaugh?","author":"Sheena Iyengar","topic":"Home"},{"quote":"People who have good relationships at home are more effective in the marketplace.","author":"Zig Ziglar","topic":"Home"},{"quote":"And when I was young, my family was perfectly nice. I write a lot about it, as you noticed. But it was rather limited. I think, I don&#39;t think anyone in my family would really feel I&#39;d done them an injustice by saying that. We didn&#39;t see many people. There were many books. It was as if I wanted to get away from home.","author":"Christopher Hitchens","topic":"Home"},{"quote":"One of the oldest human needs is having someone to wonder where you are when you don&#39;t come home at night.","author":"Margaret Mead","topic":"Home"},{"quote":"It&#39;s simple: You get a part. You play a part. You play it well. You do your work and you go home. And what is wonderful about movies is that once they&#39;re done, they belong to the people. Once you make it, it&#39;s what they see. That&#39;s where my head is at.","author":"Denzel Washington","topic":"Home"},{"quote":"I&#39;ve always really just liked football, and I&#39;ve always devoted a lot of time to it. When I was a kid, my friends would call me to go out with them, but I would stay home because I had practice the next day.","author":"Lionel Messi","topic":"Home"},{"quote":"I&#39;ve never stopped being Argentine, and I&#39;ve never wanted to. I feel very proud of being Argentine, even though I left there. I&#39;ve been clear about this since I was very young, and I never wanted to change. Barcelona is my home because both the club and the people here have given me everything, but I won&#39;t stop being Argentine.","author":"Lionel Messi","topic":"Home"},{"quote":"To be a queen of a household is a powerful thing.","author":"Jill Scott","topic":"Home"},{"quote":"A man&#39;s house is his castle.","author":"James Otis","topic":"Home"},{"quote":"My dream is that people will find a way back home, into their bodies, to connect with the earth, to connect with each other, to connect with the poor, to connect with the broken, to connect with the needy, to connect with people calling out all around us, to connect with the beauty, poetry, the wildness.","author":"Eve Ensler","topic":"Home"},{"quote":"My real fantasy if I was to drop out would be to live in a mobile home and be a hippie and drive around festivals and have millions of children - children with dreadlocks and nose rings - and play the flute.","author":"Rachel Weisz","topic":"Home"},{"quote":"We ought to have more women in various management positions, because women are the ones who decide almost everything in the home.","author":"Ingvar Kamprad","topic":"Home"},{"quote":"Supposedly, summer vacation happens because that&#39;s when the kids are home from school, although having the kids home from school is no vacation. And supposedly the kids are home from school because of some vestigial throwback to our agricultural past.","author":"P. J. O'Rourke","topic":"Home"},{"quote":"My home policy: I wage war; my foreign policy: I wage war. All the time I wage war.","author":"Georges Clemenceau","topic":"Home"},{"quote":"Soon after, I returned home to my family, with a determination to bring them as soon as possible to live in Kentucky, which I esteemed a second paradise, at the risk of my life and fortune.","author":"Daniel Boone","topic":"Home"},{"quote":"For me chilling out is when I can stay at home, order food from outside and watch a film with my friends. Listening to music and watching films are my idea of perfect relaxation.","author":"Bipasha Basu","topic":"Home"},{"quote":"Sometimes I can&#39;t think of a better way to end my day than coming home and just strumming my ukulele for a few minutes. I mean, I joke around and tell people that it&#39;s an entire yoga session in one strum, you know?","author":"Jake Shimabukuro","topic":"Home"},{"quote":"I never waited for my Irish Cream coffee to be the right temperature, with a storm happening outside and my fireplace crackling... I wrote every day, at home, in the office, whether I felt like it or not. I just did it.","author":"Stephen J. Cannell","topic":"Home"},{"quote":"After church on the Sunday after Thanksgiving, my family would go chop down our Christmas tree. Once it was home and placed in its stand, Mom and I would painstakingly decorate our tree. It took hours to place the tinsel, string the lights, find the perfect spot for my favorite macaroni and felt ornaments from kindergarten.","author":"Molly O'Keefe","topic":"Home"},{"quote":"You hit home runs not by chance but by preparation.","author":"Roger Maris","topic":"Home"},{"quote":"I had a lot of dates but I decided to stay home and dye my eyebrows.","author":"Andy Warhol","topic":"Home"},{"quote":"An oligarchy of race, where the Saxon rules the African, might be endured; but this oligarchy of sex which makes father, brothers, husband, sons, the oligarchs over the mother and sisters, the wife and daughters of every household... carries discord and rebellion into every home of the nation.","author":"Susan B. Anthony","topic":"Home"},{"quote":"More than anything else, I want the folks back at home to think right of me.","author":"Elvis Presley","topic":"Home"},{"quote":"What makes me really happy is a walk in the English countryside. A nice sunset, that British countryside - it means I&#39;m home.","author":"Natalie Dormer","topic":"Home"},{"quote":"I was one of those weird kids who didn&#39;t really speak or smile. I remember my teachers would call home and ask if everything was fine at home because I would never smile. Then I got into this phase, from maybe fourth to eighth grade, where my personality just did a 180.","author":"Alessia Cara","topic":"Home"},{"quote":"I&#39;m kind of a dork. I don&#39;t have much game. I&#39;m not particularly comfortable in bars or clubs. I much prefer being home playing Scrabble, having dinner with a couple friends, going to see a movie, or losing a whole weekend to Season 14 of Law and Order or The Simpsons.","author":"Wentworth Miller","topic":"Home"},{"quote":"If you represent the Earth&#39;s lifetime by a single year, say from January when it was made to December, the 21st-century would be a quarter of a second in June - a tiny fraction of the year. But even in this concertinaed cosmic perspective, our century is very, very special: the first when humans can change themselves and their home planet.","author":"Martin Rees","topic":"Home"},{"quote":"I&#39;m not going to go run and hide because I&#39;m catching some heat. I&#39;m not going to stay at home and pout.","author":"Andy Roddick","topic":"Home"},{"quote":"I had just been promoted to the first rugby team. It was a perfect, wonderful coming of age. My brother was already in the team, and my father had come to watch us. We went home, and my father died in front of me. Horribly, in about half an hour. He had a heart attack.","author":"Anthony Browne","topic":"Home"},{"quote":"It&#39;s 5 P.M. at the office. Working fast, you&#39;ve finished your tasks for the day and want to go home. But none of your colleagues have left yet, so you stay another hour or two, surfing the Web and reading your e-mails again, so you don&#39;t come off as a slacker. It&#39;s an unfortunate reality that efficiency often goes unrewarded in the workplace.","author":"Robert Pozen","topic":"Home"},{"quote":"We need to have a strong economy that can create employment opportunities and that can also produce the revenue that we need to defend our country at home and abroad.","author":"Bob Menendez","topic":"Home"},{"quote":"You can put someone in a new home, but you can&#39;t give them a new mindset.","author":"Dan Phillips","topic":"Home"},{"quote":"Toronto is home; nothing beats home.","author":"Ellen Wong","topic":"Home"},{"quote":"Going home and just seeing what a mess youth baseball was was an eye-opener. I just want to make it a better game.","author":"Roy Halladay","topic":"Home"},{"quote":"When I am abroad, I always make it a rule never to criticize or attack the government of my own country. I make up for lost time when I come home.","author":"Winston Churchill","topic":"Home"},{"quote":"We should declare war on North Vietnam. We could pave the whole country and put parking strips on it, and still be home by Christmas.","author":"Ronald Reagan","topic":"Home"},{"quote":"Mindfulness helps you go home to the present. And every time you go there and recognize a condition of happiness that you have, happiness comes.","author":"Thich Nhat Hanh","topic":"Home"},{"quote":"Africa for the Africans... at home and abroad!","author":"Marcus Garvey","topic":"Home"},{"quote":"Racism is taught in the home. We agree on that? Well, it&#39;s very hard to teach racism to a teenager who&#39;s listening to rap music and who idolizes, say, Snoop Dogg. It&#39;s hard to say, &#39;That guy is less than you.&#39; The kid is like, &#39;I like that guy, he&#39;s cool. How is he less than me?","author":"Jay-Z","topic":"Home"},{"quote":"Decorate your home. It gives the illusion that your life is more interesting than it really is.","author":"Charles M. Schulz","topic":"Home"},{"quote":"God is at home, it&#39;s we who have gone out for a walk.","author":"Meister Eckhart","topic":"Home"},{"quote":"I know my father believed and my mother believed in and supported the suffrage movement, and I remember my mother taking me to suffrage meetings held in the home of a Quaker family that lived not far from us.","author":"Alice Paul","topic":"Home"},{"quote":"If I could go anywhere in the world, that place would be home.","author":"Edward Snowden","topic":"Home"},{"quote":"My husband had a very strong identity and was successful in his life. Thank God for that. There&#39;s no way I can control him. I wouldn&#39;t stay married to him if I felt I could. I can readily take my business personality into the home. But he forces me to be a partner rather than the boss.","author":"Barbara Corcoran","topic":"Home"},{"quote":"I love cooking. There is nothing I like better than going home and cooking my family a nice meal. Anything with pasta! Pasta with butter! I have a good repertoire, and I can do quite a few different dishes. Sometimes they work out and sometimes not.","author":"Eden Hazard","topic":"Home"},{"quote":"I get 0.5 seconds to react to a ball, sometimes even less than that. I can&#39;t be thinking of what XYZ has said about me. I need to surrender myself to my natural instincts. My subconscious mind knows exactly what to do. It is trained to react. At home, my family doesn&#39;t discuss media coverage.","author":"Sachin Tendulkar","topic":"Home"},{"quote":"We show people that anybody can paint a picture that they&#39;re proud of. It may never hang in the Smithsonian, but it will certainly be something that they&#39;ll hang in their home and be proud of. And that&#39;s what it&#39;s all about.","author":"Bob Ross","topic":"Home"},{"quote":"We owe an enormous debt of gratitude to those who serve or have served in our country&#39;s military, as well as to the families of those individuals. Whether protecting our freedoms in foreign fields or making contributions here at home, the value these men and women bring to the American workforce and our way of life is beyond measure.","author":"Sylvia Mathews Burwell","topic":"Home"},{"quote":"For many years I enjoyed the pleasure of cruising on my yacht all summer long and these were my best holidays. In mid-May, we&#39;d start in St Tropez. I&#39;d collect my bikinis from my home there and then we&#39;d go up to Cannes for the Film Festival, on to Monte Carlo for the Grand Prix and then to Italy.","author":"Ivana Trump","topic":"Home"},{"quote":"Knitting not only relaxes me, it also brings a feeling of being at home.","author":"Magdalena Neuner","topic":"Home"},{"quote":"I quit wrestling in 2006 because I just got lost. My mom didn&#39;t want me wrestling. I was wondering if I was going to make it in wrestling; I got injured in a match. I was 19. I was away from home, living in Florida, and I just got lost. I couldn&#39;t face it, so I stepped away.","author":"Becky Lynch","topic":"Home"},{"quote":"Everywhere you hang your hat is home. Home is the bright cave under the hat.","author":"Lance Morrow","topic":"Home"},{"quote":"The Profit and Loss Statement tells you a lot about how your business is doing. It can also help you to determine ways that you can go about saving money so that you get to bring more money home! Basically, the P&amp;L statement measures all of your income sources verses all your business expenses for any given period of time.","author":"Darren L Johnson","topic":"Home"},{"quote":"Over 90% of people go home at the end of the day feeling unfulfilled by their work, and I won&#39;t stop working until that statistic is reversed - until over 90% of people go home and can honestly say, &#39;I love what I do.&#39;","author":"Simon Sinek","topic":"Home"},{"quote":"Songs don&#39;t have to be about going out on Saturday night and having a good rink-up and driving home and crashing cars. A lot of what I&#39;ve done is about alienation... about where you fit in society.","author":"David Bowie","topic":"Home"},{"quote":"Let architects sing of aesthetics that bring Rich clients in hordes to their knees; Just give me a home, in a great circle dome Where stresses and strains are at ease.","author":"R. Buckminster Fuller","topic":"Home"},{"quote":"Shall I, that have destroyed my Preservers, return home?","author":"Alexander the Great","topic":"Home"},{"quote":"Why would I retire? Sit at home and watch TV? No thanks. I&#39;d rather be out playing.","author":"Paul McCartney","topic":"Home"},{"quote":"&#39;Boyz-n-the-Hood&#39; was actually supposed to be written for Eazy&#39;s group. He had a group out in New York called Home Boys Only, called HBO. One of them looked like LL Cool J. Eazy wanted to write a song for them, a street song, like what we were doing on the mix tapes. So when I wrote it, it was too West Coast for them.","author":"Ice Cube","topic":"Home"},{"quote":"The mother-in-law came round last week. It was absolutely pouring down. So I opened the door and I saw her there and I said, &#39;Mother, don&#39;t just stand there in the rain. Go home.&#39;","author":"Les Dawson","topic":"Home"},{"quote":"When our thousands of Chinese students abroad return home, you will see how China will transform itself.","author":"Deng Xiaoping","topic":"Home"},{"quote":"I never saw film stars at home. We had no maid, no cook, no swimming pool.","author":"Natalie Wood","topic":"Home"},{"quote":"My sister was a twin, and the other baby died in childbirth, and I was three at the time, and I always kind of thought it haunted me. It was a weird thing. My dad was an ob-gyn, and so it was confusing that the other baby didn&#39;t come home from the hospital.","author":"Scott Turow","topic":"Home"},{"quote":"One of the aims of higher education is to broaden perspectives, and what better way than by a home stay in a really different country, like Bangladesh or Senegal? Time abroad also leaves one more aware of the complex prism of suspicion through which the United States is often viewed.","author":"Nicholas Kristof","topic":"Home"},{"quote":"In France, Christmas is a family holiday. You stay home. New Year&#39;s Eve is when you go out.","author":"Alain Ducasse","topic":"Home"},{"quote":"At home I&#39;ve got a very puerile, juvenile sense of humour.","author":"Thom Yorke","topic":"Home"},{"quote":"Salvation cannot be bought with the currency of obedience; it is purchased by the blood of the Son of God. Thinking that we can trade our good works for salvation is like buying a plane ticket and then supposing we own the airline. Or thinking that after paying rent for our home, we now hold title to the entire planet earth.","author":"Dieter F. Uchtdorf","topic":"Home"},{"quote":"I have a home phone number, and I like it! It&#39;s like a throwback already.","author":"Spike Jonze","topic":"Home"},{"quote":"I&#39;m a big believer of work\/life balance. You need a little down time to recharge to make sure that when you&#39;re here, you&#39;re really all here. I still have a child in high school, so I go to her sporting events, even if it means leaving work and working again when I get home. I probably should work out a little more than I do.","author":"Mary Barra","topic":"Home"},{"quote":"What motivates me is seeing people in the crowd and wondering what they&#39;re going home to and what they&#39;re dealing with, and knowing that for the time being we&#39;re their escape.","author":"Hayley Williams","topic":"Home"},{"quote":"I have never seen a game&#39;s graphics look so sharp and clean. The sound design for the game is also unique on the Xbox. The memory on this system allowed us to provide the user with 5.1 Dolby surround sound for home theatre owners.","author":"Don Bluth","topic":"Home"},{"quote":"A housing renaissance has begun. This may be hard to believe after the dizzying, six-year-long crash in home sales, construction and house prices. But housing turned the corner last year, and it will take off in 2013.","author":"Mark Zandi","topic":"Home"},{"quote":"I think the thought of a traditional family home is awesome. Traditional roles are becoming a thing of the past, but I think there is something really charming about them.","author":"Bradley Cooper","topic":"Home"},{"quote":"I want to say a very sincere thank you for this welcome home - it is a wonderful welcome home. It is the place to where I return and where I will always return because it is of Galway that I am.","author":"Michael D. Higgins","topic":"Home"},{"quote":"Children that are raised in a home with a married mother and father consistently do better in every measure of well-being than their peers who come from divorced or step-parent, single-parent, cohabiting homes.","author":"Todd Tiahrt","topic":"Home"},{"quote":"On even the worst days, when nothing was working at the lab, I knew that at home I would find warmth, peace, companionship, and encouragement. As a consequence, the next day would surely be better.","author":"James Cronin","topic":"Home"},{"quote":"The best sex education for kids is when Daddy pats Mommy on the fanny when he comes home from work.","author":"William Masters","topic":"Home"},{"quote":"I have an answering machine in my car. It says, I&#39;m home now. But leave a message and I&#39;ll call when I&#39;m out.","author":"Steven Wright","topic":"Home"},{"quote":"I believe the home and marriage is the foundation of our society and must be protected.","author":"Billy Graham","topic":"Home"},{"quote":"When I&#39;m home, I spend Sunday with my husband. If we&#39;re not cooking, we travel around in our camper, stop at fast-food restaurants, and picnic. We love that stuff that will harden your arteries in a hurry.","author":"Dolly Parton","topic":"Home"},{"quote":"The deepest change begins with men raising children as much as women do and women being equal actors in the world outside the home. There are many ways of supporting that, from something as simple as paid sick leave and flexible work hours to attributing an economic value to all caregiving and making that amount tax deductible.","author":"Gloria Steinem","topic":"Home"},{"quote":"I&#39;ve read a lot of books on the laws of attraction, and in my home, I have a big book on Muhammad Ali, which I&#39;ve read because he is, like, a hero of mine, but other than that, no, I&#39;m not a big reader.","author":"Conor McGregor","topic":"Home"},{"quote":"I think the best thing I can do is to be a distraction. A husband lives and breathes his work all day long. If he comes home to more table thumping, how can the poor man ever relax?","author":"Jackie Kennedy","topic":"Home"},{"quote":"I don&#39;t claim to be knowledgeable about theology. Most of my knowledge comes out of my experience and the lessons in the Bible. Every Sunday I&#39;m home I teach 45 minutes and we boiled them down to one page for the new book, &#39;Through the Year with Jimmy Carter.&#39;","author":"Jimmy Carter","topic":"Home"},{"quote":"Having leveled my palace, don&#39;t erect a hovel and complacently admire your own charity in giving me that for a home.","author":"Emily Bronte","topic":"Home"},{"quote":"I do feel like a Clevelander. Every time, when people ask me, I automatically say, &#39;My home is Cleveland.&#39;","author":"Kyrie Irving","topic":"Home"},{"quote":"As my father taught me, and he drove home that point, he said, &#39;Just remember something. You don&#39;t need to tell anybody how good you are. You show them how good you are.&#39; And he drove that home with me. So I learned early not to brag about how good I was or what I could do but let my game take that away and show them that I could play well enough.","author":"Arnold Palmer","topic":"Home"},{"quote":"As a youngster, my mother and father always drilled into my head having something to fall back on. My father was kind of funny. I&#39;d score 40 points. I&#39;d come home and say, &#39;Look dad, I scored 40.&#39; He&#39;d never have a smile on his face. He&#39;d be like, &#39;I saw that move you did. What if you&#39;d hurt your knee?&#39;","author":"Shaquille O'Neal","topic":"Home"},{"quote":"I was born in Paris, and it&#39;s a beautiful place, but London feels like home. I like the village feeling, I like running in the parks - even the food isn&#39;t as bad as it used to be.","author":"Eva Green","topic":"Home"},{"quote":"Give warm greetings and farewells. I was surprised by how much this resolution changed the atmosphere of my home.","author":"Gretchen Rubin","topic":"Home"},{"quote":"The movie theater is never going away. If that was a case why are there still restaurants? People still have kitchens in their home!","author":"Michael Moore","topic":"Home"},{"quote":"We were the only black family in my neighborhood for many years. Wherever we lived, we were often the only black family, and certainly the only Haitian family. But my parents were really great at providing a loving home where we could feel safe and secure.","author":"Roxane Gay","topic":"Home"},{"quote":"I am not a fashionista, and I don&#39;t dress up. Usually if I&#39;m at home, where I am now, I&#39;m wearing a robe.","author":"Iris Apfel","topic":"Home"},{"quote":"I&#39;m lucky in a lot of ways. And in my family life, my home life, is where I count myself the luckiest.","author":"Ron Howard","topic":"Home"},{"quote":"Like after a nice walk when you have seen many lovely sights you decide to go home, after a while I decided it was time to go home, let us put the cubes back in order. And it was at that moment that I came face to face with the Big Challenge: What is the way home?","author":"Erno Rubik","topic":"Home"},{"quote":"All of us, wherever we happen to stand on the marriage equality issue, can agree that all our children deserve the opportunity to live in a loving, caring, committed, and stable home, protected equally under the law.","author":"Martin O'Malley","topic":"Home"},{"quote":"Abraham is such a fascinating figure. Three world religions - Judaism, Christianity, and Islam - all claim him as a patriarch. He was raised in a religious home. And yet he rejected religion in order to pursue a personal relationship with God.","author":"Anne Graham Lotz","topic":"Home"},{"quote":"It is best to be born in April or August when the life-giving Sun is in its exaltation sign Aries or Leo, its home, for then we enter the sea of life on the crest-wave and are backed in the battle of existence by an abundant fund of vim and energy.","author":"Max Heindel","topic":"Home"},{"quote":"I think it&#39;s important to have flexibility to work wherever is best for you. I actually encourage people to work at the cafe - or from home or wherever works best for them.","author":"Anne Wojcicki","topic":"Home"},{"quote":"The great thing coming from sports is you understand the concept of a team. It leaves no room for being selfish, and that&#39;s something I picked up from home.","author":"Michael Strahan","topic":"Home"},{"quote":"A house that does not have one warm, comfy chair in it is soulless.","author":"May Sarton","topic":"Home"},{"quote":"When I was growing up, my house was filled with books. My mother was an educator, and my father was a history buff, so our home was a virtual library, covering every author from Beverly Cleary to James Michener.","author":"Jeff Kinney","topic":"Home"},{"quote":"My time off is usually spent working out and getting better at football. When I come home and spend time with my little brother, we&#39;re out on the football field. We&#39;re working out or playing Madden. We&#39;re spending time with each other, but our quality time is football.","author":"Stefon Diggs","topic":"Home"},{"quote":"I do think your personal life has an impact on your tennis. If your private life is up and down, and you&#39;re thinking about what is going on back home, then you aren&#39;t solely focused on your job, but when things are good back home, it&#39;s so much easier when you&#39;re on court. It&#39;s not necessarily marriage; it&#39;s more having a stable relationship.","author":"Andy Murray","topic":"Home"},{"quote":"I have way too many candles. There&#39;s always a candle burning at home.","author":"Erin Heatherton","topic":"Home"},{"quote":"Here at home, we&#39;re in a world of right angles and human construct, so whether it&#39;s cement or plastic or steel, everything is at an angle. But nature is chaos theory in full play. So having that uniqueness of what nature is gives me a sense of rejuvenation and scale.","author":"Conrad Anker","topic":"Home"},{"quote":"I told myself that if I went to Compton High, and I made something out of the school, it would mean something to me later down the line because I started everything. And future kids would say, &#39;DeMar made it here; why can&#39;t I?&#39; I wanted to stay home.","author":"DeMar DeRozan","topic":"Home"},{"quote":"I&#39;d love sloth. I wish sloth would come home and visit me once in a while. I don&#39;t consider laziness a sin at all.","author":"Kajol","topic":"Home"},{"quote":"I hate short hair on men - the &#39;real&#39; man is something I don&#39;t know. My dad was always playing with hairbands, making rings, while the women were wearing jeans, white T-shirts and Converse. That was the uniform at home.","author":"Lou Doillon","topic":"Home"},{"quote":"Because my business life is so busy, my home is really my sanctuary. That is where I reflect and spend quality time with my girls.","author":"Rachel Roy","topic":"Home"},{"quote":"Nothing else matters so much as long as you can come home and be with your family.","author":"Patrick Dempsey","topic":"Home"},{"quote":"I love coming home to Melbourne. The first thing I do is have a coffee. It&#39;s just so much better here than anywhere else. It&#39;s better than in Italy and I travel a lot. I crave it.","author":"Curtis Stone","topic":"Home"},{"quote":"I try to make my bed every day for mental health. Coming home to an unmade bed or a room with clothes all over will depress me.","author":"David Alan Grier","topic":"Home"},{"quote":"I&#39;m lucky because I have a job I love. I really miss being away from home, being in my own bed, seeing my animals and siblings, having my moms cookies. I have a couple cats. I got a kitten about a year ago and now Im going on the road so I wont see him for a while. I feel bad.","author":"Michelle Branch","topic":"Home"},{"quote":"People are responsible adults at home. Why do we suddenly transform them into adolescents with no freedom when they reach the workplace?","author":"Ricardo Semler","topic":"Home"},{"quote":"Reading makes immigrants of us all. It takes us away from home, but more important, it finds homes for us everywhere.","author":"Jean Rhys","topic":"Home"},{"quote":"The only way I&#39;d be caught without makeup is if my radio fell in the bathtub while I was taking a bath and electrocuted me and I was in between makeup at home. I hope my husband would slap a little lipstick on me before he took me to the morgue.","author":"Dolly Parton","topic":"Home"},{"quote":"Oh, come, Divine Physician, and bind up every broken bone. Come with Thy sacred nard which Thou hast compounded of Thine own heart&#39;s blood, and lay it home to the wounded conscience and let it feel its power. Oh! Give peace to those whose conscience is like the troubled sea which cannot rest.","author":"Charles Spurgeon","topic":"Home"},{"quote":"The only foes that threaten America are the enemies at home, and these are ignorance, superstition and incompetence.","author":"Elbert Hubbard","topic":"Home"},{"quote":"A West Virginia 10 is a California 4. Or at least that&#39;s what legend tells us: The Legend of Dr. Feelgood. Plastic surgery has a permanent home here, which is why Nancy Pelosi loves our Botoxed beaches. Beverly Hills looks like a moving Madame Tussauds.","author":"Ben Shapiro","topic":"Home"},{"quote":"Nature is the mother and the habitat of man, even if sometimes a stepmother and an unfriendly home.","author":"John Dewey","topic":"Home"},{"quote":"The Patriot Act is essential to our continued success in the war on terror here at home.","author":"Mike Pence","topic":"Home"},{"quote":"On stage, I make love to 25,000 different people, then I go home alone.","author":"Janis Joplin","topic":"Home"},{"quote":"For me, music is so passionate, I have to give it my all every time I go onstage. Onstage, it was always comfortable for me, because that&#39;s where I felt at home.","author":"Elton John","topic":"Home"},{"quote":"I&#39;m not a nerd, obviously. Do I look like one? I&#39;m not someone who sits at home and doesn&#39;t like to go out, doesn&#39;t like to watch movies. I like to live my life.","author":"Virat Kohli","topic":"Home"},{"quote":"I always feel that when I come to Edinburgh, in many ways I am coming home.","author":"Alan Rickman","topic":"Home"},{"quote":"Let woman out of the home, let man into it, should be the aim of education. The home needs man, and the world outside needs woman.","author":"Pearl S. Buck","topic":"Home"},{"quote":"The men in the steel industry who sacrificed their all were nor merely aiding their fellows at home but were adding strength to the cause of their comrades in all industry.","author":"John L. Lewis","topic":"Home"},{"quote":"Devotion begins at home, inside your own awareness.","author":"Debbie Ford","topic":"Home"},{"quote":"We are spiritual beings whether we want to admit it or not, and inherent in our DNA is a design to return us home - home to our true essence, our greatest self, our limitless self.","author":"Debbie Ford","topic":"Home"},{"quote":"If you&#39;re not in the game, you can&#39;t hit a home run.","author":"David Hasselhoff","topic":"Home"},{"quote":"If your parent is deployed and you are that young, you spend the whole time wondering where they are and waiting for them to come home. As time passes and the absence is longer and longer, you become more and more concerned - but you don&#39;t really have the words to express your concern. There&#39;s only this continued absence.","author":"Suzanne Collins","topic":"Home"},{"quote":"My wife was delighted with the home I had given her amid the prairies of the far west.","author":"Buffalo Bill","topic":"Home"},{"quote":"Home is, I suppose just a child&#39;s idea. A house at night, and a lamp in the house. A place to feel safe.","author":"V. S. Naipaul","topic":"Home"},{"quote":"Sometimes when I get home at night in Washington I feel as though I had been in a great traffic jam.","author":"Grace Abbott","topic":"Home"},{"quote":"It felt good doing a physical job, and going home each evening feeling like I had really done a day&#39;s work.","author":"James D'arcy","topic":"Home"},{"quote":"Here&#39;s kind of my motto - if you&#39;re not happy at home, you&#39;re not happy anywhere else.","author":"Angie Harmon","topic":"Home"},{"quote":"If an employee told you he had the flu, you&#39;d send him home. If an employee told you he was feeling anxious, you&#39;d probably tell him to get back to work. But the emotion is just as contagious as a flu virus.","author":"Chip Conley","topic":"Home"},{"quote":"Firefighters are indispensable foot soldiers here at home.","author":"Christopher Dodd","topic":"Home"},{"quote":"I extend my deepest gratitude to our Armed Forces and first responders serving both at home and abroad in the war against terrorism.","author":"John Doolittle","topic":"Home"},{"quote":"Jewish immigration in the 20th century was fueled by the Holocaust, which destroyed most of the European Jewish community. The migration made the United States the home of the largest Jewish population in the world.","author":"Jon Porter","topic":"Home"},{"quote":"I was actually lost in Beirut on the way home.","author":"Kelly Preston","topic":"Home"},{"quote":"I really enjoy spending time at home.","author":"Elena Roger","topic":"Home"},{"quote":"I am committed to ensure that our intelligence community, law enforcement, medical professionals, and military have the information and funding needed to protect the American people from threats at home and abroad.","author":"Leonard Boswell","topic":"Home"},{"quote":"To be a carpenter or a builder or a home inspector, you have to have that kind of visual brain where you can sort of imagine something taken apart.","author":"Nick Petrie","topic":"Home"},{"quote":"&#39;Changes in Latitudes&#39; began when I was looking at a photograph of a sea turtle swimming underwater. I had such a strong feeling for the beauty of this ancient creature, at home in the sea. On the spot, I wanted to swim with that turtle. I began to imagine a character who would do just that.","author":"Will Hobbs","topic":"Home"},{"quote":"Housework is what a woman does that nobody notices unless she hasn&#39;t done it.","author":"Evan Esar","topic":"Home"},{"quote":"A large part of crime is economics - if people are working and and have a home and family to support, then I believe you can reduce the crime rate.","author":"Vincent Frank","topic":"Home"},{"quote":"Home is where the heart is, and my heart will forever be in Cleveland.","author":"Anderson Varejao","topic":"Home"},{"quote":"I remember in grammar school the teacher asked if anyone had any hobbies. I was the only one with any hobbies and I had every hobby there was... name anything, no matter how esoteric. I could have given everyone a hobby and still had 40 or 50 to take home.","author":"Cormac McCarthy","topic":"Home"},{"quote":"The stage was our school, our home, our life.","author":"Lillian Gish","topic":"Home"},{"quote":"Home is one&#39;s birthplace, ratified by memory.","author":"Henry Anatole Grunwald","topic":"Home"},{"quote":"My problem was my inability to spend much time at home. I thought my family was secure, so I went running around everyplace else. I guess I had more of an effect on other people&#39;s kids than I did my own.","author":"Jackie Robinson","topic":"Home"},{"quote":"I came home every Friday afternoon, riding the six miles on the back of a big mule. I spent Saturday and Sunday washing and ironing and cooking for the children and went back to my country school on Sunday afternoon.","author":"Ida B. Wells","topic":"Home"},{"quote":"When you&#39;re happy at home, you can make a lot of things happen.","author":"Steve Harvey","topic":"Home"},{"quote":"Don&#39;t you stay at home of evenings? Don&#39;t you love a cushioned seat in a corner, by the fireside, with your slippers on your feet?","author":"Oliver Wendell Holmes, Sr.","topic":"Home"},{"quote":"The thing I love is that my home life hasn&#39;t changed. I still help out with the garbage. I still help out with the lawn.","author":"Taylor Lautner","topic":"Home"},{"quote":"Fashion is a tool... to compete in life outside the home. People like you better, without knowing why, because people always react well to a person they like the looks of.","author":"Mary Quant","topic":"Home"},{"quote":"Like most people, I have this sort of love-hate relationship with Pittsburgh. This is my home, and at times I miss it and find it tremendously exciting, and other times I want to catch the first thing out that has wheels.","author":"August Wilson","topic":"Home"},{"quote":"I say, If everybody in this house lives where it&#39;s God first, friends and family second and you third, we won&#39;t ever have an argument.","author":"Jeff Foxworthy","topic":"Home"},{"quote":"If you own a home with wheels on it and several cars without, you just might be a redneck.","author":"Jeff Foxworthy","topic":"Home"},{"quote":"I know what it&#39;s like to have someone coming home who looks at you not in the way they used to in the old days, and I&#39;ve seen my own face contorted with sadness and rage in the mirror.","author":"Jane Birkin","topic":"Home"},{"quote":"I remember my mother taking me as a very little kid to the roof of our home in Phnom Penh, Cambodia, to look at the bombs exploding in the distance. She didn&#39;t want us to be scared by the booms and the strange flashes of light. It was her way of helping us to understand what was happening.","author":"Tammy Duckworth","topic":"Home"},{"quote":"Somebody once asked me if I ever went up to the plate trying to hit a home run. I said, &#39;Sure, every time.&#39;","author":"Mickey Mantle","topic":"Home"},{"quote":"I&#39;ve discovered home is not a place anymore. It&#39;s the people around you.","author":"Lilly Singh","topic":"Home"},{"quote":"A house is no home unless it contain food and fire for the mind as well as for the body.","author":"Margaret Fuller","topic":"Home"},{"quote":"I like to feel the butterflies in the stomach, I like to go home and have a restless night and wonder how I&#39;m going to be able to accomplish this feat, get jittery. That hunger and those butterflies in the stomach are very essential for all creative people.","author":"Amitabh Bachchan","topic":"Home"},{"quote":"Quality of life actually begins at home - it&#39;s in your street, around your community.","author":"Charles Kennedy","topic":"Home"},{"quote":"Don&#39;t leave home without your sword - your intellect.","author":"Alan Moore","topic":"Home"},{"quote":"The juvenile sea squirt wanders through the sea searching for a suitable rock or hunk of coral to cling to and make its home for life. For this task, it has a rudimentary nervous system. When it finds its spot and takes root, it doesn&#39;t need its brain anymore so it eats it!","author":"Daniel Dennett","topic":"Home"},{"quote":"Long weekends at festivals, short weeks at home, all summer long: now that is surely preferable to the immense cost and headache of the nuclear family holiday in the sun?","author":"Tom Hodgkinson","topic":"Home"},{"quote":"I don&#39;t get to go home as much as I used to, which is a shame. But I don&#39;t mind because my mum moved over to London to look after me. I rented her a house just around the corner.","author":"Niall Horan","topic":"Home"},{"quote":"At home in L.A., Sunday is lazy. It&#39;s the wife and me lying in bed with coffee, watching &#39;The Soup&#39; or something funny on TiVo. The kid will occasionally join us. Eventually, breakfast is at a place down the street called Paty&#39;s. And we always have some kind of great dinner - my wife makes a great roast beef.","author":"Eric McCormack","topic":"Home"},{"quote":"You see the music videos and the bling and the cars, but all of that goes home at the end of the shoot. They make nothing because there&#39;s less and less money in the music industry.","author":"Jameela Jamil","topic":"Home"},{"quote":"It is difficult to get organic food at most restaurants, so when possible, eat at home. When not, do your best.","author":"Suzanne Somers","topic":"Home"},{"quote":"There are always things I find difficult - being in crowds, remembering faces. I do like routines. I always travel with someone. My life in Avignon is a very quiet one. I have an apartment that looks over the whole city. I can drop into town, but a lot of the time I write from home. In some respects I still live a very quiet, simple life.","author":"Daniel Tammet","topic":"Home"},{"quote":"Mainstream cinema raises questions only to immediately provide an answer to them, so they can send the spectator home reassured. If we actually had those answers, then society would appear very different from what it is.","author":"Michael Haneke","topic":"Home"},{"quote":"It is better for a woman to compete impersonally in society, as men do, than to compete for dominance in her own home with her husband, compete with her neighbors for empty status, and so smother her son that he cannot compete at all.","author":"Betty Friedan","topic":"Home"},{"quote":"Whether rich or poor, a home is not a home unless the roots of love are ever striking deeper through the crust of the earthly and the conventional, into the very realities of being, not consciously always; seldom, perhaps; the simplicity of loving grows by living simply near nature and God.","author":"Lucy Larcom","topic":"Home"},{"quote":"I was born in London, and went to school in Scotland - I used to be dead tired when I got home at night.","author":"Norman Wisdom","topic":"Home"},{"quote":"I was lucky enough to grow up in a home where I woke up Christmas morning and had toys. I know that&#39;s not the case with all people and I don&#39;t think kids should go without experiencing that sort of joy.","author":"Lucy Hale","topic":"Home"},{"quote":"Doesn&#39;t the world see the suffering of millions of Palestinians who have been living in exile around the world or in refugee camps for the past 60 years? No state, no home, no identity, no right to work. Doesn&#39;t the world see this injustice?","author":"Ismail Haniyeh","topic":"Home"},{"quote":"My main aim is getting set up so that when I do quit, I can step away and re-evaluate what I want to do in life. Do I want to get to 50 years old and come back? Or will I just want to go home and be fishing, hunting and working around the house?","author":"Boo Weekley","topic":"Home"},{"quote":"Sometimes when I get home after a long day, I&#39;ll turn on music - I love Latin, disco, and pop - and do my own workout, even if it&#39;s a short one. Know a good song to work out to? &#39;I Will Survive.&#39;","author":"Summer Glau","topic":"Home"},{"quote":"I&#39;m grateful for my health, glad I&#39;m making people laugh, glad my wife still likes me after a lotta years, grateful my daughter is growing, glad I don&#39;t take myself too seriously, glad L.A. has Astro Burger, grateful to be coming home to Harlem soon. It&#39;s a gratitude list. It works.","author":"David Alan Basche","topic":"Home"},{"quote":"One of the things which make any company successful, in particular the Home Depot, was that we understood and catered to the customer. If it didn&#39;t sell, it didn&#39;t make a difference what we thought or our research told us. They told us if it was successful by buying it or not.","author":"Bernard Marcus","topic":"Home"},{"quote":"The problems we face now - poverty and violence at home, war and destruction abroad - will last only as long as we continue relying on the same politicians who created them in the first place.","author":"Donald Trump","topic":"Home"},{"quote":"Greed has driven the world crazy. And I think I&#39;m lucky that I have a place over here that I can call home.","author":"Nina Simone","topic":"Home"},{"quote":"I never thought I&#39;d have children; I never thought I&#39;d be in love, I never thought I&#39;d meet the right person. Having come from a broken home - you kind of accept that certain things feel like a fairy tale, and you just don&#39;t look for them.","author":"Angelina Jolie","topic":"Home"},{"quote":"There&#39;s nothing like doing a show at home. When you do a show in Chicago, there&#39;s just a certain love that you don&#39;t feel anywhere else; it&#39;s like home base.","author":"Chance The Rapper","topic":"Home"},{"quote":"I&#39;ve had dates at the nicest restaurants, but when you leave, you&#39;re starving, and the best part of the date is having a slice of pizza and a couple of drinks on the way home. I think it&#39;s important to be able to roll with the punches and enjoy every minute of it.","author":"Meghan Markle","topic":"Home"},{"quote":"I like making things. I have a wood shop at home. I am a terrible carpenter but I love doing it.","author":"P. J. O'Rourke","topic":"Home"},{"quote":"As someone who flew two space capsules and twice landed in the ocean, I can attest from personal experience how much logistics work is needed to get you home.","author":"Buzz Aldrin","topic":"Home"},{"quote":"I love grocery shopping when I&#39;m home. That&#39;s what makes me feel totally normal. I love both the idea of home as in being with my family and friends, and also the idea of exploration. I think those two are probably my great interests.","author":"Yo-Yo Ma","topic":"Home"},{"quote":"If you think of the ice caps as the fridge of our planet, if your fridge at home died, the food you eat would go rotten, and you&#39;d starve.","author":"Orlando Bloom","topic":"Home"},{"quote":"When the soldiers came home from Vietnam, there were no parades, no celebrations. So they built the Vietnam Memorial for themselves.","author":"William Westmoreland","topic":"Home"},{"quote":"My goal from being a child was to have a happy home life.","author":"S. E. Hinton","topic":"Home"},{"quote":"My background is not typical hip-hop. I didn&#39;t grow up in the projects. I grew up in a single family home in a middle-class suburb. That doesn&#39;t mean I didn&#39;t experience hardship, but to me it&#39;s not about that, it&#39;s about the future and where we are trying to take it.","author":"Kid Cudi","topic":"Home"},{"quote":"I&#39;d much rather go out and have music randomly presented to me by different DJs than stay home and discover it on my own.","author":"Moby","topic":"Home"},{"quote":"The culture is going into a psychological depression. We are concerned about our place in the world, about being competitive: Will my children have as much as I have? Will I ever own my own home? How can I pay for a new car? Are immigrants taking away my white world?","author":"James Hillman","topic":"Home"},{"quote":"Christian values were important at home. Cleanliness. Don&#39;t steal. Don&#39;t lie. Those were the rules, and they were strictly enforced. Especially the stealing and lying. When you broke the rules, you got a beating. I always broke the rules a lot.","author":"Jimmy Cliff","topic":"Home"},{"quote":"During our travels, the Indians entertained me well; and their affection for me was so great, that they utterly refused to leave me there with the others, although the Governor offered them one hundred pounds sterling for me, on purpose to give me a parole to go home.","author":"Daniel Boone","topic":"Home"},{"quote":"People have more fun if they don&#39;t eat so much they have to be taken home in an ambulance.","author":"Ina Garten","topic":"Home"},{"quote":"I am just getting into Zora Neale Hurston, who is possibly a much better writer than the critics and rivals who tried to erase her from history, resulting in a life in which she worked as a maid and died in a welfare nursing home. She&#39;s clever. She does something modern to the sentence.","author":"Rachel Kushner","topic":"Home"},{"quote":"America owed its military renaissance in the 1980s and 1990s to Vietnam. Veterans like Norman Schwartzkopf, Colin Powell, Alfred Grey, Charles Krulak, and Wesley Clark returned home angry and ashamed at their defeat and rebuilt all-volunteer, professional armed forces from the ground up.","author":"Michael Ignatieff","topic":"Home"},{"quote":"Mindfulness helps you go home to the present. And every time you go there and recognize a condition of happiness that you have, happiness comes.","author":"Nhat Hanh","topic":"Home"},{"quote":"Let&#39;s be honest: we all watch the show at home and play &#39;armchair&#39; &#39;Survivor,&#39; inserting our opinions, comments and yelling at the TV screen.","author":"Jenna Morasca","topic":"Home"},{"quote":"In some of the great cities of Europe - Paris, Vienna, Prague, and Brussels - tourists bored with life above ground can descend below. All these cities have sewer museums and tours, and all expose their underbelly willingly to the curious. But not London, arguably the home of the most splendid sewer network in Europe.","author":"Rose George","topic":"Home"},{"quote":"Changing the conversation about how Americans perceive veterans is really important. These are hardworking, dedicated, innovative people who deserve quality employment when they return home from their military service.","author":"Rob Riggle","topic":"Home"},{"quote":"Coming to New York is like a big hug, everyone is so welcoming. There&#39;s something about here, everyone makes you feel so at home. I miss my family of course, but I don&#39;t miss London that much. I was worried, but I feel really at home. Everyone says that who comes here from London, but I didn&#39;t believe them.","author":"Archie Panjabi","topic":"Home"},{"quote":"When you finally go back to your old home, you find it wasn&#39;t the old home you missed but your childhood.","author":"Sam Ewing","topic":"Home"},{"quote":"I mix all different oils - my bathroom at home is littered with oils; I&#39;m really into natural beauty and natural healing. Peppermint is really good if you put it on your stomach for a tummy ache; lavender is kind of all-purpose - I think everyone should carry it.","author":"Liz Goldwyn","topic":"Home"},{"quote":"Never make your home in a place. Make a home for yourself inside your own head. You&#39;ll find what you need to furnish it - memory, friends you can trust, love of learning, and other such things. That way it will go with you wherever you journey.","author":"Tad Williams","topic":"Home"},{"quote":"If you&#39;re in California, and it&#39;s raining, stay home because nobody can drive in the rain. It&#39;s like it&#39;s raining frogs. They&#39;re terrified.","author":"Adam Ferrara","topic":"Home"},{"quote":"Sure, my childhood was unusual. All these eccentric, wild people frequented our home: rock stars, drag queens, models, bikers, freaks. But I was not this little rich girl. My mom and I lived in an apartment.","author":"Liv Tyler","topic":"Home"},{"quote":"I am a gypsy. I havent&#39; had a home for a long time. Call me a homeless person - I just throw everything in a bag and I&#39;m good to go.","author":"Taylor Kinney","topic":"Home"},{"quote":"To me, the stage is like my living room, or my home, and when you come over to my house, I have to be a hostess and invite you in so that we can have a great time.","author":"Sheila E.","topic":"Home"},{"quote":"The one thing I have wanted to stay away from is the steroids. When I had an attack two years ago in my home state of Mississippi, they put me on steroids, thinking they were doing the right thing, and I had a violent reaction.","author":"Mary Ann Mobley","topic":"Home"},{"quote":"I wanted the attention I missed at home, so I became the leader of a gang. That way, I got attention and was recognized as being important. It wasn&#39;t a bad gang - you know, in poor districts in New York, there&#39;s a gang to every block. We never robbed at the point of a gun; we&#39;d steal potatoes from a grocery store, or crackers.","author":"John Garfield","topic":"Home"},{"quote":"Television is an invention that permits you to be entertained in your living room by people you wouldn&#39;t have in your home.","author":"David Frost","topic":"Home"},{"quote":"I do not want to be the angel of any home: I want for myself what I want for other women, absolute equality. After that is secured, then men and women can take turns being angels.","author":"Agnes Macphail","topic":"Home"},{"quote":"Pennsylvania is home to some of the hardest-working, toughest, most decent people in America.","author":"Bob Casey, Jr.","topic":"Home"},{"quote":"I&#39;ve read everything Thomas Wolfe ever wrote; my brother and I memorized whole chapters of &#39;You Can&#39;t Go Home Again&#39; and &#39;Look Homeward, Angel.&#39;","author":"Maya Angelou","topic":"Home"},{"quote":"I believe that being successful means having a balance of success stories across the many areas of your life. You can&#39;t truly be considered successful in your business life if your home life is in shambles.","author":"Zig Ziglar","topic":"Home"},{"quote":"Home life is no more natural to us than a cage is natural to a cockatoo.","author":"George Bernard Shaw","topic":"Home"},{"quote":"To be happy at home is the ultimate result of all ambition, the end to which every enterprise and labor tends, and of which every desire prompts the prosecution.","author":"Samuel Johnson","topic":"Home"},{"quote":"It takes patience to appreciate domestic bliss; volatile spirits prefer unhappiness.","author":"George Santayana","topic":"Home"},{"quote":"Ladies and gentlemen, god bless America - land of the free, home of the brave.","author":"Dave Grohl","topic":"Home"},{"quote":"The uplands of my home country in north central Kentucky are sloping and easily eroded, dependent for safekeeping upon year-round cover of perennial plants.","author":"Wendell Berry","topic":"Home"},{"quote":"There are no college courses to build up self-esteem or high school or elementary school. If you don&#39;t get those values at a early age, nurtured in your home, you don&#39;t get them.","author":"T. D. Jakes","topic":"Home"},{"quote":"The very best hotel I&#39;ve stayed in is the Intercontinental on Park Lane. We went there for the Chelsea Flower Show a few years ago, and it was sheer luxury. Everybody had a smile on their face. I came home and changed all my pillows because the hotel ones were so beautiful.","author":"Mary Berry","topic":"Home"},{"quote":"Here&#39;s how I think of my money - as soldiers - I send them out to war everyday. I want them to take prisoners and come home, so there&#39;s more of them.","author":"Kevin O'Leary","topic":"Home"},{"quote":"I am a believer in nutrient timing and supplementation, through 8Zone. I love eggs, apples, wild fish, leafy greens, brown rice, pasta, oatmeal, home grown Washington Potatoes, and cooking with coconut and olive oils.","author":"Apolo Ohno","topic":"Home"},{"quote":"I can be the nice family man at home, and then when I go to the gym, maybe sparring with someone, I switch into beast mode. It ain&#39;t pretty.","author":"Anthony Joshua","topic":"Home"},{"quote":"The worst feeling in the world is the homesickness that comes over a man occasionally when he is at home.","author":"E. W. Howe","topic":"Home"},{"quote":"There is only one home to the life of a river-mussel; there is only one home to the life of a tortoise; there is only one shell to the soul of man: there is only one world to the spirit of our race. If that world leaves its course and smashes on boulders of the great void, whose world will give us shelter?","author":"Wole Soyinka","topic":"Home"},{"quote":"Always be nice to your children because they are the ones who will choose your rest home.","author":"Phyllis Diller","topic":"Home"},{"quote":"I feel like I&#39;ve never had a home, you know? I feel related to the country, to this country, and yet I don&#39;t know exactly where I fit in... There&#39;s always this kind of nostalgia for a place, a place where you can reckon with yourself.","author":"Sam Shepard","topic":"Home"},{"quote":"I&#39;m very political. I&#39;m not political in public; I&#39;m political at home.","author":"Melania Trump","topic":"Home"},{"quote":"At hotels, you are an actress. Absolutely. You can do what you want. Go where you want. I love my home too. But I love to arrive in a hotel. They have books, chocolate, food. I put things in the little refrigerator.","author":"Sonia Rykiel","topic":"Home"},{"quote":"I think the perception of me can be, you know, confused. But that&#39;s only because people only see that side of me when I&#39;m at work, in front of the camera. So they don&#39;t see Miranda at home; they don&#39;t see behind the scenes. They see the glamour of it all but they don&#39;t see Miranda standing barefoot in a dirty old house.","author":"Miranda Kerr","topic":"Home"},{"quote":"So when I go home, sometimes, even when I had an amazing game, I always think about what I missed.","author":"Thierry Henry","topic":"Home"},{"quote":"Where you come from now is much less important than where you&#39;re going. More and more of us are rooted in the future or the present tense as much as in the past. And home, we know, is not just the place where you happen to be born. It&#39;s the place where you become yourself.","author":"Pico Iyer","topic":"Home"},{"quote":"Divorce is one of the key predictors of poverty for a child growing up in a home that&#39;s broken.","author":"Mike Huckabee","topic":"Home"},{"quote":"I&#39;ve done routes where I&#39;ve climbed 200 feet off the ground and just been, like, &#39;What am I doing?&#39; I then just climbed back down and went home. Discretion is the better part of valor. Some days are just not your day. That&#39;s the big thing with free soloing: when to call it.","author":"Alex Honnold","topic":"Home"},{"quote":"When I brought home a 98 percent on a test, my father would say, &#39;Ah, ah, where are the other two points? Go and get them, then bring them back.&#39; My father and Nigerian culture has always stood for excellence.","author":"Jidenna","topic":"Home"},{"quote":"I went to a number of foreign countries, and during whenever I went, I would try to go to an orphanage or a home for children. And I was seeing thousands of kids around the world that needed homes.","author":"Sam Brownback","topic":"Home"},{"quote":"In Congress, I represent South Central Kansas, home to McConnell Air Force Base.","author":"Mike Pompeo","topic":"Home"},{"quote":"If we continue to fight the National Rifle Association on their home court, which is the legislative front, I think we&#39;ll continue to be frustrated. But when you have an ability to go directly to the public, that&#39;s a completely different field of engagement, and I think the NRA is not adept at that kind of engagement.","author":"Gavin Newsom","topic":"Home"},{"quote":"We slept in the park before we had a house, and eventually we shared a home - my parents, my grandparents and five uncles, my family, all of us - on White Oaks Street by Magnolia Street near the railroad. Those were hard times, but I loved living there.","author":"Debbie Reynolds","topic":"Home"},{"quote":"Sometimes, when the material is really good, you put expectations on yourself to make it the best possible show. You&#39;re not just serving up the regular hash and doing your job and going home.","author":"Peter Dinklage","topic":"Home"},{"quote":"I know people that could serve me canned tuna and saltine crackers and have me feel more at home at their table than some people who can cook circles around me. The more you try to impress people, generally the less you do.","author":"Alton Brown","topic":"Home"},{"quote":"I&#39;m a typical Irishman in that I only get home for weddings and funerals.","author":"Walter O'Brien","topic":"Home"},{"quote":"Heavenly Father has assigned us to a great variety of stations to strengthen and, when needed, to lead travelers to safety. Our most important and powerful assignments are in the family. They are important because the family has the opportunity at the start of a child&#39;s life to put feet firmly on the path home.","author":"Henry B. Eyring","topic":"Home"},{"quote":"It&#39;s your job to find a release and an outlet for the stress and the feelings. Never forget: the crazy stays at home.","author":"Ryan Holiday","topic":"Home"},{"quote":"When we go to the store, we bring home more than food - we bring home traces of broader environmental problems. But we can use our shopping carts and dinner plates to help solve some of those problems.","author":"Frances Beinecke","topic":"Home"},{"quote":"I took group lessons at a rink near my home. We first had to learn how to stand up on the ice wearing skates. Eventually we learned to move forward, but soon found out that it was not that easy to stop! So that was our next important lesson.","author":"Nancy Kerrigan","topic":"Home"},{"quote":"My home has a split personality. Some of the rooms are very French antique. Think Aubusson rugs, turquoise ceramic jugs, sandbag pillows, and broken birdcages. The other half is very Aztec. Neon ikat fabric pillows, vintage books piled up to the ceiling, and shutters from Bali.","author":"Poppy Delevingne","topic":"Home"},{"quote":"A man or woman can be known and respected for good taste, regardless of job or income level, if they make good choices in clothes, have good table manners, are kind and organize their home to look warm, welcoming, clean, and appropriate to their station in life.","author":"Letitia Baldrige","topic":"Home"},{"quote":"Am I willing to go to Mars? Yes, but I&#39;m not willing to spend nine months getting there, then wait 18 more months until the planets align to come home.","author":"Eugene Cernan","topic":"Home"},{"quote":"Home of lost causes, and forsaken beliefs, and unpopular names, and impossible loyalties!","author":"Matthew Arnold","topic":"Home"},{"quote":"My fingers are not as fast as my brain - which isn&#39;t that much to type home about anyway.","author":"Frank Lane","topic":"Home"},{"quote":"Family makes a house a home.","author":"Jennifer Hudson","topic":"Home"},{"quote":"The home is the chief school of human virtues.","author":"William Ellery Channing","topic":"Home"},{"quote":"I take my mobile phone and iPad wherever I go. I like to switch off when I&#39;m on holiday, but I always check emails in case someone at home is trying to get hold of me.","author":"Olly Murs","topic":"Home"},{"quote":"Horror movies started to wane around the onset of World War II, and after World War II, when all the troops came home, people weren&#39;t really interested in seeing horror movies, because they had the real horror right on their front doorsteps.","author":"Kirk Hammett","topic":"Home"},{"quote":"Most players who play tennis love the game. But I think you also have to respect it. You want to do everything you can in your power to do your best. And for me, I know I get insane guilt if I go home at the end of the day and don&#39;t feel I&#39;ve done everything I can. If I know I could have done something better, I have this uneasy feeling.","author":"Andy Roddick","topic":"Home"},{"quote":"I do home schooling. I went to regular school until fifth grade, and then I started doing home schooling, which it&#39;s completely different. I have a teacher on set with me and I just work with her, one-on-one.","author":"Miranda Cosgrove","topic":"Home"},{"quote":"I worked at an old folks&#39; home once in Harlem, and I was an activities volunteer. I used to do all these plays with the old people. I did &#39;The Wizard of Oz;&#39; it was adapted. There was a guy there who played the harmonica, so we had an overture, and The Wizard was 96.","author":"Tony Danza","topic":"Home"},{"quote":"In the past, war was confined for the most part to men in uniform, but with increased mechanization of armies and the introduction of air forces, there is an increased dependence on the home country, and eight to ten people working at home are now required to keep one man in the fighting line.","author":"Frederick Banting","topic":"Home"},{"quote":"So what &#39;Twilight&#39; does is show how women\/girls can drive box office and they can support a tent pole movie. They&#39;re an extremely passionate fan base. This coincided with the 13 year old boys starting to stay home and play video games and work on their home media stuff. They&#39;re no longer going to theaters in droves.","author":"Melissa Rosenberg","topic":"Home"},{"quote":"I was the sibling that kind of kept it all on a level when life at home got tough. I did it through comedy, sarcasm and distraction. All families are complicated, but my home life was glaringly uncomfortable much of the time, and it was me that took the onus.","author":"Johnny Galecki","topic":"Home"},{"quote":"Of all the passions of mankind, the love of novelty most rules the mind. In search of this, from realm to realm we roam. Our fleets come loaded with every folly home.","author":"Shelby Foote","topic":"Home"},{"quote":"As a kid, my parents had the typical stuff going on in the home, like Bee Gees, The Carpenters. Then I got exposed to what my brothers were listening to: a lot of classic rock, Led Zeppelin. It was around the mid-&#39;80s when the whole Electro-Techno-Pop-House music thing started happening in Chicago.","author":"Kaskade","topic":"Home"},{"quote":"Home life&#39;s great, man. The kids are great, happy and healthy. I&#39;ve reached this sort of wonderful precipice.","author":"Ryan Phillippe","topic":"Home"},{"quote":"The decision by France to resume nuclear testing in the South Pacific has destroyed this hope and raised a storm of protest at home, in the South Pacific and thankfully around the world.","author":"Jenny Shipley","topic":"Home"},{"quote":"When I was seven, I had to stay home for several weeks because of some ailment, whereupon my father elected to teach me so that I should not fall behind. In fact, he taught me in three months as much as the school taught in two years, so, on returning to school, I was shifted from grade 4 to grade 6.","author":"Arthur Lewis","topic":"Home"},{"quote":"My professional life shouldn&#39;t be an influence on whether I spend time at home. My career is my whole life&#39;s blood. It&#39;s my calling.","author":"Danielle de Niese","topic":"Home"},{"quote":"I like my small camper. I just do not want to return to a fixed home. I cannot stand being in one place. I must keep moving.","author":"Sly Stone","topic":"Home"},{"quote":"Orca family members belong together at home in the ocean, not isolated in tiny tanks at SeaWorld. If you believe that a mother should never have to know the pain of having her child torn away from her, boycott SeaWorld.","author":"Holly Marie Combs","topic":"Home"},{"quote":"The home viewing experience is slightly different and there&#39;s room for these kinds of extra excursions.","author":"Ivan Reitman","topic":"Home"},{"quote":"I&#39;m a Canadian citizen. But I always want to feel at home in Sri Lanka. I&#39;m a member of both countries.","author":"Michael Ondaatje","topic":"Home"},{"quote":"Yes, it&#39;s true I once knocked out a horse. It was at a fiesta in my mother&#39;s home town of Guarare. Someone bet me a bottle of whiskey that I couldn&#39;t do it.","author":"Roberto Duran","topic":"Home"},{"quote":"I was lucky because on the morning after the burning of the Reichstag I left my home very early to catch a train to Berlin for the conference of our student organization and that is the only reason why I escaped arrest.","author":"Klaus Fuchs","topic":"Home"},{"quote":"A few years ago, if you had told me I&#39;d be moving back to Glasgow I&#39;d have said, &#39;No way&#39;. But it&#39;s changed. It&#39;s much more vibrant, bohemian. But I&#39;m 35 and I&#39;ve become a bit of a homebody, I don&#39;t really go out much. Same in New York. My home could be anywhere but I love Glasgow.","author":"Kelly Macdonald","topic":"Home"},{"quote":"A man&#39;s home is his wife&#39;s castle.","author":"Alexander Chase","topic":"Home"},{"quote":"God the Father, the supreme Architect, had already built this cosmic home we behold, the most sacred temple of His godhead, by the laws of His mysterious wisdom.","author":"Giovanni Pico della Mirandola","topic":"Home"},{"quote":"Contemplation and wisdom are highest achievements and man is not totally at home with them.","author":"Gabriel Marcel","topic":"Home"},{"quote":"The most critical factor subduing the demand for housing is that home ownership is no longer seen as the great, long-term buildup in equity value it once was.","author":"Mortimer Zuckerman","topic":"Home"},{"quote":"Many immigrants do not talk about what they endured back home. They were fleeing that world, and when they left they didn&#39;t want to talk about it because there had been pain and heartbreak under the caste system of the South. They didn&#39;t want to burden their children with what they had endured.","author":"Isabel Wilkerson","topic":"Home"},{"quote":"&#39;Letters From Home&#39; is a 90,000-word WWII love story with a twist, aptly summarized as &#39;The Notebook&#39; meets &#39;Saving Private Ryan.&#39;","author":"Kristina McMorris","topic":"Home"},{"quote":"&#39;Finnegans Wake,&#39; &#39;Alice and Wonderland&#39; and &#39;Through the Looking Glass&#39; live on my bedside table back home in London.","author":"Elizabeth Jagger","topic":"Home"},{"quote":"The best a health care system can do is to equip itself to meet the needs of each individual woman and birth. Those needs run the gamut from undisturbed home birth to planned cesarean section.","author":"Ina May Gaskin","topic":"Home"},{"quote":"No one hit home runs the way Babe did. They were something special. They were like homing pigeons. The ball would leave the bat, pause briefly, suddenly gain its bearings, then take off for the stands.","author":"Lefty Gomez","topic":"Home"},{"quote":"A heart makes a good home for the friend.","author":"Yunus Emre","topic":"Home"},{"quote":"Analogies, it is true, decide nothing, but they can make one feel more at home.","author":"Sigmund Freud","topic":"Home"},{"quote":"There&#39;s no place like home. And I do miss my home.","author":"Malala Yousafzai","topic":"Home"},{"quote":"Snowboarding&#39;s tough, because you&#39;ve got to go to the mountains. For me, I love the skateboard season because I get to hangout at home and still be skating. I don&#39;t have to travel to Norway or Japan or these crazy places to be snowboarding.","author":"Shaun White","topic":"Home"},{"quote":"I told my mother-in-law that my house was her house, and she said, &#39;Get the hell off my property.&#39;","author":"Joan Rivers","topic":"Home"},{"quote":"I had five children in six years. The day I brought my fifth baby home, that week, my daughter turned 6.","author":"Nancy Pelosi","topic":"Home"},{"quote":"A vacation home is a wonderful &#39;extra&#39; as you start building wealth. Remember, though, it&#39;s still basically a very large, very expensive toy.","author":"Dave Ramsey","topic":"Home"},{"quote":"I remember actually going to see the first &#39;Avengers&#39; with one of my best mates from home. I&#39;d never have dreamed that I&#39;d be in one of these movies, let alone playing Spider-Man.","author":"Tom Holland","topic":"Home"},{"quote":"I always loved the way music made me feel. I did sports at school and all, but when I got home, it was just music. Everybody in my neighborhood loved music. I could jump the back fence and be in the park where there were ghetto blasters everywhere.","author":"Dr. Dre","topic":"Home"},{"quote":"Why are Washington and Oregon the home turf of every violent Left-wing radical? It seems to be a never-ending cycle of radical Lefties burning down Starbucks and moderate lefties upset they can&#39;t get their lattes.","author":"Milo Yiannopoulos","topic":"Home"},{"quote":"Abstention means you stayed at home or went to the beach. By casting a blank vote, you&#39;re saying you have a political conscience but you don&#39;t agree with any of the existing parties.","author":"Jose Saramago","topic":"Home"},{"quote":"Mars, we know, was once wet and warm. Was it home to life? And what can living and learning to work on its rust-colored surface teach us about the future of our own planet, Earth? Answering those mysteries may hold the key to our future.","author":"Buzz Aldrin","topic":"Home"},{"quote":"I love New York, it&#39;s always been my home. It has everything - music, fashion, entertainment, impressive buildings, huge parks, street cafes. And it&#39;s very international, with people from all over the world.","author":"Sean Combs","topic":"Home"},{"quote":"Those days of every child having a mummy and daddy who lived at home - Daddy went to work, and Mummy stayed at home and took care of everyone - those days have almost gone, and it&#39;s so much more unconventional now.","author":"Kate Winslet","topic":"Home"},{"quote":"David Lee Roth had the idea that if you covered a successful song, you were half way home. C&#39;mon - Van Halen doing &#39;Dancing in the Streets&#39;? It was stupid. I started feeling like I would rather bomb playing my own songs than be successful playing someone else&#39;s music.","author":"Eddie Van Halen","topic":"Home"},{"quote":"I didn&#39;t leave home until 27. I was an only child raised in Philadelphia by my mother and grandmother. My grandmother controlled the stove. She made a lot of potato meals - mashed potato, potato souffle, potato pancakes. When we didn&#39;t have electricity, we ate romantically by candlelight.","author":"Jill Scott","topic":"Home"},{"quote":"Kindness goes a long ways lots of times when it ought to stay at home.","author":"Kin Hubbard","topic":"Home"},{"quote":"When I&#39;m with my parents, that&#39;s the place I can unplug. That&#39;s the place I can shut down and not worry about work or what&#39;s going on. I go home and hang out with them. I sleep more there than any place else ever.","author":"Carrie Underwood","topic":"Home"},{"quote":"What makes a loft authentic isn&#39;t its layout or its history but its ability to give people a true home - a dwelling that reflects their personalities and aspirations, including their dreams of urbanity.","author":"Virginia Postrel","topic":"Home"},{"quote":"After all, I long to be in America again, nay, if I can go home to return no more to Europe, it seems to me that I shall ever enjoy more peace of mind, and even Physical comfort than I can meet with in any portion of the world beside.","author":"John James Audubon","topic":"Home"},{"quote":"You may not like the idea of putting money into a home when you&#39;re moving out. But it&#39;s demanded by the market. You need to show it off. You don&#39;t have to rip out the kitchen and bathroom. But maybe replace the tiles or the countertops. Get professional advice.","author":"Barbara Corcoran","topic":"Home"},{"quote":"Home is the wellspring of personhood, where our identity takes root; where civic life begins. America is supposed to be a place where you can better yourself, your family, and your community.","author":"Matthew Desmond","topic":"Home"},{"quote":"Before Hurricane Katrina, I always felt like I could come back home. And home was a real place, and also it had this mythical weight for me. Because of the way that Hurricane Katrina ripped everything away, it cast that idea in doubt.","author":"Jesmyn Ward","topic":"Home"},{"quote":"I like bad boys, and I like to take them home to my mom.","author":"Priyanka Chopra","topic":"Home"},{"quote":"As a housewife, I feel that if the kids are still alive when my husband gets home from work, then hey, I&#39;ve done my job.","author":"Roseanne Barr","topic":"Home"},{"quote":"One of the best things to come out of the home computer revolution could be the general and widespread understanding of how severely limited logic really is.","author":"Frank Herbert","topic":"Home"},{"quote":"Music is intangible and ephemeral, but it comes from the home world of the spirit, and though so fleeting, it is recognized by the spirit as a soul-speech fresh from the celestial realms, an echo from the home whence we are now exiled, and therefore it touches a cord in our being, regardless of whether we realize the true cause or not.","author":"Max Heindel","topic":"Home"},{"quote":"I feel like you learn how to do school in second grade through fifth grade. During those years, I was never home.","author":"Dakota Johnson","topic":"Home"},{"quote":"The curious are always in some danger. If you are curious you might never come home.","author":"Jeanette Winterson","topic":"Home"},{"quote":"My home has to feel airy and bright with natural light. I don&#39;t switch on lamps until it is literally black outside.","author":"Rachel Zoe","topic":"Home"},{"quote":"What&#39;s your routine after attending a networking event or meal? If your answer is, &#39;I go home,&#39; you&#39;re probably going to miss out on opportunities.","author":"Lewis Howes","topic":"Home"},{"quote":"My favourite thing in the world is going out to get Chinese food, then coming home and renting a movie.","author":"Bindi Irwin","topic":"Home"},{"quote":"I think it&#39;s a very dangerous game to play when you assume that just because someone&#39;s an entertainer, they&#39;re automatically a role model. Entertainers are there to entertain. They aren&#39;t there to teach your children the lessons that you haven&#39;t bothered to teach them at home yourself. They&#39;re just doing their own version of entertaining.","author":"Wentworth Miller","topic":"Home"},{"quote":"When I&#39;m on stage, I feel very much at home - within a theater, within an ensemble - so this entire process is something I feel very attuned with.","author":"Emilia Clarke","topic":"Home"},{"quote":"After being nearly eradicated from the lower 48 states by the 1960s, bald eagles were re-introduced to the Adirondacks in the 1980s, and I&#39;m proud to report the view from my home indicates they are flourishing in upstate New York.","author":"Frances Beinecke","topic":"Home"},{"quote":"I had a really hard time growing up; we were a large family, and we didn&#39;t have much money at home.","author":"Luis Suarez","topic":"Home"},{"quote":"There is nothing more important than a good, safe, secure home.","author":"Rosalynn Carter","topic":"Home"},{"quote":"There&#39;s nothing glorious about war. There&#39;s nothing glorious about holding your friends in your arms and watching them die. There&#39;s nothing glorious about having to leave your home for 6 to 8 months while your family&#39;s back here and you&#39;re away.","author":"Marcus Luttrell","topic":"Home"},{"quote":"We had an argument, and he told me to be home at midnight, and I said no. And so when I did come home, the door was locked. And I had gotten a set of luggage for graduation that day, and it was on the front porch, packed. He thought that he was going to prove a point and I was going to say, &#39;Oh, I&#39;m sorry, Daddy, I&#39;m sorry&#39;.","author":"Delilah","topic":"Home"},{"quote":"The relevance for 9\/11 is that what 9\/11 marked was the beginning of a struggle in which the terrorists come at us and strike us here on our home territory. And it&#39;s a global operation. It doesn&#39;t know national boundaries or national borders.","author":"Dick Cheney","topic":"Home"},{"quote":"I wanted a pseudonym partly because I&#39;m quite shy and private. I know that sounds ludicrous, but if I should be lucky enough to make a hit, I wanted to be able to shrug off the mantel of Nick Harkaway when I got home.","author":"Nick Harkaway","topic":"Home"},{"quote":"My mind is changing all the time. I can&#39;t live in a space that has a fixed aesthetic. I just need a blank slate when I come home.","author":"Petra Collins","topic":"Home"},{"quote":"There&#39;s only one thing harder than living in a home with an adolescent - and that&#39;s being an adolescent. The moodiness, the volatility, the wholesale lack of impulse control, all would be close to clinical conditions if they occurred at another point in life. In adolescence, they&#39;re just part of the behavioral portfolio.","author":"Jeffrey Kluger","topic":"Home"},{"quote":"My home is attached to a study - in fact, my home is my study, and I have a little room to sleep in. I need to write looking onto the street or a landscape. Looking at reality from some distance gives me romantic visions.","author":"Orhan Pamuk","topic":"Home"},{"quote":"I feel most at home when I&#39;m alone. That&#39;s not sad. It&#39;s just I feel closest to source and connection when I&#39;m by myself.","author":"Tituss Burgess","topic":"Home"},{"quote":"When we went home every winter, they warned us not to lift heavy weights because they didn&#39;t want us to lose flexibility. They wanted us to be baseball players, not only home run hitters.","author":"Ryne Sandberg","topic":"Home"},{"quote":"What I really am is a homebody. I was a homebody even before I had a family. My days are filled with home stuff.","author":"Ray Liotta","topic":"Home"},{"quote":"As a model, you&#39;re such a gypsy, so that &#39;home&#39; element is kind of taken from you.","author":"Erin Heatherton","topic":"Home"},{"quote":"Homesickness is nothing. Fifty percent of the people in the world are homesick all the time.","author":"John Cheever","topic":"Home"},{"quote":"Tweeting is a very personal form of expression. Who else could talk about my son refusing to wear a suit to meet the Pope, my husband flying a helicopter, or take a twitpic from our home?","author":"Queen Rania of Jordan","topic":"Home"},{"quote":"My privileged upbringing and education and linguistic fluency gave me such proximity to whiteness that it stung all the more to still find myself outside of it. My mother, on the other hand, not only accepted that she would always be an outsider in this country but also believed it to be a finer fate and home than any other she could have had.","author":"Jenny Zhang","topic":"Home"},{"quote":"I wish I could go home. I&#39;ve been on the road since May. I wonder if my dogs still remember me.","author":"Brendan Fraser","topic":"Home"},{"quote":"Strength of character may be learned at work, but beauty of character is learned at home.","author":"Henry Drummond","topic":"Home"},{"quote":"A lot of family members worked in the joint commodities family business. It was a classic case of capitalism at work and socialism at home.","author":"Uday Kotak","topic":"Home"},{"quote":"We all present versions of ourselves. The person you are at work is not the same person you are at home. The face we present in our most intimate relationships is not the face we present to the world.","author":"Val McDermid","topic":"Home"},{"quote":"As Indian women, we are always balancing work, life, home, etc. It&#39;s important to know that while juggling rubber balls and glass balls, the former may bounce back when you miss, but the glass balls will crack if you let them fall. So prioritise, prioritise, prioritise.","author":"Nita Ambani","topic":"Home"},{"quote":"Not only do you have to put yourself in harms way in service of your country, you have to leave your families at home. It is a great sacrifice.","author":"Fred Wilson","topic":"Home"},{"quote":"You come to Washington, there&#39;s a rail bill, there&#39;s a highway bill, there&#39;s a aviation bill. But when you go home, there&#39;s an airport, there&#39;s a highway, there&#39;s a rail, there&#39;s transit. It all has to work together.","author":"Anthony Foxx","topic":"Home"},{"quote":"When I start getting embroiled in heated debates and feeling stressed, I just turn everything off and disconnect from the world. I simply tell my colleagues and friends that I am not well and need to cancel all meetings for a day or more. I take it easy - go for a long hike, take a vacation somewhere, or just stay at home and read.","author":"Vivek Wadhwa","topic":"Home"},{"quote":"In Alexandria, my birthplace and my home, all streets bearing Jewish names have been renamed.","author":"Andre Aciman","topic":"Home"},{"quote":"There has been two awful fights in town this week. You don&#39;t know anything about such fighting at home as I speak of; this is no place for women and children, yet, although they all say it is so quiet here... if a man fights in Kansas and gets whipped, he never says anything more about it. If he does, he will get whipped for his trouble.","author":"Wild Bill Hickok","topic":"Home"},{"quote":"I am not quite sure where home is right now. I do have places in London and Milan, and a house in Spain. I guess I would say home is where my mother is, and she lives in Spain.","author":"Sarah Brightman","topic":"Home"},{"quote":"I&#39;m a home cook and love to read about food, but I&#39;m not trained as a chef. I&#39;m just really into cooking and passionate about it.","author":"Ted Allen","topic":"Home"},{"quote":"My first encounter with James was when I was seventeen. My brother brought home from the public library a science fiction anthology, which included &#39;The Beast in the Jungle.&#39; It swept me away. I had a strange, somewhat uncanny feeling that it was the story of my life.","author":"Cynthia Ozick","topic":"Home"},{"quote":"I&#39;m looking forward to providing the men of Seattle with an evening where they can kick back, light up a cigar and enjoy a night to themselves. Women, we can&#39;t technically keep you out, but please stay at home.","author":"Tom Leykis","topic":"Home"},{"quote":"Cyclops, that&#39;s like this primal fear. I had dreams for years that the Cyclops was a small creature living in our huge fish tank at home, and at night, it was going to grow to full size and come after me.","author":"Henry Selick","topic":"Home"},{"quote":"We&#39;re having such a great time on &#39;Nashville&#39; that building on the relationship seemed an obvious next step. Lionsgate is the perfect home for the kind of scripted television I want to produce and direct.","author":"R. J. Cutler","topic":"Home"},{"quote":"I had been living in Ohio in my own house with my own life when my marriage abruptly came to an end. I had nowhere to go with my two sons, very little money, and not much to do in Ohio except be someone&#39;s ex-wife. My parents instantly and very generously invited my family to move back home to New York, where I could begin again.","author":"Isabel Gillies","topic":"Home"},{"quote":"I think a lot about when times were simpler, when I was still dancing and living with my parents. I really miss living at home sometimes. I get really sad.","author":"Hailey Baldwin","topic":"Home"},{"quote":"The newspapers were against me. They were telling me that the Australian dream was a home. But that dream became worse and worse as they had to live further away from the city. My dream became better as we could build higher and higher.","author":"Harry Triguboff","topic":"Home"},{"quote":"I&#39;m the type of woman you might say is too good. I&#39;ll massage a man&#39;s feet, have dinner cooked when he gets home. But once they leave, the door is closed, and the locks are changed.","author":"Angie Stone","topic":"Home"},{"quote":"I was at home then in the world of figures, but not in that of values.","author":"Georg Brandes","topic":"Home"},{"quote":"With the right infrastructure in place, home solar will be recognized publicly as affordable, easy, and smart, and every new home built in the developed world can have clean energy sources built into it.","author":"Lynn Jurich","topic":"Home"},{"quote":"The theater is who I am - it&#39;s where I feel the most inspired, the most at home, the most useful.","author":"Mary-Louise Parker","topic":"Home"},{"quote":"I kind of feel like people like to dump on &#39;Home Improvement,&#39; and I don&#39;t know why.","author":"Patricia Richardson","topic":"Home"},{"quote":"When I go home, its an easy way to be grounded. You learn to realize what truly matters.","author":"Tony Stewart","topic":"Home"},{"quote":"But as soon as we got that higher speed access to the home there&#39;s going to be a tremendous crunch on the backbones for a much higher speed bandwidth. People really ought to be planning for that.","author":"Jon Postel","topic":"Home"},{"quote":"Some players are criticised for having no loyalty. Well, I wanted to go back home and play for the club I supported. I don&#39;t think that&#39;s a crime.","author":"Alan Shearer","topic":"Home"},{"quote":"I always tried to watch the pitcher and his complete windup from the moment he had the ball in his glove all the way through his motion, and tried to follow it all the way out of his hand, all the way to home plate.","author":"Harmon Killebrew","topic":"Home"},{"quote":"My parents liked to go dancing, and they encouraged all of us to bring our friends home. My brother had a skiffle group, and there would often be dancing in the house. And my parents would come and dance with us.","author":"Diana Quick","topic":"Home"},{"quote":"At a time when we are dealing with unpredictable suppliers of energy abroad and higher gas costs at home, the decision to increase domestic energy exploration is integral to a balanced, common sense energy policy.","author":"Randy Neugebauer","topic":"Home"},{"quote":"More Americans own their home than ever before. Nearly 70 percent of American&#39;s are homeowners. So it is a good time for us to asses the positive impacts of homeownership on families, communities and on the nation&#39;s economy.","author":"Randy Neugebauer","topic":"Home"},{"quote":"It was in 1942 and I flew from St. Louis to Mexico City. I had just gotten married and we were on our honeymoon. I hit .397 and led the Mexican League with 20 home runs and was named the MVP of the league. It&#39;s when I realized I could compete with anyone at any level.","author":"Monte Irvin","topic":"Home"},{"quote":"The Internet is going to have a bigger impact on content creators than the television ever had. The reason why that&#39;s the case is that suddenly you&#39;re able to tell stories 24\/7 in the home, out of the home, in every room of the home. A television screen can be in your pocket through a smartphone.","author":"Jason Kilar","topic":"Home"},{"quote":"I tend to watch a lot of movies at home. It&#39;s nice to be close to the refrigerator with my pyjamas on and just relax.","author":"Kathy Reichs","topic":"Home"},{"quote":"Americans, particularly after World War II, tended to romanticize war because in World War II our cause was the cause of humanity, and our soldiers brought home glory and victory, and thank God that they did. But it led us to romanticize it to some extent.","author":"Neil Sheehan","topic":"Home"},{"quote":"I spend a lot of time in California, but New York is still my main home. I go to see a lot of theater.","author":"Zeljko Ivanek","topic":"Home"},{"quote":"To be honest, writing comics is a dream come true - the form is unparalleled and is home to some of the most original and innovative storytelling around.","author":"Adam Christopher","topic":"Home"},{"quote":"I believe it is time for me to begin a new chapter in my life by spending more time with my family and exploring new opportunities here at home in Arkansas.","author":"Mike Ross","topic":"Home"},{"quote":"We eat all organic at home, so if we&#39;re running around and the kids want a hot dog or pretzel, I&#39;ll get it for them.","author":"Kelly Rutherford","topic":"Home"},{"quote":"One day, I went to buy something for my dad at the shops, and I heard a song by Nat King Cole called &#39;Stardust Melody.&#39; It was like I went into a trance or something. I forgot all about my dad sending me to the shop. When I got home, I explained to him what happened. I thought I was going to get a whipping, but he understood.","author":"Desmond Dekker","topic":"Home"},{"quote":"The need for self-defense naturally exists outside and inside the home, I would hold the 2nd Amendment applies outside the home.","author":"Thomas Hardiman","topic":"Home"},{"quote":"Home interprets heaven. Home is heaven for beginners.","author":"Charles Henry Parkhurst","topic":"Home"},{"quote":"Home is the most popular, and will be the most enduring of all earthly establishments.","author":"Channing Pollock","topic":"Home"},{"quote":"As they marched, the crowds lining the route broke into applause, a sweet and deeply felt spontaneous pattering that was a sort of communal embrace. Welcome home.","author":"Lance Morrow","topic":"Home"},{"quote":"Seek home for rest, for home is best.","author":"Thomas Tusser","topic":"Home"},{"quote":"Equipped with cell phones, beepers, and handheld computers, the &#39;conspicuously industrious&#39; blur the line between home and office by working anytime, anywhere.","author":"Jo Ann Davis","topic":"Home"},{"quote":"I&#39;m incredibly excited to be joining the &#39;Doctor Who&#39; family. It&#39;s such an extraordinary British institution, I couldn&#39;t be prouder to call the TARDIS my home.","author":"Pearl Mackie","topic":"Home"},{"quote":"So, my sweetheart back home writes to me and wants to know what this gal in Bombay&#39;s got that she hasn&#39;t got. So I just write back to her and says, Nothin&#39;, honey. Only she&#39;s got it here.","author":"Alvah Bessie","topic":"Home"},{"quote":"However painful the process of leaving home, for parents and for children, the really frightening thing for both would be the prospect of the child never leaving home.","author":"Robert Neelly Bellah","topic":"Home"},{"quote":"I hate clothes. As soon as I get home every day, I take off as many clothes as possible.","author":"Marliece Andrada","topic":"Home"},{"quote":"Any old place I can hang my hat is home sweet home to me.","author":"William Jerome","topic":"Home"},{"quote":"In our home there was always prayer - aloud, proud and unapologetic.","author":"Lyndon B. Johnson","topic":"Home"},{"quote":"I used to live with my grandmother. I used to wonder why the other kids in school went home with their mothers and fathers. I wanted to be the guy that got married. I wanted to be the guy with the children and the white picket fence. I never had that.","author":"Kevin Gates","topic":"Home"},{"quote":"I do not recall a Jewish home without a book on the table.","author":"Elie Wiesel","topic":"Home"},{"quote":"I love the road. The closest thing to home, for me, is being on a tour bus, ironically.","author":"G-Eazy","topic":"Home"},{"quote":"I had a crazy life for a teenager. I lived in New Jersey, but I&#39;d go to Vermont for three weeks, join a commune, take pictures with the guy I was dating, come back home, and post photos.","author":"Halsey","topic":"Home"},{"quote":"I&#39;d say some of my earliest scent memories are from home - just things that were around my house, and my mom&#39;s cooking.","author":"Shawn Mendes","topic":"Home"},{"quote":"Home is the place we love best and grumble the most.","author":"Billy Sunday","topic":"Home"},{"quote":"I think it is just a function of the fact that I moved around so much as a child that I learnt early on to make every place my home.","author":"Kevin Spacey","topic":"Home"},{"quote":"Home, nowadays, is a place where part of the family waits till the rest of the family brings the car back.","author":"Earl Wilson","topic":"Home"},{"quote":"The fellow that owns his own home is always just coming out of a hardware store.","author":"Kin Hubbard","topic":"Home"},{"quote":"As much as I would love to be a person that goes to parties and has a couple of drinks and has a nice time, that doesn&#39;t work for me. I&#39;d just rather sit at home and read, or go out to dinner with someone, or talk to someone I love, or talk to somebody that makes me laugh.","author":"Daniel Radcliffe","topic":"Home"},{"quote":"I was always a performer, always on stage, but I also always believed I was going to go home, open a dance school, get married, and have what you would call a &#39;normal&#39; life.","author":"Goldie Hawn","topic":"Home"},{"quote":"The director of the FBI has been visiting Silicon Valley companies asking them to build back doors so that it can spy on what is being said online. The Department of Commerce is going after piracy. At home, the American government wants anything but Internet freedom.","author":"Evgeny Morozov","topic":"Home"},{"quote":"As a child, I dreamed that my bed could fly and glide and swoop and hover high over the countryside near my home while, snug and secure, I looked down in wonder at the great carpet of life that seemed so perfect beneath me.","author":"Michael Leunig","topic":"Home"},{"quote":"Yes, Brazil, like the whole world, stands to lose a lot in a climate-altered world. But it&#39;s also one of the major forces determining our future: It&#39;s the home of most of the Amazon rain forest.","author":"Gisele Bundchen","topic":"Home"},{"quote":"So often at home in the West Village, I&#39;m like, &#39;Why aren&#39;t I allowed a horse?&#39; I would keep a horse in a stable in my apartment, and I would fit him with rubber shoes, and we&#39;d just roll him out. If I needed to go to a meeting somewhere, I&#39;d just get on my horse and go across town.","author":"Cary Fukunaga","topic":"Home"},{"quote":"Where there is a mother in the home, matters go well.","author":"Amos Bronson Alcott","topic":"Home"},{"quote":"I&#39;m in no hurry to get old. But when I do, I&#39;ll be out to enjoy every last minute. I see myself at 90 in some nursing home, waving my walking stick about as I jive to Gene Vincent records.","author":"Imelda May","topic":"Home"},{"quote":"I grew up under the spell of London. Illustrator Kerry Lee&#39;s evocative 1950 wall map of the city hung above our breakfast table at home in Canada. Over my corn flakes, I traced the capital&#39;s high roads and medieval alleys.","author":"Rory MacLean","topic":"Home"},{"quote":"Suddenly, the idea of writing a book was like coming home. I didn&#39;t tell anyone except my wife, Clare. I just began.","author":"Nick Harkaway","topic":"Home"},{"quote":"If nature offers no home, then we must make a home one way or another. The only question is how.","author":"John Burnside","topic":"Home"},{"quote":"I&#39;m going to buy some green bananas because by the time I get home they&#39;ll be ripe.","author":"Ryan Stiles","topic":"Home"},{"quote":"On the morning of Thanksgiving, I would wake up to the home smelling of all good things, wafting upstairs to my room. I would set the table with the fancy silverware and china and hope that my parents and grandmother wouldn&#39;t have the annual Thanksgiving fight about Richard Nixon.","author":"Debi Mazar","topic":"Home"},{"quote":"The spirit is at home, if not entirely satisfied, in America.","author":"Allan Bloom","topic":"Home"},{"quote":"Faced with ostracization at school and confinement at home, I turned to karaoke.","author":"Jenny Zhang","topic":"Home"},{"quote":"What I did, you know, being away from my family, letting so many people down. I let myself down, not being out on the football field, being in a prison bed, in a prison bunk, writing letters home, you know. That wasn&#39;t my life.","author":"Michael Vick","topic":"Home"},{"quote":"The glorified will not be pilgrims, transient visitors, or tenants at will, but settled, permanent, walled, established by title, through eternity by warrantee deed, signed, sealed, recorded, possession given. No renters, no lessees of Heaven, but all property and home owners.","author":"Edward McKendree Bounds","topic":"Home"},{"quote":"During the curfew, whoever went out, the people were watching you. Any Japanese home, there was some person figuring he&#39;s a good American citizen by doing his duty, and they were watching every move each family were doin&#39;. Or if they went out, they followed them to see where they were goin&#39;.","author":"Fred Korematsu","topic":"Home"},{"quote":"Since I travel so much, it&#39;s always great to be home. There&#39;s nothing like getting to raid my own refrigerator at two in the morning.","author":"Amy Grant","topic":"Home"},{"quote":"I&#39;m happy to hang out with friends, but I&#39;m not the type who entertains guests, not even at home.","author":"Coco Martin","topic":"Home"},{"quote":"The advantage does lie with us because we&#39;re at home and if we can&#39;t motivate ourselves for this match then we can&#39;t motivate ourselves for any match. I think the crowd will be up for it as well.","author":"Frank Lampard","topic":"Home"},{"quote":"No matter how big you are, when you go back home, your family treats you like a normal person.","author":"Ajith Kumar","topic":"Home"},{"quote":"A good home must be made, not bought. In the end, it&#39;s not track lighting or a sun room that brings light into a kitchen.","author":"Joyce Maynard","topic":"Home"},{"quote":"We know that when people are safe in their homes, they are free to pursue their dream for a brighter economic future for themselves and their families.","author":"George Pataki","topic":"Home"},{"quote":"My mother had seven children in seven years. No twins. She also had a three-legged beagle who was compelled to bite strangers, a freakishly big double-pawed tomcat who regularly left dead rabbits on the front doorstep, and 70 white mice that one or another of us had smuggled home from my father&#39;s research laboratory.","author":"Rosemary Mahoney","topic":"Home"},{"quote":"A lot of my childhood memories involve walking home in floods of tears. At that age, feeling unpopular is difficult to handle.","author":"Rachel Stevens","topic":"Home"},{"quote":"I grew up in a household where everybody lived at the top of his lungs.","author":"Frank Langella","topic":"Home"},{"quote":"I visited Minnie Pearl&#39;s home down in Nashville, and I liked it so much I asked the same man to help fix up my place.","author":"Jim Nabors","topic":"Home"},{"quote":"As much as we all love playing live, it&#39;s not normal to be on the road all the time, to have no home.","author":"Gavin Rossdale","topic":"Home"},{"quote":"I&#39;m a fan of creating the mood and vibe with flowers, candles, and music. I love making my guests feel like it&#39;s not formal and they can relax in my home.","author":"Karen Elson","topic":"Home"},{"quote":"I&#39;m a real Suzy Homemaker.","author":"Suzy Bogguss","topic":"Home"},{"quote":"It is very important for both the parents to spend quality time with their children, at least till they are eight years old, whatever be our social status, or even if grandparents are available to take care of them, and that is the message we try to drive home in &#39;Pasanga 2.&#39;","author":"Suriya","topic":"Home"},{"quote":"My happiest moments of growing up in the Bronx were when my mom would bring home a new sports magazine from the candy store. I would jump out of bed and grab it from her. Then I&#39;d rip the front cover right off and tape it to my bedroom wall.","author":"Garry Marshall","topic":"Home"},{"quote":"I&#39;m just going to crumble like a wreck. I&#39;ll go home, become an alcoholic and maybe! jump of a bridge.","author":"Gordon Strachan","topic":"Home"},{"quote":"Through the outreach that I have done, through platforms, I hope to unify Singaporeans because at the end of the day, Singapore is our home. We share a common destiny, and I think all of us work together for the benefit of our country.","author":"Tony Tan","topic":"Home"},{"quote":"It&#39;s much easier for me to sleep in space than it is back home. We sleep in a cabin, and you can float inside.","author":"Kevin A. Ford","topic":"Home"},{"quote":"Introversion, when embraced, is a wellspring of riches. It took me years to acknowledge this simple reality, to claim my home, and to value all it offers.","author":"Laurie Helgoe","topic":"Home"},{"quote":"I created an online program that has audio lessons and PDF worksheets and two hours of video. So it&#39;s like a course you can do at home. And people are loving it and getting jobs from it.","author":"Josh Pais","topic":"Home"},{"quote":"The house has to please everyone, contrary to the work of art which does not. The work is a private matter for the artist. The house is not.","author":"Adolf Loos","topic":"Home"},{"quote":"We had offers to go everywhere and we could have done them. But what would have been the point? We were tired. We had worked hard and needed a break before we got stale. We spent six months at home and writing songs.","author":"John Bonham","topic":"Home"},{"quote":"Run a home like you would a small business and treat it with the same seriousness.","author":"Anthea Turner","topic":"Home"},{"quote":"In 1941 I finished at Allison Intermediate School (grades 7-9), and started at North High School, commuting by bicycle about 5 miles from home to school.","author":"Vernon L. Smith","topic":"Home"},{"quote":"I would not change my blest estate for all the world calls good or great.","author":"Isaac Watts","topic":"Home"},{"quote":"There is something permanent, and something extremely profound, in owning a home.","author":"Kenny Guinn","topic":"Home"},{"quote":"When I got home from hospital, and I was in a wheelchair in a plaster body cast, an aeroplane flew over. And I thought to myself, &#39;Well, if I can&#39;t walk, then I might as well fly.&#39; And I was lifted into the aeroplane for the first time. And when I took the controls of the aeroplane, I knew this was something I could do. I thought, &#39;I can fly.&#39;","author":"Janine Shepherd","topic":"Home"},{"quote":"The first Law of Heaven is obedience, and it should be the first law of every home. It is the foundation of an orderly home, a successful family, and the successful lives of the children. The wife is the key.","author":"Helen Andelin","topic":"Home"},{"quote":"Let&#39;s think about Mexican streets: they&#39;re unsafe because of violence, so people stay at home. Does that make streets more or less safe? Less safe! So streets become more desolate and unsafe, so we stay home more - which makes streets even more desolate and unsafe, and we stay home even more.","author":"Emiliano Salinas","topic":"Home"},{"quote":"Home wasn&#39;t built in a day.","author":"Jane Sherwood Ace","topic":"Home"}]