[{"quote":"Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.","author":"Helen Keller","topic":"Hope"},{"quote":"Stay positive and happy. Work hard and don&#39;t give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people.","author":"Tena Desae","topic":"Hope"},{"quote":"Infuse your life with action. Don&#39;t wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.","author":"Bradley Whitford","topic":"Hope"},{"quote":"A good teacher can inspire hope, ignite the imagination, and instill a love of learning.","author":"Brad Henry","topic":"Hope"},{"quote":"The sky takes on shades of orange during sunrise and sunset, the colour that gives you hope that the sun will set only to rise again.","author":"Ram Charan","topic":"Hope"},{"quote":"All that I am, or hope to be, I owe to my angel mother.","author":"Abraham Lincoln","topic":"Hope"},{"quote":"We must accept finite disappointment, but never lose infinite hope.","author":"Martin Luther King, Jr.","topic":"Hope"},{"quote":"There was never a night or a problem that could defeat sunrise or hope.","author":"Bernard Williams","topic":"Hope"},{"quote":"I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.","author":"Robert Fulghum","topic":"Hope"},{"quote":"Hope is being able to see that there is light despite all of the darkness.","author":"Desmond Tutu","topic":"Hope"},{"quote":"Wherever my story takes me, however dark and difficult the theme, there is always some hope and redemption, not because readers like happy endings, but because I am an optimist at heart. I know the sun will rise in the morning, that there is a light at the end of every tunnel.","author":"Michael Morpurgo","topic":"Hope"},{"quote":"Woe to the man whose heart has not learned while young to hope, to love - and to put its trust in life.","author":"Joseph Conrad","topic":"Hope"},{"quote":"Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.","author":"Maya Angelou","topic":"Hope"},{"quote":"My dream is of a place and a time where America will once again be seen as the last best hope of earth.","author":"Abraham Lincoln","topic":"Hope"},{"quote":"This suspense is terrible. I hope it will last.","author":"Oscar Wilde","topic":"Hope"},{"quote":"Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together.","author":"Linda Thompson","topic":"Hope"},{"quote":"Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.","author":"Albert Einstein","topic":"Hope"},{"quote":"Black and white are the colors of photography. To me they symbolize the alternatives of hope and despair to which mankind is forever subjected.","author":"Robert Frank","topic":"Hope"},{"quote":"No matter how dark the moment, love and hope are always possible.","author":"George Chakiris","topic":"Hope"},{"quote":"Where there is no vision, there is no hope.","author":"George Washington Carver","topic":"Hope"},{"quote":"Hope is like the sun, which, as we journey toward it, casts the shadow of our burden behind us.","author":"Samuel Smiles","topic":"Hope"},{"quote":"You may not always have a comfortable life and you will not always be able to solve all of the world&#39;s problems at once but don&#39;t ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.","author":"Michelle Obama","topic":"Hope"},{"quote":"I hope that in this year to come, you make mistakes. Because if you are making mistakes, then you are making new things, trying new things, learning, living, pushing yourself, changing yourself, changing your world. You&#39;re doing things you&#39;ve never done before, and more importantly, you&#39;re doing something.","author":"Neil Gaiman","topic":"Hope"},{"quote":"I hope that my daughter grows up empowered and doesn&#39;t define herself by the way she looks but by qualities that make her a intelligent, strong and responsible woman.","author":"Isaiah Mustafa","topic":"Hope"},{"quote":"Survival was my only hope, success my only revenge.","author":"Patricia Cornwell","topic":"Hope"},{"quote":"Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future.","author":"Lewis B. Smedes","topic":"Hope"},{"quote":"I hope I can be as good of a father to my son as my dad was to me.","author":"Calvin Johnson","topic":"Hope"},{"quote":"I hope for nothing. I fear nothing. I am free.","author":"Nikos Kazantzakis","topic":"Hope"},{"quote":"Let your hopes, not your hurts, shape your future.","author":"Robert H. Schuller","topic":"Hope"},{"quote":"To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless.","author":"Gilbert K. Chesterton","topic":"Hope"},{"quote":"Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A &#39;you can do it&#39; when things are tough.","author":"Richard M. DeVos","topic":"Hope"},{"quote":"You cannot hope to build a better world without improving the individuals. To that end, each of us must work for his own improvement and, at the same time, share a general responsibility for all humanity, our particular duty being to aid those to whom we think we can be most useful.","author":"Marie Curie","topic":"Hope"},{"quote":"Vulnerability is the essence of romance. It&#39;s the art of being uncalculated, the willingness to look foolish, the courage to say, &#39;This is me, and I&#39;m interested in you enough to show you my flaws with the hope that you may embrace me for all that I am but, more important, all that I am not.&#39;","author":"Ashton Kutcher","topic":"Hope"},{"quote":"You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.","author":"Woodrow Wilson","topic":"Hope"},{"quote":"Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope, and crossing each other from a million different centers of energy and daring, those ripples build a current that can sweep down the mightiest walls of oppression and resistance.","author":"Robert Kennedy","topic":"Hope"},{"quote":"Feelings aroused by the touch of someone&#39;s hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well.","author":"Bernie Siegel","topic":"Hope"},{"quote":"Where there&#39;s tea there&#39;s hope.","author":"Arthur Wing Pinero","topic":"Hope"},{"quote":"Our human compassion binds us the one to the other - not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future.","author":"Nelson Mandela","topic":"Hope"},{"quote":"All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope.","author":"Winston Churchill","topic":"Hope"},{"quote":"I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that.","author":"Gillian Anderson","topic":"Hope"},{"quote":"The youth is the hope of our future.","author":"Jose Rizal","topic":"Hope"},{"quote":"A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success.","author":"Elbert Hubbard","topic":"Hope"},{"quote":"When we meet real tragedy in life, we can react in two ways - either by losing hope and falling into self-destructive habits, or by using the challenge to find our inner strength. Thanks to the teachings of Buddha, I have been able to take this second way.","author":"Dalai Lama","topic":"Hope"},{"quote":"I prefer to win titles with the team ahead of individual awards or scoring more goals than anyone else. I&#39;m more worried about being a good person than being the best football player in the world. When all this is over, what are you left with? When I retire, I hope I am remembered for being a decent guy.","author":"Lionel Messi","topic":"Hope"},{"quote":"We talk a lot about hope, helping, and teamwork. Our whole message is that we are more powerful together.","author":"Victoria Osteen","topic":"Hope"},{"quote":"Darkness comes. In the middle of it, the future looks blank. The temptation to quit is huge. Don&#39;t. You are in good company... You will argue with yourself that there is no way forward. But with God, nothing is impossible. He has more ropes and ladders and tunnels out of pits than you can conceive. Wait. Pray without ceasing. Hope.","author":"John Piper","topic":"Hope"},{"quote":"We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon.","author":"Franklin D. Roosevelt","topic":"Hope"},{"quote":"We must free ourselves of the hope that the sea will ever rest. We must learn to sail in high winds.","author":"Aristotle Onassis","topic":"Hope"},{"quote":"I find hope in the darkest of days, and focus in the brightest. I do not judge the universe.","author":"Dalai Lama","topic":"Hope"},{"quote":"It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people&#39;s decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices.","author":"Kirk Cameron","topic":"Hope"},{"quote":"A lot of people have their big dreams and get knocked down and don&#39;t have things go their way. And you never give up hope, and you really just hold on to it. Hard work and perserverance. You just keep getting up and getting up, and then you get that breakthrough.","author":"Robert Kraft","topic":"Hope"},{"quote":"Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.","author":"Joseph Addison","topic":"Hope"},{"quote":"Hope smiles from the threshold of the year to come, whispering, &#39;It will be happier.&#39;","author":"Alfred Lord Tennyson","topic":"Hope"},{"quote":"I only hope that we don&#39;t lose sight of one thing - that it was all started by a mouse.","author":"Walt Disney","topic":"Hope"},{"quote":"I used to believe that people are only born once, but now I feel I have been reborn, like I was given a new life. I see myself as a child, full of energy and hope.","author":"Bahman Ghobadi","topic":"Hope"},{"quote":"I&#39;m here to spread a message of hope. Follow your heart. Don&#39;t follow what you&#39;ve been told you&#39;re supposed to do.","author":"J. Cole","topic":"Hope"},{"quote":"When a moment in front of me appears to be particularly special, whether it be by beauty or experience, I capture it. I usually find a reason to justify taking that photo - symmetry, or color, or contrast - and it&#39;s my hope that my photography sheds light onto what I see and do on a daily basis.","author":"Connor Franta","topic":"Hope"},{"quote":"There are only two lasting bequests we can hope to give our children. One of these is roots, the other, wings.","author":"Johann Wolfgang von Goethe","topic":"Hope"},{"quote":"Hope is the thing with feathers that perches in the soul - and sings the tunes without the words - and never stops at all.","author":"Emily Dickinson","topic":"Hope"},{"quote":"Hope is patience with the lamp lit.","author":"Tertullian","topic":"Hope"},{"quote":"Imagine all the people living life in peace. You may say I&#39;m a dreamer, but I&#39;m not the only one. I hope someday you&#39;ll join us, and the world will be as one.","author":"John Lennon","topic":"Hope"},{"quote":"Where I am today... I still have my ups and downs, but I take it one day at a time and I just hope that I can be the best that I can possibly be, not only for myself, but also young people that are out there today that need someone to look up to.","author":"Demi Lovato","topic":"Hope"},{"quote":"Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life.","author":"Ravi Zacharias","topic":"Hope"},{"quote":"Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.","author":"Thich Nhat Hanh","topic":"Hope"},{"quote":"The charm of fishing is that it is the pursuit of what is elusive but attainable, a perpetual series of occasions for hope.","author":"John Buchan","topic":"Hope"},{"quote":"Evil communication corrupts good manners. I hope to live to hear that good communication corrects bad manners.","author":"Benjamin Banneker","topic":"Hope"},{"quote":"A leader is a dealer in hope.","author":"Napoleon Bonaparte","topic":"Hope"},{"quote":"What gives me the most hope every day is God&#39;s grace; knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God.","author":"Rick Warren","topic":"Hope"},{"quote":"My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we&#39;ll change the world.","author":"Jack Layton","topic":"Hope"},{"quote":"Hope is the only bee that makes honey without flowers.","author":"Robert Green Ingersoll","topic":"Hope"},{"quote":"Selfishness must always be forgiven you know, because there is no hope of a cure.","author":"Jane Austen","topic":"Hope"},{"quote":"He who has health, has hope; and he who has hope, has everything.","author":"Thomas Carlyle","topic":"Hope"},{"quote":"You are as young as your self-confidence, as old as your fears; as young as your hope, as old as your despair.","author":"Samuel Ullman","topic":"Hope"},{"quote":"Hope is a waking dream.","author":"Aristotle","topic":"Hope"},{"quote":"Hope in reality is the worst of all evils because it prolongs the torments of man.","author":"Friedrich Nietzsche","topic":"Hope"},{"quote":"Come, gentlemen, I hope we shall drink down all unkindness.","author":"William Shakespeare","topic":"Hope"},{"quote":"These people are real to me, and situations keep coming up where their emergence feels natural. It&#39;s like meeting old friends. I hope readers feel the same way.","author":"Jonathan Kellerman","topic":"Hope"},{"quote":"Unless our conception of patriotism is progressive, it cannot hope to embody the real affection and the real interest of the nation.","author":"Jane Addams","topic":"Hope"},{"quote":"We must restore hope to young people, help the old, be open to the future, spread love. Be poor among the poor. We need to include the excluded and preach peace.","author":"Pope Francis","topic":"Hope"},{"quote":"Easter is meant to be a symbol of hope, renewal, and new life.","author":"Janine di Giovanni","topic":"Hope"},{"quote":"The human body experiences a powerful gravitational pull in the direction of hope. That is why the patient&#39;s hopes are the physician&#39;s secret weapon. They are the hidden ingredients in any prescription.","author":"Norman Cousins","topic":"Hope"},{"quote":"I hope climate science becomes the big thing. And then what I want is electrical engineers to solve the world&#39;s energy problems, energy distribution problems. I want mechanical engineers to make better transportation systems. I want chemical engineers to develop better solar panels, and so on.","author":"Bill Nye","topic":"Hope"},{"quote":"I hope the millions of people I&#39;ve touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.","author":"Michael Jordan","topic":"Hope"},{"quote":"Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don&#39;t give up.","author":"Anne Lamott","topic":"Hope"},{"quote":"Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for.","author":"Epicurus","topic":"Hope"},{"quote":"I said to my soul, be still, and wait without hope, For hope would be hope for the wrong thing.","author":"T. S. Eliot","topic":"Hope"},{"quote":"Taking my bike out and riding the bike path along Lake Shore Drive, that&#39;s one of the great experiences in my life. And I hope to do it as long as I can.","author":"Raghuram Rajan","topic":"Hope"},{"quote":"It is often when night looks darkest, it is often before the fever breaks that one senses the gathering momentum for change, when one feels that resurrection of hope in the midst of despair and apathy.","author":"Hillary Clinton","topic":"Hope"},{"quote":"I hope that some day the practice of producing cowpox in human beings will spread over the world - when that day comes, there will be no more smallpox.","author":"Edward Jenner","topic":"Hope"},{"quote":"Hope is a necessity for normal life and the major weapon against the suicide impulse.","author":"Karl A. Menninger","topic":"Hope"},{"quote":"I hope I shall possess firmness and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man.","author":"George Washington","topic":"Hope"},{"quote":"Tomorrow hopes we have learned something from yesterday.","author":"John Wayne","topic":"Hope"},{"quote":"Keep all special thoughts and memories for lifetimes to come. Share these keepsakes with others to inspire hope and build from the past, which can bridge to the future.","author":"Mattie Stepanek","topic":"Hope"},{"quote":"All human wisdom is summed up in two words; wait and hope.","author":"Alexandre Dumas","topic":"Hope"},{"quote":"Your ordinary acts of love and hope point to the extraordinary promise that every human life is of inestimable value.","author":"Desmond Tutu","topic":"Hope"},{"quote":"&#39;You are no saint,&#39; says the devil. Well, if I am not, I am a sinner, and Jesus Christ came into the world to save sinners. Sink or swim, I go to Him; other hope, I have none.","author":"Charles Spurgeon","topic":"Hope"},{"quote":"I&#39;m feeling pretty good right now, but I hope we can just win the whole thing and I can run off into the sunset and say good-bye.","author":"David Wells","topic":"Hope"},{"quote":"Today&#39;s students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude.","author":"Jesse Jackson","topic":"Hope"},{"quote":"A young dog&#39;s faith is absolute... Dogs are notorious for hope. Dogs believe that this morning, this very morning, may begin a day of fascination, easily grander than any day in the past.","author":"Donald McCaig","topic":"Hope"},{"quote":"It is above all by the imagination that we achieve perception and compassion and hope.","author":"Ursula K. Le Guin","topic":"Hope"},{"quote":"If we all worked on the assumption that what is accepted as true is really true, there would be little hope of advance.","author":"Orville Wright","topic":"Hope"},{"quote":"Nothing is black or white, nothing&#39;s &#39;us or them.&#39; But then there are magical, beautiful things in the world. There&#39;s incredible acts of kindness and bravery, and in the most unlikely places, and it gives you hope.","author":"Dave Matthews","topic":"Hope"},{"quote":"The United Nations is our one great hope for a peaceful and free world.","author":"Ralph Bunche","topic":"Hope"},{"quote":"The reason I never give up hope is because everything is so basically hopeless.","author":"Anne Lamott","topic":"Hope"},{"quote":"Positive energy is meant to give people confidence and hope, encourage people to love their country, society and life, as well as to pursue nice things. Everything we do is ultimately for the sake of spreading positive energy.","author":"Lu Wei","topic":"Hope"},{"quote":"I wish I had invented blue jeans. They have expression, modesty, sex appeal, simplicity - all I hope for in my clothes.","author":"Yves Saint Laurent","topic":"Hope"},{"quote":"Hope is like peace. It is not a gift from God. It is a gift only we can give one another.","author":"Elie Wiesel","topic":"Hope"},{"quote":"I choose to live without hope to protect myself from disappointment. It&#39;s very effective!","author":"Spencer Kayden","topic":"Hope"},{"quote":"Everything that is done in the world is done by hope.","author":"Martin Luther","topic":"Hope"},{"quote":"To live without Hope is to Cease to live.","author":"Fyodor Dostoevsky","topic":"Hope"},{"quote":"Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.","author":"Dale Carnegie","topic":"Hope"},{"quote":"God grant me the courage not to give up what I think is right even though I think it is hopeless.","author":"Chester W. Nimitz","topic":"Hope"},{"quote":"The Gospel offers forgiveness for the past, new life for the present, and hope for the future.","author":"John Sentamu","topic":"Hope"},{"quote":"Advertising is totally unnecessary. Unless you hope to make money.","author":"Jef I. Richards","topic":"Hope"},{"quote":"In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.","author":"Richard M. Nixon","topic":"Hope"},{"quote":"Our constitution is a ray of hope: H for harmony, O for Opportunity, P for people&#39;s participation and E for equality.","author":"Narendra Modi","topic":"Hope"},{"quote":"Whenever you have an ex, and they&#39;re like, &#39;I hope we can still be friends!&#39; and you weren&#39;t friends before you started dating, then what do you go back to, really?","author":"Ed Sheeran","topic":"Hope"},{"quote":"I begin my reign with profound emotion at the honour of accepting the Crown, aware of the responsibility it entails and with the greatest hope for the future of Spain.","author":"Felipe VI of Spain","topic":"Hope"},{"quote":"Half of Syria&#39;s refugees are children, and we know what can happen to children who grow to adulthood without hope or opportunity in refugee camps. The camps become fertile recruiting grounds for violent extremists.","author":"Samantha Power","topic":"Hope"},{"quote":"Don&#39;t give up. Don&#39;t lose hope. Don&#39;t sell out.","author":"Christopher Reeve","topic":"Hope"},{"quote":"I hope people remember me as a good and decent man. And if they do, then that&#39;s success.","author":"Tim Cook","topic":"Hope"},{"quote":"You just keep moving forward and doing what you do and hope that it resonates with people. And if it doesn&#39;t, you just keep moving on until you find a project that does.","author":"Octavia Spencer","topic":"Hope"},{"quote":"Victory is a fleeting thing in the gambling business. Today&#39;s winners are tomorrow&#39;s blinking toads, dumb beasts with no hope.","author":"Hunter S. Thompson","topic":"Hope"},{"quote":"I believe in an India of pluralism and diversity, not of religious bigotry and caste politics. I believe in an India that is secure in itself and confident of its place in the world, an India that is a proud example of tolerance, freedom and hope for the downtrodden.","author":"Shashi Tharoor","topic":"Hope"},{"quote":"An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head.","author":"Emil Zatopek","topic":"Hope"},{"quote":"Hope is a good breakfast, but it is a bad supper.","author":"Francis Bacon","topic":"Hope"},{"quote":"I&#39;ve always followed my heart and pursued my dreams, and I imagine that people find that inspiring. I hope that is the effect I have on my fans and people in general. I definitely want to project a positive energy out into the world.","author":"Britney Spears","topic":"Hope"},{"quote":"Creativity is a great motivator because it makes people interested in what they are doing. Creativity gives hope that there can be a worthwhile idea. Creativity gives the possibility of some sort of achievement to everyone. Creativity makes life more fun and more interesting.","author":"Edward de Bono","topic":"Hope"},{"quote":"Faith has to do with things that are not seen and hope with things that are not at hand.","author":"Thomas Aquinas","topic":"Hope"},{"quote":"I wish you a tolerable Thursday. That&#39;s all any of us can hope for.","author":"April Winchell","topic":"Hope"},{"quote":"You never think about what life&#39;s going to be like five years down the road or 10 - you just go though the day and try to make good decisions. Sometimes you do, sometimes you don&#39;t. You just hope this day will be a good day.","author":"Jack Harbaugh","topic":"Hope"},{"quote":"It is natural to indulge in the illusions of hope. We are apt to shut our eyes to that siren until she allures us to our death.","author":"Patrick Henry","topic":"Hope"},{"quote":"What can I know? What ought I to do? What can I hope?","author":"Immanuel Kant","topic":"Hope"},{"quote":"In giving freedom to the slave, we assure freedom to the free - honorable alike in that we give and what we preserve. We shall nobly save, or meanly lose, the last best hope of earth.","author":"Abraham Lincoln","topic":"Hope"},{"quote":"The hope of a secure and livable world lies with disciplined nonconformists who are dedicated to justice, peace and brotherhood.","author":"Martin Luther King, Jr.","topic":"Hope"},{"quote":"We should not moor a ship with one anchor, or our life with one hope.","author":"Epictetus","topic":"Hope"},{"quote":"Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom.","author":"John F. Kennedy","topic":"Hope"},{"quote":"If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.","author":"Albert Einstein","topic":"Hope"},{"quote":"When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, &#39;I used everything you gave me&#39;.","author":"Erma Bombeck","topic":"Hope"},{"quote":"The human heart has hidden treasures, In secret kept, in silence sealed; The thoughts, the hopes, the dreams, the pleasures, Whose charms were broken if revealed.","author":"Charlotte Bronte","topic":"Hope"},{"quote":"When it comes down to it, it&#39;s giving people a good night out in a basic way and I think my company guarantees that. There&#39;s always something new and something to excite us and surprise us, and that&#39;s why people come back, I hope.","author":"Matthew Bourne","topic":"Hope"},{"quote":"My favorite fruit is grapes. Because with grapes, you always get another chance. &#39;Cause, you know, if you have a crappy apple or a peach, you&#39;re stuck with that crappy piece of fruit. But if you have a crappy grape, no problem - just move on to the next. &#39;Grapes: The Fruit of Hope.&#39;","author":"Demetri Martin","topic":"Hope"},{"quote":"If the skies fall, one may hope to catch larks.","author":"Francois Rabelais","topic":"Hope"},{"quote":"The sea, the great unifier, is man&#39;s only hope. Now, as never before, the old phrase has a literal meaning: we are all in the same boat.","author":"Jacques Yves Cousteau","topic":"Hope"},{"quote":"Those who have learned to walk on the threshold of the unknown worlds, by means of what are commonly termed par excellence the exact sciences, may then, with the fair white wings of imagination, hope to soar further into the unexplored amidst which we live.","author":"Ada Lovelace","topic":"Hope"},{"quote":"That&#39;s all a man can hope for during his lifetime - to set an example - and when he is dead, to be an inspiration for history.","author":"William McKinley","topic":"Hope"},{"quote":"Professionalism in art has this difficulty: To be professional is to be dependable, to be dependable is to be predictable, and predictability is esthetically boring - an anti-virtue in a field where we hope to be astonished and startled and at some deep level refreshed.","author":"John Updike","topic":"Hope"},{"quote":"What greater aspiration and challenge are there for a mother than the hope of raising a great son or daughter?","author":"Rose Kennedy","topic":"Hope"},{"quote":"If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius.","author":"Joseph Addison","topic":"Hope"},{"quote":"I hope you will go out and let stories happen to you, and that you will work them, water them with your blood and tears and you laughter till they bloom, till you yourself burst into bloom.","author":"Clarissa Pinkola Estes","topic":"Hope"},{"quote":"The ninety and nine are with dreams, content but the hope of the world made new, is the hundredth man who is grimly bent on making those dreams come true.","author":"Edgar Allan Poe","topic":"Hope"},{"quote":"I think that everybody needs four things in life. Everybody needs something to do regardless of age. Everybody needs someone to love. Everybody needs something to hope for, and, of course, everybody needs someone to believe in.","author":"Lou Holtz","topic":"Hope"},{"quote":"Life goes on, and I&#39;m moving on to the next thing, but I hope the soaps that are still running will thrive. They have millions of loyal viewers.","author":"Susan Lucci","topic":"Hope"},{"quote":"God&#39;s mercy and grace give me hope - for myself, and for our world.","author":"Billy Graham","topic":"Hope"},{"quote":"I hope some compromise will be entered into between the two parties, slavery &amp; antislavery, which will have the effect of allaying violent passions on both sides.","author":"Zachary Taylor","topic":"Hope"},{"quote":"My approach to cricket has been reasonably simple: it was about giving everything to the team, it was about playing with dignity and it was about upholding the spirit of the game. I hope I have done some of that. I have failed at times, but I have never stopped trying. It is why I leave with sadness but also with pride.","author":"Rahul Dravid","topic":"Hope"},{"quote":"One of the greatest gifts we can give people is the hope that their death is nothing to fear - you know, not that it has no fear in it, but the promise of scripture is that God will lead us through the valley of the shadow of death.","author":"Max Lucado","topic":"Hope"},{"quote":"Over the years, I had nurtured the hope to be able to fly; to handle a machine as it rose higher and higher in the stratosphere was my dearest dream.","author":"A. P. J. Abdul Kalam","topic":"Hope"},{"quote":"Chance has never yet satisfied the hope of a suffering people.","author":"Marcus Garvey","topic":"Hope"},{"quote":"Feminism is, I hope, a way to a better future for everyone who inhabits this world. Feminism should not be something that needs a seductive marketing campaign. The idea of women moving through the world as freely as men should sell itself.","author":"Roxane Gay","topic":"Hope"},{"quote":"That&#39;s all I could ever hope for, to have a positive effect on women. &#39;Cos women are powerful, powerful beings. But they&#39;re also the most doubtful beings. They&#39;ll never know - we&#39;ll never know - how powerful we are.","author":"Rihanna","topic":"Hope"},{"quote":"I shall endeavour still further to prosecute this inquiry, an inquiry I trust not merely speculative, but of sufficient moment to inspire the pleasing hope of its becoming essentially beneficial to mankind.","author":"Edward Jenner","topic":"Hope"},{"quote":"My great hope is to laugh as much as I cry; to get my work done and try to love somebody and have the courage to accept the love in return.","author":"Maya Angelou","topic":"Hope"},{"quote":"The happy Union of these States is a wonder; their Constitution a miracle; their example the hope of Liberty throughout the world.","author":"James Madison","topic":"Hope"},{"quote":"People are basically the same the world over. Everybody wants the same things - to be happy, to be healthy, to be at least reasonably prosperous, and to be secure. They want friends, peace of mind, good family relationships, and hope that tomorrow is going to be even better than today.","author":"Zig Ziglar","topic":"Hope"},{"quote":"Hope fills the holes of my frustration in my heart.","author":"Emanuel Cleaver","topic":"Hope"},{"quote":"The essence of optimism is that it takes no account of the present, but it is a source of inspiration, of vitality and hope where others have resigned; it enables a man to hold his head high, to claim the future for himself and not to abandon it to his enemy.","author":"Dietrich Bonhoeffer","topic":"Hope"},{"quote":"Youth is easily deceived because it is quick to hope.","author":"Aristotle","topic":"Hope"},{"quote":"I hope you love birds too. It is economical. It saves going to heaven.","author":"Emily Dickinson","topic":"Hope"},{"quote":"The message of Jesus is summed up partly in the Sermon on the Mount, and partly when he begins his ministry and quotes the passage from Isaiah: &#39;I have come to set free the prisoners and restore sight to the blind.&#39; And certainly, his mission is also to bring hope. It was to heal people, to befriend the outcast.","author":"Dan Wakefield","topic":"Hope"},{"quote":"You practice mindfulness, on the one hand, to be calm and peaceful. On the other hand, as you practice mindfulness and live a life of peace, you inspire hope for a future of peace.","author":"Thich Nhat Hanh","topic":"Hope"},{"quote":"I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities. It is an ideal which I hope to live for and to achieve. But if needs be, it is an ideal for which I am prepared to die.","author":"Nelson Mandela","topic":"Hope"},{"quote":"Every time you dive, you hope you&#39;ll see something new - some new species. Sometimes the ocean gives you a gift, sometimes it doesn&#39;t.","author":"James Cameron","topic":"Hope"},{"quote":"Whatever you do to gain success, you have to hang in there and hope good things happen. Always think positive.","author":"Don Rickles","topic":"Hope"},{"quote":"Not without hope we suffer and we mourn.","author":"William Wordsworth","topic":"Hope"},{"quote":"All kids need is a little help, a little hope and somebody who believes in them.","author":"Magic Johnson","topic":"Hope"},{"quote":"I&#39;m still like a butterfly going from one job to another job. But it&#39;s quite lovely - I hope to keep this freedom, to have fun.","author":"Carine Roitfeld","topic":"Hope"},{"quote":"I am prepared for the worst, but hope for the best.","author":"Benjamin Disraeli","topic":"Hope"},{"quote":"There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow.","author":"Orison Swett Marden","topic":"Hope"},{"quote":"I do my work and do the best I can. I&#39;m quite happy with my anonymity. All I can ever hope for is that I continue to do great work that will be remembered, and I leave my imprint so that my son can say proudly, &#39;That&#39;s my dad!&#39;","author":"Eamonn Walker","topic":"Hope"},{"quote":"Art&#39;s everything we hope life would be, a lot of times.","author":"Frank Ocean","topic":"Hope"},{"quote":"How wonderful that we have met with a paradox. Now we have some hope of making progress.","author":"Niels Bohr","topic":"Hope"},{"quote":"I&#39;m keeping the pixie. I hope I inspire people... it&#39;s really cool to have short hair.","author":"Millie Bobby Brown","topic":"Hope"},{"quote":"Hope is trust in God&#39;s promises, faith that if we act now, the desired blessings will be fulfilled in the future.","author":"James E. Faust","topic":"Hope"},{"quote":"But I have found that in the simple act of living with hope, and in the daily effort to have a positive impact in the world, the days I do have are made all the more meaningful and precious. And for that I am grateful.","author":"Elizabeth Edwards","topic":"Hope"},{"quote":"Overcoming the Cold War required courage from the people of Central and Eastern Europe and what was then the German Democratic Republic, but it also required the steadfastness of Western partner over many decades when many had long lost hope of integration of the two Germanys and Europe.","author":"Angela Merkel","topic":"Hope"},{"quote":"Put your blog out into the world and hope that your talent will speak for itself.","author":"Diablo Cody","topic":"Hope"},{"quote":"I think if there&#39;s a great depression there might be some hope.","author":"Lawrence Ferlinghetti","topic":"Hope"},{"quote":"Truth is not a matter of fact but a state of harmony with progress and hope. Enveloped only in its wings will we ever soar to the promise of our greater selves.","author":"Bryant H. McGill","topic":"Hope"},{"quote":"Ali&#39;s got a left, Ali&#39;s got a right - when he knocks you down, you&#39;ll sleep for the night; and when you lie on the floor and the ref counts to ten, hope and pray that you never meet me again.","author":"Muhammad Ali","topic":"Hope"},{"quote":"Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world.","author":"Abraham Lincoln","topic":"Hope"},{"quote":"If I had to choose between betraying my country and betraying my friend, I hope I should have the guts to betray my country.","author":"E. M. Forster","topic":"Hope"},{"quote":"Desire is the starting point of all achievement, not a hope, not a wish, but a keen pulsating desire which transcends everything.","author":"Napoleon Hill","topic":"Hope"},{"quote":"The present is the ever moving shadow that divides yesterday from tomorrow. In that lies hope.","author":"Frank Lloyd Wright","topic":"Hope"},{"quote":"If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability.","author":"Henry Ford","topic":"Hope"},{"quote":"I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country.","author":"Thomas Jefferson","topic":"Hope"},{"quote":"Hope is not a resting place but a starting point - a cactus, not a cushion.","author":"H. Jackson Brown, Jr.","topic":"Hope"},{"quote":"I always see the glass half full. I see the beauty in others, and I see the hope for tomorrow. If we don&#39;t have hope and faith, we have nothing.","author":"Craig Sager","topic":"Hope"},{"quote":"The care of the Earth is our most ancient and most worthy, and after all our most pleasing responsibility. To cherish what remains of it and to foster its renewal is our only hope.","author":"Wendell Berry","topic":"Hope"},{"quote":"As great scientists have said and as all children know, it is above all by the imagination that we achieve perception, and compassion, and hope.","author":"Ursula K. Le Guin","topic":"Hope"},{"quote":"I was always a fan of the old-style comics. I loved vaudeville. I loved Milton Berle, Dick Shawn, Phyllis Diller, Don Rickles, Charlie Callas, all those guys. Hilarious. I love the Bing Crosby and Bob Hope movies, and Abbott &amp; Costello. My television influences were &#39;Monty Python&#39;s Flying Circus,&#39; &#39;Benny Hill,&#39; and &#39;Hee Haw.&#39;","author":"Larry the Cable Guy","topic":"Hope"},{"quote":"In motivating people, you&#39;ve got to engage their minds and their hearts. I motivate people, I hope, by example - and perhaps by excitement, by having productive ideas to make others feel involved.","author":"Rupert Murdoch","topic":"Hope"},{"quote":"Make big plans; aim high in hope and work, remembering that a noble, logical diagram once recorded will not die, but long after we are gone be a living thing, asserting itself with ever-growing insistence.","author":"Daniel Burnham","topic":"Hope"},{"quote":"I hope that people will realize that the struggle to make a life better with a sibling is worth it.","author":"Marie Brenner","topic":"Hope"},{"quote":"There&#39;s already a lot of active research going on using the Crispr technology to fix diseases like Duchenne muscular dystrophy or cystic fibrosis or Huntington&#39;s disease. They&#39;re all diseases that have known genetic causes, and we now have the technology that can repair those mutations to provide, we hope, patients with a normal life.","author":"Jennifer Doudna","topic":"Hope"},{"quote":"When people talk of the freedom of writing, speaking or thinking I cannot choose but laugh. No such thing ever existed. No such thing now exists; but I hope it will exist. But it must be hundreds of years after you and I shall write and speak no more.","author":"John Adams","topic":"Hope"},{"quote":"I hope what I do and what I just did inspires people around the world to reach for the skies.","author":"Nik Wallenda","topic":"Hope"},{"quote":"Be hopeful. Be optimistic. Never lose that sense of hope.","author":"John Lewis","topic":"Hope"},{"quote":"Once you do away with the idea of people as fixed, static entities, then you see that people can change, and there is hope.","author":"bell hooks","topic":"Hope"},{"quote":"It&#39;s a good place when all you have is hope and not expectations.","author":"Danny Boyle","topic":"Hope"},{"quote":"I&#39;m different, and I have to be a warrior to be that way. But I have had some success; I hope I have touched the lives of some wonderful people, all by being what I see as myself but some others people see as different.","author":"Johnny Weir","topic":"Hope"},{"quote":"Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.","author":"Jonas Salk","topic":"Hope"},{"quote":"I&#39;m naturally an optimist, but my basis for hope is rooted in my understanding of human nature.","author":"Al Gore","topic":"Hope"},{"quote":"I&#39;m a romantic; a sentimental person thinks things will last, a romantic person hopes against hope that they won&#39;t.","author":"F. Scott Fitzgerald","topic":"Hope"},{"quote":"Hope is favorable and confident expectation; it&#39;s an expectant attitude that something good is going to happen and things will work out, no matter what situation we&#39;re facing.","author":"Joyce Meyer","topic":"Hope"},{"quote":"Creativity has always depended on openness and flexibility, so let us hope for more of both in the future.","author":"Siri Hustvedt","topic":"Hope"},{"quote":"I simply can&#39;t build my hopes on a foundation of confusion, misery and death... I think... peace and tranquillity will return again.","author":"Anne Frank","topic":"Hope"},{"quote":"Hope is necessary in every condition. The miseries of poverty, sickness and captivity would, without this comfort, be insupportable.","author":"William Samuel Johnson","topic":"Hope"},{"quote":"We are all serving a life sentence, and good behavior is our only hope for a pardon.","author":"Douglas Horton","topic":"Hope"},{"quote":"I hope I&#39;m not a tourist attraction - I&#39;m sure that they come here really because St. Andrews is just amazing, a beautiful place.","author":"Prince William","topic":"Hope"},{"quote":"It is in the admission of ignorance and the admission of uncertainty that there is a hope for the continuous motion of human beings in some direction that doesn&#39;t get confined, permanently blocked, as it has so many times before in various periods in the history of man.","author":"Richard P. Feynman","topic":"Hope"},{"quote":"The Christian experiences and lives a paradox. He possesses joy in sorrow, fulfillment in exile, light in darkness, peace in turmoil, consolation in dryness, contentment in pain and hope in desolation.","author":"Mother Angelica","topic":"Hope"},{"quote":"It is a most delightful reflection that if I come to the throne of God in prayer, I may feel a thousand defects, but yet there is hope. I usually feel more dissatisfied with my prayers than with anything else I do.","author":"Charles Spurgeon","topic":"Hope"},{"quote":"The United States is the world&#39;s best hope, but if you fetter her in the interests and quarrels of other nations, if you tangle her in the intrigues of Europe, you will destroy her power for good and endanger her very existence.","author":"Henry Cabot Lodge","topic":"Hope"},{"quote":"The Worldly Hope men set their Hearts upon Turns Ashes - or it prospers; and anon, Like Snow upon the Desert&#39;s dusty Face, Lighting a little hour or two - is gone.","author":"Omar Khayyam","topic":"Hope"},{"quote":"Anarchy is the only slight glimmer of hope.","author":"Mick Jagger","topic":"Hope"},{"quote":"There is a part of me that still wants to go out and grab a backpack and unplug - not take a cellphone or even a camera and just get out there and experience the world and travel. I have yet to do that, but someday I hope.","author":"Emilio Estevez","topic":"Hope"},{"quote":"I still see the world as a place of bitter irony and black humour, failed hopes, dashed plans. I hope to make my work sparer, to outgrow my desire to show off.","author":"Clive Sinclair","topic":"Hope"},{"quote":"Yes, well I really hope I can make a difference, even in the smallest way. I am looking forward to helping as much as I can.","author":"Kate Middleton","topic":"Hope"},{"quote":"I hope that others can turn their negative thoughts into positive thoughts and improve their own lives.","author":"Farrah Abraham","topic":"Hope"},{"quote":"The point about hope is that it is something that occurs in very dark moments. It is like a flame in the darkness; it isn&#39;t like a confidence and a promise.","author":"John Berger","topic":"Hope"},{"quote":"When I go to a concert, I can&#39;t help but feel happy and everything else just goes away. I hope everyone feels that way at my concerts.","author":"Victoria Justice","topic":"Hope"},{"quote":"I do believe that most men live lives of quiet desperation. For despair, optimism is the only practical solution. Hope is practical. Because eliminate that and it&#39;s pretty scary. Hope at least gives you the option of living.","author":"Harry Nilsson","topic":"Hope"},{"quote":"We should have hope because we&#39;ve earned it. We&#39;ve worked for it! It&#39;s ours.","author":"Maxine Waters","topic":"Hope"},{"quote":"It is practically impossible to teach good programming to students that have had a prior exposure to BASIC: as potential programmers they are mentally mutilated beyond hope of regeneration.","author":"Edsger Dijkstra","topic":"Hope"},{"quote":"In Old Havana, the names of the streets before the revolution provided a glimpse into the city&#39;s state of mind. You might have known someone who lived on the corner of Soul and Bitterness, Solitude and Hope, or Light and Avocado.","author":"Brin-Jonathan Butler","topic":"Hope"},{"quote":"In our factory, we make lipstick. In our advertising, we sell hope.","author":"Peter Nivio Zarlenga","topic":"Hope"},{"quote":"There will always be a place for us somewhere, somehow, as long as we see to it that working people fight for everything they have, everything they hope to get, for dignity, equality, democracy, to oppose war and to bring to the world a better life.","author":"Harry Bridges","topic":"Hope"},{"quote":"When I see myself on film it makes me smile, I mean making a good living doing what I enjoy is soo much fun. I just hope that everyone has the chance to enjoy life like I do.","author":"Adrienne Barbeau","topic":"Hope"},{"quote":"People crushed by laws, have no hope but to evade power. If the laws are their enemies, they will be enemies to the law; and those who have most to hope and nothing to lose will always be dangerous.","author":"Edmund Burke","topic":"Hope"},{"quote":"To cherish what remains of the Earth and to foster its renewal is our only legitimate hope of survival.","author":"Wendell Berry","topic":"Hope"},{"quote":"In our culture, the shame about accidental pregnancy is inextricable from the shame about having had sex. That disapproval of sex is one reason our record with contraception is so poor. If you&#39;re not supposed to be sexual, you don&#39;t plan for sex. You cross your fingers and hope for the best.","author":"Katha Pollitt","topic":"Hope"},{"quote":"The gift that has been given to me says much about our capacity for great compassion and generosity, and I hope it sends an inspiring message to others about the importance of organ donation.","author":"Steven Cojocaru","topic":"Hope"},{"quote":"My hope is that light, flexible architecture might bring about a new and open society.","author":"Frei Otto","topic":"Hope"},{"quote":"Even in the hardest circumstances, dreams can give you the courage to live, and I hope I can share that message with children in need.","author":"Kim Yuna","topic":"Hope"},{"quote":"I&#39;m not somebody who gets teared up or anything, but I still look up at the stars, and it gives me hope, and it gives me energy. I think one of the things that we have to think about it is, we are all a part of this universe.","author":"Mae Jemison","topic":"Hope"},{"quote":"The quality of one&#39;s emotional life changes over the years, doesn&#39;t it? But the basic instincts and desires, greed and hope, seem to remain constant. In the larger scope of things, there&#39;s a sense of fulfillment to living a creative life. So I guess that&#39;s what keeps me going.","author":"Tommy Lee Jones","topic":"Hope"},{"quote":"If you die you&#39;re completely happy and your soul somewhere lives on. I&#39;m not afraid of dying. Total peace after death, becoming someone else is the best hope I&#39;ve got.","author":"Kurt Cobain","topic":"Hope"},{"quote":"My message to you all is of hope, courage and confidence. Let us mobilize all our resources in a systematic and organized way and tackle the grave issues that confront us with grim determination and discipline worthy of a great nation.","author":"Muhammad Ali Jinnah","topic":"Hope"},{"quote":"Maybe all one can do is hope to end up with the right regrets.","author":"Arthur Miller","topic":"Hope"},{"quote":"Expect to have hope rekindled. Expect your prayers to be answered in wondrous ways. The dry seasons in life do not last. The spring rains will come again.","author":"Sarah Ban Breathnach","topic":"Hope"},{"quote":"Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good.","author":"Vaclav Havel","topic":"Hope"},{"quote":"Extreme hopes are born from extreme misery.","author":"Bertrand Russell","topic":"Hope"},{"quote":"There is no reason why good cannot triumph as often as evil. The triumph of anything is a matter of organization. If there are such things as angels, I hope that they are organized along the lines of the Mafia.","author":"Kurt Vonnegut","topic":"Hope"},{"quote":"When you are kind to someone in trouble, you hope they&#39;ll remember and be kind to someone else. And it&#39;ll become like a wildfire.","author":"Whoopi Goldberg","topic":"Hope"},{"quote":"I hope I inspire people who hear. Hearing people have the ability to remove barriers that prevent deaf people from achieving their dreams.","author":"Marlee Matlin","topic":"Hope"},{"quote":"Middle age is when you&#39;re sitting at home on a Saturday night and the telephone rings and you hope it isn&#39;t for you.","author":"Ogden Nash","topic":"Hope"},{"quote":"When a man becomes a Christian, he becomes industrious, trustworthy and prosperous. Now, if that man, when he gets all he can and saves all he can, does not give all he can, I have more hope for Judas Iscariot than for that man!","author":"John Wesley","topic":"Hope"},{"quote":"I think the most important thing is to keep active and to hope that your mind stays active.","author":"Jane Goodall","topic":"Hope"},{"quote":"I know the world is filled with troubles and many injustices. But reality is as beautiful as it is ugly. I think it is just as important to sing about beautiful mornings as it is to talk about slums. I just couldn&#39;t write anything without hope in it.","author":"Oscar Hammerstein II","topic":"Hope"},{"quote":"I hope people think of me as a bit older. I do have a beard. That makes me look very old.","author":"Jack Whitehall","topic":"Hope"},{"quote":"No, I&#39;m not interested in politics. I have zero interest. I have interest in hope and people.","author":"Jay-Z","topic":"Hope"},{"quote":"Hope makes people good, a lot of the time. You hope for a brighter future, and resentment is outweighed.","author":"Daisy Ridley","topic":"Hope"},{"quote":"When I see my own people going through the tough times, it&#39;s a wake-up call. I hope my influence can impact someone else&#39;s decision to get out here and vote.","author":"Bow Wow","topic":"Hope"},{"quote":"I hope to be like Bill Gates, bro. With all the money in the world.","author":"Young Thug","topic":"Hope"},{"quote":"If we had no hope - for a cure, for winning the lottery, for falling in love, for the end of war, for being free of abuse, or for having food, warmth, clothing, and shelter - we would have no reason to go on. What you hope for doesn&#39;t matter, but rather the essence of hope itself.","author":"Bernie Siegel","topic":"Hope"},{"quote":"My hope still is to leave the world a bit better than when I got here.","author":"Jim Henson","topic":"Hope"},{"quote":"The story of Christian reformation, revival, and renaissance underscores that the darkest hour is often just before the dawn, so we should always be people of hope and prayer, not gloom and defeatism. God the Holy Spirit can turn the situation around in five minutes.","author":"Os Guinness","topic":"Hope"},{"quote":"Let us recollect that peace or war will not always be left to our option; that however moderate or unambitious we may be, we cannot count upon the moderation, or hope to extinguish the ambition of others.","author":"Alexander Hamilton","topic":"Hope"},{"quote":"Little progress can be made by merely attempting to repress what is evil. Our great hope lies in developing what is good.","author":"Calvin Coolidge","topic":"Hope"},{"quote":"For me, already being part of a single parent household and knowing it was just me and my mom, you&#39;d would wake up times and hope that the next day you&#39;d be able to be alongside your mother because she was out trying to make sure that I was taken care of. But all I cared about was her being home.","author":"LeBron James","topic":"Hope"},{"quote":"The Grateful Dead, they&#39;re my best friends. Their message of hope, peace, love, teamwork, creativity, imagination, celebration, the dance, the vision, the purpose, the passion all of the things I believe in makes me the luckiest Deadhead in the world.","author":"Bill Walton","topic":"Hope"},{"quote":"I think I have a hard time expressing myself in my relationships. I use songs to tell people how I&#39;m feeling. If I can&#39;t say &#39;I love you,&#39; I&#39;ll write a song about it and hope that the person figures it out.","author":"Jenny Lewis","topic":"Hope"},{"quote":"I hope not to define myself by suffering.","author":"Frank Ocean","topic":"Hope"},{"quote":"Given the scale of trauma caused by the genocide, Rwanda has indicated that however thin the hope of a community can be, a hero always emerges. Although no one can dare claim that it is now a perfect state, and that no more work is needed, Rwanda has risen from the ashes as a model or truth and reconciliation.","author":"Wole Soyinka","topic":"Hope"},{"quote":"What is a superhero? They&#39;re supposed to represent hope, opportunity, and strength for everybody.","author":"Aldis Hodge","topic":"Hope"},{"quote":"In the end, that&#39;s what this election is about. Do we participate in a politics of cynicism or a politics of hope?","author":"Barack Obama","topic":"Hope"},{"quote":"For love would be love of the wrong thing; there is yet faith, But the faith and the love and the hope are all in the waiting.","author":"T. S. Eliot","topic":"Hope"},{"quote":"He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.","author":"B. C. Forbes","topic":"Hope"},{"quote":"The Internet is the hope of an integrated world without frontiers, a common world without controlling owners, a world of opportunities and equality. This is a utopia that we have been dreaming about and is a world in which each and every one of us are protagonists of a destiny that we have in our hands.","author":"Laura Chinchilla","topic":"Hope"},{"quote":"If children have the ability to ignore all odds and percentages, then maybe we can all learn from them. When you think about it, what other choice is there but to hope? We have two options, medically and emotionally: give up, or Fight Like Hell.","author":"Lance Armstrong","topic":"Hope"},{"quote":"Hopeful thinking can get you out of your fear zone and into your appreciation zone.","author":"Martha Beck","topic":"Hope"},{"quote":"The most effective leaders are actually better at guarding against danger when they acknowledge it that it exists. Cowards, in contrast, cling to the hope that failure will never happen and may be sloppy in the face of danger - not because they don&#39;t acknowledge that it exists, but because they are just too afraid of it to look it in the eye.","author":"Simon Sinek","topic":"Hope"},{"quote":"I hope I didn&#39;t bore you too much with my life story.","author":"Elvis Presley","topic":"Hope"},{"quote":"My childhood was very difficult. I had every childhood disease and then some, but my parents didn&#39;t mollycoddle me. They left me to fight those battles on my own. I guess that was very Canadian, very stoic. But it&#39;s good. I had to become a warrior. I had to give up hope and find a substitute for hope that would be far more stable.","author":"Joni Mitchell","topic":"Hope"},{"quote":"It is my hope that as we commemorate Black History Month in the future, we will continue to celebrate the many achievements and rich culture of African-Americans.","author":"Eliot Engel","topic":"Hope"},{"quote":"I hope, by God&#39;s grace, that I am truly a Christian, not deviating from the faith, and that I would rather suffer the penalty of a terrible death than wish to affirm anything outside of the faith or transgress the commandments of our Lord Jesus Christ.","author":"Jan Hus","topic":"Hope"},{"quote":"I just hope that as I get older, I calm down and enjoy the moment, enjoy the great gifts that God has given me.","author":"Alex Rodriguez","topic":"Hope"},{"quote":"I hope people will learn more about agriculture in America. About locally grown farming and about water conservation. About how much pollution results from beef and pig farming.","author":"Alec Baldwin","topic":"Hope"},{"quote":"I hope to refine music, study it, try to find some area that I can unlock. I don&#39;t quite know how to explain it but it&#39;s there. These can&#39;t be the only notes in the world, there&#39;s got to be other notes some place, in some dimension, between the cracks on the piano keys.","author":"Marvin Gaye","topic":"Hope"},{"quote":"Sometimes nationalism can be jingoistic - even fascistic - but it can also be a constructive impetus that helps to unify a nation. Those whose nationalist critique of parties finds resonance with masses of voters can acquire vast power. We can only hope that they know what to do with it.","author":"Dick Morris","topic":"Hope"},{"quote":"To not have any hope is where things start to get really bleak. Things are possible. The impossible can be possible.","author":"Sarah Paulson","topic":"Hope"},{"quote":"I always entertain great hopes.","author":"Robert Frost","topic":"Hope"},{"quote":"When the calamity we feared is already arrived, or when the expectation of it is so certain as to shut out hope, there seems to be a principle within us by which we look with misanthropic composure on the state to which we are reduced, and the heart sullenly contracts and accommodates itself to what it most abhorred.","author":"William Godwin","topic":"Hope"},{"quote":"Pessimists are the people who have no hope for themselves or for others. Pessimists are also people who think the human race is beneath their notice, that they&#39;re better than other human beings.","author":"James A. Baldwin","topic":"Hope"},{"quote":"I have always thought of poems as stepping stones in one&#39;s own sense of oneself. Every now and again, you write a poem that gives you self-respect and steadies your going a little bit farther out in the stream. At the same time, you have to conjure the next stepping stone because the stream, we hope, keeps flowing.","author":"Seamus Heaney","topic":"Hope"},{"quote":"A person, who no matter how desperate the situation, gives others hope, is a true leader.","author":"Daisaku Ikeda","topic":"Hope"},{"quote":"Hope and purpose in this world is living as best as you can and maybe having life that gives back. But simply giving back isn&#39;t purpose; it&#39;s a branch of purpose, but it is not the trunk or root of the tree.","author":"Nick Vujicic","topic":"Hope"},{"quote":"When you&#39;re writing about difficult things and darker issues, it&#39;s nice to offer some sort of light at the end of the tunnel. Some sense of hope. Sometimes, the best way to do that is by offering it in the music, so that you can dance your way out of the darkness.","author":"Jens Lekman","topic":"Hope"},{"quote":"Art is the most beautiful deception of all. And although people try to incorporate the everyday events of life in it, we must hope that it will remain a deception lest it become a utilitarian thing, sad as a factory.","author":"Claude Debussy","topic":"Hope"},{"quote":"I have seen (as far as it can be seen) many persons changed in a moment from the spirit of horror, fear, and despair to the spirit of hope, joy, peace; and from sinful desires, till then reigning over them, to a pure desire of doing the will of God.","author":"John Wesley","topic":"Hope"},{"quote":"I am just back from South Sudan, one of the world&#39;s most fragile nations. For years, I have been moved by the kind people who maintain hope that they will live to see peace. My heart has ached for them, as they have endured pain and violence that make such hope feel out of reach.","author":"Forest Whitaker","topic":"Hope"},{"quote":"Pregnancy is something that I always love. It&#39;s about hope and the future and a new baby.","author":"Carine Roitfeld","topic":"Hope"},{"quote":"Let hope inspire you, but let not idealism blind you. Don&#39;t look back, you can never look back.","author":"Don Henley","topic":"Hope"},{"quote":"So many times I&#39;ve photographed stories that show the degradation of the planet. I had one idea to go and photograph the factories that were polluting, and to see all the deposits of garbage. But, in the end, I thought the only way to give us an incentive, to bring hope, is to show the pictures of the pristine planet - to see the innocence.","author":"Sebastiao Salgado","topic":"Hope"},{"quote":"I hope to see the bringing together of all the best educated people of the earth into a worldwide Congress of Scientists.","author":"Marquis de Condorcet","topic":"Hope"},{"quote":"The murder of Lumumba, in which the U.S. was involved, in the Congo destroyed Africa&#39;s major hope for development. Congo is now total horror story, for years.","author":"Noam Chomsky","topic":"Hope"},{"quote":"Access to books and the encouragement of the habit of reading: these two things are the first and most necessary steps in education and librarians, teachers and parents all over the country know it. It is our children&#39;s right and it is also our best hope and their best hope for the future.","author":"Michael Morpurgo","topic":"Hope"},{"quote":"There is hope and a kind of beauty in there somewhere, if you look for it.","author":"H. R. Giger","topic":"Hope"},{"quote":"I hope that I&#39;m always struggling, really. You develop when you&#39;re struggling. When you&#39;re struggling, you get stronger.","author":"Andrew Garfield","topic":"Hope"},{"quote":"Let us cherish the hope that the day is not far distant when we will be in the midst of this next adventure.","author":"Ernest Lawrence","topic":"Hope"},{"quote":"For too long people have backed companies on hope value rather than solid products coming out. Now we are coming out the other side.","author":"Daniel Morgan","topic":"Hope"},{"quote":"When we have lost everything, including hope, life becomes a disgrace, and death a duty.","author":"W. C. Fields","topic":"Hope"},{"quote":"I have often said that I wish I had invented blue jeans: the most spectacular, the most practical, the most relaxed and nonchalant. They have expression, modesty, sex appeal, simplicity - all I hope for in my clothes.","author":"Yves Saint Laurent","topic":"Hope"},{"quote":"I&#39;ve gone through many phases in music in my life. Before I was signed, I was making completely different music, and my fan base has followed me. They continue to follow me as the music progresses and as I grow as an artist. As long as I stay true and don&#39;t pretend to be someone I&#39;m not, I hope they&#39;ll come along with it.","author":"Charlie Puth","topic":"Hope"},{"quote":"I&#39;m actually not a big fan of the word hope. I think it&#39;s a depressing word. I don&#39;t want to hope - I want to know. Like I don&#39;t hope there&#39;s a God, I know there&#39;s a God.","author":"Kelly Clarkson","topic":"Hope"},{"quote":"In tough times, we all hope for knights in shining armor, or the cavalry, to show up and effect change.","author":"Dean Devlin","topic":"Hope"},{"quote":"I hope telling the story of how I went from being a single mom to serving in the Texas State Senate to running for governor will remind others that with the right leadership in government, where you start has nothing to do with how far you go.","author":"Wendy Davis","topic":"Hope"},{"quote":"Well, I&#39;m not sure, but of one thing I am certain: History judges one differently than contemporary observers, and so I think that as time passes, I hope that not me personally so much, but our administration will be seen for some of the things that we accomplished.","author":"David Dinkins","topic":"Hope"},{"quote":"I hope I go to Heaven, and when I do, I&#39;m going to do what every San Franciscan does when he gets there. He looks around and says, &#39;It ain&#39;t bad, but it ain&#39;t San Francisco.&#39;","author":"Herb Caen","topic":"Hope"},{"quote":"Hope is not just... out in the sky, or accepting the facts or reality. Hope is having optimistic, positive expectations.","author":"Craig Sager","topic":"Hope"},{"quote":"And if there&#39;s any hope for America, it lies in a revolution, and if there&#39;s any hope for a revolution in America, it lies in getting Elvis Presley to become Che Guevara.","author":"Phil Ochs","topic":"Hope"},{"quote":"It is true that power corrupts. The hope at the polling stations and the actions of the elected representatives, unfortunately, often turn to be opposite. The power of ballot turns into the power of wallet. Some law-makers become law-breakers.","author":"Tsakhiagiin Elbegdorj","topic":"Hope"},{"quote":"If justice is supposed to be fair, than any justice system you would hope is based on fairness.","author":"Peter Jackson","topic":"Hope"},{"quote":"It brings hope and peace of mind knowing that God gave His only begotten Son for us. I&#39;m able to look back and know that on this day Jesus was born and gave us the opportunity to have eternal life.","author":"Adrian Peterson","topic":"Hope"},{"quote":"Pakistan not only means freedom and independence but the Muslim Ideology which has to be preserved, which has come to us as a precious gift and treasure and which, we hope other will share with us.","author":"Muhammad Ali Jinnah","topic":"Hope"},{"quote":"One of the most difficult things everyone has to learn is that for your entire life you must keep fighting and adjusting if you hope to survive. No matter who you are or what your position is you must keep fighting for whatever it is you desire to achieve.","author":"George Allen, Sr.","topic":"Hope"},{"quote":"Courage is like love; it must have hope for nourishment.","author":"Napoleon Bonaparte","topic":"Hope"},{"quote":"Hope will never be silent.","author":"Harvey Milk","topic":"Hope"},{"quote":"Hope is definitely not the same thing as optimism. It is not the conviction that something will turn out well, but the certainty that something makes sense, regardless of how it turns out.","author":"Vaclav Havel","topic":"Hope"},{"quote":"Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel.","author":"Leonardo da Vinci","topic":"Hope"},{"quote":"I trust myself. I trust my instincts. I know what I&#39;m gonna do, what I can do, what I can&#39;t do. I&#39;ve been through a lot, and I could go through more, but I hope I don&#39;t have to. But if I did, I&#39;d be able to do it. I&#39;m not going to enjoy dying, but there&#39;s not much prep for that.","author":"Carrie Fisher","topic":"Hope"},{"quote":"Hope is the magic carpet that transports us from the present moment into the realm of infinite possibilities.","author":"H. Jackson Brown, Jr.","topic":"Hope"},{"quote":"There is in every child at every stage a new miracle of vigorous unfolding, which constitutes a new hope and a new responsibility for all.","author":"Erik Erikson","topic":"Hope"},{"quote":"I hope royalty continues forever. This is the thing that can contribute to peace throughout the world.","author":"Yayoi Kusama","topic":"Hope"},{"quote":"At the end of the day, we must go forward with hope and not backward by fear and division.","author":"Jesse Jackson","topic":"Hope"},{"quote":"I feel blessed that I haven&#39;t seen or felt real pain to be immune to it. But I am dreading the time it comes. I feel blessed to have everything going fine. My parents&#39; health is good, my brothers are well-settled, I have a great brother-in-law and my own career is doing fine. I hope and pray that I am fit and fine always.","author":"Salman Khan","topic":"Hope"},{"quote":"We hope that, when the insects take over the world, they will remember with gratitude how we took them along on all our picnics.","author":"Bill Vaughan","topic":"Hope"},{"quote":"I think women want freedom. They want to be empowered. They want hope. They want love; they want all the things that I want, and I&#39;m not afraid to say those things and act on them, and I think that&#39;s why they identify with me.","author":"Rihanna","topic":"Hope"},{"quote":"I always hope to be a better person tomorrow than today.","author":"Mahershala Ali","topic":"Hope"},{"quote":"I hope when I&#39;m on my deathbed, people forgive me, because there is a lot to forgive.","author":"Christopher Buckley","topic":"Hope"},{"quote":"A dream is the bearer of a new possibility, the enlarged horizon, the great hope.","author":"Howard Thurman","topic":"Hope"},{"quote":"Faith is not simply a patience that passively suffers until the storm is past. Rather, it is a spirit that bears things - with resignations, yes, but above all, with blazing, serene hope.","author":"Corazon Aquino","topic":"Hope"},{"quote":"While there&#39;s life, there&#39;s hope.","author":"Marcus Tullius Cicero","topic":"Hope"},{"quote":"I hope that you will learn to take responsibility for your decisions. Don&#39;t take counsel of your fears.","author":"Thomas S. Monson","topic":"Hope"},{"quote":"If you don&#39;t like me, if you like me; both are equally cool. I send love and positive energy to all those people in their lives. I hope they find where they&#39;re meant to be.","author":"Willow Smith","topic":"Hope"},{"quote":"I hope it is true that a man can die and yet not only live in others but give them life, and not only life, but that great consciousness of life.","author":"Jack Kerouac","topic":"Hope"},{"quote":"You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you&#39;re putting out there, if it&#39;s received, great, I respect you for receiving it. If it&#39;s not received, great, I respect you for not.","author":"Octavia Spencer","topic":"Hope"},{"quote":"Embryonic stem cell research will prolong life, improve life and give hope for life to millions of people.","author":"Jim Ramstad","topic":"Hope"},{"quote":"It would be fun to do a reunion show. I hope we do it some day, but it better be soon. We&#39;re all getting on.","author":"William Christopher","topic":"Hope"},{"quote":"I am not the same man I was 35 years ago. And I hope that five years and ten years from now, I&#39;ll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity.","author":"Louis Farrakhan","topic":"Hope"},{"quote":"Nothing that is worth doing can be achieved in a lifetime; therefore we must be saved by hope.","author":"Reinhold Niebuhr","topic":"Hope"},{"quote":"I hope we will use the Net to cross barriers and connect cultures.","author":"Tim Berners-Lee","topic":"Hope"},{"quote":"When one takes action for others, one&#39;s own suffering is transformed into the energy that can keep one moving forward; a light of hope illuminating a new tomorrow for oneself and others is kindled.","author":"Daisaku Ikeda","topic":"Hope"},{"quote":"When you run a part of the relay and pass on the baton, there is no sense of unfinished business in your mind. There is just the sense of having done your part to the best of your ability. That is it. The hope is to pass on the baton to somebody who will run faster and run a better marathon.","author":"N. R. Narayana Murthy","topic":"Hope"},{"quote":"Anyone who doesn&#39;t believe in miracles is not a realist.","author":"David Ben-Gurion","topic":"Hope"},{"quote":"Every avalanche begins with the movement of a single snowflake, and my hope is to move a snowflake.","author":"Thomas Frey","topic":"Hope"},{"quote":"The rich are always going to say that, you know, just give us more money and we&#39;ll go out and spend more and then it will all trickle down to the rest of you. But that has not worked the last 10 years, and I hope the American public is catching on.","author":"Warren Buffett","topic":"Hope"},{"quote":"When I was young, my ambition was to be one of the people who made a difference in this world. My hope is to leave the world a little better for having been there.","author":"Jim Henson","topic":"Hope"},{"quote":"I would hope my legacy would be bringing smiles to faces. Happiness with my music.","author":"Janet Jackson","topic":"Hope"},{"quote":"Faith is the substance of hope - of things hoped for and the evidence of things not seen. So if you can hope for it and imagine it, and keep imagining and hoping and seeing yourself driving a new car, or seeing yourself getting that job, or seeing yourself excel, seeing yourself help that person - that is faith.","author":"Duane Chapman","topic":"Hope"},{"quote":"All the interests of my reason, speculative as well as practical, combine in the three following questions: 1. What can I know? 2. What ought I to do? 3. What may I hope?","author":"Immanuel Kant","topic":"Hope"},{"quote":"Few people know so clearly what they want. Most people can&#39;t even think what to hope for when they throw a penny in a fountain.","author":"Barbara Kingsolver","topic":"Hope"},{"quote":"Behaving morally because of a hope of reward or a fear of punishment is not morality. Morality is not bribery or threats. Religion is bribery and threats. Humans have morality. We don&#39;t need religion.","author":"Penn Jillette","topic":"Hope"},{"quote":"Intuition is the wisdom formed by feeling and instinct - a gift of knowing without reasoning... Belief is ignited by hope and supported by facts and evidence - it builds alignment and creates confidence. Belief is what sets energy in motion and creates the success that breeds more success.","author":"Angela Ahrendts","topic":"Hope"},{"quote":"I&#39;m not the kind of person who likes to shout out my personal issues from the rooftops, but with my bipolar becoming public, I hope fellow sufferers will know it&#39;s completely controllable. I hope I can help remove any stigma attached to it, and that those who don&#39;t have it under control will seek help with all that is available to treat it.","author":"Catherine Zeta-Jones","topic":"Hope"},{"quote":"Reggae music is a music of integrity; reggae&#39;s consciousness was built on a message. My music speaks of love, equality and spirituality, and I would hope that one finds this integrity in my music.","author":"Stephen Marley","topic":"Hope"},{"quote":"We must rediscover the distinction between hope and expectation.","author":"Ivan Illich","topic":"Hope"},{"quote":"I tremble for my country when I hear of confidence expressed in me. I know too well my weakness, that our only hope is in God.","author":"Robert E. Lee","topic":"Hope"},{"quote":"My evidence that I am saved does not lie in the fact that I preach, or that I do this or that. All my hope lies in this: that Jesus Christ came to save sinners. I am a sinner, I trust Him, then He came to save me, and I am saved.","author":"Charles Spurgeon","topic":"Hope"},{"quote":"My nephew has type 1 diabetes, and it&#39;s my goal and hope that in his lifetime there will be a cure for diabetes. There&#39;s no place better to give the money to than the Juvenile Diabetes Association.","author":"Abby Wambach","topic":"Hope"},{"quote":"I love Madrid. I am happy to be here. I have been here three years and hope to be here longer. But I am proud of where I come from and never forget the people I grew up with.","author":"Zinedine Zidane","topic":"Hope"},{"quote":"We view ourselves on the eve of battle. We are nerved for the conquest and must conquer or perish. It is vain to look for present aid: None is at hand. We must now act or abandon all hope!","author":"Sam Houston","topic":"Hope"},{"quote":"Drugs are the enemies of ambition and hope - and when we fight against drugs we are fighting for the future.","author":"Bob Riley","topic":"Hope"},{"quote":"I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be.","author":"Thomas Jefferson","topic":"Hope"},{"quote":"Today I can declare my hope and declare it from the bottom of my heart that we will eventually see the time when that number of nuclear weapons is down to zero and the world is a much better place.","author":"Colin Powell","topic":"Hope"},{"quote":"The day the Lord created hope was probably the same day he created Spring.","author":"Bernard Williams","topic":"Hope"},{"quote":"Fear is a very explosive emotion, but it has a short life span. It&#39;s the sprint. The marathon is hope.","author":"Mike Huckabee","topic":"Hope"},{"quote":"America is an empire. I hope you know that now. All empires, by definition, are bumbling, shambolic, bullying, bureaucratic affairs, as certain of the rightness of their cause in infancy, as they are corrupted by power in their dotage.","author":"Felix Dennis","topic":"Hope"},{"quote":"&#39;Life, Love &amp; Hope&#39; is... I&#39;m thinking &#39;larger picture.&#39; I&#39;m not trying to preach to anyone. We all get lost and caught up in our everyday problems. Your cellphone doesn&#39;t work or you got a parking ticket, you had a bad day at work. You can lose sight of the really important things in life; that&#39;s what the song is about.","author":"Tom Scholz","topic":"Hope"},{"quote":"I hope the fathers and mothers of little girls will look at them and say &#39;yes, women can.&#39;","author":"Dilma Rousseff","topic":"Hope"},{"quote":"War is just when it is necessary; arms are permissible when there is no hope except in arms.","author":"Niccolo Machiavelli","topic":"Hope"},{"quote":"When I die, I hope to go to Heaven, whatever the Hell that is.","author":"Ayn Rand","topic":"Hope"},{"quote":"I hope that posterity will judge me kindly, not only as to the things which I have explained, but also to those which I have intentionally omitted so as to leave to others the pleasure of discovery.","author":"Rene Descartes","topic":"Hope"},{"quote":"We all need to stand together and be a part of creating the future we hope to see.","author":"Sia","topic":"Hope"},{"quote":"We are biological creatures. We are born, we live, we die. There is no transcendent purpose to existence. At best we are creatures of reason, and by using reason we can cure ourselves of emotional excess. Purged of both hope and fear, we find courage in the face of helplessness, insignificance and uncertainty.","author":"Jonathan Sacks","topic":"Hope"},{"quote":"Hope is in the name of God, the name of our Lord Jesus Christ. Hope is when you compare your suffering to the infinite, immeasurable love and grace of God.","author":"Nick Vujicic","topic":"Hope"},{"quote":"Kids see cooking as a creative outlet now, like soccer and ballet. It gives me hope that things like fast food, childhood obesity and the horrible state of school lunches can be addressed by kids and their parents.","author":"Graham Elliot","topic":"Hope"},{"quote":"Don&#39;t stand back with your arms folded; step forward... There is hope and light to resist injustice and promote peace without violence.","author":"Adolfo Perez Esquivel","topic":"Hope"},{"quote":"The great gift of Easter is hope - Christian hope which makes us have that confidence in God, in his ultimate triumph, and in his goodness and love, which nothing can shake.","author":"Basil Hume","topic":"Hope"},{"quote":"Let us be shy no longer. Let us go to our strength. Let us offer hope. Let us tell the world that a new age is not only possible but probable.","author":"Ronald Reagan","topic":"Hope"},{"quote":"Charity can be the outward expression of faith and hope.","author":"Joseph B. Wirthlin","topic":"Hope"},{"quote":"I am quite driven. I know what I think, and I know what I want to achieve, but I also hope that people who are asked to describe me would describe me as pretty down-to-earth, loyal, friendly. The more experience I have got in politics, I think the more I have allowed me to shine through.","author":"Nicola Sturgeon","topic":"Hope"},{"quote":"I hope our hopes and aspirations are bigger than setting records.","author":"Drew Brees","topic":"Hope"},{"quote":"The world helps you to keep evolving and hope it&#39;s for better. You have to rise above all the tragedies in life. You have to grow, and if you stop growing, you are old.","author":"Hrithik Roshan","topic":"Hope"},{"quote":"I hope that no American will waste his franchise and throw away his vote by voting either for me or against me solely on account of my religious affiliation. It is not relevant.","author":"John F. Kennedy","topic":"Hope"},{"quote":"I had to stop going to auditions thinking, &#39;Oh, I hope they like me.&#39; I had to go in thinking I was the answer to their problem.","author":"George Clooney","topic":"Hope"},{"quote":"Hope is the anchor of our souls. I know of no one who is not in need of hope - young or old, strong or weak, rich or poor.","author":"James E. Faust","topic":"Hope"},{"quote":"Hope is nature&#39;s veil for hiding truth&#39;s nakedness.","author":"Alfred Nobel","topic":"Hope"},{"quote":"India and the United States have taken a decisive step, away from the past. The dawn of the new century has marked a new beginning in our relations. Let us work to fulfil this promise and the hope of today. Let us remove the shadow of agitation that lies between us and our joint vision.","author":"Atal Bihari Vajpayee","topic":"Hope"},{"quote":"Sometimes I wonder if there is any hope left for an Israeli-Palestinian discourse that is built on equality and liberty rather than a fruitless discourse of master and servant.","author":"Sayed Kashua","topic":"Hope"},{"quote":"Iranian filmmakers are not passive. They fight whenever they can, as creative expression means a lot to them. The restrictions and censorship in Iran are a bit like the British weather: one day it&#39;s sunny, the next day it&#39;s raining. You just have to hope you walk out into the sunshine.","author":"Asghar Farhadi","topic":"Hope"},{"quote":"Faith is the very first thing you should pack in a hope chest.","author":"Sarah Ban Breathnach","topic":"Hope"},{"quote":"I would like to live a day in the life of an ant and hope not to get squashed.","author":"Kiowa Gordon","topic":"Hope"},{"quote":"We never had a huge squad and we never had a great deal of choice. But in many ways that helps because you&#39;ve got to make do with what you&#39;ve got. You don&#39;t have too many problems about picking the team you just hope that everyone turns up on the day.","author":"Jack Charlton","topic":"Hope"},{"quote":"Lord save us all from old age and broken health and a hope tree that has lost the faculty of putting out blossoms.","author":"Mark Twain","topic":"Hope"},{"quote":"Never marry someone in hope that they&#39;ll change later.","author":"H. Jackson Brown, Jr.","topic":"Hope"},{"quote":"I asked long ago,&#39;What must I do to be saved?&#39; The Scripture answered, &#39;Keep the commandments, believe, hope, love.&#39; I was early warned against laying, as the Papists do, too much stress on outward works, or on a faith without works, which as it does not include, so it will never lead to true hope or charity.","author":"John Wesley","topic":"Hope"},{"quote":"The torch America carries is one of decency and hope. It is not America&#39;s torch alone. But it is America&#39;s duty - and honor - to hold it high enough that all the world can see its light.","author":"Mitt Romney","topic":"Hope"},{"quote":"We need to move into a culture of peace. What I hope to promote is the idea that we all need each other and that the greatest happiness in life is not how much we have but how much we give. That&#39;s a wealth that&#39;s priceless. You can&#39;t buy compassion.","author":"Herbie Hancock","topic":"Hope"},{"quote":"If your theory is found to be against the second law of theromodynamics, I give you no hope; there is nothing for it but to collapse in deepest humiliation.","author":"Arthur Eddington","topic":"Hope"},{"quote":"Everything we do these days - our lust for ever more comfort, pleasure, and distraction, our refusal to engage with the mandates of reality, our fidelity to cults of technology and limitless growth, our narcissistic national exceptionalism - all of this propels us toward the realm where souls abandon all hope.","author":"James Howard Kunstler","topic":"Hope"},{"quote":"Kids are our future, and we hope baseball has given them some idea of what it is to live together and how we can get along, whether you be black or white.","author":"Larry Doby","topic":"Hope"},{"quote":"I know some people say I can be funny. But there is always a deeper meaning to what I say. I am a socialist at heart and have the interests of the poor in mind. When people see how I manage to work my way out of tough situations, it gives them hope in their own life.","author":"Lalu Prasad Yadav","topic":"Hope"},{"quote":"Millions of American families affected by debilitating diseases have new hope today after the U.S. House passed legislation to support potentially life-saving stem cell research.","author":"Nancy Johnson","topic":"Hope"},{"quote":"I love the song &#39;I Hope You Dance&#39; by Lee Ann Womack. I was going to write that song, but someone beat me to it.","author":"Maya Angelou","topic":"Hope"},{"quote":"That is my wish, hope, instruction for all of you: Take your education seriously, okay? Always do that. Because I wouldn&#39;t be here today if it weren&#39;t for my education.","author":"Michelle Obama","topic":"Hope"},{"quote":"All missionaries, younger and older, serve with the sole hope of making life better for other people.","author":"Russell M. Nelson","topic":"Hope"},{"quote":"I hope for the day when everyone can speak again of God without embarrassment.","author":"Paul Tillich","topic":"Hope"},{"quote":"If it were not for hopes, the heart would break.","author":"Thomas Fuller","topic":"Hope"},{"quote":"I&#39;m going to sit back, light up, and hope I don&#39;t chew the cigarette to pieces.","author":"Vin Scully","topic":"Hope"},{"quote":"Our imagination is the only limit to what we can hope to have in the future.","author":"Charles Kettering","topic":"Hope"},{"quote":"I hope and believe we are paving a better future for female artists to come.","author":"Paula Cole","topic":"Hope"},{"quote":"My goal involves a hammock, a vegetable patch, and a solar-powered house. And I hope to eventually get there.","author":"Miranda Kerr","topic":"Hope"},{"quote":"Don&#39;t be sensitive if I should, in future, seem brusque, harsh, or even unjust in my criticism. I sincerely hope I never shall be; but if I should, remember that fault-finding is perhaps both my privilege and my weakness, that correction is the only road to improvement, and that my quick temper and illness are entitled to some consideration.","author":"Joseph Pulitzer","topic":"Hope"},{"quote":"I&#39;m learning all the time. I&#39;m evolving all the time as a human being. I&#39;m getting better, I hope, in all of the important ways.","author":"Neil Peart","topic":"Hope"},{"quote":"A good question is never answered. It is not a bolt to be tightened into place but a seed to be planted and to bear more seed toward the hope of greening the landscape of idea.","author":"John Ciardi","topic":"Hope"},{"quote":"I hope that there&#39;s a difference between being childish and childlike and that I&#39;m the latter, if you take my meaning. I often sort of wonder. I don&#39;t think I&#39;m a terribly good grown-up; I don&#39;t take responsibility easily or well in many areas of life. Finance and stuff like that, I&#39;m absolutely appalling.","author":"Graeme Base","topic":"Hope"},{"quote":"My happiest hours are spent in school, surrounded by those I hope to benefit.","author":"Dorothea Dix","topic":"Hope"},{"quote":"It is of great concern that the fabric of African life, its very source of hope and stability, is threatened by divorce, abortion, prostitution, human trafficking, and a contraception mentality.","author":"Pope Benedict XVI","topic":"Hope"},{"quote":"I had in mind a message, although I hope it doesn&#39;t intrude too badly, persuading Americans, and especially Southerners, of the critical importance of land and our vanishing natural environment and wildlife.","author":"E. O. Wilson","topic":"Hope"},{"quote":"I am probably the most selfish man you will ever meet in your life. No one gets the satisfaction or the joy that I get out of seeing kids realize there is hope.","author":"Jerry Lewis","topic":"Hope"},{"quote":"I hope the fans have enjoyed listening as much as I&#39;ve enjoyed doing the games. I don&#39;t ever go to the park where I don&#39;t have a good day. I don&#39;t like losing. But I don&#39;t think I ever go to the park where I have a bad day. I don&#39;t think once.","author":"Bob Uecker","topic":"Hope"},{"quote":"Naming me &#39;Twinkle&#39; was a foolproof way of making sure that I would get teased throughout my life, have immigration officers at various airports stare at my passport and shake with hysterical laughter, and strangers stalk me with WhatsApp messages like, &#39;Twinkle, Twinkle, little star, I hope you get hit by a car!&#39;","author":"Twinkle Khanna","topic":"Hope"},{"quote":"I hope to stay unemployed as a war photographer till the end of my life.","author":"Robert Capa","topic":"Hope"},{"quote":"Art is longing. You never arrive, but you keep going in the hope that you will.","author":"Anselm Kiefer","topic":"Hope"},{"quote":"I hope to make people realize how totally helpless animals are, how dependent on us, trusting as a child must that we will be kind and take care of their needs.","author":"James Herriot","topic":"Hope"},{"quote":"Friends from the press, China needs to learn more about the world, and the world also needs to learn more about China. I hope you will continue to make more efforts and contributions to deepening the mutual understanding between China and the countries of the world.","author":"Xi Jinping","topic":"Hope"},{"quote":"From too much love of living, From hope and fear set free, We thank with brief thanksgiving Whatever gods may be That no life lives for ever; That dead men rise up never; That even the weariest river Winds somewhere safe to sea.","author":"Algernon Charles Swinburne","topic":"Hope"},{"quote":"Mad, is he? Then I hope he will bite some of my other generals.","author":"King George II","topic":"Hope"},{"quote":"I&#39;ll always stay connected with Apple. I hope that throughout my life I&#39;ll sort of have the thread of my life and the thread of Apple weave in and out of each other, like a tapestry. There may be a few years when I&#39;m not there, but I&#39;ll always come back.","author":"Steve Jobs","topic":"Hope"},{"quote":"My hope is that I will take the good from my experiences and extrapolate them further into areas with which I am unfamiliar. I simply do not know exactly what that difference will be in my judging. But I accept there will be some based on my gender and my Latina heritage.","author":"Sonia Sotomayor","topic":"Hope"},{"quote":"Bringing good news is imparting hope to one&#39;s fellow man. The idea of redemption is always good news, even if it means sacrifice or some difficult times.","author":"Patti Smith","topic":"Hope"},{"quote":"Inventions have long since reached their limit, and I see no hope for further development.","author":"Ursula K. Le Guin","topic":"Hope"},{"quote":"The capacity for hope is the most significant fact of life. It provides human beings with a sense of destination and the energy to get started.","author":"Norman Cousins","topic":"Hope"},{"quote":"I hope the two wings of the Democratic Party may flap together.","author":"William Jennings Bryan","topic":"Hope"},{"quote":"My fondest hope is that &#39;Roots&#39; may start black, white, brown, red, yellow people digging back for their own roots. Man, that would make me feel 90 feet tall.","author":"Alex Haley","topic":"Hope"},{"quote":"Perspective is not a science but a hope.","author":"John Berger","topic":"Hope"},{"quote":"They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for.","author":"Tom Bodett","topic":"Hope"},{"quote":"Any song I do, I put my heart and soul into and, as an artist, you can only hope it makes other people feel the way you feel when making it.","author":"Camila Cabello","topic":"Hope"},{"quote":"On every birthday, I ask my wife, &#39;What would you like this year?&#39; and her instant reply is, &#39;Diamonds! Diamonds! Diamonds!&#39; I&#39;m always living in hope that one day she&#39;ll say she just wants me!","author":"Akshay Kumar","topic":"Hope"},{"quote":"Hope and wishes for all that delights will sour in the midst of action not taken and words unsaid.","author":"Maximillian Degenerez","topic":"Hope"},{"quote":"Insecurity and resignation mingle with the hope for a better order.","author":"Gustav Heinemann","topic":"Hope"},{"quote":"I love kids that come to shows, little kids coming up to you with braces; like, some kid came up to me in a parking lot outside a show in Santa Cruz - he was about 14 or 15 - and he said, &#39;Y&#39;know, I love &#39;The Basketball Diaries,&#39; but I hope your next book of poetry isn&#39;t gonna be as academic as &#39;Living at the Movies&#39; was.&#39;","author":"Jim Carroll","topic":"Hope"},{"quote":"I grew up in Cuba under a strong, military, oppressive dictatorship. So as a teenager, I found myself involved in a revolution. I remember during that time, a young, charismatic leader rose up, talking about hope and change. His name was Fidel Castro.","author":"Rafael Cruz","topic":"Hope"},{"quote":"Remember me when you do pray, that hope doth lead from day to day.","author":"Anne Boleyn","topic":"Hope"},{"quote":"You keep shooting. You hope it goes in, and you smile.","author":"Teemu Selanne","topic":"Hope"},{"quote":"Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change.","author":"Bertrand Russell","topic":"Hope"},{"quote":"I hope that my story, I hope that my life is... an encouragement for people, especially in Brooklyn. I feel humbled and blessed.","author":"Iyanla Vanzant","topic":"Hope"},{"quote":"Solitude is not something you must hope for in the future. Rather, it is a deepening of the present, and unless you look for it in the present you will never find it.","author":"Thomas Merton","topic":"Hope"},{"quote":"I love my daddy. My daddy&#39;s everything. I hope I can find a man that will treat me as good as my dad.","author":"Lady Gaga","topic":"Hope"},{"quote":"I hope to die in the saddle seat.","author":"Albert Ellis","topic":"Hope"},{"quote":"I still believe in a place called Hope.","author":"William J. Clinton","topic":"Hope"},{"quote":"When Nelson Mandela walked free, the world sang with joy. Ever since, South Africa has stood as a beacon of hope for Africa.","author":"Ban Ki-moon","topic":"Hope"},{"quote":"I think the only way to achieve something that&#39;s classic is to be in the moment. You don&#39;t sit around and think, &#39;Oh, I hope this is remembered forever!&#39; You just have to be honest, and I think that requires being in the moment.","author":"Justin Timberlake","topic":"Hope"},{"quote":"Bollywood music is definitely a big part of Indian music and can be a great way to introduce people to the sound. But I hope to continue to incorporate other types of Indian music into my work.","author":"A. R. Rahman","topic":"Hope"},{"quote":"I hope I will always have the chance to play the violin.","author":"Joshua Bell","topic":"Hope"},{"quote":"The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.","author":"Stephen Ambrose","topic":"Hope"},{"quote":"My advice to young entrepreneurs is not to accept defeat in the face of odds, and challenge negative forces with hope, self-confidence and conviction.","author":"Dhirubhai Ambani","topic":"Hope"},{"quote":"We leave as we came and, god willing, as we shall return, with peace, and hope for all mankind.","author":"Eugene Cernan","topic":"Hope"},{"quote":"Don&#39;t compare me to Babe Ruth. God gave me the opportunity and the ability to be here at the right time, at the right moment, just like he gave Babe Ruth when he was playing. I just hope I can keep doing what I&#39;ve been doing - keep taking care of business.","author":"Sammy Sosa","topic":"Hope"},{"quote":"In international relations, you don&#39;t base your work on hope.","author":"Federica Mogherini","topic":"Hope"},{"quote":"I hope that people learn from my mistake and I hope that the fans forgive me.","author":"Rafael Palmeiro","topic":"Hope"},{"quote":"I would hope that the staffs at juvenile detention centers and reform schools are carefully chosen so that there is a community of support and hope.","author":"Adam Rapp","topic":"Hope"},{"quote":"I have everything that I could possibly want in life, from a gorgeous granddaughter and a wonderful wife, brilliant students, the best job anyone could hope for, and about half of my hair. Not the half I would have kept, but no one consulted me.","author":"Daniel Gilbert","topic":"Hope"},{"quote":"It&#39;s a funny thing: my name in Arabic means hope, so I suppose I have to live by that principle. Hope is desire, feeling, and investing in a projection of something that doesn&#39;t yet exist. At its best, you witness its alchemy in your life, turning something that was once in the mind into reality. At its worst, it&#39;s delusion.","author":"Aml Ameen","topic":"Hope"},{"quote":"My hope is that 10 years from now, after I&#39;ve been across the street at work for a while, they&#39;ll all be glad they gave me that wonderful vote.","author":"Sandra Day O'Connor","topic":"Hope"},{"quote":"When I was a kid, my father didn&#39;t really have much hope for me. He thought I was a dreamer; he didn&#39;t think I would amount to anything. My mother also.","author":"Frank Gehry","topic":"Hope"},{"quote":"There&#39;s girls that grew up like me and even worse, and they need to know that there is someone out there that can give them hope with my music. It&#39;s about inspiring people and helping people.","author":"Kehlani","topic":"Hope"},{"quote":"I desire a greatness of soul, an irradiance of mind, a deeper insight, a broader hope.","author":"Richard Jefferies","topic":"Hope"},{"quote":"Our hope in life beyond death is a hope made possible, not by some general sentimental belief in life after death, but by our participation in the life of Christ.","author":"Stanley Hauerwas","topic":"Hope"},{"quote":"Reciprocity helps us balance the need for self-determination and creative individuality with mutual hope and, therefore, what might be described as &#39;solidarity.&#39;","author":"David Blunkett","topic":"Hope"},{"quote":"I place no hope in my strength, nor in my works: but all my confidence is in God my protector, who never abandons those who have put all their hope and thought in him.","author":"Francois Rabelais","topic":"Hope"},{"quote":"For many in baseball September is a month of stark contrast with April, when everyone had dared to hope. If baseball is a lot like life, as pundits declare, it is because life is more about losing than winning.","author":"John Thorn","topic":"Hope"},{"quote":"I hope to stand firm enough to not go backward, and yet not go forward fast enough to wreck the country&#39;s cause.","author":"Abraham Lincoln","topic":"Hope"},{"quote":"You know, in my hometown of Hope, Arkansas, the three sacred heroes were Jesus, Elvis, and FDR, not necessarily in that order.","author":"Mike Huckabee","topic":"Hope"},{"quote":"There is a subconscious way of taking violence as a way of expression, as a normality, and it has a lot of effects in the youth in the way they absorb education and what they hope to get out of life.","author":"Salma Hayek","topic":"Hope"},{"quote":"Was President Obama&#39;s endorsement of gay marriage crassly political? God, I hope so.","author":"Timothy Noah","topic":"Hope"},{"quote":"I think maybe I&#39;m just a little too optimistic? I hope for the best in every situation and want to see the good in people.","author":"Ryan Lochte","topic":"Hope"},{"quote":"I feel like I know so little, and I just hope I get to live so long. I came to puberty late; it&#39;s all been late.","author":"Mandy Patinkin","topic":"Hope"},{"quote":"You always hear people saying, &#39;I hope I&#39;m not turning into my dad&#39;, but I&#39;d be honoured if I became half as decent a bloke as he is.","author":"Johnny Vegas","topic":"Hope"},{"quote":"I hope I can compete in one or two Olympics in my career. Of course I would like to win a medal, but just being there would be awesome.","author":"Patrick Chan","topic":"Hope"},{"quote":"I realized that I would have some very tough sledding, and I was very discouraged because I didn&#39;t see much hope of getting into the field I wanted to get into with no college education.","author":"Clyde Tombaugh","topic":"Hope"},{"quote":"Flawed as they may be, science and the secular Enlightenment values expressed in Western democracies are our best hope for survival.","author":"Michael Shermer","topic":"Hope"},{"quote":"So you know, I think that the federal government, the Democrats, and President Obama are selling a lot of hope and change, but no delivery of any of those promises.","author":"Jan Brewer","topic":"Hope"},{"quote":"There have been struggles and challenges that I have faced that few know about but I hope will help others going through the same thing.","author":"Ginger Zee","topic":"Hope"},{"quote":"My one remaining professional ambition is to read the shipping forecast. I live in hope.","author":"Samuel West","topic":"Hope"},{"quote":"Our hope is to deliver an incredibly fun and compelling game that will give the fans more than what they&#39;ve been waiting for, and show a whole new generation of gamers how much fun it is to live the life of a pirate!","author":"Sid Meier","topic":"Hope"},{"quote":"Indians felt despondent about Indian governance. Changing that atmosphere of gloom was a very challenging task, and I faced many difficulties in rectifying the situation and bringing back confidence and hope.","author":"Narendra Modi","topic":"Hope"},{"quote":"I sincerely hope that I shall always be a credit to my race, and to the motion picture industry.","author":"Hattie McDaniel","topic":"Hope"},{"quote":"I hope my fans remember my name is Gene Vincent and not Gene Autry.","author":"Gene Vincent","topic":"Hope"},{"quote":"It&#39;s time to get real, folks. Hope and change ain&#39;t working. Hope and change is not a solution. Hope and change is not a job.","author":"Herman Cain","topic":"Hope"},{"quote":"I always believe things are going to work out.","author":"Francoise Sagan","topic":"Hope"},{"quote":"It&#39;s really hard to say how long the show will last and will continue. I hope it lasts for a very long time. As long as kids watch it, anyway. But beyond this, sure, I would love to be doing film. I&#39;d love to be doing more theater and perhaps even writing.","author":"Steve Burns","topic":"Hope"},{"quote":"I hope that it can relate to and be a blessing to anybody, with the hope that someday they will find Jesus Christ to be the same God that I&#39;ve found Him to be.","author":"Jonny Lang","topic":"Hope"},{"quote":"Boast is always a cry of despair, except in the young it is a cry of hope.","author":"Bernard Berenson","topic":"Hope"},{"quote":"The vision, determination, stamina, hope, relentlessness, and sheer work that are involved in staying afloat, much less succeeding, are the same whether you are running a window on 47th Street or Miramax Films or Microsoft.","author":"Bob Weinstein","topic":"Hope"},{"quote":"We got to the moon on Christmas Eve 1968, at the end of a poor year for this country. We had Vietnam. We had civil unrest. We had the assassinations of Robert Kennedy and Martin Luther King. But we went around the moon and saw the far side for the first time. A script writer couldn&#39;t have done a better job of raising people&#39;s hope.","author":"Jim Lovell","topic":"Hope"},{"quote":"Next year, I hope there will be even more parties, lots of holidays and just having a good time, really. Plus wing-walking, air shows and learning to fly, as they are all things I want to do. I won&#39;t be restricted by age.","author":"Carol Vorderman","topic":"Hope"},{"quote":"Every year we celebrate the holy season of Advent, O God. Every year we pray those beautiful prayers of longing and waiting, and sing those lovely songs of hope and promise.","author":"Karl Rahner","topic":"Hope"},{"quote":"Disappointment is a sort of bankruptcy - the bankruptcy of a soul that expends too much in hope and expectation.","author":"Eric Hoffer","topic":"Hope"},{"quote":"I think you make the best with what you&#39;ve got, you know? Sometimes you have very little. And you just always try to rise to higher ground, because you&#39;re going to suffer one way or the other, so you just hope that you have strength and perseverance and good friends and faith, some kind of faith, to endure and move on to greener pastures.","author":"Pierce Brosnan","topic":"Hope"},{"quote":"I hope that five years and ten years from now, I&#39;ll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity.","author":"Louis Farrakhan","topic":"Hope"},{"quote":"Be careful to leave your sons well instructed rather than rich, for the hopes of the instructed are better than the wealth of the ignorant.","author":"Epictetus","topic":"Hope"},{"quote":"Hope is the pillar that holds up the world. Hope is the dream of a waking man.","author":"Pliny the Elder","topic":"Hope"},{"quote":"One of the things I most admire about America is they have created a genuine melting pot society, a country of opportunity; you can be of any religion, colour, ethnicity, persuasion and make it to the top of your chosen field. And that&#39;s something I admire about America and hope they continue with.","author":"David Cameron","topic":"Hope"},{"quote":"I would rather entertain and hope that people learned something than educate people and hope they were entertained.","author":"Walt Disney","topic":"Hope"},{"quote":"The secret is not to give up hope. It&#39;s very hard not to because if you&#39;re really doing something worthwhile I think you will be pushed to the brink of hopelessness before you come through the other side.","author":"George Lucas","topic":"Hope"},{"quote":"The theological virtue of hope is the patient and trustful willingness to live without closure, without resolution, and still be content and even happy because our Satisfaction is now at another level, and our Source is beyond ourselves.","author":"Richard Rohr","topic":"Hope"},{"quote":"Hope... is the companion of power, and the mother of success; for who so hopes has within him the gift of miracles.","author":"Samuel Smiles","topic":"Hope"},{"quote":"Like any good tree that one would hope to grow, we must set our roots deep into the ground so that what is real will prosper in the Light of Love.","author":"Billy Corgan","topic":"Hope"},{"quote":"Every night when I go to bed, I hope that I may never wake again, and every morning renews my grief.","author":"Franz Schubert","topic":"Hope"},{"quote":"I hope to live long enough to see my surviving comrades march side by side with the Union veterans along Pennsylvania Avenue, and then I will die happy.","author":"James Longstreet","topic":"Hope"},{"quote":"The sudden disappointment of a hope leaves a scar which the ultimate fulfillment of that hope never entirely removes.","author":"Thomas Hardy","topic":"Hope"},{"quote":"There are no greater treasures than the highest human qualities such as compassion, courage and hope. Not even tragic accident or disaster can destroy such treasures of the heart.","author":"Daisaku Ikeda","topic":"Hope"},{"quote":"Posterity! You will never know how much it cost the present generation to preserve your freedom! I hope you will make a good use of it.","author":"John Adams","topic":"Hope"},{"quote":"Reconciliation should be accompanied by justice, otherwise it will not last. While we all hope for peace it shouldn&#39;t be peace at any cost but peace based on principle, on justice.","author":"Corazon Aquino","topic":"Hope"},{"quote":"I always start my New Year at church with my family. I see it as a fresh beginning - like a new chance we get to renew our lives, perhaps? Starting it by praying gives me a lot of hope for the future.","author":"Nivin Pauly","topic":"Hope"},{"quote":"We have a saying in the Marine Corps and that is &#39;no better friend, no worse enemy, than a U.S. Marine.&#39; We always hope for the first, friendship, but are certainly more than ready for the second.","author":"John F. Kelly","topic":"Hope"},{"quote":"Hope is not the conviction that something will turn out well but the certainty that something makes sense, regardless of how it turns out.","author":"Vaclav Havel","topic":"Hope"},{"quote":"The worst thing that can happen in a democracy - as well as in an individual&#39;s life - is to become cynical about the future and lose hope.","author":"Hillary Clinton","topic":"Hope"},{"quote":"I do protect human rights, and I hope I shall always be looked up as a champion of human rights.","author":"Aung San Suu Kyi","topic":"Hope"},{"quote":"I may be what my enemies desire me to be, yet never an accusation are they able to hurl against me which makes me blush or lower my forehead; and I hope that God will be merciful enough with me, to prevent me from committing one of those faults which would involve my family.","author":"Jose Rizal","topic":"Hope"},{"quote":"Yesterday I was a dog. Today I&#39;m a dog. Tomorrow I&#39;ll probably still be a dog. Sigh! There&#39;s so little hope for advancement.","author":"Charles M. Schulz","topic":"Hope"},{"quote":"When we create hope and opportunity in the lives of others, we allow love, decency and promise to triumph over cowardice and hate.","author":"Kirsten Gillibrand","topic":"Hope"},{"quote":"We are all here to be a service to those who can&#39;t be a service to themselves. We can give people hope and more reasons for being human.","author":"Dionne Warwick","topic":"Hope"},{"quote":"When too many Americans don&#39;t vote or participate, some see apathy and despair. I see disappointment and even outrage. And I believe that out of this frustration can come hope and action.","author":"Paul Wellstone","topic":"Hope"},{"quote":"I don&#39;t know whether your heart ever necessarily changes, but time changes the way that you perceive the world. And you just hope it gives you more empathy and all those other things.","author":"Mark Knopfler","topic":"Hope"},{"quote":"Whiskey&#39;s to tough, Champagne costs too much, Vodka puts my mouth in gear. I hope this refrain, Will help me explain, As a matter of fact, I like beer.","author":"Tom T. Hall","topic":"Hope"},{"quote":"I hope I&#39;m saving lives. There are very few people in their careers that have the opportunity to do something to benefit mankind.","author":"Stephanie Kwolek","topic":"Hope"},{"quote":"I&#39;m really interested in the collaborative thing. It&#39;s what makes it scary because you never know what it&#39;s going to end up like. But you hope. You put yourself in the hands of the best people you can find, and you&#39;re completely dependent on the kindness of strangers and their commitment. It&#39;s like this mutual delusion.","author":"Meryl Streep","topic":"Hope"},{"quote":"My advice would be to follow your dream. Most of my life, I was in second place before I came in first place. I hope that inspired people to never give up.","author":"Jackie Evancho","topic":"Hope"},{"quote":"Many believe - and I believe - that I have been designated for this work by God. In spite of my old age, I do not want to give it up; I work out of love for God and I put all my hope in Him.","author":"Michelangelo","topic":"Hope"},{"quote":"Satan tries to counterfeit the work of God, and by doing this, he may deceive many. To make us lose hope, feel miserable like himself, and believe that we are beyond forgiveness, Satan might even misuse words from the scriptures that emphasize the justice of God in order to imply that there is no mercy.","author":"Dieter F. Uchtdorf","topic":"Hope"},{"quote":"So many people grew up with challenges, as I did. There weren&#39;t always happy things happening to me or around me. But when you look at the core of goodness within yourself - at the optimism and hope - you realize it comes from the environment you grew up in.","author":"Sonia Sotomayor","topic":"Hope"},{"quote":"I give people what they want in the hope that they will begin to want what I want to give them!","author":"Sai Baba","topic":"Hope"},{"quote":"Time is no longer endless or the horizon destitute of hope.","author":"Charles Lindbergh","topic":"Hope"},{"quote":"Whether you&#39;ve seen angels floating around your bedroom or just found a ray of hope at a lonely moment, choosing to believe that something unseen is caring for you can be a life-shifting exercise.","author":"Martha Beck","topic":"Hope"},{"quote":"I was the guy who was friends with everybody. Yes, I had my core group of friends, but I wasn&#39;t part of a clique that excluded people. I hope they thought I was a nice guy. I tried to be just friendly and outgoing. I was class president. I&#39;m supposed to run my class reunion in 2013.","author":"Austin Stowell","topic":"Hope"},{"quote":"You can make positive deposits in your own economy every day by reading and listening to powerful, positive, life-changing content and by associating with encouraging and hope-building people.","author":"Zig Ziglar","topic":"Hope"},{"quote":"Desperation is the raw material of drastic change. Only those who can leave behind everything they have ever believed in can hope to escape.","author":"William S. Burroughs","topic":"Hope"},{"quote":"The screen is a magic medium. It has such power that it can retain interest as it conveys emotions and moods that no other art form can hope to tackle.","author":"Stanley Kubrick","topic":"Hope"},{"quote":"The very least you can do in your life is to figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof.","author":"Barbara Kingsolver","topic":"Hope"},{"quote":"I think it&#39;s a mistake to ever look for hope outside of one&#39;s self.","author":"Arthur Miller","topic":"Hope"},{"quote":"I think if you show up and you work hard and you&#39;re straightforward, you can always create your own opportunities. I hope I&#39;m right.","author":"Cory Monteith","topic":"Hope"},{"quote":"The mind is never satisfied with the objects immediately before it, but is always breaking away from the present moment, and losing itself in schemes of future felicity... The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope.","author":"Samuel Johnson","topic":"Hope"},{"quote":"Cynicism stems from disappointment. Cynical and faithless people were not always like that. They were filled with possibilities and hope as kids. But they tried and perhaps failed.","author":"Robin S. Sharma","topic":"Hope"},{"quote":"I hope I work effectively, but I never feel I have exhausted what I should be doing... I believe we have a responsibility to be a good influence on others.","author":"Thomas S. Monson","topic":"Hope"},{"quote":"The work goes on, the cause endures, the hope still lives and the dreams shall never die.","author":"Edward Kennedy","topic":"Hope"},{"quote":"Hope is but the dream of those who wake.","author":"Matthew Prior","topic":"Hope"},{"quote":"Never deprive someone of hope; it might be all they have.","author":"H. Jackson Brown, Jr.","topic":"Hope"},{"quote":"What we hope ever to do with ease, we must learn first to do with diligence.","author":"Samuel Johnson","topic":"Hope"},{"quote":"Our best hope for the future is not to get people to think of all humanity as family - that&#39;s impossible. It lies, instead, in an appreciation of the fact that, even if we don&#39;t empathize with distant strangers, their lives have the same value as the lives of those we love.","author":"Paul Bloom","topic":"Hope"},{"quote":"I am not afraid of dying. I have lived longer than most people in the world. What scares me is to have a body that works but a brain that is waving goodbye. If that happens, I hope I die quickly.","author":"Henning Mankell","topic":"Hope"},{"quote":"I would like to tell the young men and women before me not to lose hope and courage. Success can only come to you by courageous devotion to the task lying in front of you.","author":"C. V. Raman","topic":"Hope"},{"quote":"I hope with all my heart and soul that every young man who receives the priesthood will honor that priesthood and be true to the trust which is conveyed when it is conferred. May each of us who holds the priesthood of God know what he believes.","author":"Thomas S. Monson","topic":"Hope"},{"quote":"One of my favorite people is Gypsy Rose Lee. She bears out the Biblical promise that he who has, gets. And I hope she gets a lot more.","author":"Hedy Lamarr","topic":"Hope"},{"quote":"I think that when you get dressed in the morning, sometimes you&#39;re really making a decision about your behavior for the day. Like if you put on flipflops, you&#39;re saying: &#39;Hope I don&#39;t get chased today.&#39; &#39;Be nice to people in sneakers.&#39;","author":"Demetri Martin","topic":"Hope"},{"quote":"I think it just takes one little snowflake to start a snowball to go down the hill. My contribution and, say, Kendrick Lamar&#39;s and some chosen others&#39; start the snowball. That&#39;s all I can hope for. I don&#39;t know if I&#39;m comfortable being quote-unquote a leader.","author":"D'Angelo","topic":"Hope"},{"quote":"You just have to keep trying to do good work, and hope that it leads to more good work. I want to look back on my career and be proud of the work, and be proud that I tried everything. Yes, I want to look back and know that I was terrible at a variety of things.","author":"Jon Stewart","topic":"Hope"},{"quote":"By their innocence and goodness, by their boundless capacity for forgiveness, and by the sheer power of their faith and hope, children redeem their parents, bringing out their best selves.","author":"Cass Sunstein","topic":"Hope"},{"quote":"Neither should a ship rely on one small anchor, nor should life rest on a single hope.","author":"Epictetus","topic":"Hope"},{"quote":"The less we deserve good fortune, the more we hope for it.","author":"Lucius Annaeus Seneca","topic":"Hope"},{"quote":"Hundreds of thousands of American servicemen and women are deployed across the world in the war on terror. By bringing hope to the oppressed, and delivering justice to the violent, they are making America more secure.","author":"George W. Bush","topic":"Hope"},{"quote":"I only hope that He will let me preach to those who have never heard that name Jesus. What else is worthwhile in this life? I have heard of nothing better. &#39;Lord, send me!&#39;","author":"Jim Elliot","topic":"Hope"},{"quote":"I say to everybody, love is what wakes you up in the morning, love is what makes you walk, and love is what makes you hope.","author":"Jerry Lewis","topic":"Hope"},{"quote":"Only those with skin as thick as elephant hide can hope to sail through their teens unscathed by self-doubt and bouts of depression.","author":"Mariella Frostrup","topic":"Hope"},{"quote":"A very small degree of hope is sufficient to cause the birth of love.","author":"Stendhal","topic":"Hope"},{"quote":"The vast Pacific Ocean has ample space for China and the United States. We welcome a constructive role by the United States in promoting peace, stability and prosperity in the region. We also hope that the United States will fully respect and accommodate the major interests and legitimate concerns of Asia-Pacific countries.","author":"Xi Jinping","topic":"Hope"},{"quote":"Loss of hope rather than loss of life is what decides the issues of war. But helplessness induces hopelessness.","author":"B. H. Liddell Hart","topic":"Hope"},{"quote":"We have no hope of solving our problems without harnessing the diversity, the energy, and the creativity of all our people.","author":"Roger Wilkins","topic":"Hope"},{"quote":"So that&#39;s the dissenter&#39;s hope: that they are writing not for today but for tomorrow.","author":"Ruth Bader Ginsburg","topic":"Hope"},{"quote":"You accept that this civilisation could be abolished and life will begin later on after a few thousand years because that is something that has happened in the history of this planet. When you have peace in yourself and accept, then you are calm enough to do something, but if you are carried by despair there is no hope.","author":"Thich Nhat Hanh","topic":"Hope"},{"quote":"The cause of my life has been to oppose superstition. It&#39;s a battle you can&#39;t hope to win - it&#39;s a battle that&#39;s going to go on forever. It&#39;s part of the human condition.","author":"Christopher Hitchens","topic":"Hope"},{"quote":"Hope springs eternal in the human breast: Man never is, but always to be blest.","author":"Alexander Pope","topic":"Hope"},{"quote":"There is no hope unmingled with fear, and no fear unmingled with hope.","author":"Baruch Spinoza","topic":"Hope"},{"quote":"I love my country, and it hurts not to be able to see my country, as I did for so many years. I hope that I will one day be able to live in a peaceful Colombia.","author":"Fernando Botero","topic":"Hope"},{"quote":"I now talk to different cultures, and I hope that I can bridge those gaps and differences between us. It&#39;s an adventure, a dream... I feel like I&#39;m on an anthropological mission.","author":"Shakira","topic":"Hope"},{"quote":"You don&#39;t think about the cold weather. I&#39;m just going to go out and play ball, do the best I can, and hope the team wins.","author":"Mickey Rivers","topic":"Hope"},{"quote":"Revolution is a phase, a mood, like spring, and just as spring has its buds and showers, so revolution has its ebullience, its bravery, its hope, and its solidarity. Some of these things pass.","author":"Rebecca Solnit","topic":"Hope"},{"quote":"Isn&#39;t it the moment of most profound doubt that gives birth to new certainties? Perhaps hopelessness is the very soil that nourishes human hope; perhaps one could never find sense in life without first experiencing its absurdity.","author":"Vaclav Havel","topic":"Hope"},{"quote":"My contribution I hope is to get people to eat full-flavored food. If I could come away with that alone, that would be a fantastic accomplishment. I&#39;m also very proud of being a very American chef.","author":"Bobby Flay","topic":"Hope"},{"quote":"A radical inner transformation and rise to a new level of consciousness might be the only real hope we have in the current global crisis brought on by the dominance of the Western mechanistic paradigm.","author":"Stanislav Grof","topic":"Hope"},{"quote":"I did nothing to deserve God&#39;s love; in fact, I was living as an orphan, without hope. Yet God chose to pursue a relationship with me, and through the death of his son Jesus, I was adopted into God&#39;s family.","author":"Steven Curtis Chapman","topic":"Hope"},{"quote":"Hope is tomorrow&#39;s veneer over today&#39;s disappointment.","author":"Evan Esar","topic":"Hope"},{"quote":"He who despairs of the human condition is a coward, but he who has hope for it is a fool.","author":"Albert Camus","topic":"Hope"},{"quote":"I knew I was a winner back in the late sixties. I knew I was destined for great things. People will say that kind of thinking is totally immodest. I agree. Modesty is not a word that applies to me in any way - I hope it never will.","author":"Arnold Schwarzenegger","topic":"Hope"},{"quote":"In the United States, the Supreme Court&#39;s decision of 1954, outlawing segregation in school systems, was greeted with mixed feelings of hope and skepticism by African-Americans.","author":"John Henrik Clarke","topic":"Hope"},{"quote":"Love is a springtime plant that perfumes everything with its hope, even the ruins to which it clings.","author":"Gustave Flaubert","topic":"Hope"},{"quote":"There are people who are able to plan their career, their future, but I&#39;ve never had any talent for that. I just do things and hope for the best. Say yes, take a chance, and sometimes it&#39;s terrific and sometimes it&#39;s not.","author":"Christopher Walken","topic":"Hope"},{"quote":"When I consider life, it is all a cheat. Yet fooled with hope, people favor this deceit.","author":"John Dryden","topic":"Hope"},{"quote":"Democracy is a daring concept - a hope that we&#39;ll be best governed if all of us participate in the act of government. It is meant to be a conversation, a place where the intelligence and local knowledge of the electorate sums together to arrive at actions that reflect the participation of the largest possible number of people.","author":"Brian Eno","topic":"Hope"},{"quote":"She gave up beauty in her tender youth, gave all her hope and joy and pleasant ways; she covered up her eyes lest they should gaze on vanity, and chose the bitter truth.","author":"Christina Rossetti","topic":"Hope"},{"quote":"I don&#39;t believe in luck. Not in golf, anyway. There are good bounces and bad bounces, sure, but the ball is round and so is the hole. If you find yourself in a position where you hope for luck to pull you through, you&#39;re in serious trouble.","author":"Jack Nicklaus","topic":"Hope"},{"quote":"My long struggles as a soldier of the Chinese Revolution have forced me to realize the necessity of facing hard facts. There will be neither peace, nor hope, nor future for any of us unless we honestly aim at political, social and economic justice for all peoples of the world, great and small.","author":"Chiang Kai-shek","topic":"Hope"},{"quote":"Comedy is the only hope for humanity.","author":"Roseanne Barr","topic":"Hope"},{"quote":"Anytime I fall in love, I feel it&#39;s a first time. I have had no successful love story yet. I hope I will succeed next time when I fall in love.","author":"Sonam Kapoor","topic":"Hope"},{"quote":"A poor man with nothing in his belly needs hope, illusion, more than bread.","author":"Georges Bernanos","topic":"Hope"},{"quote":"To me, it&#39;s always been a challenge to look for the light: to look for those spaces in your heart where there is hope and faith and try to embrace that rather than crush it. I&#39;ve spent so many years trying to crush those feelings of hope, and I certainly succeeded for quite a while.","author":"Dave Gahan","topic":"Hope"},{"quote":"It is difficult to say what is impossible, for the dream of yesterday is the hope of today and the reality of tomorrow.","author":"Robert H. Goddard","topic":"Hope"},{"quote":"I think freedom for Palestine could be an incredible source of hope to people struggling all over the world. I think it could also be an incredible inspiration to Arab people in the Middle East, who are struggling under undemocratic regimes which the U.S. supports.","author":"Rachel Corrie","topic":"Hope"},{"quote":"I would love to close my eyes and see myself with my girlfriend when we&#39;re 99 years old and I have a pipe and she&#39;s knitting a sweater, and I hope that&#39;s the way it goes. I think it&#39;s a challenge every day.","author":"Chris Messina","topic":"Hope"},{"quote":"I&#39;m a very contented, peaceful man. I made mistakes, yes, but I accepted them, and, I hope, graciously.","author":"Don Ameche","topic":"Hope"},{"quote":"With a fresh start, I hope it&#39;ll work out good. I know the whole Fox story and how he came over here and had a great year for them. I&#39;m hoping that&#39;s what it&#39;ll be - fresh start, new faces, new team, new city. I&#39;m looking forward to getting out there.","author":"Billy Koch","topic":"Hope"},{"quote":"Man is not a machine that can be remodelled for quite other purposes as occasion demands, in the hope that it will go on functioning as regularly as before but in a quite different way. He carries his whole history with him; in his very structure is written the history of mankind.","author":"Carl Jung","topic":"Hope"},{"quote":"The quality of light by which we scrutinize our lives has direct bearing upon the product which we live, and upon the changes which we hope to bring about through those lives.","author":"Audre Lorde","topic":"Hope"},{"quote":"A whole stack of memories never equal one little hope.","author":"Charles M. Schulz","topic":"Hope"},{"quote":"Love, we say, is life; but love without hope and faith is agonizing death.","author":"Elbert Hubbard","topic":"Hope"},{"quote":"There is no despair so absolute as that which comes with the first moments of our first great sorrow, when we have not yet known what it is to have suffered and be healed, to have despaired and have recovered hope.","author":"George Eliot","topic":"Hope"},{"quote":"If we were logical, the future would be bleak, indeed. But we are more than logical. We are human beings, and we have faith, and we have hope, and we can work.","author":"Jacques Yves Cousteau","topic":"Hope"},{"quote":"I hope that people will finally come to realize that there is only one &#39;race&#39; - the human race - and that we are all members of it.","author":"Margaret Atwood","topic":"Hope"},{"quote":"The great moral powers of the soul are faith, hope, and love.","author":"Ellen G. White","topic":"Hope"},{"quote":"For me, law school was a time of joy and hope. Joy in learning my way around the law - learning how to orbit a problem and to ask myself hard questions and to be asked hard questions. Hope that I could be of some use, to be part of the greater good - to make the world a little bit better.","author":"James Comey","topic":"Hope"},{"quote":"Politics hates a vacuum. If it isn&#39;t filled with hope, someone will fill it with fear.","author":"Naomi Klein","topic":"Hope"},{"quote":"Whenever I write a story, I hope it appeals to both boys and girls.","author":"Suzanne Collins","topic":"Hope"},{"quote":"You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined.","author":"Elizabeth Edwards","topic":"Hope"},{"quote":"I define the American dream as the ability to imagine a way that you want your life to turn out, and have a reasonable hope that you can achieve that.","author":"David Henry Hwang","topic":"Hope"},{"quote":"A working detective has no hope of understanding what even experts who devote their lives to the study of criminal psychology can&#39;t figure out.","author":"Mark Fuhrman","topic":"Hope"},{"quote":"Why do people play the lottery, or why do people gamble, period? You know, it&#39;s with the hope of winning something more.","author":"Derek Kilmer","topic":"Hope"},{"quote":"In the factory we make cosmetics; in the drugstore we sell hope.","author":"Charles Revson","topic":"Hope"},{"quote":"Architecture is basically a container of something. I hope they will enjoy not so much the teacup, but the tea.","author":"Yoshio Taniguchi","topic":"Hope"},{"quote":"I&#39;ve tried to reduce profanity but I reduced so much profanity when writing the book that I&#39;m afraid not much could come out. Perhaps we will have to consider it simply as a profane book and hope that the next book will be less profane or perhaps more sacred.","author":"Ernest Hemingway","topic":"Hope"},{"quote":"I believe that when you think of the negative, and you get up discouraged - &#39;There&#39;s nothing good in my future&#39; - I really believe it almost ties the hands of God. God works where there&#39;s an attitude of faith. I believe faith is all about hope.","author":"Joel Osteen","topic":"Hope"},{"quote":"Stalinism is linked with a cult of personality and massive violations of the law, with repression and camps. There is nothing like that in Russia and, I hope, will never again be.","author":"Vladimir Putin","topic":"Hope"},{"quote":"In the long run, a flexible sentencing procedure which works to rehabilitate offenders offers the best hope in the majority of cases in the Federal courts.","author":"Robert Kennedy","topic":"Hope"},{"quote":"I would hope that a wise Latina woman with the richness of her experiences would more often than not reach a better conclusion than a white male who hasn&#39;t lived that life.","author":"Sonia Sotomayor","topic":"Hope"},{"quote":"When everything works best, it&#39;s not because you chose writing but because writing chose you. It&#39;s when you&#39;re mad with it, it&#39;s when it&#39;s stuffed in your ears, your nostrils, under your fingernails. It&#39;s when there&#39;s no hope but that.","author":"Charles Bukowski","topic":"Hope"},{"quote":"If you keep thinking about what you want to do or what you hope will happen, you don&#39;t do it, and it won&#39;t happen.","author":"Desiderius Erasmus","topic":"Hope"},{"quote":"As I prepare for my second term as Secretary-General, I am thinking hard about how we can meet the expectations of the millions of people who see the U.N.&#39;s blue flag as a banner of hope. We have to continue our life-saving work in peacekeeping, human rights, development and humanitarian relief.","author":"Ban Ki-moon","topic":"Hope"},{"quote":"To many, peace is what enables development and is critical in providing opportunities to young people. To some - especially those from regions involved in conflict - peacekeeping and efforts to preserve peace are absolutely vital in bringing prosperity and hope for the future.","author":"Kim Yuna","topic":"Hope"},{"quote":"I hope people understand that when you tax corporations that the concrete and the steel and the plastic don&#39;t pay. People pay. And so when you tax corporations, either the employees are going to pay or the shareholders are going to pay or the customers are going to pay. And so corporations are people.","author":"Mitt Romney","topic":"Hope"},{"quote":"Religion kept some of my relatives alive, because it was all they had. If they hadn&#39;t had some hope of heaven, some companionship in Jesus, they probably would have committed suicide, their lives were so hellish.","author":"Octavia Butler","topic":"Hope"},{"quote":"I&#39;m thrilled to continue my partnership with U by Kotex for Generation Know while helping to empower girls. I&#39;ve always been a motivational resource for my younger sisters and hope I can positively impact and inspire other young girls too.","author":"Khloe Kardashian","topic":"Hope"},{"quote":"There was a moment in my life when I really wanted to kill myself. And there was one other moment when I was close to that. But even in my most jaded times, I had some hope.","author":"Gerard Way","topic":"Hope"},{"quote":"Hope is the only good that is common to all men; those who have nothing else possess hope still.","author":"Thales","topic":"Hope"},{"quote":"Life sometimes doesn&#39;t work out exactly as we plan or hope for.","author":"Orlando Bloom","topic":"Hope"},{"quote":"Outside of, as a kid, just wanting to be able to fly and run faster than a speeding locomotive and being able to leap tall buildings in a single bound, we&#39;d like to hope that, when push comes to shove, we can do the right thing. I think as long as there is that hope in our society and in the zeitgeist of superheroes, Superman will be relevant.","author":"Matt Bomer","topic":"Hope"},{"quote":"Inside &#39;Star Wars&#39; are values that mean something to people. It&#39;s aspirational. It&#39;s full of hope.","author":"Kathleen Kennedy","topic":"Hope"},{"quote":"One of the most important functions of jazz has been to encourage a hope for freedom, for people living in situations of intolerance or struggle.","author":"Herbie Hancock","topic":"Hope"},{"quote":"Where there&#39;s life, there&#39;s hope.","author":"Terence","topic":"Hope"},{"quote":"There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality.","author":"Jonas Salk","topic":"Hope"},{"quote":"I hope I am remembered by my children as a good father.","author":"Orson Scott Card","topic":"Hope"},{"quote":"I was close to getting married a long time ago. But it didn&#39;t happen, and since then it has not been happening. It is jinxed, and I am very happy. I hope this jinx continues.","author":"Salman Khan","topic":"Hope"},{"quote":"Let there be freedom for the Indians, wherever they may be in the American Continent or elsewhere in the world, because while they are alive, a glow of hope will be alive as well as a true concept of life.","author":"Rigoberta Menchu","topic":"Hope"},{"quote":"In the face of excruciating pain and uncertainty, I never lost hope, and it never occurred to me to stop fighting - not ever.","author":"Farrah Fawcett","topic":"Hope"},{"quote":"The attitude that nature is chaotic and that the artist puts order into it is a very absurd point of view, I think. All that we can hope for is to put some order into ourselves.","author":"Willem de Kooning","topic":"Hope"},{"quote":"I&#39;m a good person, I hope. But I&#39;m never as good as I want to be, never as nice as I want to be, never as generous as I want to be.","author":"David Tennant","topic":"Hope"},{"quote":"The Kingdom of Saudi Arabia, like other countries in the region, rejects the acquisition of nuclear weapons by anyone, especially nuclear weapons in the Middle East region. We hope that such weapons will be banned or eliminated from the region by every country in the region.","author":"Abdullah of Saudi Arabia","topic":"Hope"},{"quote":"We really feel happier when things look bleak. Hope is endurance. Hope is holding on and going on and trusting in the Lord.","author":"Michael Novak","topic":"Hope"},{"quote":"Well, Judy, I would hope in the new year, we could start thinking about politics not like it was the Super Bowl, where you always have to have one team that wins and the other team has to be a loser.","author":"John Breaux","topic":"Hope"},{"quote":"I always craft my words to the point where I think and hope they&#39;re perfect before I ever begin sketching.","author":"Kevin Henkes","topic":"Hope"},{"quote":"The sparrow that is twittering on the edge of my balcony is calling up to me this moment a world of memories that reach over half my lifetime, and a world of hope that stretches farther than any flight of sparrows.","author":"Donald G. Mitchell","topic":"Hope"},{"quote":"There can be hope only for a society which acts as one big family, not as many separate ones.","author":"Anwar Sadat","topic":"Hope"},{"quote":"In the central place of every heart, there is a recording chamber; so long as it receives messages of beauty, hope, cheer and courage, you are young.","author":"Samuel Ullman","topic":"Hope"},{"quote":"He that lives upon hope will die fasting.","author":"Benjamin Franklin","topic":"Hope"},{"quote":"I think of myself as a catalyst of action and a messenger of hope, turning people onto themselves and turning people onto their dreams.","author":"Les Brown","topic":"Hope"},{"quote":"I always try to put a seed of hope into people&#39;s hearts. I&#39;m not there to teach them doctrine necessarily, but to let them know that God is a good God, and has a plan for their lives. Hopefully, that will restore their faith, or draw them into faith.","author":"Joel Osteen","topic":"Hope"},{"quote":"My story is the story of thousands of children from around the world. I hope it inspires others to stand up for their rights.","author":"Malala Yousafzai","topic":"Hope"},{"quote":"The only way I&#39;d be caught without makeup is if my radio fell in the bathtub while I was taking a bath and electrocuted me and I was in between makeup at home. I hope my husband would slap a little lipstick on me before he took me to the morgue.","author":"Dolly Parton","topic":"Hope"},{"quote":"My hopes are not always realized, but I always hope.","author":"Ovid","topic":"Hope"},{"quote":"I hope that tomorrow we can all, wherever we are, join in expressing our grief at Diana&#39;s loss, and gratitude for her all-too-short life. It is a chance to show to the whole world the British nation united in grief and respect.","author":"Queen Elizabeth II","topic":"Hope"},{"quote":"As for restitutions, to nobody in particular do I owe any, but as for those I owe to the realm, I hope in the mercy of God.","author":"Louis XIV","topic":"Hope"},{"quote":"Love, hope, fear, faith - these make humanity; These are its sign and note and character.","author":"Robert Browning","topic":"Hope"},{"quote":"Being a star has made it possible for me to get insulted in places where the average Negro could never hope to go and get insulted.","author":"Sammy Davis, Jr.","topic":"Hope"},{"quote":"My hope is that we continue to nurture the places that we love, but that we also look outside our immediate worlds.","author":"Annie Leibovitz","topic":"Hope"},{"quote":"My hope was that organizations would start including this range of skills in their training programs - in other words, offer an adult education in social and emotional intelligence.","author":"Daniel Goleman","topic":"Hope"},{"quote":"Until women themselves reject stigma and refuse to feel shame for the way others treat them, they have no hope of achieving full human stature.","author":"Germaine Greer","topic":"Hope"},{"quote":"Cosmetics makers have always sold &#39;hope in a jar&#39; - creams and potions that promise youth, beauty, sex appeal, and even love for the women who use them.","author":"Virginia Postrel","topic":"Hope"},{"quote":"I&#39;m a big believer in pairing classics with contemporary literature, so students have the opportunity to see that literature is not a cold, dead thing that happened once but instead a vibrant mode of storytelling that&#39;s been with us a long time - and will be with us, I hope, for a long time to come.","author":"John Green","topic":"Hope"},{"quote":"Well, you know, in any novel you would hope that the hero has someone to push back against, and villains - I find the most interesting villains those who do the right things for the wrong reasons, or the wrong things for the right reasons. Either one is interesting. I love the gray area between right and wrong.","author":"Dan Brown","topic":"Hope"},{"quote":"Art should not be bound by barriers or language. The Hindi film industry is a testament to that. We speak only Hindi, but we premiere in Germany and Japan. Our films do phenomenally well there. We transcend the barriers of language and culture. We welcome you in. I think that&#39;s what art should be, and I hope America reaches that place.","author":"Priyanka Chopra","topic":"Hope"},{"quote":"I have hope in people, in individuals. Because you don&#39;t know what&#39;s going to rise from the ruins.","author":"Joan Baez","topic":"Hope"},{"quote":"What I hope is that those with the knowledge of the humanities break into the closed society where code gets written: invade it.","author":"Ellen Ullman","topic":"Hope"},{"quote":"We go through the whole season working on next season&#39;s car and developing the car and making sure we fit in the car and all that sort of stuff. And we obviously give ideas of what we would hope next year&#39;s car would have even if it&#39;s small things like buttons on the steering wheel and different positions and whatever.","author":"Jenson Button","topic":"Hope"},{"quote":"I never really thought of myself as depressed so much as paralyzed by hope.","author":"Maria Bamford","topic":"Hope"},{"quote":"I can only hope the federal aid made available today will be sufficient in our recovery efforts, and pray that our citizens continue to be safe from the fallout of this dangerous natural disaster.","author":"Mike Rogers","topic":"Hope"},{"quote":"In the kind of world we have today, transformation of humanity might well be our only real hope for survival.","author":"Stanislav Grof","topic":"Hope"},{"quote":"To one who believes that really good industrial conditions are the hope for a machine civilization, nothing is more heartening than to watch conference methods and education replacing police methods.","author":"Frances Perkins","topic":"Hope"},{"quote":"There is no word for feeling nostalgic about the future, but that&#39;s what a parent&#39;s tears often are, a nostalgia for something that has not yet occurred. They are the pain of hope, the helplessness of hope, and finally, the surrender to hope.","author":"Michael Ian Black","topic":"Hope"},{"quote":"I think that hope, that ability to envision, to imagine a better way, and then to apply yourself to it, is the way to climb out of a hole, is the way to build a better life, is the way to build a better community and a better country.","author":"Deval Patrick","topic":"Hope"},{"quote":"I think I&#39;ve lived a pretty hard life. What I mean by hard is that... I&#39;ve been kind of reckless with things. I&#39;m a passionate person. I&#39;m a super passionate person. I think there&#39;s definitely been sorrow in my life, good and bad. I think it comes through. I hope it comes through in my writing because to me that&#39;s what artistry is.","author":"Kip Moore","topic":"Hope"},{"quote":"&#39;Falling Skies&#39; is not just about aliens attacking. It&#39;s also about humanity, survival, hope and the determination to rebuild our world, starting from pretty much nothing.","author":"Maxim Knight","topic":"Hope"},{"quote":"It doesn&#39;t have to be a mountain you have to be climbing. I hope to change people&#39;s opinion about Saudi in general and Saudi women and Saudi women&#39;s opinion about themselves. I really hope they can step out of their comfort zone and just dream: try to push your limits.","author":"Raha Moharrak","topic":"Hope"},{"quote":"In the history of photography, we have many masterpieces in terms of black and white books. You have Bresson&#39;s &#39;Decisive Moment,&#39; Frank&#39;s &#39;The Americans&#39;... many masterpieces. But there is nothing to this caliber in color. Well, I think I&#39;ll waltz with my muse and hope that I might be able to produce something on this order in color.","author":"Ralph Gibson","topic":"Hope"},{"quote":"Hope cannot be said to exist, nor can it be said not to exist. It is just like roads across the earth. For actually the earth had no roads to begin with, but when many men pass one way, a road is made.","author":"Lu Xun","topic":"Hope"},{"quote":"My main hope is eventually, in modern education field, introduce education about warm-heartedness, not based on religion, but based on common experience and a common sort of sense, and then scientific finding.","author":"Dalai Lama","topic":"Hope"},{"quote":"At twenty a man is full of fight and hope. He wants to reform the world. When he is seventy he still wants to reform the world, but he knows he can&#39;t.","author":"Rodney Dangerfield","topic":"Hope"},{"quote":"I try to encourage all my teammates, and I sure hope that some day all athletes - my kids, high school kids - get the same level of care I get. Because you can play for a long period of time without having knee replacements, without having all the major head trauma that people are dealing with.","author":"Tom Brady","topic":"Hope"},{"quote":"Everywhere I go I find that people... both leaders and individuals... are asking one basic question, &#39;Is there any hope for the future?&#39; My answer is the same, &#39;Yes, through Jesus Christ.&#39;","author":"Billy Graham","topic":"Hope"},{"quote":"All hope abandon, ye who enter here!","author":"Dante Alighieri","topic":"Hope"},{"quote":"All you have in comedy, in general, is just going with your instincts. You can only hope that other people think that what you think is funny is funny. I don&#39;t have an answer but I just try to plough straight ahead.","author":"Will Ferrell","topic":"Hope"},{"quote":"Good news doesn&#39;t necessarily have to be a positive thing. Bringing good news is imparting hope to one&#39;s fellow man.","author":"Patti Smith","topic":"Hope"},{"quote":"You have doubtless heard, my dear mother, the misfortune of Madame de Chartres, whose child is born dead. But I would rather have even that, terrible as it is, than be as I am without hope of any children.","author":"Marie Antoinette","topic":"Hope"},{"quote":"A lot of presidential memoirs, they say, are dull and self-serving. I hope mine is interesting and self-serving.","author":"William J. Clinton","topic":"Hope"},{"quote":"There is a quiet about the life of a farmer, and the hope of a serene old age, that no other business or profession can promise.","author":"Robert Green Ingersoll","topic":"Hope"},{"quote":"Hope is the only universal liar who never loses his reputation for veracity.","author":"Robert Green Ingersoll","topic":"Hope"},{"quote":"Hope has a good memory, gratitude a bad one.","author":"Baltasar Gracian","topic":"Hope"},{"quote":"Can I just tell you, I think it&#39;s the most beautiful thing about young people today, it gives me so much hope for the future, that they don&#39;t really recognize race the way my generation does.","author":"Viola Davis","topic":"Hope"},{"quote":"I hope my tongue in prune juice smothers, If I belittle dogs and mothers.","author":"Ogden Nash","topic":"Hope"},{"quote":"If we have any hope for survival of the music that we all love, compassion must replace name-calling, fairness must replace greed, and we need to come together as a musical community and try to understand each other&#39;s problems.","author":"John Mellencamp","topic":"Hope"},{"quote":"When someone died in the wilderness of frontier America, that person&#39;s physical remains were buried and the handcarts continued west, but the mourning survivors had hope for their loved one&#39;s eternal soul. However, when someone dies spiritually in the wilderness of sin, hope may be replaced by dread and fear for the loved one&#39;s eternal welfare.","author":"James E. Faust","topic":"Hope"},{"quote":"My hope is that the 21st century will be the first century where there will be no violation of human rights, and to that end, Japan would like to do our outmost.","author":"Shinzo Abe","topic":"Hope"},{"quote":"Like all of us in this storm between birth and death, I can wreak no great changes on the world, only small changes for the better, I hope, in the lives of those I love.","author":"Dean Koontz","topic":"Hope"},{"quote":"Even if the hopes you started out with are dashed, hope has to be maintained.","author":"Seamus Heaney","topic":"Hope"},{"quote":"I hope that I inspire women to believe in themselves, no matter where they come from; no matter what education they have; what particular background they originate from.","author":"Madonna Ciccone","topic":"Hope"},{"quote":"Now science has presented us with a hope called stem cell research, which may provide our scientists with many answers that have for so long been beyond our grasp.","author":"Nancy Reagan","topic":"Hope"},{"quote":"What can you do if a part of it is uphill? You can&#39;t work out another route. You&#39;ve just got to run the one they give you. But they tell me London is a nice course. Even the cobbles, I hope, are not very much of a problem for me.","author":"Haile Gebrselassie","topic":"Hope"},{"quote":"We cannot elect a president who provides no hope to the laid-off union worker, no hope for the mother of five and no hope for the researcher who might find a cure for cancer. We cannot elect a leader who is willfully ignorant to the outcry of young people who want real criminal justice reform and responsible gun safety legislation now.","author":"Sheila Jackson Lee","topic":"Hope"},{"quote":"It is only hope which is real, and reality is a bitterness and a deceit.","author":"William Makepeace Thackeray","topic":"Hope"},{"quote":"The London games mark the 24th anniversary of my winning two golds and setting the world record in the heptathlon. Someone is going to want it; records are made to be broken - it&#39;s only a matter of time. I hope mine will outlive me.","author":"Jackie Joyner-Kersee","topic":"Hope"},{"quote":"I&#39;ve learnt that through life you just get on with it. You&#39;re going to meet a lot of dishonest people along the line and you say good luck to them. I hope they live in comfort. Then I start sticking more pins in their effigies.","author":"Roger Moore","topic":"Hope"},{"quote":"The hope of a new politics does not lie in formulating a left-wing reply to the right-it lies in rejecting conventional political categories.","author":"Christopher Lasch","topic":"Hope"},{"quote":"If there&#39;s a golf course in heaven, I hope it&#39;s like Augusta National. I just don&#39;t want an early tee time.","author":"Gary Player","topic":"Hope"},{"quote":"There will always be someone else with a different view than you. I appreciate them and would never say that they are wrong. I hope that they would give me that courtesy also.","author":"Melissa Etheridge","topic":"Hope"},{"quote":"Being generous or doing things for others actually makes me feel good so I don&#39;t do it because I hope karma will come round and get me and I&#39;ll benefit from it.","author":"David Schwimmer","topic":"Hope"},{"quote":"Love is the fire that warms our lives with unparalleled joy and divine hope. Love should be our walk and our talk.","author":"Dieter F. Uchtdorf","topic":"Hope"},{"quote":"I, Master John Hus, in chains and in prison, now standing on the shore of this present life and expecting on the morrow a dreadful death, which will, I hope, purge away my sins, find no heresy in myself, and accept with all my heart any truth whatsoever that is worthy of belief.","author":"Jan Hus","topic":"Hope"},{"quote":"Growing up in Canada, most kids from Canada dream of playing in the NHL, and they also hope one day to be on a Stanley Cup team. That was a big goal.","author":"Bobby Orr","topic":"Hope"},{"quote":"As freedom-loving people across the globe hope for an end to tyranny, we will never forget the enormous suffering of the Holocaust.","author":"Bob Beauprez","topic":"Hope"},{"quote":"The only way of knowing a person is to love them without hope.","author":"Walter Benjamin","topic":"Hope"},{"quote":"I just hope I can get another personal best. If I can do that, I&#39;ll be satisfied.","author":"Bonnie Blair","topic":"Hope"},{"quote":"I want people to know that I&#39;m not just &#39;Chillin&#39; It.&#39; I&#39;m a real person. There&#39;s heartbreak and trials, and I hope I put that in my music.","author":"Cole Swindell","topic":"Hope"},{"quote":"It&#39;s a weird dynamic - I guess there is a fine line between hope and sadness. Sometimes you can be feeling both at the same time.","author":"Washed Out","topic":"Hope"},{"quote":"Everybody has a different journey. Everybody has a different path, and you don&#39;t really know what to expect. All you know is to just keep plugging away, and you hope something will come through and something will happen.","author":"Grace Gealey","topic":"Hope"},{"quote":"On the other hand, I believe there&#39;s hope, because the breakdown and the repair are happening simultaneously.","author":"Kathryn Bigelow","topic":"Hope"},{"quote":"I&#39;m not trying to compete with any other revival soul acts. It&#39;s just Leon Bridges, a kid from Fort Worth trying to be himself and give people hope. It&#39;s great music to dance to and just love.","author":"Leon Bridges","topic":"Hope"},{"quote":"I&#39;m very honoured that there is a loyal following and I hope it continues.","author":"Sara Paretsky","topic":"Hope"},{"quote":"The other day I got a text from a boy, but it wasn&#39;t hot. I mean, if you&#39;re going to text me every day, you haven&#39;t seen me for months and you&#39;re trying to seduce me, you&#39;d better spice up that text and make it more exciting than &#39;How was your day? I hope you&#39;re having a beautiful one.&#39; Sadly, I haven&#39;t been doing a lot of kissing lately.","author":"Chloe Sevigny","topic":"Hope"},{"quote":"I hope I haven&#39;t grown up. The cliche for all artists is that you don&#39;t want to lose that child inside. I think when you get sedentary and set in your ways, you can lose a lot of that spontaneity and creativity. I hope I&#39;m holding on to that.","author":"Catherine Hardwicke","topic":"Hope"},{"quote":"What I hope my writing reflects... is a sense of the connections between all human beings... and a different perspective on the true nature of courage. For me, those are things worth exploring and writing about.","author":"Chris Crutcher","topic":"Hope"},{"quote":"Public crowdfunding still suffers from a tragedy of the commons problem. Everyone will want the benefit of the crowdfunded efforts but is incentivized to sit on the sidelines and hope others chip in.","author":"Fred Ehrsam","topic":"Hope"},{"quote":"Politics is not predictions and politics is not observations. Politics is what we do. Politics is what we do, politics is what we create, by what we work for, by what we hope for and what we dare to imagine.","author":"Paul Wellstone","topic":"Hope"},{"quote":"To me, what I love about the draft is; first, you see the young men who are realizing their dreams that they&#39;ve worked so hard for. That&#39;s a pretty cool thing. You saw the emotion from some of these guys the other day. And then, the second thing is this total sense of hope and optimism. And, I think that&#39;s great for everybody.","author":"Roger Goodell","topic":"Hope"},{"quote":"I don&#39;t think there are any footsteps to be walked in. No one else has taken things that you can buy at the grocery store and put them together. I hope that I have a career as long as Julia Child.","author":"Sandra Lee","topic":"Hope"},{"quote":"My mum thought my TV and film addiction was laziness. If you&#39;re an immigrant, you know you&#39;ll never be an accepted part of society, but you hope your children will be, and you try to make them essential to the community in a practical way - being a doctor or a lawyer. Acting was beyond their comprehension.","author":"Sanjeev Bhaskar","topic":"Hope"},{"quote":"With more and more stress from work, at times I really do hope to have someone I can lean upon.","author":"Song Hye-kyo","topic":"Hope"},{"quote":"It took me less than half a lifetime to realize that regret is one of the few guaranteed certainties. Sooner or later everything is touched by it, despite our naive and senseless hope that just this time we will be spared its cold hand on our heart.","author":"Jonathan Carroll","topic":"Hope"},{"quote":"Airports drive me mad. I don&#39;t mind the flying; it&#39;s all the hassle before you get on the plane and afterwards, including walking five miles through corridors to the point where you queue for ages to check passports and hope your luggage has arrived safely.","author":"June Whitfield","topic":"Hope"},{"quote":"I have learned that music helps a lot of people survive, and they want songs that can give them something - I guess you could call it hope.","author":"Maurice White","topic":"Hope"},{"quote":"The secular world looks to the church and to its chagrin, finds no love, no life, no laughter, no hope and no happiness.","author":"Rod Parsley","topic":"Hope"},{"quote":"As the country now turns a new leaf, our ambition is to give hope to each and every Afghan.","author":"Hamid Karzai","topic":"Hope"},{"quote":"I feel blessed to be here representing our country and carrying out th research of scientists around the world... I hope you could feel the positive energy that beamed to the whole planet as we glided over.","author":"Laurel Clark","topic":"Hope"},{"quote":"Hope is some extraordinary spiritual grace that God gives us to control our fears, not to oust them.","author":"Vincent McNabb","topic":"Hope"},{"quote":"One of the biggest mistakes a photographer can make is to look at the real world and cling to the vain hope that next time his film will somehow bear a closer resemblance to it.","author":"Galen Rowell","topic":"Hope"},{"quote":"For those of us imprisoned in Poland, the Prague Spring was a harbinger of hope.","author":"Adam Michnik","topic":"Hope"},{"quote":"How arrogant - how very far from humility - would be the self-satisfied, smug assurance that God, a tidy-up-after-us God will come and clean up our mess? Hope for a nanny God, who will with a miracle grant us amnesty from our folly - that&#39;s not aligned with either history or the text of the Bible.","author":"Sheldon Whitehouse","topic":"Hope"},{"quote":"The substance of faith is a hope in the unseen.","author":"Ron Suskind","topic":"Hope"},{"quote":"I am convinced that the majority of American people do understand that we have a moral responsibility to foster the concepts of opportunity, free enterprise, the rule of law, and democracy. They understand that these values are the hope of the world.","author":"Richard Lugar","topic":"Hope"},{"quote":"As a privileged survivor of the First World War, I hope I may be allowed to interject here a deeply felt tribute to those who were not fortunate enough to succeed, but who shared the signal honor of trying to the last to salvage peace.","author":"Rene Cassin","topic":"Hope"},{"quote":"I wear my wedding ring. We talk about when we&#39;re going to get married again, which we hope is going to take place some time in this incredibly hectic calendar year.","author":"Jim Lampley","topic":"Hope"},{"quote":"Studying is something I really love doing, and I just hope to have enough money for tuition.","author":"Alexandra Kosteniuk","topic":"Hope"},{"quote":"Whatever enlarges hope will also exalt courage.","author":"William Samuel Johnson","topic":"Hope"},{"quote":"The tender heart, the broken and contrite spirit, are to me far above all the joys that I could ever hope for in this vale of tears.","author":"Charles Simeon","topic":"Hope"},{"quote":"I want to share some insight into why someone would want to be a SEAL. A lot of us faced obstacles growing up. I didn&#39;t have any type of real nurturing as a kid. I hope people will relate to my story and go, &#39;Hey, if this guy can do it, so can I.&#39;","author":"Howard E. Wasdin","topic":"Hope"},{"quote":"So foolish is the heart of man that he ever puts his hope in the future, learning nothing from his past errors and fancying that tomorrow must be better than today.","author":"Mika Waltari","topic":"Hope"},{"quote":"Hope raises no dust.","author":"Paul Eluard","topic":"Hope"},{"quote":"It is only by not paying one&#39;s bills that one can hope to live in the memory of the commercial classes.","author":"Oscar Wilde","topic":"Hope"},{"quote":"Sabotage did not involve loss of life, and it offered the best hope for future race relations. Bitterness would be kept to a minimum and, if the policy bore fruit, democratic government could become a reality.","author":"Nelson Mandela","topic":"Hope"},{"quote":"I totally disagree with the view that the Tibet struggle will die, and there will be no hope for Tibet, after the Dalai Lama passes away.","author":"Dalai Lama","topic":"Hope"},{"quote":"Our only real hope for democracy is that we get the money out of politics entirely and establish a system of publicly funded elections.","author":"Noam Chomsky","topic":"Hope"},{"quote":"As long as the people don&#39;t fear the truth, there is hope. For once they fear it, the one who tells it doesn&#39;t stand a chance. And today, truth is still beautiful... but so frightening.","author":"Alice Walker","topic":"Hope"},{"quote":"Heaven gives us hope and makes our present burdens easier to bear.","author":"Billy Graham","topic":"Hope"},{"quote":"When hope is not pinned wriggling onto a shiny image or expectation, it sometimes floats forth and opens.","author":"Anne Lamott","topic":"Hope"},{"quote":"I am not writing to try and convert people to fundamental Christianity. I am just trying to share my experience, strength and hope, that someone who is as messed up and neurotic and scarred and scared can be fully accepted by our dear Lord, no questions asked.","author":"Anne Lamott","topic":"Hope"},{"quote":"A propensity to hope and joy is real riches; one to fear and sorrow real poverty.","author":"David Hume","topic":"Hope"},{"quote":"I hope to have communion with the people, that is the most important thing.","author":"Pope John Paul II","topic":"Hope"},{"quote":"He is the best physician who is the most ingenious inspirer of hope.","author":"Samuel Taylor Coleridge","topic":"Hope"},{"quote":"In economics, hope and faith coexist with great scientific pretension and also a deep desire for respectability.","author":"John Kenneth Galbraith","topic":"Hope"},{"quote":"Now, I look at where I am now and I know what I wanna to do. What I would like to be able to do is to spend whatever time I have left and to give, and maybe some hope to others.","author":"Jim Valvano","topic":"Hope"},{"quote":"For me, Barack Obama&#39;s election was a milestone of the most extraordinary kind. On the day he was elected I felt such hope in my heart. I thought we were seeing the beginning of a new era of equal opportunity across race and gender such as America had never known before.","author":"Jesse Jackson","topic":"Hope"},{"quote":"We live in a world of constant juxtaposition between joy that&#39;s possible and pain that&#39;s all too common. We hope for love and success and abundance, but we never quite forget that there is always lurking the possibility of disaster.","author":"Marianne Williamson","topic":"Hope"},{"quote":"In the end, I hope there&#39;s a little note somewhere that says I designed a good computer.","author":"Steve Wozniak","topic":"Hope"},{"quote":"Of the big horror movies of the &#39;70s, you have &#39;The Omen,&#39; &#39;The Sentinel,&#39; &#39;Rosemary&#39;s Baby,&#39; &#39;The Stepford Wives,&#39; &#39;Burnt Offerings&#39; - these are all romantic fatalist movies where there&#39;s a sort of glimmer of hope... but darkness wins.","author":"Chuck Palahniuk","topic":"Hope"},{"quote":"I hope never to marry in this way; I wish to make my wife happy, but not to become rich by her means, so I will let things alone and enjoy my golden freedom till I am so well off that I can support both wife and children.","author":"Wolfgang Amadeus Mozart","topic":"Hope"},{"quote":"Even if you can&#39;t relate to what I&#39;m singing, I hope you can believe in it and see it as something that it is real.","author":"Halsey","topic":"Hope"},{"quote":"I&#39;m not deluded enough to think that everyone who knows my name is a listener. You know, I hope that part of that interest - part of that public interest - has to do with me still making records that people like.","author":"John Mayer","topic":"Hope"},{"quote":"The greatest joys are found not only in what we do and feel, but also in what we hope for.","author":"Bryant H. McGill","topic":"Hope"},{"quote":"Beware how you take away hope from another human being.","author":"Oliver Wendell Holmes, Jr.","topic":"Hope"},{"quote":"We need to keep hope alive and strive to do better.","author":"Kofi Annan","topic":"Hope"},{"quote":"All of my work is influenced by fairy tales, and I hope my work shows Hans Christian Anderson&#39;s influence.","author":"Sandra Cisneros","topic":"Hope"},{"quote":"Hope is the feeling we have that the feeling we have is not permanent.","author":"Mignon McLaughlin","topic":"Hope"},{"quote":"Hope is independent of the apparatus of logic.","author":"Norman Cousins","topic":"Hope"},{"quote":"Hope of ill gain is the beginning of loss.","author":"Democritus","topic":"Hope"},{"quote":"I have learned from my experiences in this industry that there is absolutely no way to control people&#39;s opinions on your performance in your movie. You go out there, promote your film and hope people like the work you did.","author":"Leonardo DiCaprio","topic":"Hope"},{"quote":"Believe me, I&#39;ve known a lot of journalists, and their opinions on most subjects are wrong. If the entire mainstream media is aligned against Trump, it is just about the best endorsement he could hope for!","author":"Milo Yiannopoulos","topic":"Hope"},{"quote":"My mother-in-law said, &#39;One day I will dance on your grave.&#39; I said &#39;I hope you do; I will be buried at sea.&#39;","author":"Les Dawson","topic":"Hope"},{"quote":"I&#39;ll probably never be the best actor in Hollywood, but I hope to be the hardest working.","author":"Ashton Kutcher","topic":"Hope"},{"quote":"We are not doing celebrity, personality, abusive politics - we are doing ideas. This is about hope.","author":"Jeremy Corbyn","topic":"Hope"},{"quote":"Economic systems rise and fall just like empires. That&#39;s the kind of perspective we need to take if we hope to prosper for centuries rather than for the next quarter.","author":"Annalee Newitz","topic":"Hope"},{"quote":"For now, I&#39;m just going to keep doing the work and hope I don&#39;t get fired. If people want to put me up on their walls, I&#39;ll love it.","author":"Ryan Gosling","topic":"Hope"},{"quote":"I would hope they would be our fellow artists, rather than trying to emulate or idolize clowns like us.","author":"Maynard James Keenan","topic":"Hope"},{"quote":"When you&#39;re the host of the Academy Awards, and you grew up watching Bob Hope and Johnny Carson, and now it&#39;s your turn, and you get a chance to run with the baton on the relay for a while, I really embraced it and just really loved being there.","author":"Billy Crystal","topic":"Hope"},{"quote":"For many people, myself included, the end of the world is happening all the time! It is a form of criticality that paradoxically gives us hope for change and improvement.","author":"Douglas Coupland","topic":"Hope"},{"quote":"A lot of tragedy can befall us, but there&#39;s always something else; there&#39;s always hope.","author":"Chris Pine","topic":"Hope"},{"quote":"I certainly notice the vitality in Belfast, which wasn&#39;t there in the Seventies. There was a war going on then. Now there are cranes everywhere. There really is a sense of renewal and hope.","author":"Liam Neeson","topic":"Hope"},{"quote":"I like to say that the greatest handicap of deafness does not lie in the ear, it lies in the mind. I hope that through my example, such as my role on &#39;The West Wing,&#39; I can help change attitudes on deafness and prove we can really do everything... except hear.","author":"Marlee Matlin","topic":"Hope"},{"quote":"Conservatism is not about leaving people behind. Conservatism is about empowering people to catch up, to give them the tools at their disposable that make it possible for them to access all the hope, all the promise, all the opportunity that America offers. And our programs to help them should reflect that.","author":"Marco Rubio","topic":"Hope"},{"quote":"None who have always been free can understand the terrible fascinating power of the hope of freedom to those who are not free.","author":"Pearl S. Buck","topic":"Hope"},{"quote":"I hope that when you see my work, you are looking at yourself looking.","author":"James Turrell","topic":"Hope"},{"quote":"I have seen life from the top down and the bottom up. I know how it looks both ways. And I know there is wisdom and that there is hope.","author":"L. Ron Hubbard","topic":"Hope"},{"quote":"Absence from whom we love is worse than death, and frustrates hope severer than despair.","author":"William Cowper","topic":"Hope"},{"quote":"Hope is the most exciting thing there is in life.","author":"Mandy Moore","topic":"Hope"},{"quote":"I hope that none of the countries in the Middle East are planning anything but the peaceful utilization of nuclear energy.","author":"Abdullah II of Jordan","topic":"Hope"},{"quote":"I can only hope to be 10 percent of the mom mine was to me. She encouraged me to be confident and enjoy life. That&#39;s what I want for my son.","author":"Charlize Theron","topic":"Hope"},{"quote":"The attraction of the virtuoso for the public is very like that of the circus for the crowd. There is always the hope that something dangerous will happen.","author":"Claude Debussy","topic":"Hope"},{"quote":"It&#39;s an important job to be the public face of something that gives people hope, and I take that seriously.","author":"Chesley Sullenberger","topic":"Hope"},{"quote":"With optimism, you look upon the sunny side of things. People say, &#39;Studs, you&#39;re an optimist.&#39; I never said I was an optimist. I have hope because what&#39;s the alternative to hope? Despair? If you have despair, you might as well put your head in the oven.","author":"Studs Terkel","topic":"Hope"},{"quote":"Hope can be the most wonderful thing in the world or it can crush your heart like an eggshell.","author":"Harlan Coben","topic":"Hope"},{"quote":"Mainly, I hope to inspire honesty. We live in a space where so much can be manipulated, and so much is expected to be manipulated - curated, contrived, edited. I think that&#39;s a real detriment to self expression and happiness in a lot of ways. In my mind, honesty and vulnerability is the way forward.","author":"K. Flay","topic":"Hope"},{"quote":"We must vote for hope, vote for life, vote for a brighter future for all of our loved ones.","author":"Ed Markey","topic":"Hope"},{"quote":"I hope that basketball gains momentum and kids understand that you can actually make a living from it. Not just the N.B.A. You can get a scholarship, a free degree - like, no student loan you have to pay off. That&#39;s huge in life. Once they realize that in New Zealand, I hope they get inspired.","author":"Steven Adams","topic":"Hope"},{"quote":"Action and reaction, ebb and flow, trial and error, change - this is the rhythm of living. Out of our over-confidence, fear; out of our fear, clearer vision, fresh hope. And out of hope, progress.","author":"Bruce Barton","topic":"Hope"},{"quote":"Those who are believers in God find strength from their faith in the face of suffering. They are compelled to give sacrificially to help those in need. And they have the hope that comes from knowing that, with God by their side, the tragedy they are facing is never the final word.","author":"Adam Hamilton","topic":"Hope"},{"quote":"Depression can seem worse than terminal cancer, because most cancer patients feel loved and they have hope and self-esteem.","author":"David D. Burns","topic":"Hope"},{"quote":"If the Resurrection is resurrection from the dead, all hope and freedom are in spite of death.","author":"Paul Ricoeur","topic":"Hope"},{"quote":"However, I hope I am also judged on my accomplishments as an actor and not just on my pretty face!","author":"Jonathan Brandis","topic":"Hope"},{"quote":"I hope to be known as a chameleon actress, as someone who can play any part out there, and someone who can transform herself into any kind of character there is.","author":"Shannon Elizabeth","topic":"Hope"},{"quote":"Science may provide the most useful way to organize empirical, reproducible data, but its power to do so is predicated on its inability to grasp the most central aspects of human life: hope, fear, love, hate, beauty, envy, honor, weakness, striving, suffering, virtue.","author":"Paul Kalanithi","topic":"Hope"},{"quote":"Because they&#39;re my stories, they&#39;re my version of events of the past three years. But I really hope people can hear their own stories within the songs and they can become our version of events.","author":"Emeli Sande","topic":"Hope"},{"quote":"In our passage from the Cape of Good Hope the winds were mostly from the westward with very boisterous weather: but one great advantage that this season of the year has over the summer months is in being free from fogs.","author":"William Bligh","topic":"Hope"},{"quote":"One of the greatest men to ever walk this land was Dr. Martin Luther King, Jr. His life exemplified unity by bringing people together for the good of all. In any small way I hope to someday bring people together like Dr. King.","author":"Zack Wamp","topic":"Hope"},{"quote":"I collaborated with fellow cat lover and designer Geren Ford to create a sweater that we hope any cat parent would wear to show their kitty pride and that all animal lovers can wear in support of the ASPCA.","author":"Kellie Pickler","topic":"Hope"},{"quote":"President Kennedy understood the importance of equal pay for equal work and signed historic legislation that gave women around the country hope that one day their wages would be on par with that of their male counterparts.","author":"Rosa DeLauro","topic":"Hope"},{"quote":"Helplessness induces hopelessness, and history attests that loss of hope and not loss of lives is what decides the issue of war.","author":"B. H. Liddell Hart","topic":"Hope"},{"quote":"I hope people remember me for the kind of person that I am, not because of what I do.","author":"Sean Faris","topic":"Hope"},{"quote":"Well, I just hope we can have peace, and I hope it&#39;ll do some good.","author":"Samantha Smith","topic":"Hope"},{"quote":"We&#39;re not a vocational school. If someone wants to get a high-paying job, I would hope that there are easier ways to do it than working through a formal computer science curriculum.","author":"Philip Greenspun","topic":"Hope"},{"quote":"What is true of the individual will be tomorrow true of the whole nation if individuals will but refuse to lose heart and hope.","author":"Mahatma Gandhi","topic":"Hope"},{"quote":"One loves to possess arms, though they hope never to have occasion for them.","author":"Thomas Jefferson","topic":"Hope"},{"quote":"Our forces saved the remnants of the Jewish people of Europe for a new life and a new hope in the reborn land of Israel. Along with all men of good will, I salute the young state and wish it well.","author":"Dwight D. Eisenhower","topic":"Hope"},{"quote":"If all my bridge coach ever told me was that I was &#39;satisfactory,&#39; I would have no hope of ever getting better. How would I know who was the best? How would I know what I was doing differently?","author":"Bill Gates","topic":"Hope"},{"quote":"I hope to build a reputation as a science-fiction writer. That&#39;s the pitch. We&#39;ll see.","author":"Kurt Vonnegut","topic":"Hope"},{"quote":"Hope is a very unruly emotion.","author":"Gloria Steinem","topic":"Hope"},{"quote":"Just as despair can come to one only from other human beings, hope, too, can be given to one only by other human beings.","author":"Elie Wiesel","topic":"Hope"},{"quote":"If I were in the government, I would persuade the prime minister to see the beauty in the fact that people see Israel as a haven - from their sadness to their hope.","author":"Elie Wiesel","topic":"Hope"},{"quote":"History is nothing but gossip about the past, with the hope that it might be true.","author":"Gore Vidal","topic":"Hope"},{"quote":"The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds.","author":"Will Durant","topic":"Hope"},{"quote":"For a long time, I have hoped for better days, but alas, today it is necessary for me to lose all hope. My poor wife suffers more and more. I do not think it is possible to be any weaker.","author":"Claude Monet","topic":"Hope"},{"quote":"What has stayed true all the way through my work is my composition, I hope, and my sense of color.","author":"Annie Leibovitz","topic":"Hope"},{"quote":"Even when we make mistakes, we hope others will love us in spite of our shortcomings - even if we don&#39;t deserve it.","author":"Joseph B. Wirthlin","topic":"Hope"},{"quote":"Who dares nothing, need hope for nothing.","author":"Friedrich Schiller","topic":"Hope"},{"quote":"I really feel like life will dictate itself. You should allow it to unfold as naturally as possible. Just go with the flow. When you&#39;re really desperate, you say a few prayers and hope for the best. That&#39;s the way I&#39;ve always lived my life.","author":"Shania Twain","topic":"Hope"},{"quote":"I get nostalgic for British negativity. There is an inherent hope and positive drive to New Yorkers. When you go back to Britain, everybody is just running everything down. It&#39;s like whatever the opposite of a hug is.","author":"John Oliver","topic":"Hope"},{"quote":"Uncertainty is the refuge of hope.","author":"Henri Frederic Amiel","topic":"Hope"},{"quote":"I&#39;m great at a deathbed. I&#39;ve never given tranquillisers or psychiatric medicine. I&#39;ve given love and fun and creativity and passion and hope, and these things ease suffering.","author":"Patch Adams","topic":"Hope"},{"quote":"If Thai citizens still hold this harmony in their hearts, there is hope that in whatever the situation, Thailand will surely get through it safely and with stability.","author":"Bhumibol Adulyadej","topic":"Hope"},{"quote":"To my utter despair I have discovered, and discover every day anew, that there is in the masses no revolutionary idea or hope or passion.","author":"Mikhail Bakunin","topic":"Hope"},{"quote":"I never give up hope.","author":"Dean Ornish","topic":"Hope"},{"quote":"Creativity comes from trust. Trust your instincts. And never hope more than you work.","author":"Rita Mae Brown","topic":"Hope"},{"quote":"It&#39;s amazing to think how powerful of a force optimism and hope can be. It&#39;s the thing that saves me. I believed that I lived in the greatest country in the world. I still believe that, and consequently, I believed that I had a chance, even though things around me were absolutely crazy and difficult.","author":"J. D. Vance","topic":"Hope"},{"quote":"Being an astronaut is a wonderful career. I feel very privileged. But what I really hope for young people is that they find a career they&#39;re passionate about, something that&#39;s challenging and worthwhile.","author":"Ellen Ochoa","topic":"Hope"},{"quote":"It just goes to show, if you remain focused and you have a dream and you have a desire to do something, then no matter what gets in your way, you can never lose hope. It&#39;s possible.","author":"Rey Mysterio","topic":"Hope"},{"quote":"If a project feels good to you, say yes. And do it with everything that you have and hope that the outcome is good.","author":"Daveed Diggs","topic":"Hope"},{"quote":"I think of &#39;Mommy&#39; as very simplistic or not simplistic, but I wish for the style to actually work with what you see onscreen and what you feel in that very moment. I hope we did not disrespect the characters by being too flamboyant when it&#39;s not necessary.","author":"Xavier Dolan","topic":"Hope"},{"quote":"My hope is that people experience the music and, in that, something works in them, that they realise how exceptional they are. Maybe that it inspires them to do something great in their own lives.","author":"Lauren Daigle","topic":"Hope"},{"quote":"I&#39;d be happy to live till 80 as long as I was comfortable and in good health. Mind you, ask me again on the eve of my 80th birthday. Even so, I hope we don&#39;t all start living to be 120. I&#39;m not sure I&#39;d cope with another 60 years.","author":"Bonnie Tyler","topic":"Hope"},{"quote":"Her beauty didn&#39;t do her any good and she couldn&#39;t use it in any positive way or manipulative way. I just hope that people will look and see and believe in that hope of love, that hope of freedom, even if it was just for a limited time.","author":"Diane Kruger","topic":"Hope"},{"quote":"You have a plantation where you have 10 white people and you have about 50 or 60 black people. The automatic thought was, &#39;Why didn&#39;t they raise up? Why didn&#39;t they overpower? They had the numbers.&#39; But really these people, their hope was broken. Their sense of love was broken. Their appreciation for who they were was broken.","author":"Aldis Hodge","topic":"Hope"},{"quote":"I hope this view of the question may be a mistaken one, because it does not seem to me very unlikely that the suffrage will be granted to women.","author":"John Bright","topic":"Hope"},{"quote":"The decision by France to resume nuclear testing in the South Pacific has destroyed this hope and raised a storm of protest at home, in the South Pacific and thankfully around the world.","author":"Jenny Shipley","topic":"Hope"},{"quote":"Women are tough; women are resilient and have an undying hope.","author":"Katherine McNamara","topic":"Hope"},{"quote":"There is this permanent hope in America that there is some new technology around the corner that will change the world.","author":"Hasso Plattner","topic":"Hope"},{"quote":"As a wheelchair user, you can&#39;t move about freely. That&#39;s the only thing that bothers me a little. When I&#39;m in the Euro Group in Brussels, colleagues who want to talk to me have to come to me. But I hope they know that this has nothing to do with arrogance.","author":"Wolfgang Schauble","topic":"Hope"},{"quote":"Candidate Obama was either exceptionally naive or willfully disingenuous when he vowed to change the way Washington works. The very promise of Hope and Change was rooted in uprooting the Washington modus operandi. But instead of rejecting it, he embraced it all - the secrecy, the closed doors, the political favors, the near-criminal negligence.","author":"Reince Priebus","topic":"Hope"},{"quote":"There are many young talents in Brazil. There is a lot of hope in Felipe Massa. It is very difficult to judge him in his first year, but by the end of the end we are going to have a better position how he does in Formula One.","author":"Emerson Fittipaldi","topic":"Hope"},{"quote":"I like what I see now in China, but I think the Japanese are a step ahead into craziness and weirdness. I go to galleries there that are the size of a New York elevator, and every time I&#39;m surprised by the amazing things I find. I really hope I&#39;ll be able to promote some of these artists, to show their work in the West.","author":"Jean Pigozzi","topic":"Hope"},{"quote":"I hope people understand there is a world outside our life in this bubble and hope we can appreciate it and preserve it.","author":"Leah Pipes","topic":"Hope"},{"quote":"I hope that in future Congresses there will reemerge a recognition that climate change is a reality, that our policies to meet our energy needs must also deal responsibly with environmental issues, including the damage caused by greenhouse gas emissions.","author":"Jeff Bingaman","topic":"Hope"},{"quote":"Education, when delivered properly, can benefit a lot of people and make productive citizens out of those otherwise given no hope.","author":"John Murray","topic":"Hope"},{"quote":"I hope one day when I say I&#39;m from Estonia, people don&#39;t say: &#39;What? Where&#39;s that?&#39;","author":"Carmen Kass","topic":"Hope"},{"quote":"Hope is itself a species of happiness, and, perhaps, the chief happiness, which this world affords.","author":"William Samuel Johnson","topic":"Hope"},{"quote":"I am dying, but with a strong hope and persuasion that my country will gain her independence.","author":"David Wooster","topic":"Hope"},{"quote":"On every front there are clear answers out there that can make this country stronger, but we&#39;re going to break through the fear and the frustration people are feeling. Our job is to make sure that even as we make progress, that we are also giving people a sense of hope and vision for the future.","author":"Barack Obama","topic":"Hope"},{"quote":"If the United Nations once admits that international disputes can be settled by using force, then we will have destroyed the foundation of the organization and our best hope of establishing a world order.","author":"Dwight D. Eisenhower","topic":"Hope"},{"quote":"I sincerely hope I can contribute to the progress there has been in relations between Jews and Catholics since the Second Vatican Council in a spirit of renewed collaboration.","author":"Pope Francis","topic":"Hope"},{"quote":"Over the years I&#39;ve learned how to lock myself up in a prison of hope, knowing that God has nothing but His best planned for me. He promised me things concerning my ministry and my life.","author":"Joyce Meyer","topic":"Hope"},{"quote":"&#39;Hope and change&#39; has become a cliche in our nation, and it is daunting to think that any American could hope for change from what God has blessed.","author":"Billy Graham","topic":"Hope"},{"quote":"Hope is the last thing a person does before they are defeated.","author":"Henry Rollins","topic":"Hope"},{"quote":"As for gun control advocates, I have no hope whatever that any facts whatever will make the slightest dent in their thinking - or lack of thinking.","author":"Thomas Sowell","topic":"Hope"},{"quote":"Hope founded upon a human being, a man-made philosophy or any institution is always misplaced... because these things are unreliable and fleeting.","author":"Charles Stanley","topic":"Hope"},{"quote":"While it is important for people to see your promise you must also remember that hope is the keeper of both happiness and disappointment, the father of both progress and failure.","author":"Bryant H. McGill","topic":"Hope"},{"quote":"Voters go into the ballot box with big ideas in their mind: leadership, change, experience, hope.","author":"Kellyanne Conway","topic":"Hope"},{"quote":"Our best selves tell us that &#39;there but for the grace of God... &#39; and that, in the end, there is no distance, really, between us and them. It is just us. Our best and noble hope is to imitate the God we believe in. The God who has abundant room in God&#39;s grief and heart for us all.","author":"Greg Boyle","topic":"Hope"},{"quote":"When the people share everything in the state, then will we truly reach the goal of the Min Sheng Principle, which is Confucius&#39; hope of a &#39;great commonwealth.&#39;","author":"Sun Yat-sen","topic":"Hope"},{"quote":"I hope all of you are going to fill out your census form when it comes in the mail next month. If you don&#39;t return the form the area you live in might get less government money and you wouldn&#39;t want that to happen, would you.","author":"Andy Rooney","topic":"Hope"},{"quote":"My hope is that we would begin to have a dialogue in this country about the importance of civility. We can have strong differences, but it does seem to me that most of the country believes it&#39;s gone to critical mass in what I would call the professional class across the political spectrum - left and right.","author":"Tom Brokaw","topic":"Hope"},{"quote":"I don&#39;t really do simple. I&#39;m not really interested in simple at the end of the day, because nothing&#39;s ever simple, and nothing&#39;s ever perfect. People certainly aren&#39;t - I would hope, anyway, because that would be boring, wouldn&#39;t it?","author":"Kate Winslet","topic":"Hope"},{"quote":"The hope of eternal life is not to be taken up upon slight grounds. It is a subject to be settled between God and your own soul; settled for eternity. A supposed hope, and nothing more, will prove your ruin.","author":"Ellen G. White","topic":"Hope"},{"quote":"I just hope that our fans are people who are inspired by music, and just use our music as a background or inspiration for whatever it is they do.","author":"Maynard James Keenan","topic":"Hope"},{"quote":"Expecting something for nothing is the most popular form of hope.","author":"Arnold H. Glasow","topic":"Hope"},{"quote":"The most insignificant people are the most apt to sneer at others. They are safe from reprisals. And have no hope of rising in their own self esteem but by lowering their neighbors.","author":"William Hazlitt","topic":"Hope"},{"quote":"Most people like to read about intrigue and spies. I hope to provide a metaphor for the average reader&#39;s daily life. Most of us live in a slightly conspiratorial relationship with our employer and perhaps with our marriage.","author":"John le Carre","topic":"Hope"},{"quote":"I spread the message of hope and of unity. That&#39;s what gets me up in the morning. I can tell you what is wrong, but I can&#39;t tell you how to fix it. I&#39;m a raptivist, not a politician. I deal in hope.","author":"Chuck D","topic":"Hope"},{"quote":"Having read my share of tell-alls over the year, including some that were passed off as autobiographies, I mostly feel sad - sometimes for the writer and sometimes for all the people in his way. I hope that the process of writing the tell-all gives some release and closure on what clearly was an unpleasant and unfulfilling life experience.","author":"Brad Feld","topic":"Hope"},{"quote":"No matter what you may think about her politics or her record, Hillary Clinton understands that this is not reality television; this is reality. She understands the job of president. It involves finding solutions, not pointing fingers; and offering hope, not stoking fear.","author":"Michael Bloomberg","topic":"Hope"},{"quote":"I hope to direct at some point, but I don&#39;t feel the pressure to rush it. I want to really know what it is that I&#39;m doing.","author":"Brie Larson","topic":"Hope"},{"quote":"I hope the story of 2011 is that America gets its mojo back. You&#39;ve got to remember that America has the best universities; it&#39;s got some of the best businesses. It&#39;s got an unbelievable work ethic, rule of law. The story of 2011 will be America blossoming again.","author":"Jamie Dimon","topic":"Hope"},{"quote":"What We want is to make it possible for our unfortunate people to live a life of industry for it is by steady work alone that we hope for our physical and moral rehabilitation. For this reason above all we have undertaken to rally our people around our ideal.","author":"Theodor Herzl","topic":"Hope"},{"quote":"Things start out as hopes and end up as habits.","author":"Lillian Hellman","topic":"Hope"},{"quote":"I think all the best songs do that: they offer some sort of hope and light in the darkness.","author":"Jens Lekman","topic":"Hope"},{"quote":"Nobody will go on being remembered for a very long time, unless you&#39;re Shakespeare or Milton. I have no hope of being remembered at all.","author":"Ruth Rendell","topic":"Hope"},{"quote":"You believe that easily which you hope for earnestly.","author":"Terence","topic":"Hope"},{"quote":"We, like the people of Israel, would like to think we get to name God. By naming God, we hope to get the kind of god we need; that is, a god after our own likeness.","author":"Stanley Hauerwas","topic":"Hope"},{"quote":"I hope to make acting my career for the rest of my life, if I can.","author":"Chloe Grace Moretz","topic":"Hope"},{"quote":"We need to have a pro-growth policy put in place that offers people hope and offers the opportunity for businesses to expand and for them to have confidence in what the world is going to look like for the next two or three or four years with respect to economic policy.","author":"Dick Cheney","topic":"Hope"},{"quote":"The world is bad but not without hope. It is only hopeless when you look at it from an ideal viewpoint.","author":"Friedrich Durrenmatt","topic":"Hope"},{"quote":"Charter&#39;s merger sales pitch is pretty straightforward: it argues that it has always been too small to bully Internet companies, TV makers, and its own customers, so it has&#39;un-cable&#39; practices they hope to extend.","author":"Marvin Ammori","topic":"Hope"},{"quote":"There are many really good teams in our conference this season. Miami, Indiana and Detroit will be our fiercest opponents this year. But we just have to focus on our game and be patient with the realistic hope that we&#39;ll be on top after all is said and done.","author":"Jason Kidd","topic":"Hope"},{"quote":"It is my hope that Pope Francis realizes his time is better spent focusing on matters like religious tolerance and the sanctity of all life.","author":"Paul Gosar","topic":"Hope"},{"quote":"Those who have no hope pass their old age shrouded with an inward gloom.","author":"Wilfred Owen","topic":"Hope"},{"quote":"No matter how dark things may get in a story, I feel it&#39;s the responsibility of the storyteller to leave the audience with at least a shred of hope.","author":"Josh Radnor","topic":"Hope"},{"quote":"I think they&#39;d rather us follow our hearts and I hope that&#39;s what some people will understand.","author":"Fred Durst","topic":"Hope"},{"quote":"Sometimes I feel I hope I am not taking advantage of my stardom.","author":"Salman Khan","topic":"Hope"},{"quote":"I&#39;m holding onto the hope that there is some reason that I got cancer and there is something - that may not be very clear to me right now - but that I will do.","author":"Farrah Fawcett","topic":"Hope"},{"quote":"I hope my organization will not be around in 10 years, because at a national, state, and community level, we will have evolved into a society that cares about children and the need for play.","author":"Darell Hammond","topic":"Hope"},{"quote":"&#39;HEAVN&#39; is about black girlhood, about Chicago, about the people we miss who have gone on to prepare a place for us somewhere else, about the city\/world we aspire to live in. I hope this album encourages listeners to love themselves and love each other.","author":"Jamila Woods","topic":"Hope"},{"quote":"I had a slight hope the phrase &#39;spark joy&#39; might become popular, as it was the keyword that I wanted to put forward in the first place.","author":"Marie Kondo","topic":"Hope"},{"quote":"I want to inspire through example. I hope my books motivate others to open doors and windows that will help them to embrace their own truth, light and joy.","author":"Alexandra Stoddard","topic":"Hope"},{"quote":"Urgent optimism is the desire to act immediately to tackle an obstacle, combined with the belief that we have a reasonable hope of success.","author":"Jane McGonigal","topic":"Hope"},{"quote":"There is no more reason to believe that Bitcoin will stand the test of time than that governments will protect the value of government-created money, although Bitcoin is newer, and we always look at babies with hope.","author":"Paul Singer","topic":"Hope"},{"quote":"I hope people like me and appreciate me the way I am.","author":"Steve Yzerman","topic":"Hope"},{"quote":"The work I was involved in had no obvious therapeutic benefit. It was purely of scientific interest. I hope the country will continue to support basic research even though it may have no obvious practical value.","author":"John Gurdon","topic":"Hope"},{"quote":"Hope is generally a wrong guide, though it is good company along the way.","author":"George Savile","topic":"Hope"},{"quote":"I try to find hope in struggle and resistance in small places as much as I can.","author":"Danny Glover","topic":"Hope"},{"quote":"Hope, insofar as it is hope of resurrection, is the living contradiction of what it proceeds from and what is placed under the sign of the Cross and death.","author":"Paul Ricoeur","topic":"Hope"},{"quote":"Mourning Ruby is not a flat landscape: it is more like a box with pictures painted on every face. And each face is also a door which opens, I hope, to take the reader deep into the book.","author":"Helen Dunmore","topic":"Hope"},{"quote":"We all have the same destiny. The difference is opening ourselves up to possibilities to joy, hope, and happiness along the way. Give yourself and others a chance to take advantage of what&#39;s out there and available.","author":"Diane Ladd","topic":"Hope"},{"quote":"When I finally gave up any hope of doing anything representative of the American family, I actually seemed to have tapped into other people&#39;s weirdness in that way.","author":"Jonathan Franzen","topic":"Hope"},{"quote":"We have a hope of succeeding if we learn from our past mistakes and pull together to make the hard choices.","author":"Carl Levin","topic":"Hope"},{"quote":"The way you remember the past depends upon your hope for the future. And if what you see in your future has no hope, it has no potential, then you view the past that brought you to here as not very good.","author":"Story Musgrave","topic":"Hope"},{"quote":"Gee, I certainly hope I&#39;m not a scary person in real life. It&#39;s not like people run from me when they see me. People are usually pretty nice when they meet me. If they&#39;re scared, they keep their shuddering to themselves.","author":"Brad Dourif","topic":"Hope"},{"quote":"You have to see the human being in the enemy. If there is potential for change, there is still hope.","author":"Deborah Ellis","topic":"Hope"},{"quote":"I hope we&#39;ve got a lot of fairways and greens. We&#39;ll go from there.","author":"Hal Sutton","topic":"Hope"},{"quote":"At the moment of death I hope to be surprised.","author":"Ivan Illich","topic":"Hope"},{"quote":"Give the people not hell, but hope and courage.","author":"John Murray","topic":"Hope"},{"quote":"I must end it. There is no hope. I will be at peace. No one had anything to do with it. My decision totally.","author":"Freddie Prinze","topic":"Hope"},{"quote":"Ah, Hope! what would life be, stripped of thy encouraging smiles, that teach us to look behind the dark clouds of today, for the golden beams that are to gild the morrow.","author":"Susanna Moodie","topic":"Hope"},{"quote":"One of the greatest delusions in the world is the hope that the evils in this world are to be cured by legislation.","author":"Thomas Reed","topic":"Hope"},{"quote":"I don&#39;t want to tell your story because you&#39;re a insensitive, self-centered moron. I&#39;ve told a lot of stories about young people, and I always feel there&#39;s hope.","author":"Joel Schumacher","topic":"Hope"},{"quote":"On what rests the hope of the republic? One country, one language, one flag!","author":"Alexander Henry","topic":"Hope"},{"quote":"Part of the power of all storytelling is reassurance, offering hope to those sat in the darkness, that good can succeed and wrongdoing fail.","author":"Charles Sturridge","topic":"Hope"},{"quote":"The great thing about acting is that, until you&#39;re dead, you can do it. There are aspects to it that as time goes on you hope you get better at, and there are a lot of things that I&#39;m excited to explore.","author":"Gil Bellows","topic":"Hope"},{"quote":"While we may lose heart, we never have to lose hope.","author":"H. Jackson Brown, Jr.","topic":"Hope"},{"quote":"I don&#39;t know what can be so dangerous about giving people hope.","author":"Joel Osteen","topic":"Hope"},{"quote":"Hope is the word which God has written on the brow of every man.","author":"Victor Hugo","topic":"Hope"},{"quote":"I have tried to keep on with my striving because this is the only hope I have of ever achieving anything worthwhile and lasting.","author":"Arthur Ashe","topic":"Hope"},{"quote":"Germany has become a country that many people abroad associate with hope.","author":"Angela Merkel","topic":"Hope"},{"quote":"I would hope that government officials have a healthy respect for the complexity of the gang problem. They should never lose sight of the fact that there are human beings involved. There is no single solution.","author":"Greg Boyle","topic":"Hope"},{"quote":"Don&#39;t fall in love with your wit. Your cleverly turned phrase may not, as you hope, show off how much gray matter you have, especially if the phrase is at someone else&#39;s expense.","author":"Harvey Mackay","topic":"Hope"},{"quote":"I wish I could know everything ever, like that would be my wish - that&#39;s what I hope heaven is, that they tell you who shot JFK and all that stuff.","author":"Louis C. K.","topic":"Hope"},{"quote":"Every day begins with an act of courage and hope: getting out of bed.","author":"Mason Cooley","topic":"Hope"},{"quote":"All I can do is leave it in God&#39;s hands and hope that my fans feel where I&#39;m coming from.","author":"Aaliyah","topic":"Hope"},{"quote":"Curiosity is what keeps me open to a sense of hope. It staves off negativity.","author":"Carrie Brownstein","topic":"Hope"},{"quote":"I hope I am a psychotherapist&#39;s dream. I&#39;ve spent enough hours in therapy.","author":"Sia","topic":"Hope"},{"quote":"Hope is such a bait, it covers any hook.","author":"Oliver Goldsmith","topic":"Hope"},{"quote":"But Hopes are Shy Birds flying at a great distance seldom reached by the best of Guns.","author":"John James Audubon","topic":"Hope"},{"quote":"There are artists, true performers that have come before me who have been a big inspiration to me. I hope I do the same for others.","author":"Janet Jackson","topic":"Hope"},{"quote":"As the founder of your company, you must be in love with your brand and inspired by your brand&#39;s mission if you have any hope of getting press for your product.","author":"Jason Calacanis","topic":"Hope"},{"quote":"Beauty products always cheer me up and give me hope. If it makes you feel pretty, why not?","author":"Salma Hayek","topic":"Hope"},{"quote":"This AIDS stuff is pretty scary. I hope I don&#39;t get it.","author":"Robert Mapplethorpe","topic":"Hope"},{"quote":"I only hope that I can regain my own identity once I decide that &#39;Perry Mason&#39; and myself have come to the parting of the road. &#39;Perry Mason&#39; has become a career for me... all I know is that I work, eat and sleep &#39;Perry Mason.&#39;","author":"Raymond Burr","topic":"Hope"},{"quote":"I hope I did it the way my peers did it before me. I didn&#39;t do anything but try to play hard.","author":"Karl Malone","topic":"Hope"},{"quote":"You just hope that you will get the opportunity to do what you love and pay your bills, and that is being a success as an actor.","author":"Debra Messing","topic":"Hope"},{"quote":"I&#39;ve had some incredible moments in my life - thus far. I hope a lot more are coming.","author":"Dionne Warwick","topic":"Hope"},{"quote":"We often call a certainty a hope, to bring it luck.","author":"Elizabeth Bibesco","topic":"Hope"},{"quote":"I&#39;m keeping my day job, because Poptropica is something that really energizes me. I&#39;d love to create a TV series or write a film that&#39;s not in the &#39;Wimpy&#39; universe, but I know it will be difficult to create something from scratch. But I love creating good comedy for kids, so I hope to have another successful venture in the future!","author":"Jeff Kinney","topic":"Hope"},{"quote":"Well, what was called the blessed hope of the Bible is that one day Jesus Christ would come back again, start a whole new era, that this world order that we know it would change into something that would be wonderful that we&#39;d call the millennium.","author":"Pat Robertson","topic":"Hope"},{"quote":"On the morning of Thanksgiving, I would wake up to the home smelling of all good things, wafting upstairs to my room. I would set the table with the fancy silverware and china and hope that my parents and grandmother wouldn&#39;t have the annual Thanksgiving fight about Richard Nixon.","author":"Debi Mazar","topic":"Hope"},{"quote":"When you deprive people of their right to live in dignity, to hope for a better future, to have control over their lives, when you deprive them of that choice, then you expect them to fight for these rights.","author":"Queen Rania of Jordan","topic":"Hope"},{"quote":"Rather than forgive, we can wish ill; rather than hope for repentance, we can instead hope that our enemies experience the wrath of God.","author":"Meir Soloveichik","topic":"Hope"},{"quote":"Hope is a talent like any other.","author":"Storm Jameson","topic":"Hope"},{"quote":"Play is the best natural resource in a creative economy. Kids need more of it. It is the work of childhood. We hope to intrinsically change the opinion that play is not just a luxury but an absolute necessity for kids&#39; lives.","author":"Darell Hammond","topic":"Hope"},{"quote":"Hope is a risk that must be run.","author":"Georges Bernanos","topic":"Hope"},{"quote":"I hope to instill, in every child I meet, my love and enthusiasm for reading and stories.","author":"Malorie Blackman","topic":"Hope"},{"quote":"Like all parents, my husband and I just do the best we can, hold our breath and hope we&#39;ve set aside enough money for our kid&#39;s therapy.","author":"Michelle Pfeiffer","topic":"Hope"},{"quote":"I hope wholeheartedly that badminton will be as popular and respected as tennis one day.","author":"Lin Dan","topic":"Hope"},{"quote":"Being insecure - I&#39;m a master, a virtuoso - they can be handing me the keys to the kingdom and all I can think is, I hope I don&#39;t drop the key.","author":"M. Night Shyamalan","topic":"Hope"},{"quote":"I don&#39;t want to be just somebody short who happens to act. I hope my legacy will be Warwick Davis, Actor.","author":"Warwick Davis","topic":"Hope"},{"quote":"At the end of the day, all you can hope for is to go on. The older I get, the more I realize that just keeping on keeping on is what life&#39;s all about.","author":"Janis Ian","topic":"Hope"},{"quote":"I would hope this experience would help me if that NFL opportunity were to arise. But I also know that it&#39;s a totally different league. There&#39;s a lot more to it.","author":"John Elway","topic":"Hope"},{"quote":"Be prepared, work hard, and hope for a little luck. Recognize that the harder you work and the better prepared you are, the more luck you might have.","author":"Ed Bradley","topic":"Hope"},{"quote":"One lives in the hope of becoming a memory.","author":"Antonio Porchia","topic":"Hope"},{"quote":"With the discovery of the Higgs boson, one of the questions has been ticked off the list, but there are many others. We hope that we can find answers or hints for answers to at least some of them. But of course, this is in the hands of nature.","author":"Fabiola Gianotti","topic":"Hope"},{"quote":"I hope Hong Kong and Asia wants to hire American Asian actresses as much as Hollywood has been hiring Chinese actors from Asia.","author":"Ming-Na Wen","topic":"Hope"},{"quote":"Through the outreach that I have done, through platforms, I hope to unify Singaporeans because at the end of the day, Singapore is our home. We share a common destiny, and I think all of us work together for the benefit of our country.","author":"Tony Tan","topic":"Hope"},{"quote":"How disappointment tracks the steps of hope.","author":"Letitia Elizabeth Landon","topic":"Hope"},{"quote":"In the north we could not hope to keep the worst and poorest servant for a single day in the wretched discomfort in which our negro servants are forced habitually to live.","author":"Fanny Kemble","topic":"Hope"},{"quote":"In this world you&#39;ve just got to hope for the best and prepare for the worst and take whatever God sends.","author":"Lucy Maud Montgomery","topic":"Hope"},{"quote":"&#39;Clone Club&#39; is incredible - probably the best set of fans any show could ever hope for.","author":"Ari Millen","topic":"Hope"},{"quote":"When you say a situation or a person is hopeless, you are slamming the door in the face of God.","author":"Charles L. Allen","topic":"Hope"}]