[{"quote":"Ethics is knowing the difference between what you have a right to do and what is right to do.","author":"Potter Stewart","topic":"Legal"},{"quote":"It is not wisdom but Authority that makes a law.","author":"Thomas Hobbes","topic":"Legal"},{"quote":"The safety of the people shall be the highest law.","author":"Marcus Tullius Cicero","topic":"Legal"},{"quote":"It is better to risk saving a guilty man than to condemn an innocent one.","author":"Voltaire","topic":"Legal"},{"quote":"If you must break the law, do it to seize power: in all other cases observe it.","author":"Julius Caesar","topic":"Legal"},{"quote":"Laws made by common consent must not be trampled on by individuals.","author":"George Washington","topic":"Legal"},{"quote":"Never forget that everything Hitler did in Germany was legal.","author":"Martin Luther King, Jr.","topic":"Legal"},{"quote":"I busted a mirror and got seven years bad luck, but my lawyer thinks he can get me five.","author":"Steven Wright","topic":"Legal"},{"quote":"If we desire respect for the law, we must first make the law respectable.","author":"Louis D. Brandeis","topic":"Legal"},{"quote":"Make crime pay. Become a lawyer.","author":"Will Rogers","topic":"Legal"},{"quote":"It is legal because I wish it.","author":"Louis XIV","topic":"Legal"},{"quote":"The legal battle against segregation is won, but the community battle goes on.","author":"Dorothy Day","topic":"Legal"},{"quote":"Punishment is justice for the unjust.","author":"Saint Augustine","topic":"Legal"},{"quote":"The best way to get a bad law repealed is to enforce it strictly.","author":"Abraham Lincoln","topic":"Legal"},{"quote":"Justice delayed is justice denied.","author":"William E. Gladstone","topic":"Legal"},{"quote":"Collecting more taxes than is absolutely necessary is legalized robbery.","author":"Calvin Coolidge","topic":"Legal"},{"quote":"We need to remain a nation that doesn&#39;t just welcome but that celebrates legal immigrants who come here seeking to pursue the American Dream.","author":"Ted Cruz","topic":"Legal"},{"quote":"Laws are like sausages, it is better not to see them being made.","author":"Otto von Bismarck","topic":"Legal"},{"quote":"Outside of the Constitution we have no legal authority more than private citizens, and within it we have only so much as that instrument gives us. This broad principle limits all our functions and applies to all subjects.","author":"Andrew Johnson","topic":"Legal"},{"quote":"We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries.","author":"Nikki Haley","topic":"Legal"},{"quote":"There should not be a question of legal or illegal immigration. People came and immigrated to this country from the time of the Indians. No one&#39;s illegal. They should just be able to come.","author":"Linda Ronstadt","topic":"Legal"},{"quote":"Obedience to lawful authority is the foundation of manly character.","author":"Robert E. Lee","topic":"Legal"},{"quote":"Charity is no substitute for justice withheld.","author":"Saint Augustine","topic":"Legal"},{"quote":"Well, when I think of steroids I think of an image. You have the advantage over someone, which is a form of cheating. I guess it wouldn&#39;t be right unless it was legal for everybody. Reason it&#39;s not legal for everybody is because it can hurt people seriously.","author":"Evander Holyfield","topic":"Legal"},{"quote":"It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do.","author":"Edmund Burke","topic":"Legal"},{"quote":"Torture is such a slippery slope; as soon as you allow a society or any legal system to do that, almost instantly you get a situation where people are being tortured for very trivial reasons.","author":"Iain Banks","topic":"Legal"},{"quote":"I submit that an individual who breaks a law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for law.","author":"Martin Luther King, Jr.","topic":"Legal"},{"quote":"If taxes are laid upon us in any shape without our having a legal representation where they are laid, are we not reduced from the character of free subjects to the miserable state of tributary slaves? We claim British rights not by charter only! We are born to them.","author":"Samuel Adams","topic":"Legal"},{"quote":"We educated, privileged lawyers have a professional and moral duty to represent the underrepresented in our society, to ensure that justice exists for all, both legal and economic justice.","author":"Sonia Sotomayor","topic":"Legal"},{"quote":"Only one thing is impossible for God: To find any sense in any copyright law on the planet.","author":"Mark Twain","topic":"Legal"},{"quote":"You can&#39;t solve a problem as complex as inequality in one legal clause.","author":"Theresa May","topic":"Legal"},{"quote":"Death Row inmates are almost twice as expensive to house each year as other inmates. Death penalty trials are much costlier than trials where execution is not a potential punishment and consume more time from judges, public defenders, and other legal personnel.","author":"Reid Hoffman","topic":"Legal"},{"quote":"No one can doubt that the sufferings of the sober, virtuous woman, in legal subjection to the mastership of a drunken, immoral husband and father over herself and children, not only from physical abuse, but from spiritual shame and humiliation, must be such as the man himself can not possibly comprehend.","author":"Susan B. Anthony","topic":"Legal"},{"quote":"Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.","author":"Jonathan Swift","topic":"Legal"},{"quote":"Laws are spider webs through which the big flies pass and the little ones get caught.","author":"Honore de Balzac","topic":"Legal"},{"quote":"Compromise is the best and cheapest lawyer.","author":"Robert Louis Stevenson","topic":"Legal"},{"quote":"Lawyers are the only persons in whom ignorance of the law is not punished.","author":"Jeremy Bentham","topic":"Legal"},{"quote":"One of the things I was taught in law school is that I&#39;d never be able to think the same again - that being a lawyer is something that&#39;s part of who I am as an individual now.","author":"Anita Hill","topic":"Legal"},{"quote":"Justice is itself the great standing policy of civil society; and any eminent departure from it, under any circumstances, lies under the suspicion of being no policy at all.","author":"Edmund Burke","topic":"Legal"},{"quote":"If the machine of government is of such a nature that it requires you to be the agent of injustice to another, then, I say, break the law.","author":"Henry David Thoreau","topic":"Legal"},{"quote":"Fairness is what justice really is.","author":"Potter Stewart","topic":"Legal"},{"quote":"Alcohol, tobacco, and pharmaceutical drugs are legal, but they can hurt a lot of people.","author":"Ziggy Marley","topic":"Legal"},{"quote":"You cannot have maternal health without reproductive health. And reproductive health includes contraception and family planning and access to legal, safe abortion.","author":"Hillary Clinton","topic":"Legal"},{"quote":"There is but one law for all, namely that law which governs all law, the law of our Creator, the law of humanity, justice, equity - the law of nature and of nations.","author":"Edmund Burke","topic":"Legal"},{"quote":"Of all the creative work produced by humans anywhere, a tiny fraction has continuing commercial value. For that tiny fraction, the copyright is a crucially important legal device.","author":"Lawrence Lessig","topic":"Legal"},{"quote":"The duty of government is to leave commerce to its own capital and credit as well as all other branches of business, protecting all in their legal pursuits, granting exclusive privileges to none.","author":"Andrew Jackson","topic":"Legal"},{"quote":"Justice in the life and conduct of the State is possible only as first it resides in the hearts and souls of the citizens.","author":"Plato","topic":"Legal"},{"quote":"Rule-following, legal precedence, and political consistency are not more important than right, justice and plain common-sense.","author":"W. E. B. Du Bois","topic":"Legal"},{"quote":"I have spent all my life under a Communist regime, and I will tell you that a society without any objective legal scale is a terrible one indeed. But a society with no other scale but the legal one is not quite worthy of man either.","author":"Aleksandr Solzhenitsyn","topic":"Legal"},{"quote":"A successful lawsuit is the one worn by a policeman.","author":"Robert Frost","topic":"Legal"},{"quote":"We will have to accept a certain degree of legal immigration; that&#39;s globalisation... In the era of the smartphone, we cannot shut ourselves away... people know full well how we live in Europe.","author":"Angela Merkel","topic":"Legal"},{"quote":"Potentially, a government is the most dangerous threat to man&#39;s rights: it holds a legal monopoly on the use of physical force against legally disarmed victims.","author":"Ayn Rand","topic":"Legal"},{"quote":"Love is moral even without legal marriage, but marriage is immoral without love.","author":"Ellen Key","topic":"Legal"},{"quote":"More law, less justice.","author":"Marcus Tullius Cicero","topic":"Legal"},{"quote":"There are half a billion people that listen to music online and the vast majority are doing so illegally. But if we bring those people over to the legal side and Spotify, what is going to happen is we are going to double the music industry and that will lead to more artists creating great new music.","author":"Daniel Ek","topic":"Legal"},{"quote":"Every lethal terrorist attack in the United States since 9\/11 has been carried out by an American citizen or a legal permanent resident, not by recent immigrants or by refugees. So tamping down immigration won&#39;t fix the real issue, which is &#39;homegrown&#39; terrorism.","author":"Peter L. Bergen","topic":"Legal"},{"quote":"Advertising is legalized lying.","author":"H. G. Wells","topic":"Legal"},{"quote":"Justice consists in doing no injury to men; decency in giving them no offense.","author":"Marcus Tullius Cicero","topic":"Legal"},{"quote":"Common sense often makes good law.","author":"William O. Douglas","topic":"Legal"},{"quote":"People crushed by laws, have no hope but to evade power. If the laws are their enemies, they will be enemies to the law; and those who have most to hope and nothing to lose will always be dangerous.","author":"Edmund Burke","topic":"Legal"},{"quote":"The memory of the 146 people who lost their lives in the Triangle Shirtwaist fire stands as a reminder that legal protections and workplace safety standards were won through a long struggle for social justice and at great human cost.","author":"Eric Schneiderman","topic":"Legal"},{"quote":"In legal language, a covenant generally denotes an agreement between two or more parties. But in a religious context, a covenant is much more significant. It is a sacred promise with God. He fixes the terms.","author":"Russell M. Nelson","topic":"Legal"},{"quote":"The State provides a legal, orderly, systematic channel for the predation of private property; it renders certain, secure, and relatively &#39;peaceful&#39; the lifeline of the parasitic caste in society.","author":"Murray Rothbard","topic":"Legal"},{"quote":"I think in London - and I don&#39;t wanna offend anybody in America, but this is a real statement - they still have the right approach to making music. In the U.S., people see it as a way to make money; they see it as a means to get out. It&#39;s a hustle, which is great - any way you can provide for your family that&#39;s legal is fantastic.","author":"Jay-Z","topic":"Legal"},{"quote":"I don&#39;t have an issue with whether - from a legal standpoint, with whether or not government can impose the ultimate punishment on people. We do it in capital cases. Police officers shoot fleeing felons.","author":"Trey Gowdy","topic":"Legal"},{"quote":"There have been some gains made in terms of more equality for women in the workplace and in the way the legal system deals with issues of violence against women.","author":"Tracy Chapman","topic":"Legal"},{"quote":"We owe the Aboriginal peoples a debt that is four centuries old. It is their turn to become full partners in developing an even greater Canada. And the reconciliation required may be less a matter of legal texts than of attitudes of the heart.","author":"Romeo LeBlanc","topic":"Legal"},{"quote":"People do not win people fights. Lawyers do.","author":"Norman Ralph Augustine","topic":"Legal"},{"quote":"Gambling is legal and betting is legal, for what I bet.","author":"Michael Jordan","topic":"Legal"},{"quote":"So much business is based on the belief that we should do whatever we can within legal limits to make as much money as we can. Ben &amp; Jerry&#39;s was based on values, and we try to operate a business that not just sells ice cream but partners with all our stakeholders - whether that&#39;s suppliers or customers - to bring about a more sustainable world.","author":"Jerry Greenfield","topic":"Legal"},{"quote":"I am very proud of the role I played in getting legal equality for people who are lesbian, gay, bisexual and transgender, and in helping get rid of the prejudice by being visible about it, helping to block the conviction of Bill Clinton of impeachment.","author":"Barney Frank","topic":"Legal"},{"quote":"I think a child should be allowed to take his father&#39;s or mother&#39;s name at will on coming of age. Paternity is a legal fiction.","author":"James Joyce","topic":"Legal"},{"quote":"That which is not just is not law.","author":"William Lloyd Garrison","topic":"Legal"},{"quote":"Games of chance often involve some amount of skill; this does not make them legal. Good poker players often beat novices. But poker is still gambling, and running a poker room - or online casino - is illegal in New York.","author":"Eric Schneiderman","topic":"Legal"},{"quote":"The Patriot Act removed major legal barriers that prevented the law enforcement, intelligence, and national defense communities from talking and coordinating their work to protect the American people and our national security.","author":"Jon Porter","topic":"Legal"},{"quote":"We are in the midst of an exciting canvass... I am working very hard in politics as well as in other matters. We are determined that Mississippi shall be settled on a basis of justice and political and legal equality.","author":"Hiram Rhodes Revels","topic":"Legal"},{"quote":"I write on big yellow legal pads - ideas in outline form when I&#39;m doing stand-up and stuff. It&#39;s vivid that way. I can&#39;t type it into an iPad - I think that would put a filter into the process.","author":"Robin Williams","topic":"Legal"},{"quote":"Insofar as international law is observed, it provides us with stability and order and with a means of predicting the behavior of those with whom we have reciprocal legal obligations.","author":"J. William Fulbright","topic":"Legal"},{"quote":"From your confessor, lawyer and physician, hide not your case on no condition.","author":"John Harington","topic":"Legal"},{"quote":"Avoid lawsuits beyond all things; they pervert your conscience, impair your health, and dissipate your property.","author":"Jean de la Bruyere","topic":"Legal"},{"quote":"As legal residents, immigrants would contribute more in taxes, spend more at our businesses, start companies of their own and create more jobs. Immigration is not a problem for us to solve but an opportunity for America to seize.","author":"Jose Andres","topic":"Legal"},{"quote":"Women are emerging as a major force for change. Countries that have invested in girls&#39; education and removed legal barriers that prevent women from achieving their potential are now seeing the benefits.","author":"Sri Mulyani Indrawati","topic":"Legal"},{"quote":"If somebody invented cigarettes today, the government would not legalize them.","author":"Loni Anderson","topic":"Legal"},{"quote":"I will do everything by apply with all the legal and apply with the rule of law. And the main important thing that I have to be fairness to everyone, not just only one person.","author":"Yingluck Shinawatra","topic":"Legal"},{"quote":"I am a legal immigrant whose parents went from Russia to China to Chile to finally reach the United States and thereby give me a chance to have a better life. I served six years in the U.S. Army Reserve, went to college, have a successful career and have dedicated my life to being a good citizen.","author":"Mike Medavoy","topic":"Legal"},{"quote":"Lawyers, I suppose, were children once.","author":"Charles Lamb","topic":"Legal"},{"quote":"The Safari Club International has worked the legal system hard to try to keep polar bears - threatened primarily by climate change, but also by hunting - on the list of creatures people can import as trophies after shooting.","author":"Lydia Millet","topic":"Legal"},{"quote":"The effort to blur the lines between Guantanamo and Abu Ghraib reflects a deep misunderstanding about the different legal regimes that apply to Iraq and the war against al Qaeda.","author":"John Yoo","topic":"Legal"},{"quote":"We not only have a legal obligation to honor our commitments, we have a moral obligation to provide the coverage we promised to provide to these people.","author":"Bob Ney","topic":"Legal"},{"quote":"If Moses had gone to Harvard Law School and spent three years working on the Hill, he would have written the Ten Commandments with three exceptions and a saving clause.","author":"Charles Morgan","topic":"Legal"},{"quote":"In Psalm 72, Solomon prays for power and fame but he says the purpose of influence is to speak up for others and one is the immigrant. He doesn&#39;t delineate between legal and illegal.","author":"Rick Warren","topic":"Legal"},{"quote":"Are hackers a threat? The degree of threat presented by any conduct, whether legal or illegal, depends on the actions and intent of the individual and the harm they cause.","author":"Kevin Mitnick","topic":"Legal"},{"quote":"I say the law should be blind to race, gender and sexual orientation, just as it claims to be blind to wealth and power. There should be no specially protected groups of any kind, except for children, the severely disabled and the elderly, whose physical frailty demands society&#39;s care.","author":"Camille Paglia","topic":"Legal"},{"quote":"If an ordinary person parks outside another ordinary person&#39;s house for a week, it&#39;s considered stalking. If, however, that person is considered newsworthy, it&#39;s perfectly legal for paparazzi to do the same thing.","author":"Vince Vaughn","topic":"Legal"},{"quote":"While the Census Bureau already has a legal obligation to keep people&#39;s information confidential, we all know that in an age of cyber attacks and computer hacking that ensuring people&#39;s privacy can be difficult.","author":"Jeff Duncan","topic":"Legal"},{"quote":"Together with a team of financial and legal experts I have spent months exploring all possible alternatives to bankruptcy but to no avail.","author":"Shane Filan","topic":"Legal"},{"quote":"I researched children&#39;s rights, divorce law, and parental kidnapping. Millions of children and parents are touched by the inadequacy of the legal system to deal with the human heart.","author":"Amity Gaige","topic":"Legal"},{"quote":"While no Muslim worthy of his name would lose his respect for God, the Prophet Muhammad, and other symbols of Islam, he might well refrain from using legal prosecution or violent reaction to those who do not show the same respect. My basis for this claim is nothing other than the holiest source of Islam, the Quran.","author":"Mustafa Akyol","topic":"Legal"},{"quote":"We should not blur the lines between legal and illegal immigrants. Millions of people around the world have gone through the process to come here legally and they followed the rules that required them to pay a fee, learn English, and learn about American history and government.","author":"Ken Calvert","topic":"Legal"},{"quote":"The legal right of the Southern people to reclaim their fugitives I have constantly admitted. The legal right of Congress to interfere with their institution in the states, I have constantly denied.","author":"Abraham Lincoln","topic":"Legal"},{"quote":"It is right to give every man his due.","author":"Plato","topic":"Legal"},{"quote":"Work for legal reform takes place only within the framework of the social form created by the last revolution.","author":"Rosa Luxemburg","topic":"Legal"},{"quote":"I&#39;m not sure I can say there is a clean line between me as an individual and me as a lawyer.","author":"Anita Hill","topic":"Legal"},{"quote":"Ignorance of the law excuses no man from practicing it.","author":"Addison Mizner","topic":"Legal"},{"quote":"Relying on the face might be human nature - even babies prefer to look at attractive people. But, of course, judging someone based on the geometry of his features is, from a moral and legal standpoint, no better than judging him based on the color of his skin.","author":"Paul Bloom","topic":"Legal"},{"quote":"&#39;Network neutrality&#39; is sometimes called &#39;Internet freedom&#39; or &#39;Internet openness&#39; and is a legal principle that would forbid cable and phone companies like AT&amp;T, Verizon, and Comcast from blocking some websites or providing special priority to others.","author":"Marvin Ammori","topic":"Legal"},{"quote":"Lawsuits should not be used to destroy a viable and independent distribution system. The solution lies in the marketplace and not the courtroom.","author":"Don Henley","topic":"Legal"},{"quote":"I&#39;ve led a school whose faculty and students examine and discuss and debate every aspect of our law and legal system. And what I&#39;ve learned most is that no one has a monopoly on truth or wisdom. I&#39;ve learned that we make progress by listening to each other, across every apparent political or ideological divide.","author":"Elena Kagan","topic":"Legal"},{"quote":"The only people who benefit from lawsuits are lawyers. I think we made a couple of them rich.","author":"Gavin Rossdale","topic":"Legal"},{"quote":"Unless you have a perception of who you are as a lawyer, you will never be at ease in dealing with legal matters, clients, or courts. But if you know who you are and why you&#39;re there, all you need is the expertise and the information.","author":"Samuel Dash","topic":"Legal"},{"quote":"I have been committed to carrying out my duties... in accordance with both the letter and spirit of all applicable rules of ethics and canons of conduct.","author":"Samuel Alito","topic":"Legal"},{"quote":"In terms of the legal matter of creating a contract between two people that&#39;s called marriage, and allowing them to live together with the protection of law, it seems to me is the way we should be moving in this country.","author":"Colin Powell","topic":"Legal"},{"quote":"Make your educational laws strict and your criminal ones can be gentle; but if you leave youth its liberty you will have to dig dungeons for ages.","author":"Michel de Montaigne","topic":"Legal"},{"quote":"Originally, Congress provided in 1793 that all foreign coins circulating in the United States be legal tender. Indeed, foreign coins have been estimated to form 80 percent of American domestic specie circulation in 1800.","author":"Murray Rothbard","topic":"Legal"},{"quote":"To force a lawyer on a defendant can only lead him to believe that the law contrives against him.","author":"Potter Stewart","topic":"Legal"},{"quote":"However, there is no legal and legitimate state called Israel.","author":"Hassan Nasrallah","topic":"Legal"},{"quote":"Yes, there&#39;s such a thing as luck in trial law but it only comes at 3 o&#39;clock in the morning. You&#39;ll still find me in the library looking for luck at 3 o&#39;clock in the morning.","author":"Louis Nizer","topic":"Legal"},{"quote":"Just as TurboTax simplified much of the tax process, so has the colossally scary legal process been reduced to a kinder, gentler series of mouse clicks and &#39;Continue&#39; buttons by LegalZoom, the online leader that has become so prominent in its market that it&#39;s practically a generic.","author":"Lynda Resnick","topic":"Legal"},{"quote":"Let&#39;s create a legal system that can work.","author":"Sam Brownback","topic":"Legal"},{"quote":"You win the modern financial-regulation game by filing the most motions, attending the most hearings, giving the most money to the most politicians and, above all, by keeping at it, day after day, year after fiscal year, until stealing is legal again.","author":"Matt Taibbi","topic":"Legal"},{"quote":"Let me remind you that nuclear disarmament is not just an ardent desire of the people, as expressed in many resolutions of the United Nations. It is a legal commitment by the five official nuclear states, entered into when they signed the Non-Proliferation Treaty.","author":"Joseph Rotblat","topic":"Legal"},{"quote":"I&#39;ve worked since it was basically legal to work. I was a waitress on and off for eight years. I worked at Sears; I worked at Abercrombie folding clothes. My dad really instilled good money management habits, and I&#39;ve saved 10 percent of my paycheck, every paycheck, since I was 15.","author":"Rosanna Pansino","topic":"Legal"},{"quote":"The Florida Supreme Court wanted all the legal votes to be counted. The United States Supreme Court, on the other hand, did not want all the votes to be counted.","author":"Vincent Bugliosi","topic":"Legal"},{"quote":"There are millions of people who consume music illegally every month. Just getting them into a legal service will make the music industry way bigger than it&#39;s ever been before.","author":"Daniel Ek","topic":"Legal"},{"quote":"The only real solution is comprehensive immigration reform that secures our borders and provides a path to legal status for non-felons who are here without proper legal documentation.","author":"Jon Ossoff","topic":"Legal"},{"quote":"In this life and death case, I felt Mrs. Schiavo should receive the fullest due process from our legal system.","author":"Paul Gillmor","topic":"Legal"},{"quote":"Years ago, during a John Grisham phase, I tried to pinpoint exactly why I found Grisham&#39;s often predictable legal thrillers quite so comforting. The best answer I could come up with was the frequency with which Grisham tells us that his lead characters are sipping coffee. When it comes to food and drink, predictability can console.","author":"Bee Wilson","topic":"Legal"},{"quote":"Embryonic stem cell research is legal in America, and nothing in the administration&#39;s current policy affects that legality; 400 lines are currently being used to conduct embryonic stem cell research, both in the private sector and by the Federal Government.","author":"Roger Wicker","topic":"Legal"},{"quote":"In an instant, the law was transformed: from the last passenger on the safe-haven bandwagon to a pioneer into uncharted territory. For the first time in American history, it was not only legal to relinquish a baby; in Nebraska, it was okay to abandon any child of any age for any reason at any time - with the full protection of the law.","author":"Wil S. Hylton","topic":"Legal"},{"quote":"It seems as though our leaders have almost forgotten about legal immigration and are just leaving our borders open, which is a detriment culturally, financially, and in a lot of other realms for native people.","author":"Lauren Southern","topic":"Legal"},{"quote":"Primarily motivated by a desire to keep abortion &#39;safe, legal and rare,&#39; female liberals in the media have carte blanche to do and say anything.","author":"Andrew Breitbart","topic":"Legal"},{"quote":"The good lawyer is the great salesman.","author":"Janet Reno","topic":"Legal"},{"quote":"Misery is the company of lawsuits.","author":"Francois Rabelais","topic":"Legal"},{"quote":"So my own suspicion is that the attorney has stopped this prosecution because part of her defence was to question legality and that would have brought his advice into the public domain again and there was something fishy about the way in which he said war was legal.","author":"Clare Short","topic":"Legal"},{"quote":"Lawyers are the first refuge of the incompetent.","author":"Aaron Allston","topic":"Legal"},{"quote":"Hitler never abandoned the cloak of legality; he recognized the enormous psychological value of having the law on his side. Instead, he turned the law inside out and made illegality legal.","author":"Robert Byrd","topic":"Legal"},{"quote":"Unfortunately, corruption is widespread in government agencies and public enterprises. Our political system promotes nepotism and wasting money. This has undermined our legal system and confidence in the functioning of the state. One of the consequences is that many citizens don&#39;t pay their taxes.","author":"George Papandreou","topic":"Legal"},{"quote":"The keystone to justice is the belief that the legal system treats all fairly.","author":"Janet Reno","topic":"Legal"},{"quote":"Lawyers spend a great deal of their time shoveling smoke.","author":"Oliver Wendell Holmes, Jr.","topic":"Legal"},{"quote":"We must enforce the laws we have on the books, secure our borders, and deny special benefits to illegal immigrants such as in-state tuition rates. This approach is best for American citizens and is fair to those who have taken the time and effort to go through the legal immigration process.","author":"Ron DeSantis","topic":"Legal"},{"quote":"The main bone of contention is whether Islamic injunctions are legal or moral categories. When Muslims say Islam commands daily prayers or bans alcohol, are they talking about public obligations that will be enforced by the state or personal ones that will be judged by God?","author":"Mustafa Akyol","topic":"Legal"},{"quote":"I&#39;m trusting in the Lord and a good lawyer.","author":"Oliver North","topic":"Legal"},{"quote":"Socialism, reduced to its simplest legal and practical expression, means the complete discarding of the institution of private property by transforming it into public property, and the division of the resultant public income equally and indiscriminately among the entire population.","author":"George Bernard Shaw","topic":"Legal"},{"quote":"Men&#39;s indignation, it seems, is more excited by legal wrong than by violent wrong; the first looks like being cheated by an equal, the second like being compelled by a superior.","author":"Thucydides","topic":"Legal"},{"quote":"One: balance the budget now, not later. Two: Get Americans jobs by ending illegal immigration and making legal immigration harder. Lastly: Impose term limits.","author":"Virgil Goode","topic":"Legal"},{"quote":"Taste cannot be controlled by law.","author":"Thomas Jefferson","topic":"Legal"},{"quote":"Deceive not thy physician, confessor, nor lawyer.","author":"George Herbert","topic":"Legal"},{"quote":"Don&#39;t get me wrong: I can and do waste time on the Internet with the best of them, but in some respects, I am an embarrassingly analog guy. I am not on Facebook. I write whole books on yellow legal pads. I do not own a cell phone.","author":"Jonathan Dee","topic":"Legal"},{"quote":"The legal system is often a mystery, and we, its priests, preside over rituals baffling to everyday citizens.","author":"Henry Miller","topic":"Legal"},{"quote":"The only real lawyers are trial lawyers, and trial lawyers try cases to juries.","author":"Clarence Darrow","topic":"Legal"},{"quote":"I think the most important idea is to remember that there have been times throughout American history where what is right is not the same as what is legal.","author":"Edward Snowden","topic":"Legal"},{"quote":"A lean compromise is better than a fat lawsuit.","author":"George Herbert","topic":"Legal"},{"quote":"Yes, people need food and education. But one of the cornerstones of any society is a well-functioning legal system.","author":"Cherie Blair","topic":"Legal"},{"quote":"People are getting smarter nowadays; they are letting lawyers, instead of their conscience, be their guide.","author":"Will Rogers","topic":"Legal"},{"quote":"Laws are the sovereigns of sovereigns.","author":"Louis XIV","topic":"Legal"},{"quote":"I would say that IQ is the strongest predictor of which field you can get into and hold a job in, whether you can be an accountant, lawyer or nurse, for example.","author":"Daniel Goleman","topic":"Legal"},{"quote":"As a lawyer and a former prosecutor, I know the limits of the power and authority of the president. I know what is legal and what is not.","author":"Rodrigo Duterte","topic":"Legal"},{"quote":"If the court strikes down the Defense of Marriage Act, is that a &#39;liberal&#39; result enabling gay couples married in states where gay marriage is legal to enjoy the same economic advantages that federal laws now grant to straight couples? Or is it a &#39;conservative&#39; ruling, limiting the federal government&#39;s ability to override state power?","author":"Jeff Greenfield","topic":"Legal"},{"quote":"While Taliban fighters had an initial claim to protection under the conventions, they lost POW status by failing to obey the standards of conduct for legal combatants: wearing uniforms, a responsible command structure, and obeying the laws of war.","author":"John Yoo","topic":"Legal"},{"quote":"Judges wear legal professionalism and precedent as a mantel that secures legitimacy for their decisions. It&#39;s how they distinguish themselves from politicians or administrative agencies, while wielding power that is sometimes much greater than those democratically accountable actors.","author":"Yochai Benkler","topic":"Legal"},{"quote":"Legal discrimination between the sexes is, in almost every instance, founded on outmoded views of society and the pre-scientific beliefs about psychology and physiology. It is time to sweep away these relics of the past and set further generations free of them.","author":"Shirley Chisholm","topic":"Legal"},{"quote":"The right of revolution, which tyrants, in mockery, accord to mankind, is no legal right under a government; it is only a natural right to overturn a government.","author":"Lysander Spooner","topic":"Legal"},{"quote":"Since Franklin Roosevelt&#39;s leadership in setting up the United Nations and the Nuremberg trials, the U.S. has promoted universal legal norms and the institutions to enforce them while seeking, by hook or by crook, to exempt American citizens, especially soldiers, from their actual application.","author":"Michael Ignatieff","topic":"Legal"},{"quote":"Opponents of legal birth control, including abortion, have tried for decades to play the race card, saying that legal abortion is racist. What they ignore is that Dr. Martin Luther King, Jr. accepted the Margaret Sanger Award from Planned Parenthood in 1966.","author":"Karen DeCrow","topic":"Legal"},{"quote":"People spend so much time in their cars, and it&#39;s a legal way to have fun by speeding a little bit or testing yourself a little bit, and you get to invest in your car. For some people, it becomes their baby.","author":"Jordana Brewster","topic":"Legal"},{"quote":"Though every legal task demands this skill, it is especially important in the effort to frame public policy in a way that is properly responsive to human needs and predicaments. The question is always: How will the general rule work in practice?","author":"Elliot Richardson","topic":"Legal"},{"quote":"I don&#39;t know why legal immigration even exists anymore when I can just put on some bronzer, get on a dingy boat, and just show up at the beaches of Sicily with the Koran in my hand.","author":"Lauren Southern","topic":"Legal"},{"quote":"Bad laws are the worst sort of tyranny.","author":"Edmund Burke","topic":"Legal"},{"quote":"All ambitions are lawful except those which climb upward on the miseries or credulities of mankind.","author":"Joseph Conrad","topic":"Legal"},{"quote":"In a mature democracy, what is legal is decided by parliament... Our process is legitimised by parliament and by the ballot box.","author":"Carles Puigdemont","topic":"Legal"},{"quote":"Through every struggle that I have been confronted with and have been subjected to - solitary confinement, long legal battles, and physically transitioning to the woman I have always been - I manage not only to survive, but to grow, learn, mature, and thrive as a better, more confident person.","author":"Chelsea Manning","topic":"Legal"},{"quote":"Within my social circle, there is a large group of people who will take bitcoin as legal tender; like, you can go to them and settle debts in Bitcoin, and they will happily take it.","author":"Naval Ravikant","topic":"Legal"},{"quote":"I&#39;m a child of immigrants. That is the history of this country. Immigration is good and important for our country. Legal immigration needs to really be modernized.","author":"John Barrasso","topic":"Legal"},{"quote":"In my view, targeted lethal force is at its least controversial when it is on its strongest, most traditional legal foundation. The essential mission of the U.S. military is to capture or kill an enemy. Armies have been doing this for thousands of years. As part of a congressionally authorized armed conflict, the foundation is even stronger.","author":"Jeh Johnson","topic":"Legal"},{"quote":"To some lawyers, all facts are created equal.","author":"Felix Frankfurter","topic":"Legal"},{"quote":"Nothing is so unproductive as the law. It is expensive whether you win or lose.","author":"Gilbert Parker","topic":"Legal"},{"quote":"Globalization is a great thing, but it needs a legal framework in which to blossom.","author":"Loretta Napoleoni","topic":"Legal"},{"quote":"The history of American democracy, to say the least, has been checkered. Our nation was founded at a time when people of African descent were held in bondage. After slavery was abolished, they were forced to endure legal discrimination for another 100 years.","author":"Bernie Sanders","topic":"Legal"},{"quote":"A jury is composed of twelve men of average ignorance.","author":"Herbert Spencer","topic":"Legal"},{"quote":"There will be gay couples; it will exist. It is not very nice that people who are married - who divorce in three seconds - don&#39;t want protection for the others. The legal system should protect everyone, not just the few people who think they are above everybody else because they are married.","author":"Karl Lagerfeld","topic":"Legal"},{"quote":"No oppression is so heavy or lasting as that which is inflicted by the perversion and exorbitance of legal authority.","author":"Joseph Addison","topic":"Legal"},{"quote":"I am the inferior of any man whose rights I trample under foot.","author":"Robert Green Ingersoll","topic":"Legal"},{"quote":"My U.N. five-point plan focuses on preventing proliferation, strengthening the legal regime, and ensuring nuclear safety and security - an effort that was given good momentum by the Nuclear Security Summit held in Seoul earlier this year. The world is over-armed, and peace is underfunded.","author":"Ban Ki-moon","topic":"Legal"},{"quote":"We have a legal and moral obligation to rid our world of nuclear tests and nuclear weapons.","author":"Ban Ki-moon","topic":"Legal"},{"quote":"The Life at Conception Act legislatively declares what most Americans believe and what science has long known - that human life begins at the moment of conception and, therefore, is entitled to legal protection from that point forward.","author":"Rand Paul","topic":"Legal"},{"quote":"The trouble with law is lawyers.","author":"Clarence Darrow","topic":"Legal"},{"quote":"The legal difference between the sit-ins and the Freedom Riders was significant.","author":"Constance Baker Motley","topic":"Legal"},{"quote":"The existing legal constitution is nothing but the product of a revolution. Revolution is the act of political creation in the history of classes, while constitutional legislation is the expression of the continual political vegetation of a society.","author":"Rosa Luxemburg","topic":"Legal"},{"quote":"The United States has never prioritized or failed to pay any obligation when due during a debt limit impasse. Despite the institutional risks and the lack of clear legal authority, we assume that Treasury will attempt to prioritize payments in a last-ditch effort to avoid default.","author":"Jerome Powell","topic":"Legal"},{"quote":"It is not monogamy when there is one legal wife, and mistresses out of sight.","author":"Annie Besant","topic":"Legal"},{"quote":"Catholicism is a wide tent in terms of political and legal positions. We could have nine Catholics on the Supreme Court and a great deal of diversity toward the law.","author":"Cass Sunstein","topic":"Legal"},{"quote":"Every one with this writ may be a tyrant; if this commission be legal, a tyrant in a legal manner, also, may control, imprison, or murder any one within the realm.","author":"James Otis","topic":"Legal"},{"quote":"No country could claim to be civilized if its legal system weren&#39;t available to everyone in it.","author":"Sydney Pollack","topic":"Legal"},{"quote":"In my role as Wikileaks editor, I&#39;ve been involved in fighting off many legal attacks. To do that, and keep our sources safe, we have had to spread assets, encrypt everything, and move telecommunications and people around the world to activate protective laws in different national jurisdictions.","author":"Julian Assange","topic":"Legal"},{"quote":"Farming with live animals is a 7 day a week, legal form of slavery.","author":"George Segal","topic":"Legal"},{"quote":"Is not liberty the destruction of all despotism - including, of course, legal despotism?","author":"Frederic Bastiat","topic":"Legal"},{"quote":"The advocates of abortion on demand falsely assume two things: that women must suffer if the lives of unborn children are legally protected; and that women can only attain equality by having the legal option of destroying their innocent offspring in the womb.","author":"Robert Casey","topic":"Legal"},{"quote":"I think &#39;The Act of Killing&#39; forced people to look at the problem, but the problem is actually a state run by thugs, or a shadow state, a part of the state that&#39;s run by thugs, and a military that enjoys complete legal - not just impunity, but immunity.","author":"Joshua Oppenheimer","topic":"Legal"},{"quote":"The legal principle placing the burden of proof on accusers rather than the accused can be traced back to Second and Third Century Roman jurist, Julius Paulus Prudentissimus. Yet, this ancient concept, which forms the legal and moral cornerstone of the American judicial system, is quickly being undermined in the name of &#39;national security.&#39;","author":"Bob Barr","topic":"Legal"},{"quote":"My theory on an existing crisis is that you have to be very strategic about each case&#39;s unique elements. If a crisis involves a legal component, you need a communication strategy that complements the company&#39;s legal objective. A strategy for a plea deal is different than a case going to trial.","author":"Judy Smith","topic":"Legal"},{"quote":"You see these casting directors&#39; lists of characters, and they&#39;re all boxed in. Twenties is the hot girlfriend, thirties you can still be hot but moving swiftly to hot mum. Forties, you&#39;re the legal person in a pantsuit. Then, once you reach your fifties, you&#39;re positively elderly.","author":"Thandie Newton","topic":"Legal"},{"quote":"Coercion may prevent many transgressions; but it robs even actions which are legal of a part of their beauty. Freedom may lead to many transgressions, but it lends even to vices a less ignoble form.","author":"Wilhelm von Humboldt","topic":"Legal"},{"quote":"If you have been vaccinated for polio, mumps, measles, chicken pox, hepatitis, or rabies, it may be too late for you to stand your ethical ground: You have already benefited from fetal-tissue research. This is, after all, a practice that&#39;s been legal since the 1930s.","author":"Katha Pollitt","topic":"Legal"},{"quote":"Learning to distinguish the illegal immigrant from the legal immigrant does not solve the problem of illegal immigration.","author":"Jan C. Ting","topic":"Legal"},{"quote":"We all know how powerful the web can be for raising political money. Well, if you&#39;re game, the Duke Cunningham Legal Defense Fund is apparently ready to accept your donation.","author":"Joshua Micah Marshall","topic":"Legal"},{"quote":"I&#39;m for the DREAM Act. It makes so much sense. Following the implementation of the DREAM Act, we&#39;ll have a case study we can point to where we can say that we provided a path to citizenship or legal involvement in the community for these young immigrants, and the sky didn&#39;t fall.","author":"Beto O'Rourke","topic":"Legal"},{"quote":"Italy advocates the adoption of a legal instrument on cultural diversity, guaranteeing every country the protection of its own historical identity and the uniqueness of its physical and intangible cultural heritage.","author":"Carlo Azeglio Ciampi","topic":"Legal"},{"quote":"Gay and lesbian people have families, and their families should have legal protection, whether by marriage or civil union.","author":"Coretta Scott King","topic":"Legal"},{"quote":"All women, and men of color - we were owned like tables and chairs. We spent a hundred years getting a legal identity as human beings. That&#39;s a big thing.","author":"Gloria Steinem","topic":"Legal"},{"quote":"Sadly, embryonic stem cell research is completely legal in this country and has been going on at universities and research facilities for years.","author":"Mike Pence","topic":"Legal"},{"quote":"Marriage equality is not a choice. It is a legal right.","author":"Cory Booker","topic":"Legal"},{"quote":"The real violence is committed in the writing of history, the records of the legal system, the reporting of news, through the manipulation of social contracts, and the control of information.","author":"Bryant H. McGill","topic":"Legal"},{"quote":"Legal immigration is the primary source of low-wage immigration into the United States.","author":"Jeff Sessions","topic":"Legal"},{"quote":"I think the key to getting rid of illegal immigration, no matter where its coming from, is that you need to have a good legal apparatus for immigration.","author":"Rand Paul","topic":"Legal"},{"quote":"The Supreme Court ruled that disabled golfer Casey Martin has a legal right to ride in a golf cart between shots at PGA Tour events. Man, the next thing you know, they&#39;re going to have some guy carry his clubs around for him.","author":"Jon Stewart","topic":"Legal"},{"quote":"We&#39;re told that to be fly, you gotta have a fly car, the rims on your wheels, the fly jewels, and that to work a regular job and make legal money is uncool.","author":"Missy Elliott","topic":"Legal"},{"quote":"It&#39;s impossible to walk a block in Miami, in Los Angeles, San Antonio without running into someone who is being deeply impacted by a broken legal immigration system.","author":"Marco Rubio","topic":"Legal"},{"quote":"Taiwan gives a lot of foreign aid to Costa Rica, so it looks like they are basically buying the right to fish, even though it&#39;s not legal.","author":"Paul Watson","topic":"Legal"},{"quote":"We want Israel as a democratic and Jewish state. So you have to maintain a Jewish majority, and you want to do that by legal means, by democratic means.","author":"Benjamin Netanyahu","topic":"Legal"},{"quote":"I&#39;m coming out with my line of shoes and my very first shoe is called &#39;The Nethia.&#39; How we came up with the name is that my legal name is Linnethia and we shortened it.","author":"NeNe Leakes","topic":"Legal"},{"quote":"Where there is a will there is a lawsuit.","author":"Addison Mizner","topic":"Legal"},{"quote":"He is no lawyer who cannot take two sides.","author":"Charles Lamb","topic":"Legal"},{"quote":"Botswana had three successive good presidents who served their legal terms, who did well for their countries - three, not one.","author":"Mo Ibrahim","topic":"Legal"},{"quote":"I&#39;ve always thought legal addictions are a great way to create a business. Starbucks is a wonderful example.","author":"Nolan Bushnell","topic":"Legal"},{"quote":"Tori&#39;s my legal name. My niece and nephews, they all call me Aunt Ellen, because I went by my middle name years ago, before I turned 18.","author":"Tori Amos","topic":"Legal"},{"quote":"My feminism, as intended by me, extends to empowering women to make legal choices, not to judge the legal choices they make. My fight is for rights.","author":"Maajid Nawaz","topic":"Legal"},{"quote":"My late mother moved back to her parents&#39; homeland in the 1990s when Ukraine and Russia, along with the thirteen other former Soviet republics, became independent states. Drawing on her experience as a lawyer in Canada, she served as executive officer of the Ukrainian Legal Foundation, an NGO she helped to found.","author":"Chrystia Freeland","topic":"Legal"},{"quote":"There&#39;s a security, a validity of knowing that it&#39;s legal. It&#39;s hard to put into words. It&#39;s just a feeling, I guess - something about saying vows in front of the people around you who love and support you.","author":"Matt Bomer","topic":"Legal"},{"quote":"These are people who haven&#39;t gone through the legal means to becoming citizens like our forefathers did. They want all the benefits but none of the responsibilities.","author":"Matt Dillon","topic":"Legal"},{"quote":"Hispanic citizens know that illegal labor is taking jobs from their children and their legal immigrant friends.","author":"Tom Tancredo","topic":"Legal"},{"quote":"The intelligence community is governed by the same legal and ethical standards as the rest of American government and society, but an operational imperative is here, too. An intelligence community charged with global responsibilities cannot be successful without diversity of thought, culture and language.","author":"Michael Hayden","topic":"Legal"},{"quote":"The settlers, as we know, are the only people in Israel who take the Left seriously. When you read the settlers&#39; publications, you think that the leftists are everywhere: The leftists infiltrate the government, the leftists run the Defense Ministry, the leftists dominate the legal establishment, and the leftists control the media, of course.","author":"Yair Lapid","topic":"Legal"},{"quote":"The situation around Terri Schiavo was a deeply held conflict over what to do if someone isn&#39;t going to return to consciousness or competence. Who will decide? Even there, where we had settled legal rules, we still had disagreement. We&#39;re torn about these things.","author":"Ezekiel Emanuel","topic":"Legal"},{"quote":"This pro-choice issue is a legal issue that should be decided by the courts.","author":"Michael T. Flynn","topic":"Legal"},{"quote":"I wish that there were more stringent laws to make guns sold anywhere that they&#39;re legal harder to get.","author":"Rosie O'Donnell","topic":"Legal"},{"quote":"I mean you might say he had a travelling post office, but also Barney was very, very active. He was a legal officer for the NAACP and they had a lot of problems after Pease.","author":"Betty Hill","topic":"Legal"},{"quote":"A free and open Internet should not have to be weighed down by legal challenges - its dynamism is essential to our economy.","author":"Anna Eshoo","topic":"Legal"},{"quote":"I respect, too, the fact that in our legal order it is for Congress and not the courts to write new laws. It is the role of judges to apply, not alter, the work of the people&#39;s representatives.","author":"Neil Gorsuch","topic":"Legal"},{"quote":"We need to stop illegal immigration totally and reduce legal immigration and end the diversity visas policy pushed hard by President Clinton and allowing many persons from the Middle East to come to this country.","author":"Virgil Goode","topic":"Legal"},{"quote":"As a factual matter, as in countries all over the world, technology and business practices have been running faster than legal responses and developments.","author":"Miriam Defensor-Santiago","topic":"Legal"},{"quote":"Defining marriage is a power that should be left to the states. Moreover, no state should be forced to recognize a marriage that is not within its own laws, Constitution, and legal precedents.","author":"John Sununu","topic":"Legal"},{"quote":"Like the marriage contract you entered into, your divorce is a legal transaction. Treat it that way. Try not to let emotion, hurt, fear or anger dictate the circumstances of your discussions or negotiations.","author":"Laura Wasser","topic":"Legal"},{"quote":"The American legal industry is a medieval guild in which the prosecutors, bar, and bench join hands to ensure that legal invoices are paid, no matter how excessive.","author":"Conrad Black","topic":"Legal"},{"quote":"It would be a sign of society changing if we did finally legalize prostitution. Once it&#39;s legal, it doesn&#39;t mean your daughter&#39;s going to run out and be a ho. The more we sort of bring these things into the light, you bring these hidden vices into the light, the less power they have over our society. You make it legal, it tends to go away.","author":"Thomas Jane","topic":"Legal"},{"quote":"It is high time to compel man by the might of right to give woman her political, legal and social rights. She will find her own sphere in accordance with her capacities, powers and tastes; and yet she will be woman still.","author":"Ernestine Rose","topic":"Legal"},{"quote":"People have always heard voices. Sometimes they&#39;re called shamans, sometimes they&#39;re called mad, and sometimes they&#39;re called fiction writers. I always feel lucky that I live in a culture where fiction writing is legal and not seen as pathology.","author":"Ruth Ozeki","topic":"Legal"},{"quote":"God is the King. In him exists all legal authority.","author":"Orson Pratt","topic":"Legal"},{"quote":"The Obama years will be remembered as a cultural - and legal - tipping point for equality for all people who do not identify as strictly heterosexual, arguably the civil rights movement of our times. The president signed the bill repealing &#39;don&#39;t ask, don&#39;t tell.&#39; The Defense of Marriage Act was struck down by the Supreme Court.","author":"Charles M. Blow","topic":"Legal"},{"quote":"I support legal immigration. I don&#39;t support amnesty because it is not fair to people standing in line at consulates around the world.","author":"Heather Wilson","topic":"Legal"},{"quote":"Every year Swedish society produces a new generation of threatened women who can testify to the lack of legal rights and the lukewarm interest shown by the police and other authorities.","author":"Stieg Larsson","topic":"Legal"},{"quote":"The legacy of slavery comes from the sustained political, legal and economic effort to link permanently an entire group of people to poverty - and to mystify that systematic disenfranchisement by making up something called race, which could serve as a distraction.","author":"Sarah Churchwell","topic":"Legal"},{"quote":"I think it&#39;s going to end up a lot like the Internet. Some countries try to regulate the Internet - bitcoin will be very much like that. It will be legal, and there will be some countries with currency control.","author":"Brian Armstrong","topic":"Legal"},{"quote":"Drones can be a highly effective way of dealing with high-priority targets, but they should not become the drug of choice for an administration that is afraid to use successful, legal and safe tactics of the past.","author":"Jose Rodriguez","topic":"Legal"},{"quote":"So, I&#39;m getting less chips, paying the same amount of money. Is that legal for them to do this?","author":"Julie Chen","topic":"Legal"},{"quote":"For centuries we have been living in the society where not laws but people ruled, where there was no legal state.","author":"Nursultan Nazarbayev","topic":"Legal"},{"quote":"Judges should decide legal disputes. Judges should not make law.","author":"Joseph Wapner","topic":"Legal"},{"quote":"I don&#39;t think any business has to give up legal protections in order to simplify. The main consideration is that whatever protection, rights and remedies a corporation wants, they should be put in terms that are understandable to the consumer.","author":"Alan Siegel","topic":"Legal"},{"quote":"Unlike national legal systems, there are precious few avenues to address judicial activism at the WTO. You pretty much have to gain consensus to change the agreements, or simply withdraw from the system. The first is nearly impossible, and the second would be - in the view of many - cataclysmic.","author":"Robert Lighthizer","topic":"Legal"},{"quote":"Lawsuit abuse is a major contributor to the increased costs of healthcare, goods and services to consumers.","author":"Charles W. Pickering","topic":"Legal"},{"quote":"The practice of law requires both continuity and growth - a deep understanding of legal principles born of reason, tradition, and experience and tested by time, but also a mind alert to present needs and the future consequences of public and private legal decisions.","author":"Diane S. Sykes","topic":"Legal"},{"quote":"Today, corruption has won and justice has lost. I brought corruption cases in good faith involving powerful people, and the political and legal establishment blatantly covered up and retaliated by targeting my law license.","author":"Andrew Thomas","topic":"Legal"},{"quote":"Corporations are created by the people, acting through their governments. We grant them corporate charters that confer certain legal rights and privileges, like the ability to enter into contracts, limited liability and perpetual life.","author":"Jim McGovern","topic":"Legal"},{"quote":"I used to brag that I can hold up any eviction - even if the landlord had legal rights, I could hold it up for a year.","author":"Ed Lee","topic":"Legal"},{"quote":"A married woman has the same right to control her own body as does an unmarried woman.","author":"Sol Wachtler","topic":"Legal"},{"quote":"The Chinese have always enjoyed gambling, and Macau is the only place in Greater China where gambling is legal. So I believe the government understands that there has to be a place for it.","author":"Lui Che Woo","topic":"Legal"},{"quote":"Baseball is a game where a curve is an optical illusion, a screwball can be a pitch or a person, stealing is legal and you can spit anywhere you like except in the umpire&#39;s eye or on the ball.","author":"James Patrick Murray","topic":"Legal"},{"quote":"People should just buy a CD and rip it. You are legal then.","author":"Bill Gates","topic":"Legal"},{"quote":"One with the law is a majority.","author":"Calvin Coolidge","topic":"Legal"},{"quote":"She never envisioned a legal career for me, but she did think it was very important that I be able to support myself, and I think she would be pleased to see what has become of me.","author":"Ruth Bader Ginsburg","topic":"Legal"},{"quote":"Laws, like houses, lean on one another.","author":"Edmund Burke","topic":"Legal"},{"quote":"After the chaos and carnage of September 11th, it is not enough to serve our enemies with legal papers.","author":"George W. Bush","topic":"Legal"},{"quote":"Those who challenge the law in one or another of its aspects weaken the whole legal structure of society. For one man to disobey a law he does not like is to invite others to disobey another law which he may regard as indispensable to his own livelihood - or life.","author":"Robert Kennedy","topic":"Legal"},{"quote":"Lawsuit: A machine which you go into as a pig and come out of as a sausage.","author":"Ambrose Bierce","topic":"Legal"},{"quote":"If there are people who act outside the law, then the state must use legal means to impose law in the interests of majority. That&#39;s the way it&#39;s done in the U.S., and that&#39;s the way it&#39;s done in Russia.","author":"Vladimir Putin","topic":"Legal"},{"quote":"It costs a lot to sue a magazine, and it&#39;s too bad that we don&#39;t have a system where the losing team has to pay the winning team&#39;s lawyers.","author":"Carol Burnett","topic":"Legal"},{"quote":"So the Comic Book Legal Defense Fund is out there preserving and fighting for, and sometimes winning and sometimes losing, the fight for First Amendment rights in comics and, more generally, for freedom of speech.","author":"Neil Gaiman","topic":"Legal"},{"quote":"As soon as I go out into the world, I belong, in a way, to everyone else. It&#39;s legal to follow me. It&#39;s legal to stalk me at the beach. And I can&#39;t call the police or ask them to leave.","author":"Lady Gaga","topic":"Legal"},{"quote":"All of the legal defense funds out there, they&#39;re looking for people out there with court of appeals experience, because court of appeals is where policy is made. And I know, I know this is on tape and I should never say that because we don&#39;t make law, I know. I know.","author":"Sonia Sotomayor","topic":"Legal"},{"quote":"Being a justice. If you love law the way I do... you&#39;re given the job of a lifetime... you&#39;re permitted to address the most important legal questions of the country, and sometimes the world. And in doing so, you make a difference in people&#39;s lives.","author":"Sonia Sotomayor","topic":"Legal"},{"quote":"Children must be considered in a divorce considered valuable pawns in the nasty legal and financial contest that is about to ensue.","author":"P. J. O'Rourke","topic":"Legal"},{"quote":"Ken Lay, the disgraced former chairman of Enron, found a way to escape his legal problems: He died after being convicted of fraud and conspiracy charges.","author":"Robert Kiyosaki","topic":"Legal"},{"quote":"Learn to invest in investments where you can achieve an honest, legal advantage over other investors. When it comes to investing, why play on a level field?","author":"Robert Kiyosaki","topic":"Legal"},{"quote":"They seem to have forgotten that, and are back saying the only purpose of P2P networks is for illegal trading of owned goods. We claim part of the reason for P2P is for legal trading of what ought to be in public domain. And what is in public domain in many cases.","author":"John Perry Barlow","topic":"Legal"},{"quote":"The &#39;Total Information Awareness&#39; project is truly diabolical - mostly because of the legal changes which have made it possible in the first place. As a consequence of the Patriot Act, government now has access to all sorts of private and commercial databases that were previously off limits.","author":"John Perry Barlow","topic":"Legal"},{"quote":"We don&#39;t want two-tier people in America. Those who are legal but not citizens, and citizens.","author":"Joe Biden","topic":"Legal"},{"quote":"In law, nothing is certain but the expense.","author":"Samuel Butler","topic":"Legal"},{"quote":"I still gamble, but it&#39;s all legal. I own horses, and I go to watch my horse. I don&#39;t go daily.","author":"Pete Rose","topic":"Legal"},{"quote":"Who most benefits from keeping marijuana illegal? The greatest beneficiaries are the major criminal organizations in Mexico and elsewhere that earn billions of dollars annually from this illicit trade - and who would rapidly lose their competitive advantage if marijuana were a legal commodity.","author":"George Soros","topic":"Legal"},{"quote":"Reading a script is usually as exciting as reading a boilerplate legal document, so when you read one that makes you feel as if you&#39;re seeing the movie, you know it&#39;s something different.","author":"Tom Hanks","topic":"Legal"},{"quote":"I know how easy it is for one to stay well within moral, ethical, and legal bounds through the skillful use of words - and to thereby spin, sidestep, circumvent, or bend a truth completely out of shape. To that extent, we are all liars on numerous occasions.","author":"Sidney Poitier","topic":"Legal"},{"quote":"We need to let the referee&#39;s sole thing be to protect the quarterback and get those late hits out of there. They even have a stat on television that says &#39;knockdowns.&#39; Knockdowns means that you knock him down after he throws the ball. The assumption is, if it&#39;s legal, we&#39;ll make excuses for them.","author":"John Madden","topic":"Legal"},{"quote":"I&#39;m a hardcore libertarian - I want everything legal - but I also believe that you have the right to free association.","author":"Penn Jillette","topic":"Legal"},{"quote":"We have a legal and moral obligation to rid our world of nuclear tests and nuclear weapons. When we put an end to nuclear tests, we get closer to eliminating all nuclear weapons. A world free of nuclear weapons will be safer and more prosperous.","author":"Ban Ki-moon","topic":"Legal"},{"quote":"We must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.","author":"Pope Benedict XVI","topic":"Legal"},{"quote":"Above all, we must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.","author":"Pope Benedict XVI","topic":"Legal"},{"quote":"I remember being upset because I was finally legal to drink in Canada, and I decided to throw that all away and move to America, where I had to wait another two years. I came here to do improv and to try to join the Groundlings.","author":"Ryan Reynolds","topic":"Legal"},{"quote":"These endless legal challenges that define elections in New York are a joke in this country, and they are the reason why it is so expensive, or one of the reasons, it&#39;s so expensive to run here and why so many people decide not to run.","author":"Michael Bloomberg","topic":"Legal"},{"quote":"We have to get control of our borders. You can only do that if you make companies obey the law and not hire undocumented or illegals. They can only do that is if they have a Social Security Card that has biometrics so they know whether the person is legal or not.","author":"Michael Bloomberg","topic":"Legal"},{"quote":"The acid test of any legal system is not the greatness or the grandeur of its ideal concepts, but whether, in fact, it is able to produce order and justice.","author":"Lee Kuan Yew","topic":"Legal"},{"quote":"Though I don&#39;t personally believe that Bitcoin is true money, it should be perfectly legal, and there should be no restrictions on it; there should be no taxes on it.","author":"Ron Paul","topic":"Legal"},{"quote":"If you take guns away from legal gun owners, then the only people who would have guns would be the bad guys. Even a pacifist would get violent if someone were trying to kill him or her. You would fight for your life, whatever your beliefs.","author":"Bruce Willis","topic":"Legal"},{"quote":"I mean, in some cases with libel laws, you know, they can write things about people who have no course of action, because they can&#39;t afford to take legal action against them.","author":"Elton John","topic":"Legal"},{"quote":"Anybody who thinks talk is cheap should get some legal advice.","author":"Franklin P. Jones","topic":"Legal"},{"quote":"There is no more an enthusiastic advocate of legal immigration in the U.S. Senate than I am, and that is a message that resonates powerfully in the Hispanic community.","author":"Ted Cruz","topic":"Legal"},{"quote":"As a legal matter, my mother is an American citizen by birth.","author":"Ted Cruz","topic":"Legal"},{"quote":"The Elephantine papyri - written as some of the books of the Bible are being written - is true social and legal documentation, and to historians overwhelmingly powerful and moving, even when ostensibly about trivial things.","author":"Simon Schama","topic":"Legal"},{"quote":"Russia has gone way beyond its legal powers to use bases in the Crimea.","author":"Jeremy Corbyn","topic":"Legal"},{"quote":"In the Halls of Justice the only justice is in the halls.","author":"Lenny Bruce","topic":"Legal"},{"quote":"I&#39;ve always said that at the end of the day, on a legal issue, I think a wise old woman and a wise old man are going to reach the same conclusion.","author":"Sandra Day O'Connor","topic":"Legal"},{"quote":"When I was fighting, I would look to excite the crowds with a bolo punch or something taunting. Looking back, they were legal - but not sportsmanlike. I don&#39;t recommend another boxer try them. But we looked more to make the robot fights dramatic first and realistic second.","author":"Sugar Ray Leonard","topic":"Legal"},{"quote":"The Grameen Bank Ordinance with amendments up to 2008 is a beautiful legal structure for the fulfillment of the ideals and objectives of the bank. Any change in this structure will be devastating for the bank.","author":"Muhammad Yunus","topic":"Legal"},{"quote":"I think we will have full marriage rights in Colorado. But in 1992, there was a very hateful Amendment 2 that basically made it legal for any institution to deny gays and lesbians access, whether it&#39;s hospitals or restaurants or employment. Anybody could fire you or not let you in a restaurant because you were gay.","author":"Martina Navratilova","topic":"Legal"},{"quote":"I&#39;m 58 years old. I got married for the first time - it&#39;s about time, right? Growing up as a gay woman, you just don&#39;t ever think about that, and then I thought, about 10 years ago, &#39;You know, I think within 10 years gay marriage will be legal.&#39; And here we are, 10 years later, making it legal.","author":"Martina Navratilova","topic":"Legal"},{"quote":"King consciously steered away from legal claims and instead relied on civil disobedience.","author":"Constance Baker Motley","topic":"Legal"},{"quote":"In high school, I discovered myself. I was interested in race relations and the legal profession. I read about Lincoln and that he believed the law to be the most difficult of professions.","author":"Constance Baker Motley","topic":"Legal"},{"quote":"I never thought I would live long enough to see the legal profession change to the extent it has.","author":"Constance Baker Motley","topic":"Legal"},{"quote":"We are led by lawyers who do not understand either technology or balance sheets.","author":"Thomas Friedman","topic":"Legal"},{"quote":"What we bring to the table is not only our 56 field offices in the United States and our number of resident agencies, but also we have 45 legal attaches overseas.","author":"Robert Mueller","topic":"Legal"},{"quote":"Intellectual property is an important legal and cultural issue. Society as a whole has complex issues to face here: private ownership vs. open source, and so on.","author":"Tim Berners-Lee","topic":"Legal"},{"quote":"Many foreclosed homes are neglected or abandoned, as legal proceedings or other factors delay their resale. Deteriorating or vacant properties can, in turn, directly affect the quality of life in a neighborhood, for example, by leading to increases in vandalism or crime.","author":"Ben Bernanke","topic":"Legal"},{"quote":"Justice is the sum of all moral duty.","author":"William Godwin","topic":"Legal"},{"quote":"My legal bond with the A.K.P. may have ended the day I took the presidential oath of office, but my bonds of love have never ended and never will.","author":"Recep Tayyip Erdogan","topic":"Legal"},{"quote":"We should be the pro-legal immigration party. A party that has a positive platform and agenda on how we can create a legal immigration system that works for immigrants and works for America.","author":"Marco Rubio","topic":"Legal"},{"quote":"The loans I took out for my undergraduate degree were manageable. But my legal education was more expensive, and I paid for it almost entirely through public and private loans.","author":"Marco Rubio","topic":"Legal"},{"quote":"You cannot grant amnesty. If the American people see us granting amnesty they will never again believe in legal immigration. They will never again support it, and that&#39;s wrong for our country, bad for our future.","author":"Marco Rubio","topic":"Legal"},{"quote":"We have a legal immigration system that&#39;s outdated, it&#39;s primarily based on whether you have family members living here. In the 21st century, it has to be more of a merit-based system, and that is why our legal immigration system is in need of modernization.","author":"Marco Rubio","topic":"Legal"},{"quote":"There&#39;s been so much corruption and so much cronyism in the taxi industry and so much regulatory capture, that if you ask for permission upfront for something that&#39;s already legal, you&#39;ll never get it.","author":"Travis Kalanick","topic":"Legal"},{"quote":"It is crucial that there is a government in Madrid secure enough to engage with Catalonia politically rather than continue the denial and legal obstructionism of the Rajoy years.","author":"Carles Puigdemont","topic":"Legal"},{"quote":"I think the only way to behave is as if nothing is private. And then fight to make what you care about legal and acceptable.","author":"Douglas Rushkoff","topic":"Legal"},{"quote":"I have a different approach. I don&#39;t file lawsuits because I really don&#39;t care.","author":"Nicole Kidman","topic":"Legal"},{"quote":"That&#39;s one thing I don&#39;t think people consider nowadays. They want to believe in the importance of marriage, boil it down to just a signature on a legal document. But that&#39;s exactly what it is. If not, why not just get married without one?","author":"Ariel Pink","topic":"Legal"},{"quote":"In 1987, I had my first opportunity to provide &#39;advice and consent&#39; on a Supreme Court nominee. At that time, I stated that the qualifications essential for evaluating a nominee for the bench included &#39;integrity, character, legal competence and ability, experience, and philosophy and judicial temperament.&#39; On that test, Elena Kagan fails.","author":"John McCain","topic":"Legal"},{"quote":"On the issue of the gay marriage, I believe if people want to have private ceremonies, that&#39;s fine. I do not believe that gay marriages should be legal.","author":"John McCain","topic":"Legal"},{"quote":"We should make it as easy as possible to be able to get a legal work visa - not citizenship, not a green card. Just a work visa, with a background check and a Social Security card so that applicable taxes would get paid.","author":"Gary Johnson","topic":"Legal"},{"quote":"I believe we can, and must, strike a balance between our shared American values of religious liberty and freedom from discrimination. My concerns lie with the possible consequences of politically-driven legislation which claims to promote religious liberty but instead rolls back the legal protections held by LGBT Americans.","author":"Gary Johnson","topic":"Legal"},{"quote":"While writing, saying, and doing much, Mr. Trump is apologizing for his past sins. He&#39;s walking away from supporting abortion, hurling insults and more. Now, America needs to follow suit and apologize for the scourge of legal abortion that has left millions of empty cradles, wombs barren, women&#39;s health damaged, and families broken.","author":"Alveda King","topic":"Legal"},{"quote":"Unfortunately, it seems to me that when it comes to issues affecting the trans community, most people who are cisgender - a word describing those people whose gender identity is in alignment with the sex they were assigned at birth - focus too much on the administrative, legal, and medical aspects of trans identity.","author":"Chelsea Manning","topic":"Legal"},{"quote":"The longer you remain silent, the longer you don&#39;t turn over documents, a presumption begins to build that you&#39;re withholding something. That&#39;s human nature. That may not be a legal presumption, but that&#39;s a common sense presumption.","author":"Trey Gowdy","topic":"Legal"},{"quote":"If eviction has these massive consequences that we all pay for, a very smart use of public funds would be to invest in legal services for folks facing eviction.","author":"Matthew Desmond","topic":"Legal"},{"quote":"There is a deep connection, when we&#39;re talking about certain market forces and a legal structure that inhibits low or moderate income families from getting ahead. Eviction is part of a business model at the bottom of the market.","author":"Matthew Desmond","topic":"Legal"},{"quote":"National data on evictions aren&#39;t collected, although national data on foreclosures are. And so if anyone wants to, kind of, get to know any statistical research about evictions, they have to really dig in the annals of legal records.","author":"Matthew Desmond","topic":"Legal"},{"quote":"If a president can enforce a part of a law and delay a part of a law, then does he have a power to not enforce any law he so chooses? If he can allow illegal aliens to freely run across our border, can he force legal citizens out of the country? Where would be the end of his power?","author":"Marsha Blackburn","topic":"Legal"},{"quote":"If the expansion of a global legal regime for communication technologies gains traction, the effects to the global economy as well as our individual liberties will be severe.","author":"Marsha Blackburn","topic":"Legal"},{"quote":"I later spent... five to eight months in hospitals in New Jersey, always on an involuntary basis, and always attempting a legal argument for release.","author":"John Forbes Nash, Jr.","topic":"Legal"},{"quote":"Like all other law-abiding Americans, I fully support legal immigration.","author":"Ted Nugent","topic":"Legal"},{"quote":"Law is born from despair of human nature.","author":"Jose Ortega y Gasset","topic":"Legal"},{"quote":"When I&#39;m sitting at the desk not being able to write line one, it&#39;s silence and despair! It&#39;s not so easy to put the pen to the legal pad or type the first sentence on the computer screen.","author":"Erica Jong","topic":"Legal"},{"quote":"Food is like a legal drug. You can take 50 cents and walk into the store and buy a Twinkie and get high. And it&#39;s killing people.","author":"Fat Joe","topic":"Legal"},{"quote":"The real guys that I knew were really cool people, who I played basketball with and traveled with on teams and knew their families and knew that they love their family. They just happen to do something that wasn&#39;t all the way legal, but it was a part of their life, and you knew that they hustled.","author":"Mahershala Ali","topic":"Legal"},{"quote":"There comes a time when a human being has to either face evil or admit to allowing it. Abortion is legal in the United States, but it should not be celebrated or used as a political tool. Viable babies are human beings.","author":"Bill O'Reilly","topic":"Legal"},{"quote":"Judges are the weakest link in our system of justice, and they are also the most protected.","author":"Alan Dershowitz","topic":"Legal"},{"quote":"I&#39;ve thought hard about my psychological connections and I think I&#39;ve managed to separate out the psychological from the legal, moral, and political.","author":"Alan Dershowitz","topic":"Legal"},{"quote":"I think mistakes are the essence of science and law. It&#39;s impossible to conceive of either scientific progress or legal progress without understanding the important role of being wrong and of mistakes.","author":"Alan Dershowitz","topic":"Legal"},{"quote":"We&#39;re going to try and prove to the market that you can do a legal coin offering. If the SEC doesn&#39;t crack down, this party will be amazing - the biggest party in town for a long time. If they do crack down, a lot of people are going to feel a lot of pain.","author":"Naval Ravikant","topic":"Legal"},{"quote":"If you see how carefully I prepare for any kind of walk, legal or illegal, small or big, you will see that, actually, I narrow the unknown to virtually nothing. And that&#39;s when I am ready to walk on the wire.","author":"Philippe Petit","topic":"Legal"},{"quote":"The process of getting regulations right is described publicly as far more political than in fact it is. It&#39;s essentially a legal and technical enterprise.","author":"Cass Sunstein","topic":"Legal"},{"quote":"The evolution of the plaza always came from the idea of just a really good place to ride a skateboard that you could ride at anytime, and that&#39;s what the foundation always stands for - being a place that&#39;s free, open and legal... for those that are technical, to do really hard stuff, and for those who are learning, to just have fun.","author":"Rob Dyrdek","topic":"Legal"},{"quote":"All the legal action I&#39;ve taken against newspapers has had a massively positive effect on my life and achieved exactly what I wanted, which is privacy and non-harassment.","author":"Sienna Miller","topic":"Legal"},{"quote":"I would often find myself, at the age of 21, at midnight, running down a dark street on my own with 10 men chasing me. And the fact they had cameras in their hands made that legal.","author":"Sienna Miller","topic":"Legal"},{"quote":"When the FDA announced its intentions to join other countries and ban quinolone use on U.S. chicken farms, the drug manufacturer Bayer initiated legal action that successfully delayed the process for five years.","author":"Michael Greger","topic":"Legal"},{"quote":"Because it started as an offshoot of al Qaeda in Iraq, ISIL has long been subject to U.N. sanctions, and all countries have a legal obligation to freeze its assets and prohibit its business dealings. But countries around the world need to do more to make these sanctions work.","author":"Samantha Power","topic":"Legal"},{"quote":"As legal slavery passed, we entered into a permanent period of unemployment and underemployment from which we have yet to emerge.","author":"Julian Bond","topic":"Legal"},{"quote":"And understandably so, that when you&#39;re in legal jeopardy, you really cannot put yourself in a position to open yourself up to the media.","author":"Monica Lewinsky","topic":"Legal"},{"quote":"This is a unique legal loophole in the U.S.: If a non-native comes on a reservation and commits any crime, the non-native should be prosecuted by a federal court. Tribal law can arrest and hold someone for a year, but tribal law cannot prosecute non-natives. So since the federal courts are so overloaded, some of the cases get tossed out.","author":"Jason Momoa","topic":"Legal"},{"quote":"I sat down with a yellow legal pad and began writing &#39;A Time to Kill.&#39; Had no idea what I was doing. It became, over a period of several years, a secret little hobby nobody knew about except my wife, because she was reading chapter by chapter.","author":"John Grisham","topic":"Legal"},{"quote":"I have always been of opinion that all the political workers should be indifferent and should never bother about the legal fight in the law courts and should boldly bear the heaviest possible sentences inflicted upon them. They may defend themselves but always from purely political considerations and never from a personal point of view.","author":"Bhagat Singh","topic":"Legal"},{"quote":"People talk of me as being the inventor of the legal thriller.","author":"Scott Turow","topic":"Legal"},{"quote":"Americans have grown a great deal more realistic about lawyers and the law. I think that&#39;s all for the good. A lot of people will say to you these days, &#39;If you are looking for justice, don&#39;t go to a courtroom.&#39; That&#39;s just a more realistic perspective on what happens in the legal process.","author":"Scott Turow","topic":"Legal"},{"quote":"I have been surrounded by some of the smartest, brightest, most caring lawyers, by agents who are willing to risk their lives for others, by support staff that are willing to work as hard as they can.","author":"Janet Reno","topic":"Legal"},{"quote":"I think, clearly, where you have a situation in which the Solicitor General tells me, &#39;I cannot in good faith argue a certainly legal position,&#39; and if the president told us to argue that position, we would have to tell him, &#39;No, we can&#39;t do that, Mr. President.&#39;","author":"Janet Reno","topic":"Legal"},{"quote":"I think lawyers who engage in pro bono service to protect those who cannot help themselves are truly the heroes and the heroines of the legal profession.","author":"Janet Reno","topic":"Legal"},{"quote":"Understand that legal and illegal are political, and often arbitrary, categorizations; use and abuse are medical, or clinical, distinctions.","author":"Abbie Hoffman","topic":"Legal"},{"quote":"When Brad and I got married in 2008, it got a lot of attention. And all the attention was over the fact that we were two men, but people were hardly conscious of the fact that we were entering into an interracial marriage. That&#39;s wonderful, because it was only 50 years ago with Loving v. Virginia that interracial marriages were made legal.","author":"George Takei","topic":"Legal"},{"quote":"At Cisco, we are moving to collaboration teams, groups coming together that represent sales, engineering, finance, legal, etc. And we&#39;re training leaders to think across silos.","author":"John T. Chambers","topic":"Legal"},{"quote":"We should all have the legal right to purchase health insurance from any insurance company in any state, and we should be able use that insurance wherever we live. Health insurance should be portable.","author":"John Mackey","topic":"Legal"},{"quote":"I don&#39;t know of many evangelicals who want to deny gay couples their legal rights. However, most of us don&#39;t want to call it marriage, because we think that word has religious connotations, and we&#39;re not ready to see it used in ways that offend us.","author":"Tony Campolo","topic":"Legal"},{"quote":"I contend the state ought to do its thing and provide legal rights for all couples who want to be joined together for life. The church should bless unions that it sees fit to bless, and they should be called marriages.","author":"Tony Campolo","topic":"Legal"},{"quote":"I propose that the government should get out of the business of marrying people and, instead, only give legal status to civil unions.","author":"Tony Campolo","topic":"Legal"},{"quote":"I write in longhand on yellow legal pads.","author":"Beverly Cleary","topic":"Legal"},{"quote":"I don&#39;t even talk about whether or not racial profiling is legal. I just don&#39;t think racial profiling is a particularly good law enforcement tool.","author":"Eric Holder","topic":"Legal"},{"quote":"In the US, you even lose legal rights if you store your data in a company&#39;s machines instead of your own. The police need to present you with a search warrant to get your data from you; but if they are stored in a company&#39;s server, the police can get it without showing you anything.","author":"Richard Stallman","topic":"Legal"},{"quote":"In the U.S., you even lose legal rights if you store your data in a company&#39;s machines instead of your own. The police need to present you with a search warrant to get your data from you; but if they are stored in a company&#39;s server, the police can get it without showing you anything. They may not even have to give the company a search warrant.","author":"Richard Stallman","topic":"Legal"},{"quote":"I do not believe abortion should be legal.","author":"Herman Cain","topic":"Legal"},{"quote":"I was taught that a lawyer was supposed to be a custodian of the community&#39;s legal and ethical sense.","author":"Joe Jamail","topic":"Legal"},{"quote":"To have a .cn domain, you have to be a registered business. You have to prove your site is legal.","author":"Rebecca MacKinnon","topic":"Legal"},{"quote":"If they lose their legal basis for owning a .cn domain, google.cn would cease to exist, or if it continued to exist, it would be illegal, and doing anything blatantly illegal in China puts their employees at serious risk.","author":"Rebecca MacKinnon","topic":"Legal"},{"quote":"Yahoo! had a choice. It chose to provide an e-mail service hosted on servers based inside China, making itself subject to Chinese legal jurisdiction. It didn&#39;t have to do that. It could have provided a service hosted offshore only.","author":"Rebecca MacKinnon","topic":"Legal"},{"quote":"Thanks to the Internet in general and social media in particular, the Chinese people now have a mechanism to hold authorities accountable for wrongdoing - at least sometimes - without any actual political or legal reforms having taken place. Major political power struggles and scandals are no longer kept within elite circles.","author":"Rebecca MacKinnon","topic":"Legal"},{"quote":"Any new legal measures, or cooperative arrangements between government and companies meant to keep people from organizing violence or criminal actions, must not be carried out in ways that erode due process, rule of law and the protection of innocent citizens&#39; political and civil rights.","author":"Rebecca MacKinnon","topic":"Legal"},{"quote":"There isn&#39;t much question that the person who obtained the WikiLeaks cables from a classified U.S. government network broke U.S. law and should expect to face the consequences. The legal rights of a website that publishes material acquired from that person, however, are much more controversial.","author":"Rebecca MacKinnon","topic":"Legal"},{"quote":"I&#39;ve rung my bells so many times, especially back in the day when chair shots to the head were legal. My goodness, I took so many of those.","author":"Jeff Hardy","topic":"Legal"},{"quote":"What can you do if they have slapped you with a legal notice? You have to reply. For all you know, they have taken you to jail or something.","author":"Kangana Ranaut","topic":"Legal"},{"quote":"In today&#39;s Britain, the weakest among us are often assumed to be minority communities. In fact, the weakest are those minorities-within-minorities for whom the legal right to exit from their communities&#39; constraints amounts to nothing before the enforcement of cultural and religious shaming.","author":"Maajid Nawaz","topic":"Legal"},{"quote":"The Myth of Male Power dealt much more with the political issues, the legal issues, sexual harassment, date rape, women who kill, and those issues were very much more interfaced with the agendas of feminism.","author":"Warren Farrell","topic":"Legal"},{"quote":"We get information in the mail, the regular postal mail, encrypted or not, vet it like a regular news organization, format it - which is sometimes something that&#39;s quite hard to do, when you&#39;re talking about giant databases of information - release it to the public and then defend ourselves against the inevitable legal and political attacks.","author":"Julian Assange","topic":"Legal"},{"quote":"It&#39;s hard to have that debate around secret programs authorized by secret legal opinions issued by a secret court. Actually, it&#39;s impossible to have that debate.","author":"Al Franken","topic":"Legal"},{"quote":"The simplest formula for the new conception of morality, which is beginning to be opposed to the moral dogma still esteemed by all society, but especially by the women, might be summed up in these words: Love is moral even without legal marriage, but marriage is immoral without love.","author":"Ellen Key","topic":"Legal"},{"quote":"The storm and stress period of women and the new social and psychological formations thereby entailed must indeed extend far into the twentieth century. This period of conflict will cease only when woman within and out of marriage shall have received legal equality with man.","author":"Ellen Key","topic":"Legal"},{"quote":"Focus on your product. A lot of people focus on the name of their brand or the legal aspects, but it&#39;s more important to create your product. It&#39;s why people join. It&#39;s your vision. Without your product, nothing is going to happen.","author":"Payal Kadakia","topic":"Legal"},{"quote":"Discerning the legal difference between what WikiLeaks did and what news organizations do is difficult and would set a terrible precedent.","author":"George Packer","topic":"Legal"},{"quote":"Against the wishes of my family, I gave up my legal career, and I volunteered for the Army. I became an infantryman. I went to Iraq and Afghanistan.","author":"Tom Cotton","topic":"Legal"},{"quote":"Again, in Wag the Dog, war has to be declared by an act of congress. But if you go to war, you don&#39;t have to declare war. You&#39;re just at war and we did that, which is not legal.","author":"Val Kilmer","topic":"Legal"},{"quote":"Slavery, if it can be legalized at all, can be legalized only by positive legislation. Natural law gives it no aid. Custom imparts to it no legal sanction.","author":"Lysander Spooner","topic":"Legal"},{"quote":"It cannot be said that the Constitution formed &#39;the people of the United States,&#39; for all time, into a corporation. It does not speak of &#39;the people&#39; as a corporation, but as individuals. A corporation does not describe itself as &#39;we,&#39; nor as &#39;people,&#39; nor as &#39;ourselves.&#39; Nor does a corporation, in legal language, have any &#39;posterity.&#39;","author":"Lysander Spooner","topic":"Legal"},{"quote":"Legally speaking, the term &#39;public rights&#39; is as vague and indefinite as are the terms &#39;public health,&#39; &#39;public good,&#39; &#39;public welfare,&#39; and the like. It has no legal meaning, except when used to describe the separate, private, individual rights of a greater or less number of individuals.","author":"Lysander Spooner","topic":"Legal"},{"quote":"The mental capacity of a person to make reasonable contracts, is the only criterion, by which to determine his legal capacity to make obligatory contracts. And his mental capacity to make reasonable contracts is certainly not to be determined by the fact that he is, or is not, twenty-one years of age.","author":"Lysander Spooner","topic":"Legal"},{"quote":"Now a slave is not &#39;held&#39; by any legal contract, obligation, duty, or authority, which the laws will enforce. He is &#39;held&#39; only by brute force. One person beats another until the latter will obey him, work for him, if he require it, or do nothing if he require it.","author":"Lysander Spooner","topic":"Legal"},{"quote":"State-sanctioned marriage is a civil contract, period. A contract is not a judgment of moral value. It is a legal agreement between two parties that testifies to a meeting of minds between those consenting entities. It is not a religious act or rite and so has nothing to do with Adam and Eve or Steve or even Harvey.","author":"Harvey Fierstein","topic":"Legal"},{"quote":"For me, it&#39;s sad to say, but I would probably have a spiritual marriage but not a legal marriage, because I think so much about marriage starts to become about finances. It has nothing to do with God or feelings or the romantic side of marriage. It&#39;s about who owns what, who gets what? So what&#39;s the point?","author":"Andie MacDowell","topic":"Legal"},{"quote":"Many legal experts note that prosecutors regularly seek indictments of people or companies for destroying evidence or impeding investigations, even if they cannot prove other charges.","author":"Alex Berenson","topic":"Legal"},{"quote":"Though I had come into the world on 16 November 1922, my official documents show that I was born two days later, on the 18th. It was thanks to this petty fraud that my family escaped from paying the fine for not having registered my birth at the proper legal time.","author":"Jose Saramago","topic":"Legal"},{"quote":"Legal and bureaucratic impediments to surveillance should be removed.","author":"Mike Pompeo","topic":"Legal"},{"quote":"The military tribunals currently underway at Guantanamo Bay create a clear legal process, as affirmed by the U.S. Supreme Court in Hamdi v. Rumsfeld, for adjudicating the cases of these terrorists, when possible. Those efforts would be severely undercut by moving the detainees to the United States.","author":"Mike Pompeo","topic":"Legal"},{"quote":"We believe that government in Britain is there to protect people from terrorism and from the worst criminality, but never at the expense of our civil liberties and the basic tenets of our legal system.","author":"Charles Kennedy","topic":"Legal"},{"quote":"Before swearing in new citizens, immigration officials check to make sure prospective citizens weren&#39;t on voter rolls or voted before achieving legal citizenship. A citizenship petition can be denied if they were.","author":"Kate Brown","topic":"Legal"},{"quote":"If we can find a way to enforce our laws and keep people from coming into our country illegally while maintaining a strong legal immigration system, I think that&#39;s going to benefit everyone. If you come here illegally, and you commit a crime, you&#39;re not going to be able to stay in our country.","author":"Ronna McDaniel","topic":"Legal"},{"quote":"There should be a path to earned legal status for those that are here. Not - not amnesty - earned legal status, which means you pay a fine and do many things over an extended period of time.","author":"Jeb Bush","topic":"Legal"},{"quote":"We should have a path to legal status for the 12 million people that are here illegally. It means, come out from the shadows, pay a fine, earn legal status by working, by paying taxes, learning English. Not committing crimes and earn legal status where you&#39;re not cutting in front of the line for people that are patiently waiting outside.","author":"Jeb Bush","topic":"Legal"},{"quote":"Some officials overseeing local water systems have tried to go above and beyond what is legally required. But they have encountered resistance, sometimes from the very residents they are trying to protect, who say that if their water is legal, it must be safe.","author":"Charles Duhigg","topic":"Legal"},{"quote":"Things happened there that I don&#39;t think are the finest hours for anybody, whether it was a journalist, the legal system or, in that case of the political system, who would say that was an example of when Washington worked best.","author":"Rahm Emanuel","topic":"Legal"},{"quote":"In Texas, it&#39;s legal for a kid to be in a bar with your parents.","author":"Maren Morris","topic":"Legal"},{"quote":"If you&#39;re a Supreme Court justice, the American people have elevated you to one of the highest offices in the land out of the goodness of their heart and out of deference to your legal wisdom. You get a lifetime appointment, limitless prestige, a great office, and what I have to assume is a very comfortable chair.","author":"Donna Brazile","topic":"Legal"},{"quote":"We don&#39;t have a good legal justification for breaking up the banking system. But if I could wave a magic wand, I&#39;d break up the banking system.","author":"Kenneth C. Griffin","topic":"Legal"},{"quote":"We don&#39;t have a good legal justification for breaking up the banking system.","author":"Kenneth C. Griffin","topic":"Legal"},{"quote":"There can be legal conflicts over whether registering intent is enough to qualify you as an organ donor or whether a doctor must still ask your family&#39;s permission.","author":"Richard Thaler","topic":"Legal"},{"quote":"It is true that I am one of the co-authors of &#39;Nudge,&#39; and I am a behavioral economist, but it does not mean that everything we write about in that book is behavioral economics, nor does it mean that my co-author, the distinguished legal scholar Cass Sunstein, is a behavioral economist.","author":"Richard Thaler","topic":"Legal"},{"quote":"The National Security Agency has broken privacy rules or overstepped its legal authority thousands of times each year since Congress granted the agency broad new powers in 2008, according to an internal audit and other top-secret documents.","author":"Barton Gellman","topic":"Legal"},{"quote":"The NSA has different reporting requirements for each branch of government and each of its legal authorities.","author":"Barton Gellman","topic":"Legal"},{"quote":"At Cheney&#39;s initiative, the United States stripped terror suspects of long-established rights under domestic and international law, building a new legal edifice under exclusive White House ownership.","author":"Barton Gellman","topic":"Legal"},{"quote":"Experts said public companies worry about the loss of customer confidence and the legal liability to shareholders or security vendors when they report flaws.","author":"Barton Gellman","topic":"Legal"},{"quote":"Hillary Clinton is in political trouble and perhaps even legal trouble over her use of private e-mail accounts and bypassing government-issued accounts containing substantial amounts of information that belongs to the federal government. But ultimately, I don&#39;t think this latest controversy will hurt her presidential ambitions.","author":"Bob Beckel","topic":"Legal"},{"quote":"You can&#39;t learn everything you need to know legally.","author":"John Irving","topic":"Legal"},{"quote":"Every time a child&#39;s promise is cut short by their legal status, our country wastes precious resources and loses talent we need.","author":"Wendy Kopp","topic":"Legal"},{"quote":"I write with pen and paper, my first draft, on legal pads.","author":"Jennifer Egan","topic":"Legal"},{"quote":"I decided I wanted to be a lawyer when I was 11 years of age.","author":"Johnnie Cochran","topic":"Legal"},{"quote":"Just as Josef K, the protagonist of Kafka&#39;s &#39;The Trial,&#39; awoke one day to discover that he had become part of some unfathomable legal carnival, we, too are frequently waking to discover that the rules of the digital game have once again profoundly changed.","author":"Evgeny Morozov","topic":"Legal"},{"quote":"U.S. intelligence has the legal right to monitor foreign communications as they go through to U.S. service providers. However, even though something is legal doesn&#39;t make it right. I&#39;m not American; I don&#39;t really care about what data is being collected about American citizens. I&#39;m worried about us, the foreigners.","author":"Mikko Hypponen","topic":"Legal"},{"quote":"The United States has an unfair advantage, as most of the popular cloud services, search engines, computer and mobile operating systems or web browsers are made by U.S. companies. When the rest of the world uses the net, they are effectively using U.S.-based services, making them a legal target for U.S. intelligence.","author":"Mikko Hypponen","topic":"Legal"},{"quote":"Foreigners like me have no privacy rights whatsoever. Yet we keep using U.S.-based services all the time, making us a legal target for gathering and storing our private information. Other countries do surveillance as well. But nobody has the global visibility that United States does.","author":"Mikko Hypponen","topic":"Legal"},{"quote":"In high school - that&#39;s when I first fell in love with his music and his voice. &#39;Blonde on Blonde&#39; above everything. I vaguely remember &#39;Desire&#39; coming out. I definitely remember &#39;Street Legal&#39; and &#39;Slow Train Coming.&#39; The first time I saw Dylan was on that tour: &#39;79 in L.A.","author":"Todd Haynes","topic":"Legal"},{"quote":"Whatever the long-term legal prospects for same-sex marriage, President Obama&#39;s willingness to put the matter front and center in an election year can at least make him a candidate for inclusion in Kennedy&#39;s Profiles in Courage.","author":"Robert Dallek","topic":"Legal"},{"quote":"I think a moratorium probably is legal, and we should probably for a short period of time impose a moratorium so that we don&#39;t permit any additional landfill permits for the time being, so we don&#39;t exacerbate the problem.","author":"Ed Rendell","topic":"Legal"},{"quote":"What we know is that the environmental movement had a series of dazzling victories in the late &#39;60s and in the &#39;70s where the whole legal framework for responding to pollution and to protecting wildlife came into law. It was just victory after victory after victory. And these were what came to be called &#39;command-and-control&#39; pieces of legislation.","author":"Naomi Klein","topic":"Legal"},{"quote":"Congress should pass a law repealing birthright citizenship for children of foreign citizens, with the sole exception being children of legal permanent residents. Children born to business travelers, foreign students, tourists, and illegal aliens would not be automatically citizens of the United States.","author":"Tom Tancredo","topic":"Legal"},{"quote":"The Democratic Party looks at massive immigration, legal and illegal, as a source of voters.","author":"Tom Tancredo","topic":"Legal"},{"quote":"The Republican Party looks at massive immigration, legal and illegal, as a source of cheap labor, satisfying a very important constituency.","author":"Tom Tancredo","topic":"Legal"},{"quote":"They view massive immigration as a massive infusion of potential voters for the Democratic Party, and therefore will do nothing, absolutely nothing to stop that flow of legal or illegal entrance into the country.","author":"Tom Tancredo","topic":"Legal"},{"quote":"The mainstream media and most of the political establishment are too quick to slander as &#39;nativist&#39; the advocacy of barring of Islamist radicals from legal entry into the United States.","author":"Tom Tancredo","topic":"Legal"},{"quote":"What I&#39;ll say is that Cuban-Americans don&#39;t have to deal with the same immigration issues as other nationalities because of the &#39;wet feet, dry feet&#39; policy. For Cubans, one year after you touch United States territory, you can become a legal resident.","author":"Jorge Ramos","topic":"Legal"},{"quote":"When you&#39;re working on a Marvel movie, their legal department do not play.","author":"Tyron Woodley","topic":"Legal"},{"quote":"I broke into the ranks of computing in the early 1980s, when women were just starting to poke their shoulder pads through crowds of men. There was no legal protection against &#39;hostile environments for women.&#39;","author":"Ellen Ullman","topic":"Legal"},{"quote":"I think it&#39;s very healthy to use journalistic and legal techniques to investigate the evidence for and against Christianity and other faith systems.","author":"Lee Strobel","topic":"Legal"},{"quote":"Disclosure of private e-mails from government officials has been a legal issue in many states.","author":"Bill Dedman","topic":"Legal"},{"quote":"Mississippi&#39;s loose campaign finance laws allow lawyers and companies to contribute heavily to the judges they appear before. That is terrible for justice, since the courts are teeming with perfectly legal conflicts of interest.","author":"Adam Cohen","topic":"Legal"},{"quote":"As self-driving cars become more common, there will be a flood of new legal questions.","author":"Adam Cohen","topic":"Legal"},{"quote":"Wills are trumped by legal titles to real estate or beneficiary designations on financial accounts, retirement plans and insurance policies.","author":"Jean Chatzky","topic":"Legal"},{"quote":"Dowry is still pervasive and spreading like cancer in the society. Apart from legal sanctions, there should be more social awareness on the issue so that people start to practice what they preach.","author":"Sheikh Hasina","topic":"Legal"},{"quote":"The NSA has broken privacy rules or overstepped its legal authority thousands of times a year since Congress gave it broad new powers in 2008.","author":"Jared Polis","topic":"Legal"},{"quote":"In order to create real, long-lasting reform, we must create a pathway to legal status for the millions of undocumented immigrants who have made lives for themselves and their families in the United States.","author":"Jared Polis","topic":"Legal"},{"quote":"The FCC can&#39;t enforce press-statement principles without adopting official rules, and those rules must be based on the legal theory of reclassification.","author":"Marvin Ammori","topic":"Legal"},{"quote":"The Open Internet principles were not legal rules adopted by the FCC; they were effectively a press statement posted on the FCC website.","author":"Marvin Ammori","topic":"Legal"},{"quote":"NSA is a very conservative culture legally. Our lawyers at NSA were notorious for their conservatism up through the morning of September 11th, 2001. The single most consistent criticism of the NSA legal office by our congressional oversight committee was that our legal office was too conservative.","author":"Michael Hayden","topic":"Legal"},{"quote":"I spent so many years in terror of &#39;making it legal&#39; because the expression rang all too true - the wedding ritual struck me as nothing but a flowery front for the fulfilment of countless, tedious contracts and obligations.","author":"Lynn Coady","topic":"Legal"},{"quote":"When I became an entrepreneur, I had the knowledge to develop and manage budgets, market products and review legal contracts.","author":"Vivek Wadhwa","topic":"Legal"},{"quote":"I believe all people, regardless of sexual orientation, should be guaranteed the full rights to the legal benefits and responsibilities of marriage under the Constitution.","author":"Tim Kaine","topic":"Legal"},{"quote":"Fifty percent of our country that we own, have all legal jurisdiction, have all rights to do whatever we want, lies beneath the sea and we have better maps of Mars than that 50 percent.","author":"Robert Ballard","topic":"Legal"},{"quote":"I&#39;m not a lawyer, and maybe I should have used more specific legal language.","author":"Sonny Bono","topic":"Legal"},{"quote":"We have a very long legal system with the European Union, and we&#39;re English speaking.","author":"Enda Kenny","topic":"Legal"},{"quote":"Public confidence in, and support for, the euro - and, indeed, the European Union - will ultimately be determined by how well we deliver on growth and jobs rather than on institutional wrangling and complex legal or technical negotiations.","author":"Enda Kenny","topic":"Legal"},{"quote":"The more expansive government is, the more perils people face in daily lives, be it from IRS agents or from child support services, or from other agencies that often have little or no legal restraints on their power.","author":"James Bovard","topic":"Legal"},{"quote":"I had to understand the whole bounty hunting thing, because we don&#39;t have that in Venezuela. Nothing similar at all, at least not legal.","author":"Edgar Ramirez","topic":"Legal"},{"quote":"On November 28, 2016, Abdul Razak Ali Artan, an 18-year-old legal resident of the United States whose family was originally from Somalia, used a car to mow down a group of people at the Ohio State University.","author":"Peter Bergen","topic":"Legal"},{"quote":"When officers&#39; actions violate their duty, justice should be served in accordance with our legal system.","author":"Thom Tillis","topic":"Legal"},{"quote":"I mentioned it yesterday: I&#39;m one of these people that - I don&#39;t - like, on the abortion issue, it&#39;s not something that - I&#39;m very uncomfortable talking about it. I&#39;m not gonna kid you. It&#39;s a very uncomfortable thing. I think that it&#39;s a legal issue. Definitely a legal issue. It&#39;s been decided upon by our Supreme Court.","author":"Michael T. Flynn","topic":"Legal"},{"quote":"Allowing for endless legal challenges or partisan political discussions is not the proper way to handle an issue that affects the entire scope of the environment and the economy.","author":"Gene Green","topic":"Legal"},{"quote":"I think it&#39;s pathetic that a court of law cannot be in a vacuum of the legal system, without the influence of the public threatening to do great bodily harm to people and property. It&#39;s really a pathetic statement for our country.","author":"Mark Fuhrman","topic":"Legal"},{"quote":"Going through a long legal battle is not what you sign up for as a fighter.","author":"Andre Ward","topic":"Legal"},{"quote":"Legal aid gets a bad press. Some rail against handing taxpayers&#39; money to criminals; others attack fat cat lawyers, while some argue that we spend far more on legal aid than other countries. But let&#39;s get some facts straight: saying that legal aid is just about criminals is wrong - most goes to people before any decision is taken on their guilt.","author":"Sadiq Khan","topic":"Legal"},{"quote":"Victims want to know that the true perpetrators of their crime are convicted - legal aid helps achieve this.","author":"Sadiq Khan","topic":"Legal"},{"quote":"Legal aid is central to righting wrongs and rectifying injustice.","author":"Sadiq Khan","topic":"Legal"},{"quote":"Legal aid is crucial in ensuring those truly guilty of crimes are convicted after due process, and those innocent are able to clear their names, by ensuring that access to legal representation is available for everyone, regardless of ability to pay.","author":"Sadiq Khan","topic":"Legal"},{"quote":"Major miscarriages of justice have occurred because of the absence of proper legal representation.","author":"Sadiq Khan","topic":"Legal"},{"quote":"Being reliant on legal aid is probably inconceivable to most of us. But this is no different from other branches of the welfare state established at the same time as our legal aid system - being diagnosed with a major illness and needing the NHS, or losing a job and needing the support of social security.","author":"Sadiq Khan","topic":"Legal"},{"quote":"Yes, the state must intervene to prevent the exploitation of poor Indian women who are enticed or coerced into surrogacy, as well as to protect the rights of surrogate children. However, it should also be empathetic to individuals with alternative lifestyles who are well within their legal and human rights to demand access to surrogacy services.","author":"Kapil Sibal","topic":"Legal"},{"quote":"If you are concerned you are the victim of illegal corporate surveillance, you should seek specialist - and independent - legal advice at once.","author":"Robert Rinder","topic":"Legal"},{"quote":"My father is a taxi driver, and my mother ran a small business. I hadn&#39;t even met a barrister before I got my first shot at the legal profession. But back then, I was lucky enough to be given a break - I can&#39;t help but wonder if I would be so lucky today.","author":"Robert Rinder","topic":"Legal"},{"quote":"I have a lot of friends who, especially in Tennessee, were looking forward to getting married who wanted to wait until it was legal in the state that they live in to get married.","author":"Trisha Yearwood","topic":"Legal"},{"quote":"My favourite authors are John Grisham and Jeffrey Archer. Grisham rapidly established himself and now completely owns the legal space of fiction writing, something I want to do in financial space. I like Archer because he keeps his readers engaged: every chapter is a page turner, and he keeps his writing simple.","author":"Ravi Subramanian","topic":"Legal"},{"quote":"People travel overseas to do things overseas that aren&#39;t legal in Ireland all the time. You know, are we going to stop people going to Las Vegas? Are we going to stop people going to Amsterdam? There are things that are illegal in Ireland, and we don&#39;t prevent people from travelling overseas to avail of them.","author":"Leo Varadkar","topic":"Legal"},{"quote":"There is international criminal organizations penetrating our southern based borders, and we need to do something about it. Secure the border, enforce the law, no amnesty, and go forward with the legal immigration system that gives priority to American working families and wages.","author":"Scott Walker","topic":"Legal"},{"quote":"Sport is increasingly played according to the tune, and rules, of those with the biggest bucks, whether their practices be legal or illegal.","author":"Martin Jacques","topic":"Legal"},{"quote":"I really believe if you give people a product that couples entertainment with a little bit of education, a soft glove and sense of humor - especially about a subject people have begun to feel very frustrated about, which is the legal system - then you have a formula for success.","author":"Judy Sheindlin","topic":"Legal"},{"quote":"Nobody was like, &#39;Kimberly, we&#39;re going to let you anchor general news or host a show or do any of that.&#39; I at first started out doing legal analysis, but I had to make the case to my bosses... give me a shot, give me a chance, and I was able to do that: say, &#39;Let me fill in. Let me show you my range. Nothing to lose here - it&#39;s the holidays.&#39;","author":"Kimberly Guilfoyle","topic":"Legal"},{"quote":"If I was applying for a legal position, I would highlight my experience working for the San Francisco-L.A. DA&#39;s office, and I would mention some of the high-profile cases I did, but if I was looking for another television job, I would gloss over that, and I&#39;d mention the highlight reel of what I did in television.","author":"Kimberly Guilfoyle","topic":"Legal"},{"quote":"Sure, our legal system has its flaws, but it is the best legal system in the world.","author":"Kimberly Guilfoyle","topic":"Legal"},{"quote":"Russia has every reason to dispose of its nuclear arsenal... to suit its interests and international legal obligations.","author":"Sergei Lavrov","topic":"Legal"},{"quote":"Legal abortion will never rest easy on this nation&#39;s conscience.","author":"Robert Casey","topic":"Legal"},{"quote":"My job is to interpret the law based on how the legislature and the court has done it and then, of course, to use our system of justice to develop some new legal tools and new concepts.","author":"Bill Scott","topic":"Legal"},{"quote":"We&#39;re involved right now in some very significant legal battles and it would be the wrong thing for me to do to step out in the middle of those battles.","author":"Bill Scott","topic":"Legal"},{"quote":"By incentivizing Wall Street players to sniff out inefficient or corrupt companies and bet against them, short-selling acts as a sort of policing system; legal short-sellers have been instrumental in helping expose firms like Enron and WorldCom.","author":"Matt Taibbi","topic":"Legal"},{"quote":"Some law firms now use artificial intelligence software to scan and read mountains of legal documents, work that previously was performed by highly paid human lawyers.","author":"Daniel Lyons","topic":"Legal"},{"quote":"In the U.K. - correct me if I&#39;m wrong - there is a legal definition of &#39;not being in possession of yourself&#39; aka &#39;not being a person.&#39; That&#39;s the fun thing: someone such as a lawyer needs to define, using some empirical signal, something supposedly transcendental like &#39;person,&#39; something lawyers argue and argue about regarding, say, chimps in zoos.","author":"Timothy Morton","topic":"Legal"},{"quote":"Look at liberty&#39;s greatest historic advances: ending slavery. Giving women the vote. Outlawing legal segregation. Each and every time, the people at the forefront of advancing those reforms - often putting their lives on the line - called themselves liberals.","author":"Rick Perlstein","topic":"Legal"},{"quote":"If a woman chooses to have an abortion, it is legal to do that in this country, but I don&#39;t think taxpayers should be put in a position to have to pay for those abortions.","author":"John Fleming","topic":"Legal"},{"quote":"Every generation gets the Constitution that it deserves. As the central preoccupations of an era make their way into the legal system, the Supreme Court eventually weighs in, and nine lawyers in robes become oracles of our national identity.","author":"Noah Feldman","topic":"Legal"},{"quote":"I wrote small stories here and there, then bigger ones. Some were even written for money. I signed up for a writing class and snuck my first assignment on a yellow legal pad in a partner&#39;s office while he read through my memo.","author":"Rachel Sklar","topic":"Legal"},{"quote":"In America, to be ID&#39;d - sorted, tagged, and permanently filed - is to lose a bit of one&#39;s soul. To die a little. This sounds like a subtle, poetic notion. It&#39;s not. In American legal and cultural tradition, one essential privilege of citizenship is not having to prove it on demand.","author":"Walter Kirn","topic":"Legal"},{"quote":"I look forward to taking on issues regarding the Constitution, intellectual property, terrorism, and other legal and regulatory reforms.","author":"Ron DeSantis","topic":"Legal"},{"quote":"One of the challenges for lawyers can be explaining, first of all, what the legal issue is and, second, its significance. And both of those are important.","author":"Ken Cuccinelli","topic":"Legal"},{"quote":"When you file an amicus brief, and you represent a state, the court reads your brief. It is a powerful position to make the legal assault from.","author":"Ken Cuccinelli","topic":"Legal"},{"quote":"I was one of the founding members of State Legislators for Legal Immigration.","author":"Ken Cuccinelli","topic":"Legal"},{"quote":"On immigration, Trump needs an articulate policy that aims to secure the border and keep out illegals while letting in skilled legal workers.","author":"Lawrence Kudlow","topic":"Legal"},{"quote":"The EPA has no legal authority to expand the definition of navigable waters under the Clean Water Act, as the Supreme Court has repeatedly made clear.","author":"Paul Gosar","topic":"Legal"},{"quote":"I think what we need to do is to have an immigration system where legal immigration is easier.","author":"Bill Flores","topic":"Legal"},{"quote":"If we build the legal immigration system better, then they come here, and we&#39;ll have a whole lot less illegal immigration.","author":"Bill Flores","topic":"Legal"},{"quote":"It is indefensible that IRS Commissioner Koskinen has not been held accountable for failing to meet his legal obligations. This is exactly what the American people are tired of when they say that our government is on the wrong track.","author":"Bill Flores","topic":"Legal"},{"quote":"I have never wanted a family. I don&#39;t believe in marriage, though I obviously believe it should be legal for everyone who wants to do it. But it is not something I believe in, nor do the characters in my book, nor do any of my friends.","author":"Hanya Yanagihara","topic":"Legal"},{"quote":"Testimony should be a philosophical problem and not limited to legal or historical contexts where it refers to the account of a witness who reports what he has seen.","author":"Paul Ricoeur","topic":"Legal"},{"quote":"One of the things I believe strongly in is developing institutions - legal, press, bureaucracies, academies - that are rooted in the pursuit of impartial truth. That aren&#39;t simply just bent to partisan ends or are corrupted for the powerful or for other ulterior motives.","author":"David Grann","topic":"Legal"},{"quote":"I began my legal career working for Byron White, the last Coloradan to serve on the Supreme Court, and the only justice to lead the N.F.L. in rushing. He was one of the smartest and most courageous men I&#39;ve ever known.","author":"Neil Gorsuch","topic":"Legal"},{"quote":"A national legal organization is giving very serious thought to using The Betrayal of America as a legal basis for asking the House Judiciary Committee to institute impeachment proceedings against these five justices.","author":"Vincent Bugliosi","topic":"Legal"},{"quote":"In the United States, female fisticuffs were marginalized, first as erotic vaudeville in the 19th century and later as serious competition developed in the first half of the 20th. Legal wars waged by boxers in the 1960s and &#39;70s won women the right to compete professionally nationwide.","author":"Katherine Dunn","topic":"Legal"},{"quote":"You won&#39;t hear the leadership in the Republican Party admit it, but there are many in the House and Senate who know that illegal immigration has to be stopped and legal immigration has to be reduced. We are giving away the country so a few very rich people can get richer.","author":"Virgil Goode","topic":"Legal"},{"quote":"It is a sign of the times that the absence of meaningful ID requirements in many states leaves our voting process vulnerable to fraud and allows legal votes to be cancelled out by illegally cast ballots.","author":"Virgil Goode","topic":"Legal"},{"quote":"The reality is for 50 years in this country, federal law has required people that are illegal - or that are immigrants - or that are legal immigrants to this country to carry documentation to that effect. And that has been the law for 50 years.","author":"Trent Franks","topic":"Legal"},{"quote":"I think there&#39;s no problem getting through the House a pathway to legal status. A pathway to citizenship is going to be tougher, but I think it is potentially doable, if we can show the American people that the border is secure.","author":"Blake Farenthold","topic":"Legal"},{"quote":"I&#39;ll occasionally go and do an honor like the Mexican-American Legal Defense Fund because it raises money for a very worthy organization.","author":"Linda Ronstadt","topic":"Legal"},{"quote":"I believe wholeheartedly in marriage. I don&#39;t exclusively mean a marriage with a legal contract, but any relationship that constitutes a marriage because of the quality of their relationship.","author":"Helen Reddy","topic":"Legal"},{"quote":"I admit my view of the world is colored by my legal and business experiences at Liberty.","author":"Jerry Falwell, Jr.","topic":"Legal"},{"quote":"This is sort of typical Hillary Clinton: to do things that are not legal, to say that they are, and then try to cover them up. Hillary Clinton severely chastised other whistleblowers for using Internet channels that were not secure, and yet she herself was doing that with private, high-level State Department information.","author":"Jill Stein","topic":"Legal"},{"quote":"And Americans realized that native people are still here, that they have a moral standing, a legal standing.","author":"Dennis Banks","topic":"Legal"},{"quote":"Legal documents have mistrust written all over them. It&#39;s unfortunate, but the human DNA is so tuned to kind of taking you for granted that we tend to protect ourselves legally. That&#39;s why I don&#39;t read them as, if I read them, I will go soft. To me, the human relationship is far more important than the professional bond I share with anyone.","author":"Karan Johar","topic":"Legal"},{"quote":"Gay marriage is the last bastion of, to me... as a legal, ceremonial, sentimental and religious side, it&#39;s one of the last steps. Retaining your job being one of the earlier steps, like, not getting kicked out of your job because you&#39;re gay.","author":"Gus Van Sant","topic":"Legal"},{"quote":"We have allowed a situation to develop in which it is legal for a multibillion dollar industry to own, wholly and in perpetuity, the intimate and personal details of children.","author":"Beeban Kidron","topic":"Legal"},{"quote":"Of all the questions I get asked as an undocumented immigrant in the United States, there are two - asked in various permutations via email, social media or in person - that chill me to the bone: &#39;Why don&#39;t you just make yourself legal?&#39; And: &#39;Why don&#39;t you get in the back of the line?&#39;","author":"Jose Antonio Vargas","topic":"Legal"},{"quote":"It is already clear that, because of advances in technology, drones are going to play an increased role in warfare in the years ahead. It is therefore vital that the legal frameworks governing their use are robust and internationally recognised.","author":"Douglas Alexander","topic":"Legal"},{"quote":"I don&#39;t believe in amnesty... What I have proposed is that we would come forth with a program that allows individuals to come forward and to plead guilty... They would have to pay a fine; they would have to go through a background check - some say learn English - and they would get learned legal status.","author":"Chris Gibson","topic":"Legal"},{"quote":"Britain&#39;s legal structure is basically the same as in feudal times: laws are written for the elite.","author":"Heather Brooke","topic":"Legal"},{"quote":"At the Norman Invasion, the Saxon thanes were themselves humbled in turn; the manors were given a more legal character and transferred to favourites of William the Conqueror.","author":"Sabine Baring-Gould","topic":"Legal"},{"quote":"I do believe that people hire immigrants, legal and illegal immigrants, to do certain jobs that maybe possibly could go to American citizens, and that&#39;s unfortunate. If they&#39;re here legally, I think it&#39;s OK. If they&#39;re here illegally, then they ought not be taking jobs from American citizens.","author":"Jan Brewer","topic":"Legal"},{"quote":"In the Brown decision, the United States Supreme Court unanimously struck down the legal and moral footing of racially segregated public education in this country.","author":"Bobby Scott","topic":"Legal"},{"quote":"We don&#39;t need new laws that can be used by organizations with deep pockets and the ability to deduct legal expenses as a cost of doing business to intimidate individuals or organizations that voice legitimate concerns.","author":"Donella Meadows","topic":"Legal"},{"quote":"A new book by &#39;New York Times&#39; reporter Charlie Savage, &#39;Power Wars,&#39; suggests that there has been little substantive difference between George W. Bush&#39;s administration and Obama&#39;s when it comes to national-security policies or the legal justifications used to pursue regime change in the Greater Middle East.","author":"Greg Grandin","topic":"Legal"},{"quote":"The Republican majority will stop at nothing to prevent access to the legal system for those who are hurt.","author":"Joe Baca","topic":"Legal"},{"quote":"We&#39;ve got fifty people at Gitmo that are too dangerous to be let go that will never go through a normal criminal trial. Let&#39;s create a new legal system, so they&#39;ll have their day in court.","author":"Lindsey Graham","topic":"Legal"},{"quote":"The legal system in Afghanistan is very immature and porous.","author":"Lindsey Graham","topic":"Legal"},{"quote":"Noir is a court of human relations, and some crimes are beyond legal restitution.","author":"Margo Jefferson","topic":"Legal"},{"quote":"Congress has an obligation to clear the legal fog by passing my bill to require the federal government to obtain a warrant if it wants to conduct aerial surveillance.","author":"Suzan DelBene","topic":"Legal"},{"quote":"My strengths as a businessman lie in the design and sale of women&#39;s shoes, and I have never been comfortable with complicated or technical legal or business documents.","author":"Steve Madden","topic":"Legal"},{"quote":"I love immigrants. Legal, illegal - they&#39;re not to be despised.","author":"Mario Cuomo","topic":"Legal"},{"quote":"Yusuf Qaradawi is probably the most well-known legal authority in the whole Muslim world today.","author":"Feisal Abdul Rauf","topic":"Legal"},{"quote":"And they didn&#39;t have to get into a lot of legal speak or talk ER terms, they were real people. I think that&#39;s why so many actresses were attracted to it. And it was just about problems that you could identify with so much, right off the bat.","author":"James Denton","topic":"Legal"},{"quote":"I chose law because writing was involved. I didn&#39;t realize how boring legal writing was, but I even learned to love that.","author":"Marcia Clark","topic":"Legal"},{"quote":"Every non-political human grouping of whatever kind, legal, social, religious, economic or other becomes at last political if it creates an opposition deep enough to range men against one another as enemies.","author":"Francis Parker Yockey","topic":"Legal"},{"quote":"If you desire information on some point of law, you are not likely to ponder over the ponderous tomes of legal writers in order to obtain the knowledge you seek, by your own unaided efforts.","author":"Felix Adler","topic":"Legal"},{"quote":"FOR a long time the conviction has been dimly felt in the community that, without prejudice to existing institutions, the legal day of weekly rest might be employed to advantage for purposes affecting the general good.","author":"Felix Adler","topic":"Legal"},{"quote":"My first winner was on Legal Steps, in Ireland, at Thurles, in March 1992. I rode for Jim Bolger, and his stable jockey was Christy Roche.","author":"Tony McCoy","topic":"Legal"},{"quote":"I like that original romance of having a pen and a legal pad and going anywhere in the world and being able to write a novel with just those two things.","author":"Alice McDermott","topic":"Legal"},{"quote":"I believe if an individual wants to join organized labor and work under a union contract, they should have the legal right to do so. At the same token, a person who does not want to work under organized labor and wants to work should have the ability to do so without the threat of having to join and having to pay dues to organized labor.","author":"Paul LePage","topic":"Legal"},{"quote":"Under well-settled legal principles, lethal force against a valid military objective, in an armed conflict, is consistent with the law of war and does not, by definition, constitute an &#39;assassination.&#39;","author":"Jeh Johnson","topic":"Legal"},{"quote":"Every time anybody in Washington talks about legal status, amnesty, anything of that nature, it becomes a magnet that lures people in quickly into the United States.","author":"Louie Gohmert","topic":"Legal"},{"quote":"The factual reality is that the vast majority of immigrants - legal and illegal - contribute more to this country than they take out in social services.","author":"Juan Williams","topic":"Legal"},{"quote":"Every neurosis is a primitive form of legal proceeding in which the accused carries on the prosecution, imposes judgment and executes the sentence: all to the end that someone else should not perform the same process.","author":"Lionel Trilling","topic":"Legal"},{"quote":"It is hard to see Judge Roberts as a judicial activist who would place ideological purity or a particular agenda above or ahead the need for thoughtful legal reasoning.","author":"Ron Wyden","topic":"Legal"},{"quote":"When I was 27 years old, I organized legal aid clinics to help low-income seniors. It was a life-altering experience.","author":"Ron Wyden","topic":"Legal"},{"quote":"I write longhand on legal pads, about half at home and half in cafes. I drink a lot of water and eat a lot of raw carrots.","author":"Daniel Handler","topic":"Legal"},{"quote":"I write every day weekdays for about 5 hours, mostly longhand on legal pads. It has gotten neither harder nor easier, sadly or happily.","author":"Daniel Handler","topic":"Legal"},{"quote":"Driving at high speed where safe and legal is part of my life. As well as a higher top speed I wanted even better stability in my FX and that meant work on the aerodynamics.","author":"Sebastian Vettel","topic":"Legal"},{"quote":"My parents realized the dangers of raising a daughter in a social, political, and legal climate that was growing increasingly oppressive toward women and girls. Although they fled to London when I was just three weeks old, the challenges facing women&#39;s rights in Iran became ingrained in my social consciousness.","author":"Nazanin Boniadi","topic":"Legal"},{"quote":"Nothing kills a CEO&#39;s credibility faster than legal, regulatory, and\/or ethical questions.","author":"Judy Smith","topic":"Legal"},{"quote":"Most of what needs to be changed in the euro zone can be done without treaty changes. The demand for treaty change is as political as it is legal and I don&#39;t think it&#39;s going to happen soon.","author":"Nick Clegg","topic":"Legal"},{"quote":"The most interesting legal philosophy is German, so naturally I went to Germany, particularly to Berlin, quite a bit.","author":"Philip Kerr","topic":"Legal"},{"quote":"It is just called Continuing Legal Education. You can go to lectures, you can even listen to tapes on airplanes - they want you to stay current. So you do have to stay current to maintain your license even if you are not practicing.","author":"Frank Shorter","topic":"Legal"},{"quote":"When I was a prosecutor in Kansas City, my job was to fight for justice and safety for all citizens in my community. Equal access to justice under the law is an American value embedded in the fabric of our legal and political system - the idea that anybody, powerful or not, can have their day in court.","author":"Claire McCaskill","topic":"Legal"},{"quote":"It is not unprofessional to give free legal advice, but advertising that the first visit will be free is a bit like a fox telling chickens he will not bite them until they cross the threshold of the hen house.","author":"Warren E. Burger","topic":"Legal"},{"quote":"When the Senate ceases to engage nominees in meaningful discussion of legal issues, the confirmation process takes on an air of vacuity and farce, and the Senate becomes incapable of either properly evaluating nominees or appropriately educating the public.","author":"Elena Kagan","topic":"Legal"},{"quote":"To have the opportunity to lead the Solicitor General&#39;s office is the honor of a lifetime. As you know, this is an office with a long and rich tradition, not only of extraordinary legal skill but also of extraordinary professionalism and integrity. That is due, in large measure, to the people who have led it.","author":"Elena Kagan","topic":"Legal"},{"quote":"There is no room for legal hair-splitting when it comes to the humane treatment of detainees - not in a nation founded on the rule of law and respect for human rights.","author":"Dick Durbin","topic":"Legal"},{"quote":"With the death of bin Laden, it&#39;s finally time for Congress to bring back the pre-9-11 legal norm, before we decided it was okay to toss out our civil liberties if the &#39;bad guys&#39; were scary enough.","author":"Aaron Swartz","topic":"Legal"},{"quote":"My first job out of law school was on the Court of Appeals for the Tenth Circuit, where Gorsuch is a judge. I observed in the year that I worked at the court what many litigants and commentators have since noted: that Gorsuch possesses an incisive legal mind, writes with skill and wit, and is scrupulously fair.","author":"Josh Hawley","topic":"Legal"},{"quote":"For years, the Bush Administration eviscerated all the military and legal structures that were designed to separate the innocent from the guilty in the &#39;Global War on Terror.&#39;","author":"Alex Gibney","topic":"Legal"},{"quote":"A lawsuit with no legal precedent, seeking no damages, from no jury, in the name of stopping something that isn&#39;t happening? Only in New York.","author":"Kenneth Langone","topic":"Legal"},{"quote":"When then-New York Attorney General Eliot Spitzer sued me in 2003 over my stewardship as a director of the New York Stock Exchange, the NYSE&#39;s legal expenses were more than $100 million, which made it perhaps the priciest litigation in the state&#39;s history.","author":"Kenneth Langone","topic":"Legal"},{"quote":"I really am not going to get involved in a discussion about the legal position of the Iraq war. I am not the person to do that because I am not sufficiently impartial as a lawyer about this, because it&#39;s a matter that is of interest to the person that I am closest to in the world.","author":"Cherie Blair","topic":"Legal"},{"quote":"If I want to make political decisions, I should stand for election. If I want to do something in the legal field, that&#39;s different; that is my - they are my qualifications, but you know, the politicians are the ones who stand up there and are answerable to the people.","author":"Cherie Blair","topic":"Legal"},{"quote":"A lot of things that we cannot buy and sell in markets used to be totally legal objects of market exchange - human beings when we had slavery, child labour, human organs, and so on. So there is no economic theory that actually says that you shouldn&#39;t have slavery or child labour because all these are political, ethical judgments.","author":"Ha-Joon Chang","topic":"Legal"},{"quote":"One of the reasons Elton and I entered into our partnership - the first day it became legal in Britain to do so - is that we felt it was an opportunity to protect ourselves with official recognition of our relationship.","author":"David Furnish","topic":"Legal"},{"quote":"You know, my first three or four drafts, you can see, are on legal pads in long hand. And then I go to a typewriter, and I know everybody&#39;s switching to a computer. And I&#39;m sort of laughed at.","author":"Robert Caro","topic":"Legal"},{"quote":"While Texas women have the right to safe, legal abortion, in reality there are already very few facilities in Texas to provide this essential care. In 2008, 92 percent of Texas counties had no abortion provider.","author":"Wendy Davis","topic":"Legal"},{"quote":"So many times I&#39;ve heard people say that the right to marry for gay and lesbian couples won&#39;t really change anything other than some legal and financial stuff. It&#39;s a dumb argument: those legal and financial effects matter.","author":"Alice Dreger","topic":"Legal"},{"quote":"Frivolous lawsuits are booming in this county. The U.S. has more costs of litigation per person than any other industrialized nation in the world, and it is crippling our economy.","author":"Jack Kingston","topic":"Legal"},{"quote":"Of course, everyone in the New World is an immigrant or a descendant of immigrants, and immigrants have built America and continue to do so. Legal or illegal, they are almost universally good people who work to better their lot and that of their children.","author":"Mark Helprin","topic":"Legal"},{"quote":"I have written about the dispossessed, immigrants, the condition of women who do not enjoy the same legal rights as men, the Palestinians who are deprived of their land and condemned to exile.","author":"Tahar Ben Jelloun","topic":"Legal"},{"quote":"Strictly speaking, my interest is not in legal rights for animals but in a change of heart towards animals.","author":"J. M. Coetzee","topic":"Legal"},{"quote":"I&#39;m more married to Sandy now than when we were married with the legal document. We&#39;re still married as parents.","author":"Bobby Darin","topic":"Legal"},{"quote":"Even in the beginning, when we knew there was a legal argument about how much our song sounds like his song, as one songwriter to another, I wasn&#39;t sure that Cat Stevens would take that as bad.","author":"Wayne Coyne","topic":"Legal"},{"quote":"Recently a study proved that working from a larger, less cluttered computer screen increases concentration. I could have told them that. And yes, I write first drafts with a mechanical pencil and a yellow legal pad. There&#39;s good reason for this primitive behavior: I am a crackerjack typist. My hand moves far more quickly than my brain.","author":"Stacy Schiff","topic":"Legal"},{"quote":"One thing I know from personal experience, judges hate it when parties talk publicly about their cases. There are a lot of things about our criminal legal system that need to be changed, and this is just one of them. Prosecutors know how to play the press. Most defendants don&#39;t.","author":"Michael Arrington","topic":"Legal"},{"quote":"The increasing legal pressure against archives has created anxieties among researchers, librarians, and journalists. They cite the need to protect sources who wish to make a record for posterity; procuring documents and interviews from those sources will be difficult if the fruits are only one subpoena away from disclosure.","author":"Jonathan Zittrain","topic":"Legal"},{"quote":"My dream is to reform the legal system over the next 20 years.","author":"David Eagleman","topic":"Legal"},{"quote":"I would like it to be a legal requirement for all businesses to be linked to a charity.","author":"Arabella Weir","topic":"Legal"},{"quote":"Places where prostitution is legal, you find much better health care, fewer cases of disease and illegal abortions. There&#39;s really nothing to be gained by keeping prostitution illegal.","author":"Thomas Jane","topic":"Legal"},{"quote":"In countries with a properly functioning legal system, the mob continues to exist, but it is rarely called upon to mete out capital punishment. The right to take human life belongs to the state. Not so in societies where weak courts and poor law enforcement are combined with intractable structural injustices.","author":"Teju Cole","topic":"Legal"},{"quote":"Every name in a TV show has to be run by the legal department first.","author":"Gina Bellman","topic":"Legal"},{"quote":"Every worker needs a decent and legal source of income.","author":"Grace Poe","topic":"Legal"},{"quote":"I&#39;ve learned to accept the fact that my students are far too busy preparing for their own legal careers to care one bit about the off-campus antics of Professor Burke. I get the impression that my students are vaguely aware of my novels, but are at best mildly curious.","author":"Alafair Burke","topic":"Legal"},{"quote":"Despite the vigorous policy and legal debates surrounding same-sex marriage, there is little disagreement about this: If the United States Supreme Court holds that states must sanction same-sex marriage, then Florida&#39;s contrary laws must fall.","author":"Pam Bondi","topic":"Legal"},{"quote":"The only people that should vote should be legal.","author":"Pam Bondi","topic":"Legal"},{"quote":"When I started law school I was shocked to learn that our legal system traditionally had the man as the head and master of the family. As late as the &#39;70s and &#39;80s when we were fighting for the Equal Rights Amendment, states like Louisiana still had a head and master law.","author":"Patricia Ireland","topic":"Legal"},{"quote":"I support making sure that there are legal protects for everyone.","author":"Debbie Stabenow","topic":"Legal"},{"quote":"Dad worked his entire career as an aviation technician. Mom was a legal secretary who became a teacher. We lived a simple American life.","author":"Brian Sandoval","topic":"Legal"},{"quote":"Considering all the legal hassle child stars can be, I won&#39;t be surprised when they are phased out by CGI children voiced by adult actors.","author":"Mara Wilson","topic":"Legal"},{"quote":"As a former federal judge, I am cognizant of the legal issues. As governor, I am forced to deal with their ramifications.","author":"Brian Sandoval","topic":"Legal"},{"quote":"Being under the microscope meant I was never given any slack. I still managed to screw up plenty in life, mind you, but in the things I really cared about - the legal work, or the stories I was telling as a writer, or the office I built in government - I wasn&#39;t left a lot of margin for error. It&#39;s kept me driven.","author":"Ronan Farrow","topic":"Legal"},{"quote":"Every year, some 65,000 high school students - many of them star students and leaders in their communities - are unable to go to college or get a good job because they have no legal status.","author":"Gary Locke","topic":"Legal"},{"quote":"One thing I was thinking about is that they probably get their come-uppance about the same percentage that people in real life do. Basically, stealing for all practical purposes might as well be legal in New York.","author":"Mike Judge","topic":"Legal"},{"quote":"If I were in the middle of some kind of legal issue, I would get in my car and drive to Fenway. I&#39;d get to the game early and sit in my seats and say, &#39;I&#39;m home, I&#39;m happy, and I love it here.&#39; It was my therapy.","author":"Joseph Abboud","topic":"Legal"},{"quote":"I&#39;m always writing something. There&#39;s always some structure sitting around someplace. There&#39;s always things on the computer, things scratched on score paper, legal tablets full of lyrics. It&#39;s never not buzzing around me all the time. I&#39;m always doing it.","author":"J. D. Souther","topic":"Legal"},{"quote":"When I read a book I liked, I would get a pen and one of my father&#39;s legal pads and rewrite it from memory as if I had thought of it myself. It was a clear sign that I wanted to be involved in writing, even if it was just pretend at that point.","author":"Jonathan Dee","topic":"Legal"},{"quote":"I&#39;ve always considered making it legal for Americans to import their prescription drugs a free-trade issue. Imports create competition and keep domestic industry more responsive to consumers.","author":"Chuck Grassley","topic":"Legal"},{"quote":"I&#39;ve become so earthy. And I never was earthy. I&#39;m doing all kinds of different roles which are not at all like the intellectual and the legal mind of Ben Stone.","author":"Michael Moriarty","topic":"Legal"},{"quote":"History has shown us that, on extraordinarily rare occasions, it becomes necessary for the federal government to intervene on behalf of individuals whose 14th Amendment rights to legal due process and equal protection may be violated by a state.","author":"Michael K. Simpson","topic":"Legal"},{"quote":"My first ever sex scene in a movie was in &#39;Superbad.&#39; Because I was 17, for legal reasons my mother had to be on the set. It was real awkward, but it worked out OK because when I watched the movie with her, the sex scene wasn&#39;t awkward because she&#39;d been right there when it happened.","author":"Christopher Mintz-Plasse","topic":"Legal"},{"quote":"Once the Supreme Court in 1973 decided that infanticide could be legal, it not only ended America&#39;s &#39;inalienable right to life,&#39; it threw the Golden Rule right off the shores of this continent.","author":"Michael Moriarty","topic":"Legal"},{"quote":"My wife runs a non-profit that gives legal information online to victims of domestic violence.","author":"Marshall Curry","topic":"Legal"},{"quote":"I love the new legal immigrants; they want their kids to be safe just like I do.","author":"Lou Barletta","topic":"Legal"},{"quote":"I wish the government and the Minister of Justice would address these legal and constitutional arguments, but they refuse to. They want Canadians to go blindly into their brave new world, but it is not wise for a society to move blindly in any direction.","author":"Stockwell Day","topic":"Legal"},{"quote":"Our church has been legal since late 1960s. I&#39;ve been involved since 1972. I was ordained in 1975.","author":"Sally Kirkland","topic":"Legal"},{"quote":"You need to find somebody who will speak the same language. We understand that we couldn&#39;t have any kind of discussion without permission, without a legal framework behind it.","author":"Anatoly Chubais","topic":"Legal"},{"quote":"For families to access affordable housing, they often need legal representation that takes their side against abusive landlords.","author":"Nydia Velazquez","topic":"Legal"},{"quote":"Sooner or later they are going to live in a New York City where gay marriage is not only legal, but it&#39;s common and they don&#39;t even notice.","author":"Anthony Weiner","topic":"Legal"},{"quote":"I think my dad did legal work for someone who had a Packard Bell 8088, and they couldn&#39;t pay him, so they gave him a computer. I was initially not allowed to touch it, but that didn&#39;t last long. I started tinkering with it, and there were many times I screwed up the computer.","author":"Jeremy Stoppelman","topic":"Legal"},{"quote":"I oppose any attempt to grant homosexual unions the same legal privileges that civil government affords to traditional marriage and family life.","author":"Todd Akin","topic":"Legal"},{"quote":"I think that the proposed constitution is one of the European legal documents with the strongest social dimension I have seen since I began following European issues.","author":"Jean-Pierre Raffarin","topic":"Legal"},{"quote":"While I support immigration regulated through a legal framework, I do not support rewarding those who broke the law to get here.","author":"Kit Bond","topic":"Legal"},{"quote":"A duped newspaper or magazine could contend that a fiction-spouting journalist obtained part of his salary via fraud, and use a criminal proceeding to try and recoup that money. Given the profession&#39;s notoriously low wages, however, it&#39;s probably not worth the publicity headache and legal fees. No news organization has ever pursued such a case.","author":"Brendan I. Koerner","topic":"Legal"},{"quote":"I am pleased to be part of Promontory&#39;s steady efforts to assist banks and other financial firms in meeting legal and regulatory obligations and challenges.","author":"Laurence D. Fink","topic":"Legal"},{"quote":"Justice? You get justice in the next world, in this world you have the law.","author":"William Gaddis","topic":"Legal"},{"quote":"Moreover, from reforming the tax code to our immigration system, to commonsense legal reform, President Bush put America on notice that he will continue fighting to make the country, and the world, a better place for future generations.","author":"Jim Sensenbrenner","topic":"Legal"},{"quote":"You can&#39;t just lecture the poor that they shouldn&#39;t riot or go to extremes. You have to make the means of legal redress available.","author":"Harold H. Greene","topic":"Legal"},{"quote":"The first misconception is that embryonic stem cell research is not legal. The fact is, embryonic stem cell research is completely legal. Research on embryonic stem cells has taken place for years.","author":"Virginia Foxx","topic":"Legal"},{"quote":"Ten thousand pounds is the legal value of a negligently taken life, of a child or a parent. A cold and somewhat mean-spirited calculation: you would do better if you slipped on a paving-stone and broke a front tooth.","author":"Nina Bawden","topic":"Legal"},{"quote":"I&#39;m sauteing asparagus, Brussels sprouts,broccoli, some boneless, skinless chicken breast, some halibut. That&#39;s about it; that&#39;s all I&#39;m allowed. That&#39;s what&#39;s legal for me to saute.","author":"Ron Funches","topic":"Legal"},{"quote":"I&#39;m afraid I talk a lot, too much, perhaps. I should have been a lawyer or a college professor or a windy politician, though I&#39;m glad I am not any of these.","author":"Tom Glazer","topic":"Legal"},{"quote":"Under current law volunteers who are not working with an official nonprofit organization are not covered by the Volunteer Protection Act. Therefore, there are absolutely no legal protections for the average American who wishes to volunteer.","author":"Jon Porter","topic":"Legal"},{"quote":"Mr. Speaker, the fact of the matter is that the Ten Commandments are a historical document that contains moral, ethical, and legal truisms that any person of any religion or even an atheist can recognize and appreciate.","author":"Cliff Stearns","topic":"Legal"},{"quote":"Perhaps these Ten Commandments cases will be the turning point in the legal war against religion.","author":"Cliff Stearns","topic":"Legal"},{"quote":"It is imperative that when thousands of selfless volunteers respond to those who have incurred the wrath of a natural disaster that legal liability need not be hanging over their heads.","author":"Jon Porter","topic":"Legal"},{"quote":"A lawyer who does not know men is handicapped.","author":"William Dunbar","topic":"Legal"},{"quote":"Our country was thereby saved from the consequences of its distracting individualistic conception of democracy, and its merely legal conception of nationality. It was because the followers of Jackson and Douglas did fight for it, that the Union was preserved.","author":"Herbert Croly","topic":"Legal"},{"quote":"I very much feel that marriage is a sacrament and that sacrament should extend... to that legal entity of a union between what traditionally in our Western values has been defined as between a man and a woman.","author":"Bill Frist","topic":"Legal"},{"quote":"I do have two data identities. I have my name, Bruce Sterling, which is my public name under which I write novels. I also have my other name, which is my legal name under which I own property and vote.","author":"Bruce Sterling","topic":"Legal"},{"quote":"The events of the day inspired me to become a lawyer.","author":"Christopher Darden","topic":"Legal"},{"quote":"The law has no compassion. And justice is administered without compassion.","author":"Christopher Darden","topic":"Legal"},{"quote":"As a private lawyer, I could bill $750 an hour, but I don&#39;t.","author":"Jay Alan Sekulow","topic":"Legal"},{"quote":"I wouldn&#39;t pretend to tell you we don&#39;t pay our lawyers well.","author":"Jay Alan Sekulow","topic":"Legal"},{"quote":"I think people should have the legal right to hurt themselves without fearing that they&#39;re going to get locked up for doing so. But on a personal level, if someone I loved was hurting himself or herself in front of me, I would, of course, try to restrain them.","author":"Chester Brown","topic":"Legal"},{"quote":"Therefore, if we are a Nation of laws and a Nation of immigrants, immigration should occur within a legal framework, not through the machinations of illegal schemes and scams that threaten our national security.","author":"J. D. Hayworth","topic":"Legal"},{"quote":"When men are arrested without any legal basis and for political reasons, it&#39;s merely a routine, everyday occurrence in Russia, and hardly anyone has any sympathy.","author":"Alexei Navalny","topic":"Legal"},{"quote":"I have more than 100 legal pads filled with handwriting. Eight novels, two books for children, countless stories and essays.","author":"Susan Straight","topic":"Legal"},{"quote":"It is simply a fact that the birth rate of our illegal immigrants exceeds that of our legal residents.","author":"John Linder","topic":"Legal"},{"quote":"Unfortunately, what many people forget is that judges are just lawyers in robes.","author":"Tammy Bruce","topic":"Legal"},{"quote":"The emphasis on the birth of Christ tends to polarize our pluralistic society and create legal and ethnic belligerence.","author":"John Clayton","topic":"Legal"},{"quote":"Legal reform in Russia is a must. And I keep track of it daily.","author":"Dmitry Medvedev","topic":"Legal"},{"quote":"A good lawyer is a bad Christian.","author":"John Lothrop Motley","topic":"Legal"},{"quote":"Everywhere among the English-speaking race criminal justice was rude, and punishments were barbarous; but the tendency was to do away with special privileges and legal exemptions.","author":"Albert Bushnell Hart","topic":"Legal"},{"quote":"Disarming Iraq is legal under a series of U.N. resolutions. Iraq is in flagrant violation of U.N. Security Council resolutions.","author":"Jose Maria Aznar","topic":"Legal"},{"quote":"I&#39;ve learned that most of gay America is coupled up, or looking to be. No wonder gay marriage has such traction. So many of us are already in it, so of course we want the legal benefits.","author":"Bruce Vilanch","topic":"Legal"},{"quote":"Today the people from my State of Tennessee would listen to this debate, or even talk about a reference to God on our money or in the Halls of Congress or in our Pledge and say, please, let common sense and logic win the day and prevail versus legal mumbo jumbo.","author":"Zach Wamp","topic":"Legal"},{"quote":"Human-rights advocates, for example, claim that the mistreatment of Iraqi prisoners is of a piece with President Bush&#39;s 2002 decision to deny al Qaeda and Taliban fighters the legal status of prisoners of war under the Geneva Conventions.","author":"John Yoo","topic":"Legal"},{"quote":"Once the attacks occur, as we learned on Sept. 11, it is too late. It makes little sense to deprive ourselves of an important, and legal, means to detect and prevent terrorist attacks while we are still in the middle of a fight to the death with al Qaeda.","author":"John Yoo","topic":"Legal"},{"quote":"Upon the Constitution, upon the pre-existing legal rights of the People, as understood in this country and in England, I have argued that this House is bound to revive the Petition under debate.","author":"Caleb Cushing","topic":"Legal"},{"quote":"A written constitution guides and directs the application of law in a way utterly unlike oral guidance. It reminds us that the certainty and consistency of legal application is essential.","author":"Edwin Meese","topic":"Legal"},{"quote":"The Singaporean government, which represents legal migrant workers in employment disputes and claims of exploitation, requires that they stay in the country until the disputes are settled. If they leave, their claims are closed.","author":"Alan Huffman","topic":"Legal"},{"quote":"What I&#39;m doing is writing stories about women who care about justice. They are women who think about the difference between right and wrong, what&#39;s legal and illegal, ethical and unethical, moral and immoral.","author":"Lisa Scottoline","topic":"Legal"},{"quote":"Truly I never thought of myself as writing legal thrillers, and I still don&#39;t think I do. I write stories about women.","author":"Lisa Scottoline","topic":"Legal"},{"quote":"It was not possible to broadcast any of that because of an agreement between Jackson and the family. Our legal advice was that we could not broadcast it.","author":"Martin Bashir","topic":"Legal"},{"quote":"In regards to The Haunting, people compared it to the old movie, which is unfair. We didn&#39;t have the rights to the movie. I couldn&#39;t duplicate a single thing because that would have been legal infringement.","author":"Jan de Bont","topic":"Legal"},{"quote":"Civil society must be strengthened to help raise awareness among people living with HIV, and those at risk, of their rights, and to ensure they have access to legal services and redress through the courts.","author":"Shereen El Feki","topic":"Legal"},{"quote":"Part of any acquisition process is what&#39;s loosely called &#39;due diligence.&#39; Taking both technical and legal forms, it&#39;s the snooping around an acquiring company does to make sure it&#39;s actually getting what it thinks it is.","author":"Antonio Garcia Martinez","topic":"Legal"},{"quote":"The kingdom of God is an order of government established by divine authority. It is the only legal government that can exist in any part of the universe.","author":"Orson Pratt","topic":"Legal"},{"quote":"Noah and his family were the only loyal and obedient subjects to the legal power: they alone were saved.","author":"Orson Pratt","topic":"Legal"},{"quote":"Everyone says you&#39;ve got to do a foundation and legal structure to finance social change. What nonsense!","author":"Bill Drayton","topic":"Legal"},{"quote":"Instead, California is one of only 10 states that provides in-state college and university tuition to illegal immigrants. That&#39;s grossly unfair to a legal high school student who moves out of California for a year, then returns to attend college.","author":"Elton Gallegly","topic":"Legal"},{"quote":"Consular cards were not designed to be identification and no treaty recognizes them as such. Legal travelers, visitors and long-term residents carried passports, visas or green cards for that purpose.","author":"Elton Gallegly","topic":"Legal"},{"quote":"I also urge the Obama administration - both on its own and in cooperation with other responsible governments around the world - to use all legal means necessary to shut down WikiLeaks before it can do more damage by releasing additional cables. WikiLeaks&#39; activities represent a shared threat to collective international security.","author":"Joe Lieberman","topic":"Legal"},{"quote":"If we want to set and enforce a limit on immigration, we have to be willing to say no to would-be immigrants who look a lot like our own ancestors, not because there&#39;s anything wrong with them, but simply because admitting them would exceed our legal limit.","author":"Jan C. Ting","topic":"Legal"},{"quote":"There is no quick fix for illegal immigration. But only when we achieve better control of our borders and better respect for our immigration laws can we give meaning to the discussion we need to have over reforming the numbers, categories, and procedures for legal immigration into the United States.","author":"Jan C. Ting","topic":"Legal"},{"quote":"The U.S. immigration system is the most generous in the world, providing each year more green cards for legal permanent residence with a clear path to full citizenship than all the rest of the nations of the world combined.","author":"Jan C. Ting","topic":"Legal"},{"quote":"Literature is made upon any occasion that a challenge is put to the legal apparatus by conscience in touch with humanity.","author":"Nelson Algren","topic":"Legal"},{"quote":"However saying that I totally support the concept of civil partnerships in the eyes of the law, and think it a disgrace that same sex couples have had to wait so long for legal rights, protection and recognition.","author":"Adam Rickitt","topic":"Legal"},{"quote":"As Congress continues to debate ways to address illegal immigration, we must remember the many hard-working legal immigrants that contribute so much to our nation&#39;s economy and culture.","author":"Bob Filner","topic":"Legal"},{"quote":"We have used the presence of UNMIK, as well as other European and American agencies to establish a legal framework compatible with the European Union and that is already an advantage. We have seen the positive effects of this and our parliament will continue to go this way.","author":"Ibrahim Rugova","topic":"Legal"},{"quote":"In recent years personal injury attorneys and trial lawyers have attacked the food industry with numerous lawsuits alleging that these businesses should pay monetary damages to those who, of their own accord, consume too much of a legal, safe product.","author":"Bob Ney","topic":"Legal"},{"quote":"We support every effort to combat international terrorism through the formulation of international conventions and hope that the international community will take further steps to improve the anti-terrorism international legal framework.","author":"Li Peng","topic":"Legal"},{"quote":"Since 2001, the Patriot Act has provided the means to detect and disrupt terrorist threats against the U.S. Prior to enactment of the law, major legal barriers prevented intelligence, national defense, and law enforcement agencies from working together and sharing information.","author":"Roger Wicker","topic":"Legal"},{"quote":"There&#39;s a misconception about Barack Obama as a former constitutional law professor. First of all, there are plenty of professors who are &#39;legal relativists.&#39; They tend to view legal principles as relative to whatever they&#39;re trying to achieve.","author":"Jonathan Turley","topic":"Legal"},{"quote":"Of the judicial department of the Government, the Supreme Court is the head and representative, and to it must come for final decision all the great legal questions which may arise under the Constitution, the laws, or the treaties of the United States.","author":"Samuel Freeman Miller","topic":"Legal"},{"quote":"I dealt with legal questions in the interest of Adolf Hitler and the NSDAP and its members during the difficult years of struggle for the victory of the Movement.","author":"Hans Frank","topic":"Legal"},{"quote":"I worked as a lawyer; as a member of the teaching staff of a technical college; and then I worked principally as legal adviser to Adolf Hitler and the National Socialist German Workers Party.","author":"Hans Frank","topic":"Legal"},{"quote":"It was also my idea that the advisory committees of the Academy should replace the legal committees of the German Reichstag, which was gradually fading into the background in the Reich.","author":"Hans Frank","topic":"Legal"},{"quote":"I say to the women out there, remember how difficult it was for women like Justice O&#39;Connor starting out. Even though she graduated with top grades, she had to take a job as a legal secretary. Remember how far we have come.","author":"Maryanne Trump Barry","topic":"Legal"},{"quote":"I like to think I&#39;m a pretty good-natured guy and pretty civil and probably not ever truly guilty in any serious way of any legal infractions.","author":"Gregory Maguire","topic":"Legal"},{"quote":"To play a lawyer and have one year of law school under your belt, you sort of know what you&#39;re talking about! I&#39;m able to memorize the legal courtroom stuff a lot faster than I would have been able to otherwise.","author":"Jerry O'Connell","topic":"Legal"},{"quote":"Mrs. Parks&#39; act of brave defiance rocked the foundation of American society and inspired generations of civil rights leaders and created a sense of hope for every American facing legal discrimination in this country.","author":"Kendrick Meek","topic":"Legal"},{"quote":"I support legal immigration.","author":"Heather Wilson","topic":"Legal"},{"quote":"When I was at &#39;Newsweek&#39; magazine - which, you know, this really sounds like I walked four miles in the snow to school - but I started at &#39;Newsweek&#39; magazine in 1963, which was before the Civil Rights Act of 1964. So it was actually legal to discriminate against women, and &#39;Newsweek&#39; did.","author":"Ellen Goodman","topic":"Legal"},{"quote":"All the libel lawyers will tell you there&#39;s no libel any more, that everyone&#39;s given up.","author":"Ian Hislop","topic":"Legal"},{"quote":"When I consider a problem, it is now instinctive for me to think about the institutions involved, the authorizing environment, possible coalitions, likely opposition, implementation, legal issues, resource dimensions, communications - and how the problem fits into a stream of other issues.","author":"Robert Zoellick","topic":"Legal"},{"quote":"As for lawyers, it&#39;s more fun to play one than to be one.","author":"Sam Waterston","topic":"Legal"},{"quote":"I think we Americans, of all people, understand the importance of a good, legal, constitutional framework as the basis of political life.","author":"Paul Bremer","topic":"Legal"},{"quote":"I showed that privacy was an implicit right in Jewish law, probably going back to the second or third century, when it was elaborated on in a legal way.","author":"Norman Lamm","topic":"Legal"},{"quote":"When you look at the big issues post-9\/11 in the United States, whether it&#39;s water boarding, warantless wire tapping, surveillance, Gitmo, black sites rendition, all of those have been legal. Nobody has gone to jail for those programs.","author":"Matt Apuzzo","topic":"Legal"},{"quote":"But you can count the dead bodies from alcohol, tobacco, and legal pharmaceuticals by the millions.","author":"Jack Herer","topic":"Legal"},{"quote":"We must make immigration a legal, orderly process to eliminate this issue, not further criminalize it.","author":"Jose Serrano","topic":"Legal"},{"quote":"I guess music, particularly the blues, is the only form of schizophrenia that has organised itself into being both legal and beneficial to society.","author":"Alexis Korner","topic":"Legal"},{"quote":"The diversity lottery program is a proven method of offering a path to legal permanent status for residents of African nations and other underrepresented regions seeking a better life here in the United States.","author":"Cedric Richmond","topic":"Legal"},{"quote":"It is curious that, with my somewhat antinomian tendencies, I should have gone to Trinity Hall - which was, and is, before all a Law College - and should thus have been thrown into close touch with the legal element in life.","author":"Edward Carpenter","topic":"Legal"},{"quote":"Supercookies are legal, but I don&#39;t think they should be.","author":"Joe Barton","topic":"Legal"},{"quote":"The Supreme Court has in place a legal structure which protects abortion rights in this country, and something has got to be done to change that before we can put in place truly meaningful protection for the unborn.","author":"Charles T. Canady","topic":"Legal"},{"quote":"I come from a profession which has suffered greatly because of the lack of civility. Lawyers treat each other poorly and it has come home to haunt them. The public will not tolerate a lack of civility.","author":"James E. Rogers","topic":"Legal"},{"quote":"It is essential to link enterprises on the basis of objective laws of a socialist economy and legal system.","author":"Samora Machel","topic":"Legal"},{"quote":"I have a book coming out in September, for example, where the plot concerns counterfeiting, and I had to do a lot of research on that. Or on any legal matters, for example, I have to do a lot of research online.","author":"Evan Hunter","topic":"Legal"},{"quote":"But if we get to the point where more people do not believe in a God than who do believe in God, we will have a hollow legal system - we will have something without heart.","author":"Lee Greenwood","topic":"Legal"},{"quote":"I have strongly rejected the proposal to pardon and transfer her to the United States. I do not have the legal power to pardon terrorists and even if I did, I would not use it.","author":"Alberto Fujimori","topic":"Legal"},{"quote":"The people and the mindset that killed 3,000 of our fellow citizens on September 11 2001, would have killed not 3,000, but 300,000 if they could have or 3 million or 30 million. We need to do everything we can within our value systems and legal structures to make sure that doesn&#39;t happen.","author":"Tim Pawlenty","topic":"Legal"},{"quote":"I&#39;m overly excited to finally announce this amazing global partnership deal back home with EMI Music. I know I have mentioned doing music in the past but for legal reasons I was not in a position to release any new music.","author":"Melanie Brown","topic":"Legal"},{"quote":"My first girlfriend broke up with me on a yellow legal pad. After she picked me up from the airport one day, she took out a letter that her therapist wrote, and she read it to me. She and her therapists wrote a letter breaking up with me together.","author":"Max Winkler","topic":"Legal"},{"quote":"Politicians are addicted to spending and revenue extraction. As with an addict, there&#39;s little pause for moral or legal contemplation.","author":"David Malpass","topic":"Legal"},{"quote":"I chose my pen name when I was ten, because I knew even then that my legal name would be more trouble than it was worth.","author":"Marie Brennan","topic":"Legal"},{"quote":"As a judge, when I saw veterans in legal trouble, I created the state&#39;s first veterans court to help them get treatment and get back on their feet.","author":"Ann Callis","topic":"Legal"},{"quote":"I believe the attorney general or the deputy attorney general has an obligation to follow the law and the Constitution and to give their independent legal advice to the President.","author":"Sally Yates","topic":"Legal"},{"quote":"It is impossible to tell where the law stops and justice begins.","author":"Arthur Baer","topic":"Legal"},{"quote":"We need to be discussing issues specifically to help the American people. And that would not include illegal aliens. These are people - I&#39;m for immigration - legal immigration. I&#39;ve been an immigration attorney. But people who have come to our country and violated laws, we should not be providing full health care services.","author":"Joe Wilson","topic":"Legal"},{"quote":"These are people - I&#39;m for immigration - legal immigration. I&#39;ve been an immigration attorney. But people who have come to our country and violated laws, we should not be providing full health care services.","author":"Joe Wilson","topic":"Legal"},{"quote":"Companies shouldn&#39;t use the law to prevent consumers from doing something legal.","author":"Jon Johansen","topic":"Legal"},{"quote":"I think the issue is that Americans traveling abroad if gotten into legal problems should have access to a fair trial and an impartial tribunal.","author":"Maria Cantwell","topic":"Legal"},{"quote":"I hope gay marriage will be legal in every state.","author":"Mark Consuelos","topic":"Legal"},{"quote":"It&#39;s really hard to argue that bitcoin doesn&#39;t have many legitimate benefits to companies that are legal businesses when you have Dell and Expedia and all these companies now accepting it.","author":"Brian Armstrong","topic":"Legal"},{"quote":"Do not ghettoize society by putting people into legal categories of gender, race, ethnicity, language, or other such characteristics.","author":"Preston Manning","topic":"Legal"},{"quote":"In my book, I detail the critical information we obtained from al Qaeda terrorists after they became compliant following a short period of enhanced interrogation. I have no doubt that that interrogation was legal, necessary and saved lives.","author":"Jose Rodriguez","topic":"Legal"},{"quote":"The right to a trial is a core principle of the American legal system. Depriving Americans of these essential liberties undermines the Constitution while doing nothing to strengthen our national security.","author":"John Garamendi","topic":"Legal"},{"quote":"I used to want to be a lawyer, but I didn&#39;t want to have half my brain sucked out.","author":"Max Walker","topic":"Legal"},{"quote":"I&#39;ve been working at performing for five years now. I&#39;ve been working in Australia and Spain and England. When I was only 15 or 16, 1 was performing in bars; I could have had legal problems, but it&#39;s also the only way to get to know what music is all about.","author":"Andy Gibb","topic":"Legal"},{"quote":"I object to a legal approach when settling questions of science or scientific behavior.","author":"Serge Lang","topic":"Legal"},{"quote":"It is true that the aristocracies seem to have abused their monopoly of legal knowledge; and at all events their exclusive possession of the law was a formidable impediment to the success of those popular movements which began to be universal in the western world.","author":"Henry James Sumner Maine","topic":"Legal"},{"quote":"There are obviously legal restrictions on what you can do on TV in the States, as there are everywhere.","author":"Dave Rowntree","topic":"Legal"},{"quote":"I don&#39;t plan on going back to legal work. I wanted an international career, and finance seemed to be where some interesting career opportunities were.","author":"Nick Johnson","topic":"Legal"},{"quote":"Vigorous enforcement of copyrights themselves is an important part of the picture. But I don&#39;t think that expanding the legal definition of copyright outside of actual copyright infringement is the right move.","author":"Edward Felten","topic":"Legal"},{"quote":"We knew that if the photos of CIA officers conducting authorized EIT (enhanced interrogation techniques) ever got out, the difference between a legal, authorized, necessary, and safe program and the mindless actions of some MPs (military police) would be buried by the impact of the images.","author":"Jose Rodriguez","topic":"Legal"},{"quote":"It is not the role of Congress to decide legal cases between private parties. That is why we have courts.","author":"Jerrold Nadler","topic":"Legal"},{"quote":"Torture, including practices like waterboarding, violates the legal and moral standards of all civilized nations.","author":"Jerrold Nadler","topic":"Legal"},{"quote":"When you do a studio picture, all the paperwork and legal stuff is already taken care of!","author":"David Twohy","topic":"Legal"},{"quote":"I have always been delighted when told there was a piece of fanfic inspired by a book of mine floating about. I don&#39;t read it for legal reasons, but I&#39;m thrilled to know it&#39;s there. Someone cared. Someone loved it enough to spend their free time writing about it for free.","author":"Catherynne M. Valente","topic":"Legal"},{"quote":"With the support and dedication from employees at every level of the company, we&#39;ve been successful in expanding supplier diversity in many areas, including traditionally challenging areas such as construction services, legal and professional services.","author":"Debra L. Reed","topic":"Legal"},{"quote":"The entire legal system was built upon the assumption that people would have adequate representation. When they don&#39;t, the system fails, and the laws don&#39;t matter.","author":"Shari Redstone","topic":"Legal"},{"quote":"I saw the legal system close up, and I understood that it was built by lawyers for lawyers, and unless you have an attorney to navigate it, you&#39;re not going to be successful.","author":"Shari Redstone","topic":"Legal"},{"quote":"I believe that President Clinton considered the legal merits of the arguments for the pardon as he understood them, and he rendered his judgment, wise or unwise, on the merits.","author":"John Podesta","topic":"Legal"},{"quote":"Words without deeds violates the moral and legal obligation we have under the genocide convention but, more importantly, violates our sense of right and wrong and the standards we have as human beings about looking to care for one another.","author":"Jon Corzine","topic":"Legal"},{"quote":"But my humble opinion is, I&#39;m not quite sure where I stand on the legalization of drugs - though, if tequila is legal, pot should probably be legal.","author":"Ted Demme","topic":"Legal"},{"quote":"I feel like there was justice. It was served through the legal system you know. Everything that I endured. It was all worth it.","author":"Amber Frey","topic":"Legal"},{"quote":"Luxembourg is the first adopter in Europe of a legal and regulatory framework recognizing that space resources are capable of being owned by private companies.","author":"Etienne Schneider","topic":"Legal"},{"quote":"And books that were published in much larger numbers than Selfish, Little are hard to find. And publishers who wanted to publish my last few works have them stuck in limbo while new distribution ideas and legal issues and fears are blown away.","author":"Peter Sotos","topic":"Legal"},{"quote":"However, we do not lack anti-terrorist laws. I do not believe that the recent London bombs were the result of any deficiencies in our legal system.","author":"Kenneth Clarke","topic":"Legal"},{"quote":"While there continues to be differences, the important point is that all citizens and elected officials use democratic and legal avenues for solving those differences.","author":"Boris Trajkovski","topic":"Legal"},{"quote":"In the early centuries of Islam, the great schools of Islamic jurisprudence were built upon the above principles. Basic to all their legal systems they developed the doctrine that liberty is the fundamental basis of law.","author":"Aly Khan","topic":"Legal"},{"quote":"Each day, each one of us chooses not to do many things that would be legal but offensive to those around us.","author":"Ralph Peters","topic":"Legal"},{"quote":"Imam Rauf and his backers have every legal right to build their extravagant Islamic center within the lethal radius of Ground Zero. But the rest of us have the right to question why they insist on doing so.","author":"Ralph Peters","topic":"Legal"},{"quote":"Crime and legal stories, broadly speaking, are just where my interest happens to lie.","author":"William Landay","topic":"Legal"},{"quote":"With &#39;GoldenEye,&#39; the franchise got locked into this legal fight. They couldn&#39;t make new Bond movies for about seven years. It was my first huge production. I figured if I did at least a yeoman-like job, it would be greeted as a complete revival of the series.","author":"Martin Campbell","topic":"Legal"},{"quote":"I did this movie called &#39;Lymelife&#39; when I was 18, and you know, it was the first time I was working as an adult, a legal adult, and that was a huge growing experience for me.","author":"Rory Culkin","topic":"Legal"},{"quote":"On my first day on the set of &#39;Boston Legal,&#39; I thought the director was calling me &#39;Candice&#39; instead of &#39;Constance.&#39; But I didn&#39;t realize he was actually talking to Candice Bergen.","author":"Constance Zimmer","topic":"Legal"},{"quote":"Part of doing mash-ups is getting the legal rights to use the songs. If you&#39;re going to do a mash-up with five songs, you should probably find 10 songs, because you&#39;re only going to get half of them cleared. It&#39;s a real collaborative effort.","author":"Harvey Mason, Jr.","topic":"Legal"},{"quote":"About 10 years ago, in an effort to gain a better grasp on McCone&#39;s world, I took up the hobby of building fully electrified scale models: first of the legal cooperative where she started out, and then of her own brown-shingled cottage, a pursuit that the more tactful of my friends label unusual, and that the more blunt refer to as obsessive.","author":"Marcia Muller","topic":"Legal"},{"quote":"There are a lot of Latinos who believe that allowing illegal immigrants to cut in front of the line ahead of those pursuing the legal path sends the wrong signal. The GOP needs to articulate that message respectfully but boldly.","author":"Angela McGlowan","topic":"Legal"},{"quote":"I&#39;ve always been driven by the concept of equal justice under the law, but only the rich can pay great sums of money for legal assistance and that puts them at an advantage over the poor.","author":"Samuel Dash","topic":"Legal"},{"quote":"So the news that divorced fathers are to be denied a legal right to a relationship with their children, in the long overdue review of family law published this week, fills me with horror and despair.","author":"Louis de Bernieres","topic":"Legal"},{"quote":"Warren Buffett has shown you can be very, very successful without being rapacious, while still being honest, without engaging in constant legal battles.","author":"Guy Spier","topic":"Legal"},{"quote":"I was studying to be a legal secretary when I was called to audition for &#39;Ken.&#39;","author":"Kierston Wareing","topic":"Legal"},{"quote":"If you spend five minutes with me or watch me try to balance my checkbook, you can only imagine the disaster I would make of anyone&#39;s legal issues.","author":"Greg Giraldo","topic":"Legal"},{"quote":"Background checks, waiting periods, reports of transfers, and access to mental health records have not stopped the legal sale of firearms to legitimate buyers.","author":"Colleen Hanabusa","topic":"Legal"},{"quote":"I do think there&#39;s a difference between what a religious leader says and does and what a public official or legislator does. But there&#39;s no question that a lot of our legal underpinnings find a good bit of their foundations in the Scriptures.","author":"Bob Casey, Jr.","topic":"Legal"},{"quote":"After much deliberation, and after reviewing the legal, public policy and civil-rights questions presented, I support marriage equality for same-sex couples and believe that DOMA should be repealed.","author":"Bob Casey, Jr.","topic":"Legal"},{"quote":"A potlatch is similar to a court case in that both are prohibitively expensive; both involve lengthy speeches and the vigorous examination and debate of the actions, rights and legal responsibilities of the participants. One has food, singing and spiritual rites; the other, not so much.","author":"Eden Robinson","topic":"Legal"},{"quote":"Nearly every study shows that competition from cheap foreign labor undercuts the wages of American workers and legal immigrants.","author":"Lamar S. Smith","topic":"Legal"},{"quote":"I would expect illegal alien parents to take care of their children. If it means the kids go back home with them, that&#39;s what happens. If it means there are legal relatives in the United States that can take care of them, that can happen to. But I believe it&#39;s the parents responsibility to take care of the kids.","author":"Mo Brooks","topic":"Legal"},{"quote":"In places where marriage&#39;s core meaning has been altered through legal action, officials are beginning to target for punishment those believers and churches that refuse to adapt.","author":"Salvatore J. Cordileone","topic":"Legal"},{"quote":"The ingestion of brain-altering chemicals - legal or illegal - cannot be categorized as good stewardship of our earthly lives.","author":"Salvatore J. Cordileone","topic":"Legal"},{"quote":"We stand for free speech. This means we are not going to ban distasteful subreddits. We will not ban legal content even if we find it odious or if we personally condemn it.","author":"Yishan Wong","topic":"Legal"},{"quote":"Nicaragua is a World Bank and International Monetary Fund designated &#39;heavily indebted poor country,&#39; with little legal ability to control its economic future: Everything is for sale. And once Nicaraguans decide to cash in and sell their houses or farms, they have to look far inland for anything affordable.","author":"Tony D'Souza","topic":"Legal"},{"quote":"If I don&#39;t get enough sleep, my brain gets fatigued, and the voice suffers. If I&#39;m doing some retail work and trying to read and record legal copy, I start sounding like I had a few too many the night before.","author":"Roger Craig Smith","topic":"Legal"},{"quote":"For future Snowdens, we want to show there is an organization that will do what we did for Snowden - as much as possible - in raising money for legal defense and public advocacy for whistleblowers so they know if they come forward there is a support group for them.","author":"Sarah Harrison","topic":"Legal"},{"quote":"I saw a cardinal when I was in Brooklyn, and I was almost moved to tears. I was, like, &#39;I can&#39;t believe this thing is legal. I can&#39;t believe this thing is in the wild. How did this happen? How has someone not killed them all? They&#39;re so conspicuous. They&#39;re gorgeous. How can they still be alive?&#39;","author":"Nell Zink","topic":"Legal"},{"quote":"Donald Trump is actually the voice of the silent majority, and I think he&#39;s awoken that silent majority. People are very angry, and the people who are the most angry are actually the legal immigrants who see their jobs fleeing.","author":"Michael D. Cohen","topic":"Legal"},{"quote":"Donald Trump is a champion for legal immigrants.","author":"Michael D. Cohen","topic":"Legal"},{"quote":"People read legal writing differently. When you&#39;re at the crux of a legal argument, every step is a step in the argument. The judge will see any holes. If you do that in fiction, it&#39;s too long and boring.","author":"William Lashner","topic":"Legal"},{"quote":"There are two kinds of games in economics. One is the game where people use only legal moves. Then there is the true game, the one like real life, where the strategies and moves people make, some of them contain illegal gains.","author":"Leonid Hurwicz","topic":"Legal"},{"quote":"In legal practice, in the representation of clients, I have always felt deeply engaged, serene, and not all inclined to stand aside. I have always done whatever needed to be done, and have usually gotten my way.","author":"Louis Begley","topic":"Legal"},{"quote":"There&#39;s no legal protection for cyborgs. In 2010, I started the Cyborg Foundation to defend our rights. Cyborgs have been kicked out from several places because they are seen as a possible security threat. I&#39;ve been kicked out from places such as Harrods, Casino Montecarlo, and many supermarkets.","author":"Neil Harbisson","topic":"Legal"},{"quote":"I couldn&#39;t swear that I believed in the law - or in the American legal system.","author":"Felice Picano","topic":"Legal"},{"quote":"Legal behavior is not incompatible with rational, self-interested behavior.","author":"Leonid Hurwicz","topic":"Legal"},{"quote":"I come from a family that has a long history in the legal community of New York and New York state.","author":"David Zabel","topic":"Legal"},{"quote":"We do not need a heavy theoretical thumb on the scales. What&#39;s important is how the traditional sources of law and legal interpretation - text, structure, history, canons of interpretation, precedent, and other well-established tools of the judicial craft - are prioritized, weighted, and applied.","author":"Diane S. Sykes","topic":"Legal"},{"quote":"One of the good things about the public Human Genome Project is that the U.S. Department of Energy and the National Institutes of Health spent a part of their budget on the ethical, legal, and social implications of their research.","author":"Juan Enriquez","topic":"Legal"},{"quote":"President Obama has called for economic and political empowerment of women globally. The Equal Futures Partnership promotes removal of policy, legal, and regulatory barriers that hold women back at local, state and national levels.","author":"Lael Brainard","topic":"Legal"},{"quote":"I do try very hard to develop themes that are easily understood and that, hopefully, will paint vivid images of the legal principles and implications of the ruling that will stick in the Justices&#39; heads and will help influence how they think about the case.","author":"Patricia Millett","topic":"Legal"},{"quote":"They don&#39;t need a lawyer, they need a toastmaster.","author":"Edward Bennett Williams","topic":"Legal"},{"quote":"I never saw a lawyer yet who would admit he was making money.","author":"Mary Roberts Rinehart","topic":"Legal"},{"quote":"Class action lawsuits are an important part of our legal system. All citizens should have the right to band together and settle grievances with bigger companies, but that system is broken and it needs fixing.","author":"Thomas Carper","topic":"Legal"},{"quote":"I have a problem with censorship by the lawyer - by legal people by the publishing firm, and I may be changing publishers. They don&#39;t seem to want to take too many risks with living people.","author":"Kenneth Anger","topic":"Legal"},{"quote":"I miss New York. I like the country and I like the people. However, the U.S. political and legal system is prone to overreaction.","author":"Marc Rich","topic":"Legal"},{"quote":"The job of the press is to speak truth to power. And yet, for doing our job, we are persecuted. I say that these aggressive and illegal tactics to silence us - inventing arbitrary legal interpretations, over-zealous charges and disproportionate sentences - must not be permitted to succeed.","author":"Sara Harrison","topic":"Legal"},{"quote":"There are several authors who are also lawyers - and not only the ones who write legal thrillers. There are other attorneys who write romantic fiction, and I know of at least one who writes young adult books.","author":"Candace Camp","topic":"Legal"},{"quote":"I&#39;d worked in the state senate in college and seen how important legal decisions were. And at the last minute, Senator Kay Bailey Hutchison said, &#39;Why don&#39;t you come do an internship?&#39; That turned into almost 15 years in the government, in the White House, and at the State Department.","author":"Dina Powell","topic":"Legal"},{"quote":"As a rule lawyers tend to want to do whatever they can to win.","author":"Bill Williams","topic":"Legal"},{"quote":"Daley may not feel a moral responsibility to eliminate discrimination but he has a legal obligation to do so.","author":"Bobby Rush","topic":"Legal"},{"quote":"Not a problem kid or anything like that so when you&#39;re in the legal system like that, it&#39;s always hard on a person for the first time to go through some things like that.","author":"Leonard Little","topic":"Legal"},{"quote":"We do not believe voters gave President Bush a mandate to turn back the clock decades on so many of our legal protections.","author":"Ralph G. Neas","topic":"Legal"},{"quote":"On behalf of NARAL Pro-Choice America - and our one million member activists - I am honored to be here to talk to you about what&#39;s at stake for women in 2012. I am proud to say that the Democratic Party believes that women have the right to choose a safe, legal abortion with dignity and privacy.","author":"Nancy Keenan","topic":"Legal"},{"quote":"All of my life I have stayed away from violence and the instruments of violence, and have seen a legal, democratic struggle as the only means to achieve change.","author":"Osman Baydemir","topic":"Legal"},{"quote":"Legal dialogue is awesome, but you can&#39;t ad lib. It&#39;s much more fun to be looser and say things like, &#39;Can I work in a Han Solo reference?&#39; I&#39;m a &#39;Star Wars&#39; freak.","author":"Diane Neal","topic":"Legal"},{"quote":"I did a little bit of acting - some guest spots here and there. I got a job working as a therapist doing individual and group crisis intervention and family therapy. I did that for two years. I left to do &#39;Boston Legal.&#39; So my psychology career has been interwoven into my acting career, and it&#39;s my safety net and fallback.","author":"Meredith Eaton","topic":"Legal"},{"quote":"The legal right of a taxpayer to decrease the amount of what otherwise would be his taxes, or altogether avoid them, by means which the law permits, cannot be doubted.","author":"George Sutherland","topic":"Legal"},{"quote":"We got a little waylaid along the way. The whole problem started about 10 years ago with management and legal battles, then still trying to make albums while I was doing all of that.","author":"Pat Travers","topic":"Legal"},{"quote":"The work is challenging, interesting and an important part of our legal system.","author":"David Minge","topic":"Legal"},{"quote":"The president, just as any other American, deserves a legal defense against personal lawsuits not related to his office. But the costs of that defense should be borne by him and not the taxpayer.","author":"Ben Nighthorse Campbell","topic":"Legal"},{"quote":"Whether we start with a provisional status and legal permanent residence... or we set up some other way to assimilate legally, you can&#39;t ever put in something that says, &#39;You can never become a citizen.&#39; That&#39;s un-American.","author":"Jeff Denham","topic":"Legal"},{"quote":"None of the constitutional, legal or other principles bars me from returning to the judiciary, since the judiciary remains independent if the actors remain independent and fair.","author":"Khil Raj Regmi","topic":"Legal"},{"quote":"We believe the use of force against Iraq, especially with reference to previous resolutions of the UN Security Council, has no grounds, including legal grounds.","author":"Igor Ivanov","topic":"Legal"},{"quote":"By the fulfillment of my legal and moral duty I think I have earned punishment just as little as the tens of thousands of dutiful German officials who have now been imprisoned only because they carried out their duties.","author":"Wilhelm Frick","topic":"Legal"},{"quote":"Does the imam have a legal right to build the mosque at Ground Zero? The answer is yes. But is it the right thing to do? The answer is no. And most Americans, and most moderate Muslims, join with me in that call.","author":"K. A. Paul","topic":"Legal"},{"quote":"The job of the Attorney General is very specific. My roll, as the legal adviser, is to defend the constitutionality of the laws as they&#39;re passed.","author":"Jeffrey Chiesa","topic":"Legal"},{"quote":"I actually don&#39;t have a view on whether someone watching certain material that may be legal in some places, but might be obscene to somebody else, can trigger a violent streak in someone.","author":"Killi Krupa Rani","topic":"Legal"},{"quote":"I did this within a philosophical framework, and a moral and legal framework. And I have been turned into a cartoon of the greatest villain in the history of lobbying.","author":"Jack Abramoff","topic":"Legal"},{"quote":"I remember when I took Quentin Tarantino with me to a very private screening of the documentary &#39;Roman Polanski: Wanted and Desired,&#39; which shows some of the legal irregularities of his case. I was involved by the film, and it was an amazing experience to see people weep at the end of it.","author":"Harvey Weinstein","topic":"Legal"},{"quote":"Well, I think the great tragedy in American politics is what is legal, not what is illegal.","author":"Jack Abramoff","topic":"Legal"},{"quote":"They can&#39;t collect legal taxes from illegal money.","author":"Al Capone","topic":"Legal"},{"quote":"Ethics is knowing the difference between what you have a right to do and what is right to do.","author":"Potter Stewart","topic":"Legal"},{"quote":"It is not wisdom but Authority that makes a law.","author":"Thomas Hobbes","topic":"Legal"},{"quote":"The safety of the people shall be the highest law.","author":"Marcus Tullius Cicero","topic":"Legal"},{"quote":"It is better to risk saving a guilty man than to condemn an innocent one.","author":"Voltaire","topic":"Legal"},{"quote":"If you must break the law, do it to seize power: in all other cases observe it.","author":"Julius Caesar","topic":"Legal"},{"quote":"Laws made by common consent must not be trampled on by individuals.","author":"George Washington","topic":"Legal"},{"quote":"Never forget that everything Hitler did in Germany was legal.","author":"Martin Luther King, Jr.","topic":"Legal"},{"quote":"I busted a mirror and got seven years bad luck, but my lawyer thinks he can get me five.","author":"Steven Wright","topic":"Legal"},{"quote":"If we desire respect for the law, we must first make the law respectable.","author":"Louis D. Brandeis","topic":"Legal"},{"quote":"Make crime pay. Become a lawyer.","author":"Will Rogers","topic":"Legal"},{"quote":"It is legal because I wish it.","author":"Louis XIV","topic":"Legal"},{"quote":"The legal battle against segregation is won, but the community battle goes on.","author":"Dorothy Day","topic":"Legal"},{"quote":"Punishment is justice for the unjust.","author":"Saint Augustine","topic":"Legal"},{"quote":"The best way to get a bad law repealed is to enforce it strictly.","author":"Abraham Lincoln","topic":"Legal"},{"quote":"Justice delayed is justice denied.","author":"William E. Gladstone","topic":"Legal"},{"quote":"Collecting more taxes than is absolutely necessary is legalized robbery.","author":"Calvin Coolidge","topic":"Legal"},{"quote":"We need to remain a nation that doesn&#39;t just welcome but that celebrates legal immigrants who come here seeking to pursue the American Dream.","author":"Ted Cruz","topic":"Legal"},{"quote":"Laws are like sausages, it is better not to see them being made.","author":"Otto von Bismarck","topic":"Legal"},{"quote":"Outside of the Constitution we have no legal authority more than private citizens, and within it we have only so much as that instrument gives us. This broad principle limits all our functions and applies to all subjects.","author":"Andrew Johnson","topic":"Legal"},{"quote":"We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries.","author":"Nikki Haley","topic":"Legal"},{"quote":"There should not be a question of legal or illegal immigration. People came and immigrated to this country from the time of the Indians. No one&#39;s illegal. They should just be able to come.","author":"Linda Ronstadt","topic":"Legal"},{"quote":"Obedience to lawful authority is the foundation of manly character.","author":"Robert E. Lee","topic":"Legal"},{"quote":"Charity is no substitute for justice withheld.","author":"Saint Augustine","topic":"Legal"},{"quote":"Well, when I think of steroids I think of an image. You have the advantage over someone, which is a form of cheating. I guess it wouldn&#39;t be right unless it was legal for everybody. Reason it&#39;s not legal for everybody is because it can hurt people seriously.","author":"Evander Holyfield","topic":"Legal"},{"quote":"It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do.","author":"Edmund Burke","topic":"Legal"},{"quote":"Torture is such a slippery slope; as soon as you allow a society or any legal system to do that, almost instantly you get a situation where people are being tortured for very trivial reasons.","author":"Iain Banks","topic":"Legal"},{"quote":"Ethics is knowing the difference between what you have a right to do and what is right to do.","author":"Potter Stewart","topic":"Legal"},{"quote":"It is not wisdom but Authority that makes a law.","author":"Thomas Hobbes","topic":"Legal"},{"quote":"The safety of the people shall be the highest law.","author":"Marcus Tullius Cicero","topic":"Legal"},{"quote":"It is better to risk saving a guilty man than to condemn an innocent one.","author":"Voltaire","topic":"Legal"},{"quote":"If you must break the law, do it to seize power: in all other cases observe it.","author":"Julius Caesar","topic":"Legal"},{"quote":"Laws made by common consent must not be trampled on by individuals.","author":"George Washington","topic":"Legal"},{"quote":"Never forget that everything Hitler did in Germany was legal.","author":"Martin Luther King, Jr.","topic":"Legal"},{"quote":"I busted a mirror and got seven years bad luck, but my lawyer thinks he can get me five.","author":"Steven Wright","topic":"Legal"},{"quote":"If we desire respect for the law, we must first make the law respectable.","author":"Louis D. Brandeis","topic":"Legal"},{"quote":"Make crime pay. Become a lawyer.","author":"Will Rogers","topic":"Legal"},{"quote":"It is legal because I wish it.","author":"Louis XIV","topic":"Legal"},{"quote":"The legal battle against segregation is won, but the community battle goes on.","author":"Dorothy Day","topic":"Legal"},{"quote":"Punishment is justice for the unjust.","author":"Saint Augustine","topic":"Legal"},{"quote":"The best way to get a bad law repealed is to enforce it strictly.","author":"Abraham Lincoln","topic":"Legal"},{"quote":"Justice delayed is justice denied.","author":"William E. Gladstone","topic":"Legal"},{"quote":"Collecting more taxes than is absolutely necessary is legalized robbery.","author":"Calvin Coolidge","topic":"Legal"},{"quote":"We need to remain a nation that doesn&#39;t just welcome but that celebrates legal immigrants who come here seeking to pursue the American Dream.","author":"Ted Cruz","topic":"Legal"},{"quote":"Laws are like sausages, it is better not to see them being made.","author":"Otto von Bismarck","topic":"Legal"},{"quote":"Outside of the Constitution we have no legal authority more than private citizens, and within it we have only so much as that instrument gives us. This broad principle limits all our functions and applies to all subjects.","author":"Andrew Johnson","topic":"Legal"},{"quote":"We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries.","author":"Nikki Haley","topic":"Legal"},{"quote":"There should not be a question of legal or illegal immigration. People came and immigrated to this country from the time of the Indians. No one&#39;s illegal. They should just be able to come.","author":"Linda Ronstadt","topic":"Legal"},{"quote":"Obedience to lawful authority is the foundation of manly character.","author":"Robert E. Lee","topic":"Legal"},{"quote":"Charity is no substitute for justice withheld.","author":"Saint Augustine","topic":"Legal"},{"quote":"Well, when I think of steroids I think of an image. You have the advantage over someone, which is a form of cheating. I guess it wouldn&#39;t be right unless it was legal for everybody. Reason it&#39;s not legal for everybody is because it can hurt people seriously.","author":"Evander Holyfield","topic":"Legal"},{"quote":"It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do.","author":"Edmund Burke","topic":"Legal"},{"quote":"Torture is such a slippery slope; as soon as you allow a society or any legal system to do that, almost instantly you get a situation where people are being tortured for very trivial reasons.","author":"Iain Banks","topic":"Legal"},{"quote":"Ethics is knowing the difference between what you have a right to do and what is right to do.","author":"Potter Stewart","topic":"Legal"},{"quote":"It is not wisdom but Authority that makes a law.","author":"Thomas Hobbes","topic":"Legal"},{"quote":"The safety of the people shall be the highest law.","author":"Marcus Tullius Cicero","topic":"Legal"},{"quote":"It is better to risk saving a guilty man than to condemn an innocent one.","author":"Voltaire","topic":"Legal"},{"quote":"If you must break the law, do it to seize power: in all other cases observe it.","author":"Julius Caesar","topic":"Legal"},{"quote":"Laws made by common consent must not be trampled on by individuals.","author":"George Washington","topic":"Legal"},{"quote":"Never forget that everything Hitler did in Germany was legal.","author":"Martin Luther King, Jr.","topic":"Legal"},{"quote":"I busted a mirror and got seven years bad luck, but my lawyer thinks he can get me five.","author":"Steven Wright","topic":"Legal"},{"quote":"If we desire respect for the law, we must first make the law respectable.","author":"Louis D. Brandeis","topic":"Legal"},{"quote":"Make crime pay. Become a lawyer.","author":"Will Rogers","topic":"Legal"},{"quote":"It is legal because I wish it.","author":"Louis XIV","topic":"Legal"},{"quote":"The legal battle against segregation is won, but the community battle goes on.","author":"Dorothy Day","topic":"Legal"},{"quote":"Punishment is justice for the unjust.","author":"Saint Augustine","topic":"Legal"},{"quote":"The best way to get a bad law repealed is to enforce it strictly.","author":"Abraham Lincoln","topic":"Legal"},{"quote":"Justice delayed is justice denied.","author":"William E. Gladstone","topic":"Legal"},{"quote":"Collecting more taxes than is absolutely necessary is legalized robbery.","author":"Calvin Coolidge","topic":"Legal"},{"quote":"We need to remain a nation that doesn&#39;t just welcome but that celebrates legal immigrants who come here seeking to pursue the American Dream.","author":"Ted Cruz","topic":"Legal"},{"quote":"Laws are like sausages, it is better not to see them being made.","author":"Otto von Bismarck","topic":"Legal"},{"quote":"Outside of the Constitution we have no legal authority more than private citizens, and within it we have only so much as that instrument gives us. This broad principle limits all our functions and applies to all subjects.","author":"Andrew Johnson","topic":"Legal"},{"quote":"We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries.","author":"Nikki Haley","topic":"Legal"},{"quote":"There should not be a question of legal or illegal immigration. People came and immigrated to this country from the time of the Indians. No one&#39;s illegal. They should just be able to come.","author":"Linda Ronstadt","topic":"Legal"},{"quote":"Obedience to lawful authority is the foundation of manly character.","author":"Robert E. Lee","topic":"Legal"},{"quote":"Charity is no substitute for justice withheld.","author":"Saint Augustine","topic":"Legal"},{"quote":"Well, when I think of steroids I think of an image. You have the advantage over someone, which is a form of cheating. I guess it wouldn&#39;t be right unless it was legal for everybody. Reason it&#39;s not legal for everybody is because it can hurt people seriously.","author":"Evander Holyfield","topic":"Legal"},{"quote":"It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do.","author":"Edmund Burke","topic":"Legal"},{"quote":"Torture is such a slippery slope; as soon as you allow a society or any legal system to do that, almost instantly you get a situation where people are being tortured for very trivial reasons.","author":"Iain Banks","topic":"Legal"},{"quote":"Ethics is knowing the difference between what you have a right to do and what is right to do.","author":"Potter Stewart","topic":"Legal"},{"quote":"It is not wisdom but Authority that makes a law.","author":"Thomas Hobbes","topic":"Legal"},{"quote":"The safety of the people shall be the highest law.","author":"Marcus Tullius Cicero","topic":"Legal"},{"quote":"It is better to risk saving a guilty man than to condemn an innocent one.","author":"Voltaire","topic":"Legal"},{"quote":"If you must break the law, do it to seize power: in all other cases observe it.","author":"Julius Caesar","topic":"Legal"},{"quote":"Laws made by common consent must not be trampled on by individuals.","author":"George Washington","topic":"Legal"},{"quote":"Never forget that everything Hitler did in Germany was legal.","author":"Martin Luther King, Jr.","topic":"Legal"},{"quote":"I busted a mirror and got seven years bad luck, but my lawyer thinks he can get me five.","author":"Steven Wright","topic":"Legal"},{"quote":"If we desire respect for the law, we must first make the law respectable.","author":"Louis D. Brandeis","topic":"Legal"},{"quote":"Make crime pay. Become a lawyer.","author":"Will Rogers","topic":"Legal"},{"quote":"It is legal because I wish it.","author":"Louis XIV","topic":"Legal"},{"quote":"The legal battle against segregation is won, but the community battle goes on.","author":"Dorothy Day","topic":"Legal"},{"quote":"Punishment is justice for the unjust.","author":"Saint Augustine","topic":"Legal"},{"quote":"The best way to get a bad law repealed is to enforce it strictly.","author":"Abraham Lincoln","topic":"Legal"},{"quote":"Justice delayed is justice denied.","author":"William E. Gladstone","topic":"Legal"},{"quote":"Collecting more taxes than is absolutely necessary is legalized robbery.","author":"Calvin Coolidge","topic":"Legal"},{"quote":"We need to remain a nation that doesn&#39;t just welcome but that celebrates legal immigrants who come here seeking to pursue the American Dream.","author":"Ted Cruz","topic":"Legal"},{"quote":"Laws are like sausages, it is better not to see them being made.","author":"Otto von Bismarck","topic":"Legal"},{"quote":"Outside of the Constitution we have no legal authority more than private citizens, and within it we have only so much as that instrument gives us. This broad principle limits all our functions and applies to all subjects.","author":"Andrew Johnson","topic":"Legal"},{"quote":"We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries.","author":"Nikki Haley","topic":"Legal"},{"quote":"There should not be a question of legal or illegal immigration. People came and immigrated to this country from the time of the Indians. No one&#39;s illegal. They should just be able to come.","author":"Linda Ronstadt","topic":"Legal"},{"quote":"Obedience to lawful authority is the foundation of manly character.","author":"Robert E. Lee","topic":"Legal"},{"quote":"Charity is no substitute for justice withheld.","author":"Saint Augustine","topic":"Legal"},{"quote":"Well, when I think of steroids I think of an image. You have the advantage over someone, which is a form of cheating. I guess it wouldn&#39;t be right unless it was legal for everybody. Reason it&#39;s not legal for everybody is because it can hurt people seriously.","author":"Evander Holyfield","topic":"Legal"},{"quote":"It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do.","author":"Edmund Burke","topic":"Legal"},{"quote":"Torture is such a slippery slope; as soon as you allow a society or any legal system to do that, almost instantly you get a situation where people are being tortured for very trivial reasons.","author":"Iain Banks","topic":"Legal"},{"quote":"Ethics is knowing the difference between what you have a right to do and what is right to do.","author":"Potter Stewart","topic":"Legal"},{"quote":"It is not wisdom but Authority that makes a law.","author":"Thomas Hobbes","topic":"Legal"},{"quote":"The safety of the people shall be the highest law.","author":"Marcus Tullius Cicero","topic":"Legal"},{"quote":"It is better to risk saving a guilty man than to condemn an innocent one.","author":"Voltaire","topic":"Legal"},{"quote":"If you must break the law, do it to seize power: in all other cases observe it.","author":"Julius Caesar","topic":"Legal"},{"quote":"Laws made by common consent must not be trampled on by individuals.","author":"George Washington","topic":"Legal"},{"quote":"Never forget that everything Hitler did in Germany was legal.","author":"Martin Luther King, Jr.","topic":"Legal"},{"quote":"I busted a mirror and got seven years bad luck, but my lawyer thinks he can get me five.","author":"Steven Wright","topic":"Legal"},{"quote":"If we desire respect for the law, we must first make the law respectable.","author":"Louis D. Brandeis","topic":"Legal"},{"quote":"Make crime pay. Become a lawyer.","author":"Will Rogers","topic":"Legal"},{"quote":"It is legal because I wish it.","author":"Louis XIV","topic":"Legal"},{"quote":"The legal battle against segregation is won, but the community battle goes on.","author":"Dorothy Day","topic":"Legal"},{"quote":"Punishment is justice for the unjust.","author":"Saint Augustine","topic":"Legal"},{"quote":"The best way to get a bad law repealed is to enforce it strictly.","author":"Abraham Lincoln","topic":"Legal"},{"quote":"Justice delayed is justice denied.","author":"William E. Gladstone","topic":"Legal"},{"quote":"Collecting more taxes than is absolutely necessary is legalized robbery.","author":"Calvin Coolidge","topic":"Legal"},{"quote":"We need to remain a nation that doesn&#39;t just welcome but that celebrates legal immigrants who come here seeking to pursue the American Dream.","author":"Ted Cruz","topic":"Legal"},{"quote":"Laws are like sausages, it is better not to see them being made.","author":"Otto von Bismarck","topic":"Legal"},{"quote":"Outside of the Constitution we have no legal authority more than private citizens, and within it we have only so much as that instrument gives us. This broad principle limits all our functions and applies to all subjects.","author":"Andrew Johnson","topic":"Legal"},{"quote":"We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries.","author":"Nikki Haley","topic":"Legal"},{"quote":"There should not be a question of legal or illegal immigration. People came and immigrated to this country from the time of the Indians. No one&#39;s illegal. They should just be able to come.","author":"Linda Ronstadt","topic":"Legal"},{"quote":"Obedience to lawful authority is the foundation of manly character.","author":"Robert E. Lee","topic":"Legal"},{"quote":"Charity is no substitute for justice withheld.","author":"Saint Augustine","topic":"Legal"},{"quote":"Well, when I think of steroids I think of an image. You have the advantage over someone, which is a form of cheating. I guess it wouldn&#39;t be right unless it was legal for everybody. Reason it&#39;s not legal for everybody is because it can hurt people seriously.","author":"Evander Holyfield","topic":"Legal"},{"quote":"It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do.","author":"Edmund Burke","topic":"Legal"},{"quote":"Torture is such a slippery slope; as soon as you allow a society or any legal system to do that, almost instantly you get a situation where people are being tortured for very trivial reasons.","author":"Iain Banks","topic":"Legal"},{"quote":"Ethics is knowing the difference between what you have a right to do and what is right to do.","author":"Potter Stewart","topic":"Legal"},{"quote":"It is not wisdom but Authority that makes a law.","author":"Thomas Hobbes","topic":"Legal"},{"quote":"The safety of the people shall be the highest law.","author":"Marcus Tullius Cicero","topic":"Legal"},{"quote":"It is better to risk saving a guilty man than to condemn an innocent one.","author":"Voltaire","topic":"Legal"},{"quote":"If you must break the law, do it to seize power: in all other cases observe it.","author":"Julius Caesar","topic":"Legal"},{"quote":"Laws made by common consent must not be trampled on by individuals.","author":"George Washington","topic":"Legal"},{"quote":"Never forget that everything Hitler did in Germany was legal.","author":"Martin Luther King, Jr.","topic":"Legal"},{"quote":"I busted a mirror and got seven years bad luck, but my lawyer thinks he can get me five.","author":"Steven Wright","topic":"Legal"},{"quote":"If we desire respect for the law, we must first make the law respectable.","author":"Louis D. Brandeis","topic":"Legal"},{"quote":"Make crime pay. Become a lawyer.","author":"Will Rogers","topic":"Legal"},{"quote":"It is legal because I wish it.","author":"Louis XIV","topic":"Legal"},{"quote":"The legal battle against segregation is won, but the community battle goes on.","author":"Dorothy Day","topic":"Legal"},{"quote":"Punishment is justice for the unjust.","author":"Saint Augustine","topic":"Legal"},{"quote":"The best way to get a bad law repealed is to enforce it strictly.","author":"Abraham Lincoln","topic":"Legal"},{"quote":"Justice delayed is justice denied.","author":"William E. Gladstone","topic":"Legal"},{"quote":"Collecting more taxes than is absolutely necessary is legalized robbery.","author":"Calvin Coolidge","topic":"Legal"},{"quote":"We need to remain a nation that doesn&#39;t just welcome but that celebrates legal immigrants who come here seeking to pursue the American Dream.","author":"Ted Cruz","topic":"Legal"},{"quote":"Laws are like sausages, it is better not to see them being made.","author":"Otto von Bismarck","topic":"Legal"},{"quote":"Outside of the Constitution we have no legal authority more than private citizens, and within it we have only so much as that instrument gives us. This broad principle limits all our functions and applies to all subjects.","author":"Andrew Johnson","topic":"Legal"},{"quote":"We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries.","author":"Nikki Haley","topic":"Legal"},{"quote":"There should not be a question of legal or illegal immigration. People came and immigrated to this country from the time of the Indians. No one&#39;s illegal. They should just be able to come.","author":"Linda Ronstadt","topic":"Legal"},{"quote":"Obedience to lawful authority is the foundation of manly character.","author":"Robert E. Lee","topic":"Legal"},{"quote":"Charity is no substitute for justice withheld.","author":"Saint Augustine","topic":"Legal"},{"quote":"Well, when I think of steroids I think of an image. You have the advantage over someone, which is a form of cheating. I guess it wouldn&#39;t be right unless it was legal for everybody. Reason it&#39;s not legal for everybody is because it can hurt people seriously.","author":"Evander Holyfield","topic":"Legal"},{"quote":"It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do.","author":"Edmund Burke","topic":"Legal"},{"quote":"Torture is such a slippery slope; as soon as you allow a society or any legal system to do that, almost instantly you get a situation where people are being tortured for very trivial reasons.","author":"Iain Banks","topic":"Legal"}]