[{"quote":"There is only one happiness in this life, to love and be loved.","author":"George Sand","topic":"Life"},{"quote":"Only I can change my life. No one can do it for me.","author":"Carol Burnett","topic":"Life"},{"quote":"Life is 10% what happens to you and 90% how you react to it.","author":"Charles R. Swindoll","topic":"Life"},{"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","topic":"Life"},{"quote":"Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.","author":"Buddha","topic":"Life"},{"quote":"Smile in the mirror. Do that every morning and you&#39;ll start to see a big difference in your life.","author":"Yoko Ono","topic":"Life"},{"quote":"Life isn&#39;t about finding yourself. Life is about creating yourself.","author":"George Bernard Shaw","topic":"Life"},{"quote":"We must let go of the life we have planned, so as to accept the one that is waiting for us.","author":"Joseph Campbell","topic":"Life"},{"quote":"Be happy for this moment. This moment is your life.","author":"Omar Khayyam","topic":"Life"},{"quote":"Infuse your life with action. Don&#39;t wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.","author":"Bradley Whitford","topic":"Life"},{"quote":"Life is really simple, but we insist on making it complicated.","author":"Confucius","topic":"Life"},{"quote":"The sole meaning of life is to serve humanity.","author":"Leo Tolstoy","topic":"Life"},{"quote":"Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another.","author":"Thomas Merton","topic":"Life"},{"quote":"Because of your smile, you make life more beautiful.","author":"Thich Nhat Hanh","topic":"Life"},{"quote":"Lighten up, just enjoy life, smile more, laugh more, and don&#39;t get so worked up about things.","author":"Kenneth Branagh","topic":"Life"},{"quote":"Do not take life too seriously. You will never get out of it alive.","author":"Elbert Hubbard","topic":"Life"},{"quote":"Death is not the greatest loss in life. The greatest loss is what dies inside us while we live.","author":"Norman Cousins","topic":"Life"},{"quote":"Where there is love there is life.","author":"Mahatma Gandhi","topic":"Life"},{"quote":"Learn to enjoy every minute of your life. Be happy now. Don&#39;t wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it&#39;s at work or with your family. Every minute should be enjoyed and savored.","author":"Earl Nightingale","topic":"Life"},{"quote":"Live life to the fullest, and focus on the positive.","author":"Matt Cameron","topic":"Life"},{"quote":"Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it.","author":"Kevyn Aucoin","topic":"Life"},{"quote":"Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.","author":"Oscar Wilde","topic":"Life"},{"quote":"There are two great days in a person&#39;s life - the day we are born and the day we discover why.","author":"William Barclay","topic":"Life"},{"quote":"Choose a job you love, and you will never have to work a day in your life.","author":"Confucius","topic":"Life"},{"quote":"My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.","author":"Maya Angelou","topic":"Life"},{"quote":"Life is like riding a bicycle. To keep your balance, you must keep moving.","author":"Albert Einstein","topic":"Life"},{"quote":"Very little is needed to make a happy life; it is all within yourself, in your way of thinking.","author":"Marcus Aurelius","topic":"Life"},{"quote":"Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven&#39;t found it yet, keep looking. Don&#39;t settle. As with all matters of the heart, you&#39;ll know when you find it.","author":"Steve Jobs","topic":"Life"},{"quote":"The best thing to hold onto in life is each other.","author":"Audrey Hepburn","topic":"Life"},{"quote":"Just as a candle cannot burn without fire, men cannot live without a spiritual life.","author":"Buddha","topic":"Life"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Life"},{"quote":"Life is full of happiness and tears; be strong and have faith.","author":"Kareena Kapoor Khan","topic":"Life"},{"quote":"We do not remember days, we remember moments.","author":"Cesare Pavese","topic":"Life"},{"quote":"To succeed in life, you need three things: a wishbone, a backbone and a funny bone.","author":"Reba McEntire","topic":"Life"},{"quote":"Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path.","author":"Phillip Sweet","topic":"Life"},{"quote":"It&#39;s all about quality of life and finding a happy balance between work and friends and family.","author":"Philip Green","topic":"Life"},{"quote":"The most important thing is to enjoy your life - to be happy - it&#39;s all that matters.","author":"Audrey Hepburn","topic":"Life"},{"quote":"Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better.","author":"Henry Rollins","topic":"Life"},{"quote":"It&#39;s better to be a lion for a day than a sheep all your life.","author":"Elizabeth Kenny","topic":"Life"},{"quote":"Education is not preparation for life; education is life itself.","author":"John Dewey","topic":"Life"},{"quote":"My life motto is &#39;Do my best, so that I can&#39;t blame myself for anything.&#39;","author":"Magdalena Neuner","topic":"Life"},{"quote":"Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.","author":"Rabindranath Tagore","topic":"Life"},{"quote":"Life is one big road with lots of signs. So when you riding through the ruts, don&#39;t complicate your mind. Flee from hate, mischief and jealousy. Don&#39;t bury your thoughts, put your vision to reality. Wake Up and Live!","author":"Bob Marley","topic":"Life"},{"quote":"You cannot have a positive life and a negative mind.","author":"Joyce Meyer","topic":"Life"},{"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","topic":"Life"},{"quote":"The biggest adventure you can take is to live the life of your dreams.","author":"Oprah Winfrey","topic":"Life"},{"quote":"Your time is limited, so don&#39;t waste it living someone else&#39;s life. Don&#39;t be trapped by dogma - which is living with the results of other people&#39;s thinking. Don&#39;t let the noise of others&#39; opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.","author":"Steve Jobs","topic":"Life"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Life"},{"quote":"I&#39;ve missed more than 9000 shots in my career. I&#39;ve lost almost 300 games. 26 times, I&#39;ve been trusted to take the game winning shot and missed. I&#39;ve failed over and over and over again in my life. And that is why I succeed.","author":"Michael Jordan","topic":"Life"},{"quote":"I&#39;m lucky in having found the perfect partner to spend my life with.","author":"Sara Paretsky","topic":"Life"},{"quote":"Liza, I love you more than any words can say. You have made me a complete person. You are everything to me. And I cannot think of living life without you. And I love you forever.","author":"David Gest","topic":"Life"},{"quote":"Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.","author":"Langston Hughes","topic":"Life"},{"quote":"Successful people maintain a positive focus in life no matter what is going on around them. They stay focused on their past successes rather than their past failures, and on the next action steps they need to take to get them closer to the fulfillment of their goals rather than all the other distractions that life presents to them.","author":"Jack Canfield","topic":"Life"},{"quote":"The good life is one inspired by love and guided by knowledge.","author":"Bertrand Russell","topic":"Life"},{"quote":"You have enemies? Good. That means you&#39;ve stood up for something, sometime in your life.","author":"Winston Churchill","topic":"Life"},{"quote":"The purpose of art is washing the dust of daily life off our souls.","author":"Pablo Picasso","topic":"Life"},{"quote":"You can never control who you fall in love with, even when you&#39;re in the most sad, confused time of your life. You don&#39;t fall in love with people because they&#39;re fun. It just happens.","author":"Kirsten Dunst","topic":"Life"},{"quote":"At the end of the day, life is about being happy being who you are, and I feel like we are so blessed to have the support system and the best family to really just support each other no matter what we&#39;re going through.","author":"Kim Kardashian","topic":"Life"},{"quote":"If the only prayer you ever say in your entire life is thank you, it will be enough.","author":"Meister Eckhart","topic":"Life"},{"quote":"Music is love, love is music, music is life, and I love my life. Thank you and good night.","author":"A. J. McLean","topic":"Life"},{"quote":"Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.","author":"Sholom Aleichem","topic":"Life"},{"quote":"Life is like a roller coaster, live it, be happy, enjoy life.","author":"Avril Lavigne","topic":"Life"},{"quote":"I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.","author":"Lil' Kim","topic":"Life"},{"quote":"Happiness is a choice. You can choose to be happy. There&#39;s going to be stress in life, but it&#39;s your choice whether you let it affect you or not.","author":"Valerie Bertinelli","topic":"Life"},{"quote":"My life needs editing.","author":"Mort Sahl","topic":"Life"},{"quote":"He who is not courageous enough to take risks will accomplish nothing in life.","author":"Muhammad Ali","topic":"Life"},{"quote":"Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life.","author":"A. P. J. Abdul Kalam","topic":"Life"},{"quote":"I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature.","author":"Paulo Coelho","topic":"Life"},{"quote":"We make a living by what we get, but we make a life by what we give.","author":"Winston Churchill","topic":"Life"},{"quote":"Dreams are necessary to life.","author":"Anais Nin","topic":"Life"},{"quote":"Just when I think I have learned the way to live, life changes.","author":"Hugh Prather","topic":"Life"},{"quote":"Life is not a problem to be solved, but a reality to be experienced.","author":"Soren Kierkegaard","topic":"Life"},{"quote":"There are only three things women need in life: food, water, and compliments.","author":"Chris Rock","topic":"Life"},{"quote":"The truth is you don&#39;t know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed.","author":"Eminem","topic":"Life"},{"quote":"Life&#39;s most persistent and urgent question is, &#39;What are you doing for others?&#39;","author":"Martin Luther King, Jr.","topic":"Life"},{"quote":"A hero is someone who has given his or her life to something bigger than oneself.","author":"Joseph Campbell","topic":"Life"},{"quote":"The only rule is don&#39;t be boring and dress cute wherever you go. Life is too short to blend in.","author":"Paris Hilton","topic":"Life"},{"quote":"You&#39;re going to go through tough times - that&#39;s life. But I say, &#39;Nothing happens to you, it happens for you.&#39; See the positive in negative events.","author":"Joel Osteen","topic":"Life"},{"quote":"Every man dies. Not every man really lives.","author":"William Wallace","topic":"Life"},{"quote":"I remember my mother&#39;s prayers and they have always followed me. They have clung to me all my life.","author":"Abraham Lincoln","topic":"Life"},{"quote":"Education is not just about going to school and getting a degree. It&#39;s about widening your knowledge and absorbing the truth about life.","author":"Shakuntala Devi","topic":"Life"},{"quote":"Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself.","author":"Walter Anderson","topic":"Life"},{"quote":"The purpose of human life is to serve, and to show compassion and the will to help others.","author":"Albert Schweitzer","topic":"Life"},{"quote":"Life is a journey that must be traveled no matter how bad the roads and accommodations.","author":"Oliver Goldsmith","topic":"Life"},{"quote":"I hated every minute of training, but I said, &#39;Don&#39;t quit. Suffer now and live the rest of your life as a champion.&#39;","author":"Muhammad Ali","topic":"Life"},{"quote":"Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.","author":"Ashley Smith","topic":"Life"},{"quote":"All you need in this life is ignorance and confidence, and then success is sure.","author":"Mark Twain","topic":"Life"},{"quote":"If you have no confidence in self, you are twice defeated in the race of life.","author":"Marcus Garvey","topic":"Life"},{"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","topic":"Life"},{"quote":"If you are not too long, I will wait here for you all my life.","author":"Oscar Wilde","topic":"Life"},{"quote":"This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet.","author":"Rumi","topic":"Life"},{"quote":"Good health and good sense are two of life&#39;s greatest blessings.","author":"Publilius Syrus","topic":"Life"},{"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let&#39;s face it, friends make life a lot more fun.","author":"Charles R. Swindoll","topic":"Life"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Life"},{"quote":"Without music, life would be a mistake.","author":"Friedrich Nietzsche","topic":"Life"},{"quote":"Change is the law of life. And those who look only to the past or present are certain to miss the future.","author":"John F. Kennedy","topic":"Life"},{"quote":"Open your eyes, look within. Are you satisfied with the life you&#39;re living?","author":"Bob Marley","topic":"Life"},{"quote":"Friendship is the shadow of the evening, which increases with the setting sun of life.","author":"Jean de La Fontaine","topic":"Life"},{"quote":"Honestly, I feel like everything in life happens for a reason, and my son has been the greatest gift that God has given me in my life and been the most game-changing thing that&#39;s happened to my life, in a necessary way.","author":"Ciara","topic":"Life"},{"quote":"If you love life, don&#39;t waste time, for time is what life is made up of.","author":"Bruce Lee","topic":"Life"},{"quote":"It is not the years in your life but the life in your years that counts.","author":"Adlai E. Stevenson","topic":"Life"},{"quote":"Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together.","author":"Linda Thompson","topic":"Life"},{"quote":"There&#39;s a long life ahead of you and it&#39;s going to be beautiful, as long as you keep loving and hugging each other.","author":"Yoko Ono","topic":"Life"},{"quote":"In three words I can sum up everything I&#39;ve learned about life: it goes on.","author":"Robert Frost","topic":"Life"},{"quote":"So long as the memory of certain beloved friends lives in my heart, I shall say that life is good.","author":"Helen Keller","topic":"Life"},{"quote":"The greatest thing about where my life is right now is it&#39;s very relaxed and chill. I&#39;m just hanging out, being myself and doing my work.","author":"Lucas Grabeel","topic":"Life"},{"quote":"Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend.","author":"Melody Beattie","topic":"Life"},{"quote":"Simply enjoy life and the great pleasures that come with it.","author":"Karolina Kurkova","topic":"Life"},{"quote":"Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that&#39;s beautiful.","author":"Rashida Jones","topic":"Life"},{"quote":"I decided to fly through the air and live in the sunlight and enjoy life as much as I could.","author":"Evel Knievel","topic":"Life"},{"quote":"Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.","author":"Buddha","topic":"Life"},{"quote":"The bird is powered by its own life and by its motivation.","author":"A. P. J. Abdul Kalam","topic":"Life"},{"quote":"Education is the key to success in life, and teachers make a lasting impact in the lives of their students.","author":"Solomon Ortiz","topic":"Life"},{"quote":"There is nothing I can do to undo what I did. I can only say again how sorry I am to those I let down and then strive to go forward with a greater sense of humility and purpose, and with gratitude to those who stood with me during a very difficult chapter in my life.","author":"David Petraeus","topic":"Life"},{"quote":"Success comes to those who dedicate everything to their passion in life. To be successful, it is also very important to be humble and never let fame or money travel to your head.","author":"A. R. Rahman","topic":"Life"},{"quote":"The life of the dead is placed in the memory of the living.","author":"Marcus Tullius Cicero","topic":"Life"},{"quote":"The regret of my life is that I have not said &#39;I love you&#39; often enough.","author":"Yoko Ono","topic":"Life"},{"quote":"You can&#39;t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.","author":"Steve Jobs","topic":"Life"},{"quote":"Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.","author":"Plato","topic":"Life"},{"quote":"Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it.","author":"Sai Baba","topic":"Life"},{"quote":"The game of life is a lot like football. You have to tackle your problems, block your fears, and score your points when you get the opportunity.","author":"Lewis Grizzard","topic":"Life"},{"quote":"The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun.","author":"Christopher McCandless","topic":"Life"},{"quote":"This life is like a swimming pool. You dive into the water, but you can&#39;t see how deep it is.","author":"Dennis Rodman","topic":"Life"},{"quote":"When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.","author":"Tecumseh","topic":"Life"},{"quote":"My daughter is my biggest achievement. She is a little star and my life has changed so much for the better since she came along.","author":"Denise Van Outen","topic":"Life"},{"quote":"I&#39;ve failed over and over and over again in my life and that is why I succeed.","author":"Michael Jordan","topic":"Life"},{"quote":"Whatever you do in life, surround yourself with smart people who&#39;ll argue with you.","author":"John Wooden","topic":"Life"},{"quote":"Life was always a matter of waiting for the right moment to act.","author":"Paulo Coelho","topic":"Life"},{"quote":"Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained.","author":"Marie Curie","topic":"Life"},{"quote":"Life is the art of drawing without an eraser.","author":"John W. Gardner","topic":"Life"},{"quote":"Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.","author":"Wilma Rudolph","topic":"Life"},{"quote":"I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you&#39;re able to be more patient. Patience is not just about waiting for something... it&#39;s about how you wait, or your attitude while waiting.","author":"Joyce Meyer","topic":"Life"},{"quote":"All mankind... being all equal and independent, no one ought to harm another in his life, health, liberty or possessions.","author":"John Locke","topic":"Life"},{"quote":"True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.","author":"Baltasar Gracian","topic":"Life"},{"quote":"Slow down and enjoy life. It&#39;s not only the scenery you miss by going to fast - you also miss the sense of where you are going and why.","author":"Eddie Cantor","topic":"Life"},{"quote":"I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party.","author":"Ron White","topic":"Life"},{"quote":"Sports teaches you character, it teaches you to play by the rules, it teaches you to know what it feels like to win and lose-it teaches you about life.","author":"Billie Jean King","topic":"Life"},{"quote":"Let your life lightly dance on the edges of Time like dew on the tip of a leaf.","author":"Rabindranath Tagore","topic":"Life"},{"quote":"I have been very blessed in my life and rewarded with good friends and good health. I am grateful and happy to be able to share this.","author":"Eric Idle","topic":"Life"},{"quote":"Science is organized knowledge. Wisdom is organized life.","author":"Immanuel Kant","topic":"Life"},{"quote":"For the past 33 years, I have looked in the mirror every morning and asked myself: &#39;If today were the last day of my life, would I want to do what I am about to do today?&#39; And whenever the answer has been &#39;No&#39; for too many days in a row, I know I need to change something.","author":"Steve Jobs","topic":"Life"},{"quote":"My theory on life is that life is beautiful. Life doesn&#39;t change. You have a day, and a night, and a month, and a year. We people change - we can be miserable or we can be happy. It&#39;s what you make of your life.","author":"Mohammed bin Rashid Al Maktoum","topic":"Life"},{"quote":"Sometimes life hits you in the head with a brick. Don&#39;t lose faith.","author":"Steve Jobs","topic":"Life"},{"quote":"Music is moonlight in the gloomy night of life.","author":"Jean Paul","topic":"Life"},{"quote":"A sister is like yourself in a different movie, a movie that stars you in a different life.","author":"Deborah Tannen","topic":"Life"},{"quote":"Loneliness is my least favorite thing about life. The thing that I&#39;m most worried about is just being alone without anybody to care for or someone who will care for me.","author":"Anne Hathaway","topic":"Life"},{"quote":"I&#39;ve had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out.","author":"Serena Williams","topic":"Life"},{"quote":"A life is not important except in the impact it has on other lives.","author":"Jackie Robinson","topic":"Life"},{"quote":"Every day is a new opportunity. You can build on yesterday&#39;s success or put its failures behind and start over again. That&#39;s the way life is, with a new game every day, and that&#39;s the way baseball is.","author":"Bob Feller","topic":"Life"},{"quote":"If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.","author":"Bruce Lee","topic":"Life"},{"quote":"So many people live within unhappy circumstances and yet will not take the initiative to change their situation because they are conditioned to a life of security, conformity, and conservation, all of which may appear to give one peace of mind, but in reality, nothing is more damaging to the adventurous spirit.","author":"Christopher McCandless","topic":"Life"},{"quote":"You may not always have a comfortable life and you will not always be able to solve all of the world&#39;s problems at once but don&#39;t ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.","author":"Michelle Obama","topic":"Life"},{"quote":"A man who dares to waste one hour of time has not discovered the value of life.","author":"Charles Darwin","topic":"Life"},{"quote":"Luck is great, but most of life is hard work.","author":"Iain Duncan Smith","topic":"Life"},{"quote":"You were made perfectly to be loved - and surely I have loved you, in the idea of you, my whole life long.","author":"Elizabeth Barrett Browning","topic":"Life"},{"quote":"I believe that God put us in this jolly world to be happy and enjoy life.","author":"Robert Baden-Powell","topic":"Life"},{"quote":"Being confident is the key to life. Don&#39;t be afraid to be you! I&#39;m super different from a lot of kids my age with style and personality, and I&#39;m OK with it. And if you are OK with it, everyone else will be, too. Just be yourself.","author":"Leo Howard","topic":"Life"},{"quote":"Life is a series of natural and spontaneous changes. Don&#39;t resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.","author":"Lao Tzu","topic":"Life"},{"quote":"Whatever you do, do with determination. You have one life to live; do your work with passion and give your best. Whether you want to be a chef, doctor, actor, or a mother, be passionate to get the best result.","author":"Alia Bhatt","topic":"Life"},{"quote":"There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.","author":"Jiddu Krishnamurti","topic":"Life"},{"quote":"The bond that links your true family is not one of blood, but of respect and joy in each other&#39;s life.","author":"Richard Bach","topic":"Life"},{"quote":"Life is too short to worry about anything. You had better enjoy it because the next day promises nothing.","author":"Eric Davis","topic":"Life"},{"quote":"Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.","author":"Booker T. Washington","topic":"Life"},{"quote":"Life is all about evolution. What looks like a mistake to others has been a milestone in my life. Even if people have betrayed me, even if my heart was broken, even if people misunderstood or judged me, I have learned from these incidents. We are human and we make mistakes, but learning from them is what makes the difference.","author":"Amisha Patel","topic":"Life"},{"quote":"Your personal life, your professional life, and your creative life are all intertwined. I went through a few very difficult years where I felt like a failure. But it was actually really important for me to go through that. Struggle, for me, is the most inspirational thing in the world at the end of the day - as long as you treat it that way.","author":"Skylar Grey","topic":"Life"},{"quote":"Life can only be understood backwards; but it must be lived forwards.","author":"Soren Kierkegaard","topic":"Life"},{"quote":"I believe in process. I believe in four seasons. I believe that winter&#39;s tough, but spring&#39;s coming. I believe that there&#39;s a growing season. And I think that you realize that in life, you grow. You get better.","author":"Steve Southerland","topic":"Life"},{"quote":"I wish my school days could have dragged on a little longer, or that I could go back and do it later in life.","author":"Cara Delevingne","topic":"Life"},{"quote":"Transformation is a process, and as life happens there are tons of ups and downs. It&#39;s a journey of discovery - there are moments on mountaintops and moments in deep valleys of despair.","author":"Rick Warren","topic":"Life"},{"quote":"The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process is its own reward.","author":"Amelia Earhart","topic":"Life"},{"quote":"Each person must live their life as a model for others.","author":"Rosa Parks","topic":"Life"},{"quote":"You learn more about life from watching &#39;Big Brother&#39; than from reading a book.","author":"John de Mol, Jr.","topic":"Life"},{"quote":"For life and death are one, even as the river and the sea are one.","author":"Khalil Gibran","topic":"Life"},{"quote":"Make it a habit to tell people thank you. To express your appreciation, sincerely and without the expectation of anything in return. Truly appreciate those around you, and you&#39;ll soon find many others around you. Truly appreciate life, and you&#39;ll find that you have more of it.","author":"Ralph Marston","topic":"Life"},{"quote":"I think it&#39;s important to find the little things in everyday life that make you happy.","author":"Paula Cole","topic":"Life"},{"quote":"Life is either a great adventure or nothing.","author":"Helen Keller","topic":"Life"},{"quote":"One of the luckiest things that can happen to you in life is, I think, to have a happy childhood.","author":"Agatha Christie","topic":"Life"},{"quote":"I have a loyalty that runs in my bloodstream, when I lock into someone or something, you can&#39;t get me away from it because I commit that thoroughly. That&#39;s in friendship, that&#39;s a deal, that&#39;s a commitment. Don&#39;t give me paper - I can get the same lawyer who drew it up to break it. But if you shake my hand, that&#39;s for life.","author":"Jerry Lewis","topic":"Life"},{"quote":"Education must not simply teach work - it must teach Life.","author":"W. E. B. Du Bois","topic":"Life"},{"quote":"Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man&#39;s life is independent. He is born not for the development of the society alone, but for the development of his self.","author":"B. R. Ambedkar","topic":"Life"},{"quote":"Our parents deserve our honor and respect for giving us life itself. Beyond this they almost always made countless sacrifices as they cared for and nurtured us through our infancy and childhood, provided us with the necessities of life, and nursed us through physical illnesses and the emotional stresses of growing up.","author":"Ezra Taft Benson","topic":"Life"},{"quote":"Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again.","author":"Og Mandino","topic":"Life"},{"quote":"Art washes away from the soul the dust of everyday life.","author":"Pablo Picasso","topic":"Life"},{"quote":"Smoking kills. If you&#39;re killed, you&#39;ve lost a very important part of your life.","author":"Brooke Shields","topic":"Life"},{"quote":"I have found that if you love life, life will love you back.","author":"Arthur Rubinstein","topic":"Life"},{"quote":"Life is too short for long-term grudges.","author":"Elon Musk","topic":"Life"},{"quote":"Land is the secure ground of home, the sea is like life, the outside, the unknown.","author":"Stephen Gardiner","topic":"Life"},{"quote":"Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.","author":"Vince Lombardi","topic":"Life"},{"quote":"The good life is a process, not a state of being. It is a direction not a destination.","author":"Carl Rogers","topic":"Life"},{"quote":"I am the Way, the Truth, and the Life. No one comes to the Father except through me.","author":"Jesus Christ","topic":"Life"},{"quote":"It&#39;s amazing. Life changes very quickly, in a very positive way, if you let it.","author":"Lindsey Vonn","topic":"Life"},{"quote":"Without deep reflection one knows from daily life that one exists for other people.","author":"Albert Einstein","topic":"Life"},{"quote":"Be willing to step outside your comfort zone once in a while; take the risks in life that seem worth taking. The ride might not be as predictable if you&#39;d just planted your feet and stayed put, but it will be a heck of a lot more interesting.","author":"Edward Whitacre, Jr.","topic":"Life"},{"quote":"It&#39;s just a whole different thing, and it&#39;s just that my life has been a blessing, and I thank god every day for the gifts that he has given me and for my daughter and to be able to watch her grow and be a part of her joys and her excitement and what she wants to do in life.","author":"Teena Marie","topic":"Life"},{"quote":"Believe that life is worth living and your belief will help create the fact.","author":"William James","topic":"Life"},{"quote":"Be brave enough to live life creatively. The creative place where no one else has ever been.","author":"Alan Alda","topic":"Life"},{"quote":"Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better take things as they come along with patience and equanimity.","author":"Carl Jung","topic":"Life"},{"quote":"A dog will teach you unconditional love. If you can have that in your life, things won&#39;t be too bad.","author":"Robert Wagner","topic":"Life"},{"quote":"Do what you need to do and enjoy life as it happens.","author":"John Scalzi","topic":"Life"},{"quote":"No life&#39;s worth more than any other, no sister worth less than any brother.","author":"Michael Franti","topic":"Life"},{"quote":"Life is all about having a good time.","author":"Miley Cyrus","topic":"Life"},{"quote":"Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too.","author":"Will Smith","topic":"Life"},{"quote":"Life is short, and we should respect every moment of it.","author":"Orhan Pamuk","topic":"Life"},{"quote":"Each one of us has our own evolution of life, and each one of us goes through different tests which are unique and challenging. But certain things are common. And we do learn things from each other&#39;s experience. On a spiritual journey, we all have the same destination.","author":"A. R. Rahman","topic":"Life"},{"quote":"The happiest moment of my life was probably when my daughter was born.","author":"David Duchovny","topic":"Life"},{"quote":"Life is one grand, sweet song, so start the music.","author":"Ronald Reagan","topic":"Life"},{"quote":"Life began with waking up and loving my mother&#39;s face.","author":"George Eliot","topic":"Life"},{"quote":"Remembering that I&#39;ll be dead soon is the most important tool I&#39;ve ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important.","author":"Steve Jobs","topic":"Life"},{"quote":"We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness.","author":"Thomas Jefferson","topic":"Life"},{"quote":"Learn to get in touch with the silence within yourself, and know that everything in life has purpose. There are no mistakes, no coincidences, all events are blessings given to us to learn from.","author":"Elisabeth Kubler-Ross","topic":"Life"},{"quote":"A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father.","author":"Frank Abagnale","topic":"Life"},{"quote":"All the adversity I&#39;ve had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.","author":"Walt Disney","topic":"Life"},{"quote":"Trust is the glue of life. It&#39;s the most essential ingredient in effective communication. It&#39;s the foundational principle that holds all relationships.","author":"Stephen Covey","topic":"Life"},{"quote":"&#39;Sunrise Sunset&#39; is about trying to get to a place where life is simple and not letting the stress and happenings in the world get in the way of your happiness.","author":"Benny Cassette","topic":"Life"},{"quote":"There are two means of refuge from the miseries of life: music and cats.","author":"Albert Schweitzer","topic":"Life"},{"quote":"Change your life today. Don&#39;t gamble on the future, act now, without delay.","author":"Simone de Beauvoir","topic":"Life"},{"quote":"I think you need to go through some stuff to really appreciate life and understand what it means to persevere, overcome and have faith. I think those tough times make you a stronger person.","author":"Judith Hill","topic":"Life"},{"quote":"There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.","author":"Nelson Mandela","topic":"Life"},{"quote":"The reason I exercise is for the quality of life I enjoy.","author":"Kenneth H. Cooper","topic":"Life"},{"quote":"The greatest legacy one can pass on to one&#39;s children and grandchildren is not money or other material things accumulated in one&#39;s life, but rather a legacy of character and faith.","author":"Billy Graham","topic":"Life"},{"quote":"Instead of trying to make your life perfect, give yourself the freedom to make it an adventure, and go ever upward.","author":"Drew Houston","topic":"Life"},{"quote":"Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don&#39;t judge people by their religion, color or sexual habits, love life and your family.","author":"Madonna Ciccone","topic":"Life"},{"quote":"We cannot always control everything that happens to us in this life, but we can control how we respond. Many struggles come as problems and pressures that sometimes cause pain. Others come as temptations, trials, and tribulations.","author":"L. Lionel Kendrick","topic":"Life"},{"quote":"High school is what kind of grows you into the person you are. I have great memories, good and bad, some learning experiences and some that I&#39;ll take with me the rest of my life.","author":"Giancarlo Stanton","topic":"Life"},{"quote":"Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life&#39;s search for love and wisdom.","author":"Rumi","topic":"Life"},{"quote":"The advance of technology is based on making it fit in so that you don&#39;t really even notice it, so it&#39;s part of everyday life.","author":"Bill Gates","topic":"Life"},{"quote":"I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are.","author":"Diane von Furstenberg","topic":"Life"},{"quote":"Live life for the moment because everything else is uncertain!","author":"Louis Tomlinson","topic":"Life"},{"quote":"All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today.","author":"Pope Paul VI","topic":"Life"},{"quote":"Life ain&#39;t always beautiful, but it&#39;s a beautiful ride.","author":"Gary Allan","topic":"Life"},{"quote":"We love life, not because we are used to living but because we are used to loving.","author":"Friedrich Nietzsche","topic":"Life"},{"quote":"The true secret of happiness lies in taking a genuine interest in all the details of daily life.","author":"William Morris","topic":"Life"},{"quote":"I&#39;ve learned in my life that it&#39;s important to be able to step outside your comfort zone and be challenged with something you&#39;re not familiar or accustomed to. That challenge will allow you to see what you can do.","author":"J. R. Martinez","topic":"Life"},{"quote":"I don&#39;t regret what I&#39;ve been through. I&#39;ve had ups and downs, super highs and some really low lows. I&#39;ve been so blessed that I could never say, &#39;I wish this didn&#39;t happen.&#39; It&#39;s part of who I am. There&#39;s nothing in my life that&#39;s so ugh.","author":"Jennifer Lopez","topic":"Life"},{"quote":"I want to have fun. It&#39;s a beautiful life. You learn, you win, you lose, but you get up.","author":"Nas","topic":"Life"},{"quote":"With me, what you see is what you get. Yes, call me naive, but I love life. I am happy, and for that, I make no apologies. I do like to see the best in people, and when someone is nice to my face, I tend to believe them.","author":"Joyce Giraud","topic":"Life"},{"quote":"Too often in life, something happens and we blame other people for us not being happy or satisfied or fulfilled. So the point is, we all have choices, and we make the choice to accept people or situations or to not accept situations.","author":"Tom Brady","topic":"Life"},{"quote":"The resistance that you fight physically in the gym and the resistance that you fight in life can only build a strong character.","author":"Arnold Schwarzenegger","topic":"Life"},{"quote":"Life is a game and true love is a trophy.","author":"Rufus Wainwright","topic":"Life"},{"quote":"That&#39;s who my mom is. She&#39;s a listener and a doer. She&#39;s a woman driven by compassion, by faith, by a fierce sense of justice and a heart full of love. So, this November, I&#39;m voting for a woman who is my role model, as a mother, and as an advocate. A woman who has spent her entire life fighting for families and children.","author":"Chelsea Clinton","topic":"Life"},{"quote":"Remember your dreams and fight for them. You must know what you want from life. There is just one thing that makes your dream become impossible: the fear of failure.","author":"Paulo Coelho","topic":"Life"},{"quote":"Our prime purpose in this life is to help others. And if you can&#39;t help them, at least don&#39;t hurt them.","author":"Dalai Lama","topic":"Life"},{"quote":"I&#39;m just a regular person who believes life is simple, and I like a simple life.","author":"Manny Pacquiao","topic":"Life"},{"quote":"Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.","author":"Swami Vivekananda","topic":"Life"},{"quote":"Concision in style, precision in thought, decision in life.","author":"Victor Hugo","topic":"Life"},{"quote":"Everyone has a purpose in life and a unique talent to give to others. And when we blend this unique talent with service to others, we experience the ecstasy and exultation of own spirit, which is the ultimate goal of all goals.","author":"Kallam Anji Reddy","topic":"Life"},{"quote":"Good friends, good books and a sleepy conscience: this is the ideal life.","author":"Mark Twain","topic":"Life"},{"quote":"My whole life is about winning. I don&#39;t lose often. I almost never lose.","author":"Donald Trump","topic":"Life"},{"quote":"In this life, we have to make many choices. Some are very important choices. Some are not. Many of our choices are between good and evil. The choices we make, however, determine to a large extent our happiness or our unhappiness, because we have to live with the consequences of our choices.","author":"James E. Faust","topic":"Life"},{"quote":"There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.","author":"Sophia Loren","topic":"Life"},{"quote":"Without health life is not life; it is only a state of langour and suffering - an image of death.","author":"Buddha","topic":"Life"},{"quote":"Music is probably the only real magic I have encountered in my life. There&#39;s not some trick involved with it. It&#39;s pure and it&#39;s real. It moves, it heals, it communicates and does all these incredible things.","author":"Tom Petty","topic":"Life"},{"quote":"Life isn&#39;t black and white. It&#39;s a million gray areas, don&#39;t you find?","author":"Ridley Scott","topic":"Life"},{"quote":"Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.","author":"Buddha","topic":"Life"},{"quote":"Never be ashamed of what you feel. You have the right to feel any emotion that you want, and to do what makes you happy. That&#39;s my life motto.","author":"Demi Lovato","topic":"Life"},{"quote":"Authenticity is everything! You have to wake up every day and look in the mirror, and you want to be proud of the person who&#39;s looking back at you. And you can only do that if you&#39;re being honest with yourself and being a person of high character. You have an opportunity every single day to write that story of your life.","author":"Aaron Rodgers","topic":"Life"},{"quote":"Be patient and understanding. Life is too short to be vengeful or malicious.","author":"Phillips Brooks","topic":"Life"},{"quote":"I love sleep. My life has the tendency to fall apart when I&#39;m awake, you know?","author":"Ernest Hemingway","topic":"Life"},{"quote":"Life in common among people who love each other is the ideal of happiness.","author":"George Sand","topic":"Life"},{"quote":"The only disability in life is a bad attitude.","author":"Scott Hamilton","topic":"Life"},{"quote":"Happiness doesn&#39;t come from being rich, nor merely from being successful in your career, nor by self-indulgence. One step towards happiness is to make yourself healthy and strong while you are a boy so that you can be useful and so you can enjoy life when you are a man.","author":"Robert Baden-Powell","topic":"Life"},{"quote":"It&#39;s a wonderful time when you sit down around the table for dinner and discuss life. No matter where you are, it gives the semblance of normalcy to my crazy world.","author":"Melina Kanakaredes","topic":"Life"},{"quote":"Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.","author":"Marie Curie","topic":"Life"},{"quote":"I never said I wanted a &#39;happy&#39; life but an interesting one. From separation and loss, I have learned a lot. I have become strong and resilient, as is the case of almost every human being exposed to life and to the world. We don&#39;t even know how strong we are until we are forced to bring that hidden strength forward.","author":"Isabel Allende","topic":"Life"},{"quote":"When I started counting my blessings, my whole life turned around.","author":"Willie Nelson","topic":"Life"},{"quote":"Don&#39;t ever doubt yourselves or waste a second of your life. It&#39;s too short, and you&#39;re too special.","author":"Ariana Grande","topic":"Life"},{"quote":"Life is not a spectator sport. If you&#39;re going to spend your whole life in the grandstand just watching what goes on, in my opinion you&#39;re wasting your life.","author":"Jackie Robinson","topic":"Life"},{"quote":"A simple life is good with me. I don&#39;t need a whole lot. For me, a T-shirt, a pair of shorts, barefoot on a beach and I&#39;m happy.","author":"Yanni","topic":"Life"},{"quote":"What I love most about this crazy life is the adventure of it.","author":"Juliette Binoche","topic":"Life"},{"quote":"I like people that enjoy life, &#39;cause I do the same.","author":"Lil Wayne","topic":"Life"},{"quote":"We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community.","author":"Paul Bloom","topic":"Life"},{"quote":"You have to take risks. We will only understand the miracle of life fully when we allow the unexpected to happen.","author":"Paulo Coelho","topic":"Life"},{"quote":"A happy life is one spent in learning, earning, and yearning.","author":"Lillian Gish","topic":"Life"},{"quote":"Thank you for life, and all the little ups and downs that make it worth living.","author":"Travis Barker","topic":"Life"},{"quote":"Relax! Life is beautiful!","author":"David L. Wolper","topic":"Life"},{"quote":"Let me encourage you to get up every day and focus on what you do have in life. Be thankful for the blessings of the little things, even when you don&#39;t get what you expect.","author":"Victoria Osteen","topic":"Life"},{"quote":"Music washes away from the soul the dust of everyday life.","author":"Berthold Auerbach","topic":"Life"},{"quote":"Life is a difficult game. You can win it only by retaining your birthright to be a person.","author":"A. P. J. Abdul Kalam","topic":"Life"},{"quote":"Memories are the best things in life, I think.","author":"Romy Schneider","topic":"Life"},{"quote":"I feel like life is really short, and it&#39;s important to enjoy yourself and embrace whatever comes your way, whether it&#39;s a challenging day or a great day, just welcome it with open arms. No matter who you are, you can&#39;t escape challenges; they are part of life.","author":"Miranda Kerr","topic":"Life"},{"quote":"Football is a great deal like life in that it teaches that work, sacrifice, perseverance, competitive drive, selflessness and respect for authority is the price that each and every one of us must pay to achieve any goal that is worthwhile.","author":"Vince Lombardi","topic":"Life"},{"quote":"Life and death are one thread, the same line viewed from different sides.","author":"Lao Tzu","topic":"Life"},{"quote":"My life motto is basically to lower your standards and expectations so you&#39;re never disappointed and never put any trust in anything, and I try to prepare for the day that I wake up, and everyone I know is like, &#39;LOL JK best long-running practical joke ever&#39;, so I&#39;ve never really let myself freak out or get too excited about anything.","author":"Tavi Gevinson","topic":"Life"},{"quote":"Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.","author":"Anais Nin","topic":"Life"},{"quote":"My philosophy is it&#39;s none of my business what people say of me and think of me. I am what I am, and I do what I do. I expect nothing and accept everything. And it makes life so much easier.","author":"Anthony Hopkins","topic":"Life"},{"quote":"It&#39;s the game of life. Do I win or do I lose? One day they&#39;re gonna shut the game down. I gotta have as much fun and go around the board as many times as I can before it&#39;s my turn to leave.","author":"Tupac Shakur","topic":"Life"},{"quote":"Life without love is like a tree without blossoms or fruit.","author":"Khalil Gibran","topic":"Life"},{"quote":"Grief is in two parts. The first is loss. The second is the remaking of life.","author":"Anne Roiphe","topic":"Life"},{"quote":"If you do what you love, you&#39;ll never work a day in your life.","author":"Marc Anthony","topic":"Life"},{"quote":"Beware the barrenness of a busy life.","author":"Socrates","topic":"Life"},{"quote":"Life is a journey and it&#39;s about growing and changing and coming to terms with who and what you are and loving who and what you are.","author":"Kelly McGillis","topic":"Life"},{"quote":"As a well-spent day brings happy sleep, so a life well spent brings happy death.","author":"Leonardo da Vinci","topic":"Life"},{"quote":"Life is measured in love and positive contributions and moments of grace.","author":"Carly Fiorina","topic":"Life"},{"quote":"Life is hard. After all, it kills you.","author":"Katharine Hepburn","topic":"Life"},{"quote":"Life is too short not to celebrate nice moments!","author":"Jurgen Klopp","topic":"Life"},{"quote":"When life gives you Monday, dip it in glitter and sparkle all day.","author":"Ella Woodward","topic":"Life"},{"quote":"Rain is grace; rain is the sky descending to the earth; without rain, there would be no life.","author":"John Updike","topic":"Life"},{"quote":"Earth teach me to forget myself as melted snow forgets its life. Earth teach me resignation as the leaves which die in the fall. Earth teach me courage as the tree which stands all alone. Earth teach me regeneration as the seed which rises in the spring.","author":"William Alexander","topic":"Life"},{"quote":"Life is a series of experiences, each one of which makes us bigger, even though sometimes it is hard to realize this. For the world was built to develop character, and we must learn that the setbacks and grieves which we endure help us in our marching onward.","author":"Henry Ford","topic":"Life"},{"quote":"Every good citizen makes his country&#39;s honor his own, and cherishes it not only as precious but as sacred. He is willing to risk his life in its defense and is conscious that he gains protection while he gives it.","author":"Andrew Jackson","topic":"Life"},{"quote":"Life is what happens while you are busy making other plans.","author":"John Lennon","topic":"Life"},{"quote":"I am happy to say that everyone that I have met in my life, I have gained something from them; be it negative or positive, it has enforced and reinforced my life in some aspect.","author":"Walter Payton","topic":"Life"},{"quote":"If you live long enough, you&#39;ll make mistakes. But if you learn from them, you&#39;ll be a better person. It&#39;s how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.","author":"William J. Clinton","topic":"Life"},{"quote":"Without football, my life is worth nothing.","author":"Cristiano Ronaldo","topic":"Life"},{"quote":"Hold fast to dreams For when dreams go Life is a barren field Frozen with snow.","author":"Langston Hughes","topic":"Life"},{"quote":"Life is the flower for which love is the honey.","author":"Victor Hugo","topic":"Life"},{"quote":"Youth is something I never wanna take for granted. I just want to smile and live life.","author":"Tyler, The Creator","topic":"Life"},{"quote":"If you go around being afraid, you&#39;re never going to enjoy life. You have only one chance, so you&#39;ve got to have fun.","author":"Lindsey Vonn","topic":"Life"},{"quote":"My parents taught me honesty, truth, compassion, kindness and how to care for people. Also, they encouraged me to take risks, to boldly go. They taught me that the greatest danger in life is not taking the adventure.","author":"Brian Blessed","topic":"Life"},{"quote":"Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement.","author":"Golda Meir","topic":"Life"},{"quote":"I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends.","author":"Cindy Morgan","topic":"Life"},{"quote":"The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick.","author":"P. T. Barnum","topic":"Life"},{"quote":"Qualities you need to get through medical school and residency: Discipline. Patience. Perseverance. A willingness to forgo sleep. A penchant for sadomasochism. Ability to weather crises of faith and self-confidence. Accept exhaustion as fact of life. Addiction to caffeine a definite plus. Unfailing optimism that the end is in sight.","author":"Khaled Hosseini","topic":"Life"},{"quote":"Our life is what our thoughts make it.","author":"Marcus Aurelius","topic":"Life"},{"quote":"One life is all we have and we live it as we believe in living it. But to sacrifice what you are and to live without belief, that is a fate more terrible than dying.","author":"Joan of Arc","topic":"Life"},{"quote":"Common sense would suggest that having ability, like being smart, inspires confidence. It does, but only while the going is easy. The deciding factor in life is how you handle setbacks and challenges. People with a growth mindset welcome setbacks with open arms.","author":"Travis Bradberry","topic":"Life"},{"quote":"Choosing to be positive and having a grateful attitude is going to determine how you&#39;re going to live your life.","author":"Joel Osteen","topic":"Life"},{"quote":"There is no life to be found in violence. Every act of violence brings us closer to death. Whether it&#39;s the mundane violence we do to our bodies by overeating toxic food or drink or the extreme violence of child abuse, domestic warfare, life-threatening poverty, addiction, or state terrorism.","author":"bell hooks","topic":"Life"},{"quote":"Going by my past journey, I am not certain where life will take me, what turns and twists will happen; nobody knows where they will end up. As life changes direction, I&#39;ll flow with it.","author":"Katrina Kaif","topic":"Life"},{"quote":"Becoming a father increases your capacity for love and your level of patience. It opens up another door in a person - a door which you may not even have known was there. That&#39;s what I feel with my son. There&#39;s suddenly another level of love that expands. My son is my greatest joy, out of everything in my life.","author":"Kyle MacLachlan","topic":"Life"},{"quote":"I used to think that the worst thing in life was to end up alone. It&#39;s not. The worst thing in life is to end up with people who make you feel alone.","author":"Robin Williams","topic":"Life"},{"quote":"The hardest thing in life to learn is which bridge to cross and which to burn.","author":"David Russell","topic":"Life"},{"quote":"Achievement of your happiness is the only moral purpose of your life, and that happiness, not pain or mindless self-indulgence, is the proof of your moral integrity, since it is the proof and the result of your loyalty to the achievement of your values.","author":"Ayn Rand","topic":"Life"},{"quote":"Far and away the best prize that life has to offer is the chance to work hard at work worth doing.","author":"Theodore Roosevelt","topic":"Life"},{"quote":"If you want to have a life that is worth living, a life that expresses your deepest feelings and emotions and cares and dreams, you have to fight for it.","author":"Alice Walker","topic":"Life"},{"quote":"The value of life is not in its duration, but in its donation. You are not important because of how long you live, you are important because of how effective you live.","author":"Myles Munroe","topic":"Life"},{"quote":"Right now I am trying to be in a place of calm, a place where I can chill out and then handle the chaos of life better. You don&#39;t just get it overnight; you have to work at it. It&#39;s a daily struggle.","author":"Jackee Harry","topic":"Life"},{"quote":"I secretly enjoy being alone - hiking alone, skiing alone, walking along the beach alone, going to movies alone. Do not get me wrong, I like sharing my life with other people, but sometimes I really enjoy being as alone as possible.","author":"Josh Zuckerman","topic":"Life"},{"quote":"Life is like a ten speed bicycle. Most of us have gears we never use.","author":"Charles M. Schulz","topic":"Life"},{"quote":"Life begins at the end of your comfort zone.","author":"Neale Donald Walsch","topic":"Life"},{"quote":"You go through life wondering what is it all about but at the end of the day it&#39;s all about family.","author":"Rod Stewart","topic":"Life"},{"quote":"Your life is the fruit of your own doing. You have no one to blame but yourself.","author":"Joseph Campbell","topic":"Life"},{"quote":"There&#39;s only two people in your life you should lie to... the police and your girlfriend.","author":"Jack Nicholson","topic":"Life"},{"quote":"The life of the nation is secure only while the nation is honest, truthful, and virtuous.","author":"Frederick Douglass","topic":"Life"},{"quote":"When you can do the common things of life in an uncommon way, you will command the attention of the world.","author":"George Washington Carver","topic":"Life"},{"quote":"Our diversity is our strength. What a dull and pointless life it would be if everyone was the same.","author":"Angelina Jolie","topic":"Life"},{"quote":"I would rather die a meaningful death than to live a meaningless life.","author":"Corazon Aquino","topic":"Life"},{"quote":"The secret of life is honesty and fair dealing. If you can fake that, you&#39;ve got it made.","author":"Groucho Marx","topic":"Life"},{"quote":"Life changes when you have a child, when you have your own family. You become more careful about what you do. You&#39;re not going to be out late, going out to clubs, hanging out with your friends. You&#39;re going to be at home, taking care of your daughter, playing with her.","author":"Paul Pierce","topic":"Life"},{"quote":"Without community service, we would not have a strong quality of life. It&#39;s important to the person who serves as well as the recipient. It&#39;s the way in which we ourselves grow and develop.","author":"Dorothy Height","topic":"Life"},{"quote":"Life is full of misery, loneliness, and suffering - and it&#39;s all over much too soon.","author":"Woody Allen","topic":"Life"},{"quote":"The care of human life and happiness, and not their destruction, is the first and only object of good government.","author":"Thomas Jefferson","topic":"Life"},{"quote":"Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.","author":"Henry Ford","topic":"Life"},{"quote":"Sometimes it&#39;s the smallest decisions that can change your life forever.","author":"Keri Russell","topic":"Life"},{"quote":"Life is pleasant. Death is peaceful. It&#39;s the transition that&#39;s troublesome.","author":"Isaac Asimov","topic":"Life"},{"quote":"Children are the anchors that hold a mother to life.","author":"Sophocles","topic":"Life"},{"quote":"When we meet real tragedy in life, we can react in two ways - either by losing hope and falling into self-destructive habits, or by using the challenge to find our inner strength. Thanks to the teachings of Buddha, I have been able to take this second way.","author":"Dalai Lama","topic":"Life"},{"quote":"I really believe that all of us have a lot of darkness in our souls. Anger, rage, fear, sadness. I don&#39;t think that&#39;s only reserved for people who have horrible upbringings. I think it really exists and is part of the human condition. I think in the course of your life you figure out ways to deal with that.","author":"Kevin Bacon","topic":"Life"},{"quote":"I do believe that God blessed me in life with a wonderful family, a successful career, and a loving marriage, and remain thankful for that blessing.","author":"Bonnie Tyler","topic":"Life"},{"quote":"My greatest beauty secret is being happy with myself. I don&#39;t use special creams or treatments - I&#39;ll use a little bit of everything. It&#39;s a mistake to think you are what you put on yourself. I believe that a lot of how you look is to do with how you feel about yourself and your life. Happiness is the greatest beauty secret.","author":"Tina Turner","topic":"Life"},{"quote":"The purpose of our lives is to be happy.","author":"Dalai Lama","topic":"Life"},{"quote":"However difficult life may seem, there is always something you can do and succeed at.","author":"Stephen Hawking","topic":"Life"},{"quote":"We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.","author":"Plato","topic":"Life"},{"quote":"There&#39;s a time in your life where you&#39;re not quite sure where you are. You think everything&#39;s perfect, but it&#39;s not perfect... Then one day you wake up and you can&#39;t quite picture yourself in the situation you&#39;re in. But the secret is, if you can picture yourself doing anything in life, you can do it.","author":"Tom DeLonge","topic":"Life"},{"quote":"It is the sweet, simple things of life which are the real ones after all.","author":"Laura Ingalls Wilder","topic":"Life"},{"quote":"The most important thing in the Olympic Games is not winning but taking part; the essential thing in life is not conquering but fighting well.","author":"Pierre de Coubertin","topic":"Life"},{"quote":"School houses do not teach themselves - piles of brick and mortar and machinery do not send out men. It is the trained, living human soul, cultivated and strengthened by long study and thought, that breathes the real breath of life into boys and girls and makes them human, whether they be black or white, Greek, Russian or American.","author":"W. E. B. Du Bois","topic":"Life"},{"quote":"I always say that the times in my life when I&#39;ve been happiest are the times when I&#39;ve seen, like, a sunset.","author":"Chris Evans","topic":"Life"},{"quote":"Life is a journey. When we stop, things don&#39;t go right.","author":"Pope Francis","topic":"Life"},{"quote":"A dream is what makes people love life even when it is painful.","author":"Theodore Zeldin","topic":"Life"},{"quote":"God wants us to know that life is a series of beginnings, not endings. Just as graduations are not terminations, but commencements. Creation is an ongoing process, and when we create a perfect world where love and compassion are shared by all, suffering will cease.","author":"Bernie Siegel","topic":"Life"},{"quote":"Do what you love to do and give it your very best. Whether it&#39;s business or baseball, or the theater, or any field. If you don&#39;t love what you&#39;re doing and you can&#39;t give it your best, get out of it. Life is too short. You&#39;ll be an old man before you know it.","author":"Al Lopez","topic":"Life"},{"quote":"Don&#39;t get me wrong, I admire elegance and have an appreciation of the finer things in life. But to me, beauty lies in simplicity.","author":"Mark Hyman","topic":"Life"},{"quote":"A baby is God&#39;s opinion that life should go on.","author":"Carl Sandburg","topic":"Life"},{"quote":"If you truly get in touch with a piece of carrot, you get in touch with the soil, the rain, the sunshine. You get in touch with Mother Earth and eating in such a way, you feel in touch with true life, your roots, and that is meditation. If we chew every morsel of our food in that way we become grateful and when you are grateful, you are happy.","author":"Thich Nhat Hanh","topic":"Life"},{"quote":"No matter if you win or lose, the most important thing in life is to enjoy what you have.","author":"Dong Dong","topic":"Life"},{"quote":"We live in a fantasy world, a world of illusion. The great task in life is to find reality.","author":"Iris Murdoch","topic":"Life"},{"quote":"To have faith doesn&#39;t mean you get any less frustrated when you don&#39;t do your best, but you know that it&#39;s not life and death. Take what you&#39;re given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going.","author":"Tom Lehman","topic":"Life"},{"quote":"Life is a mirror and will reflect back to the thinker what he thinks into it.","author":"Ernest Holmes","topic":"Life"},{"quote":"Negative emotions like loneliness, envy, and guilt have an important role to play in a happy life; they&#39;re big, flashing signs that something needs to change.","author":"Gretchen Rubin","topic":"Life"},{"quote":"Life is an adventure, it&#39;s not a package tour.","author":"Eckhart Tolle","topic":"Life"},{"quote":"You just got with the flow because life is just all about how you feel.","author":"Post Malone","topic":"Life"},{"quote":"I&#39;m most proud of the blessings that God has bestowed upon me, in my life. He&#39;s given me the vision to truly see that you can fall down, but you can still get back up. Hopefully I&#39;ll learn from my mistakes and have the opportunity to strengthen and improve the next thing I do.","author":"Martin Lawrence","topic":"Life"},{"quote":"The more you are positive and say, &#39;I want to have a good life,&#39; the more you build that reality for yourself by creating the life that you want.","author":"Chris Pine","topic":"Life"},{"quote":"God is to be worshipped as the one beloved, dearer than everything in this and next life.","author":"Swami Vivekananda","topic":"Life"},{"quote":"The essential lesson I&#39;ve learned in life is to just be yourself. Treasure the magnificent being that you are and recognize first and foremost you&#39;re not here as a human being only. You&#39;re a spiritual being having a human experience.","author":"Wayne Dyer","topic":"Life"},{"quote":"I think it&#39;s important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.","author":"Jennifer Aniston","topic":"Life"},{"quote":"Every moment and every event of every man&#39;s life on earth plants something in his soul.","author":"Thomas Merton","topic":"Life"},{"quote":"I&#39;m just going to go live life. I&#39;m going to go enjoy life. I have nothing left to hide. I am kind of a free person, a free soul.","author":"Caitlyn Jenner","topic":"Life"},{"quote":"I thank God that I&#39;m a product of my parents. That they infected me with their intelligence and energy for life, with their thirst for knowledge and their love. I&#39;m grateful that I know where I come from.","author":"Shakira","topic":"Life"},{"quote":"I have never in my life found myself in a situation where I&#39;ve stopped work and said, &#39;Thank God it&#39;s Friday.&#39; But weekends are special even if your schedule is all over the place. Something tells you the weekend has arrived and you can indulge yourself a bit.","author":"Helen Mirren","topic":"Life"},{"quote":"I think the biggest misconception about me is people really don&#39;t know who I really am. They see the party side of me, they see the crazy side of me. But I also have a laid-back side. You know, I&#39;m chill, down to earth. If you want to grab a cup of coffee and just talk about life, I can do that.","author":"Nicole Polizzi","topic":"Life"},{"quote":"Weddings are important because they celebrate life and possibility.","author":"Anne Hathaway","topic":"Life"},{"quote":"Everyone can have their heart broken. Even if you know the relationship isn&#39;t working, it&#39;s still sad. Even in a bad relationship, they&#39;re part of your life for a long time, and saying goodbye to that can be difficult.","author":"James Marsden","topic":"Life"},{"quote":"There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability.","author":"Sharron Angle","topic":"Life"},{"quote":"Everybody has goals, aspirations or whatever, and everybody has been at a point in their life where nobody believed in them.","author":"Eminem","topic":"Life"},{"quote":"Coffee has always been a significant part of my life. For me, it&#39;s a chance to start my day and gather my thoughts - it&#39;s fuel for my creative process.","author":"Connor Franta","topic":"Life"},{"quote":"I think togetherness is a very important ingredient to family life.","author":"Barbara Bush","topic":"Life"},{"quote":"No matter what kind of challenges or difficulties or painful situations you go through in your life, we all have something deep within us that we can reach down and find the inner strength to get through them.","author":"Alana Stewart","topic":"Life"},{"quote":"A word of encouragement from a teacher to a child can change a life. A word of encouragement from a spouse can save a marriage. A word of encouragement from a leader can inspire a person to reach her potential.","author":"John C. Maxwell","topic":"Life"},{"quote":"You don&#39;t have to have anything in common with people you&#39;ve known since you were five. With old friends, you&#39;ve got your whole life in common.","author":"Lyle Lovett","topic":"Life"},{"quote":"A happy wife is a happy life.","author":"Gavin Rossdale","topic":"Life"},{"quote":"Life is difficult for everyone; everyone has bad days. Everyone has trouble in their life, because it doesn&#39;t matter how rich you are: Sickness and trouble and worry and love, these things will mess with you at every level of life.","author":"Domhnall Gleeson","topic":"Life"},{"quote":"He who has a why to live can bear almost any how.","author":"Friedrich Nietzsche","topic":"Life"},{"quote":"Don&#39;t walk through life just playing football. Don&#39;t walk through life just being an athlete. Athletics will fade. Character and integrity and really making an impact on someone&#39;s life, that&#39;s the ultimate vision, that&#39;s the ultimate goal - bottom line.","author":"Ray Lewis","topic":"Life"},{"quote":"The only real failure in life is not to be true to the best one knows.","author":"Buddha","topic":"Life"},{"quote":"If you don&#39;t embrace who you are and accept who you are, you won&#39;t be able to live a happy life.","author":"Ciara","topic":"Life"},{"quote":"Take a step back, evaluate what is important, and enjoy life.","author":"Teri Garr","topic":"Life"},{"quote":"Nobody gets to live life backward. Look ahead, that is where your future lies.","author":"Ann Landers","topic":"Life"},{"quote":"Picking a best friend who stands up for what she believes in, is true to herself and allows you to be yourself without judgement of how &#39;cool&#39; you are? Well, now you&#39;re picking a friend for life.","author":"Renee Olstead","topic":"Life"},{"quote":"My guiding principles in life are to be honest, genuine, thoughtful and caring.","author":"Prince William","topic":"Life"},{"quote":"Life is like a landscape. You live in the midst of it but can describe it only from the vantage point of distance.","author":"Charles Lindbergh","topic":"Life"},{"quote":"America is the land of the second chance - and when the gates of the prison open, the path ahead should lead to a better life.","author":"George W. Bush","topic":"Life"},{"quote":"The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival.","author":"Aristotle","topic":"Life"},{"quote":"Into each life some rain must fall.","author":"Henry Wadsworth Longfellow","topic":"Life"},{"quote":"Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have.","author":"Viggo Mortensen","topic":"Life"},{"quote":"Life is a series of waves to be embraced and overcome.","author":"Danny Meyer","topic":"Life"},{"quote":"Surprise is the greatest gift which life can grant us.","author":"Boris Pasternak","topic":"Life"},{"quote":"Be thou the rainbow in the storms of life. The evening beam that smiles the clouds away, and tints tomorrow with prophetic ray.","author":"Lord Byron","topic":"Life"},{"quote":"Opportunities to find deeper powers within ourselves come when life seems most challenging.","author":"Joseph Campbell","topic":"Life"},{"quote":"Being stylish is about enjoying your life and expressing yourself and your inner light.","author":"Tori Amos","topic":"Life"},{"quote":"The whole point is to live life and be - to use all the colors in the crayon box.","author":"RuPaul","topic":"Life"},{"quote":"I think the most important thing in life is self-love, because if you don&#39;t have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?","author":"Shailene Woodley","topic":"Life"},{"quote":"Life is the most exciting opportunity we have. But we have one shot. You graduate from college once, and that&#39;s it. You&#39;re going out of that nest. And you have to find that courage that&#39;s deep, deep, deep in there. Every step of the way.","author":"Andrew Shue","topic":"Life"},{"quote":"Romance is the glamour which turns the dust of everyday life into a golden haze.","author":"Carolyn Gold Heilbrun","topic":"Life"},{"quote":"You cannot find peace by avoiding life.","author":"Virginia Woolf","topic":"Life"},{"quote":"Life is too short to be scared and not take risks. I&#39;d rather be the person that&#39;s like, &#39;I messed up,&#39; than, &#39;I wish I did that.&#39;","author":"Justine Skye","topic":"Life"},{"quote":"Design is a way of life, a point of view. It involves the whole complex of visual communications: talent, creative ability, manual skill, and technical knowledge. Aesthetics and economics, technology and psychology are intrinsically related to the process.","author":"Paul Rand","topic":"Life"},{"quote":"Caring - about people, about things, about life - is an act of maturity.","author":"Tracy McMillan","topic":"Life"},{"quote":"Loving oneself isn&#39;t hard, when you understand who and what &#39;yourself&#39; is. It has nothing to do with the shape of your face, the size of your eyes, the length of your hair or the quality of your clothes. It&#39;s so beyond all of those things and it&#39;s what gives life to everything about you. Your own self is such a treasure.","author":"Phylicia Rashad","topic":"Life"},{"quote":"Life is short, and it is up to you to make it sweet.","author":"Sarah Louise Delany","topic":"Life"},{"quote":"No water, no life. No blue, no green.","author":"Sylvia Earle","topic":"Life"},{"quote":"I am convinced that material things can contribute a lot to making one&#39;s life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.","author":"David Rockefeller","topic":"Life"},{"quote":"The key to success is to keep growing in all areas of life - mental, emotional, spiritual, as well as physical.","author":"Julius Erving","topic":"Life"},{"quote":"Everyone and everything that shows up in our life is a reflection of something that is happening inside of us.","author":"Alan Cohen","topic":"Life"},{"quote":"My life has been a blessing. I&#39;m grateful for everything I do have and the places I&#39;m going and the things I&#39;ve seen.","author":"Leah LaBelle","topic":"Life"},{"quote":"You have the ability to choose which way you want to go. You have to believe great things are going to happen in your life. Do everything you can - prepare, pray and achieve - to make it happen.","author":"Ben Carson","topic":"Life"},{"quote":"The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.","author":"Mark Twain","topic":"Life"},{"quote":"Wherever you are, be there totally. If you find your here and now intolerable and it makes you unhappy, you have three options: remove yourself from the situation, change it, or accept it totally. If you want to take responsibility for your life, you must choose one of those three options, and you must choose now. Then accept the consequences.","author":"Eckhart Tolle","topic":"Life"},{"quote":"I have moments where I feel incredibly ugly or fat, and it sucks, you know? I&#39;ll usually try to keep a positive attitude because I&#39;m really so grateful for where I am and the life I get to live, but I definitely have to work hard not to feel insecure.","author":"Charlotte McKinney","topic":"Life"},{"quote":"Money can&#39;t buy life.","author":"Bob Marley","topic":"Life"},{"quote":"Never regret yesterday. Life is in you today and you make your tomorrow.","author":"L. Ron Hubbard","topic":"Life"},{"quote":"Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time.","author":"Dwayne Johnson","topic":"Life"},{"quote":"There&#39;s so many things that life is, and no matter how many breakthroughs, trials will exist and we&#39;re going to get through it. Just be strong.","author":"Mary J. Blige","topic":"Life"},{"quote":"Here is the tragedy: when you are the victim of depression, not only do you feel utterly helpless and abandoned by the world, you also know that very few people can understand, or even begin to believe, that life can be this painful. There is nothing I can think of that is quite as isolating as this.","author":"Giles Andreae","topic":"Life"},{"quote":"Weight loss can change your whole character. That always amazed me: Shedding pounds does change your personality. It changes your philosophy of life because you recognize that you are capable of using your mind to change your body.","author":"Jean Nidetch","topic":"Life"},{"quote":"Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends.","author":"Divyanka Tripathi","topic":"Life"},{"quote":"In education, technology can be a life-changer, a game changer, for kids who are both in school and out of school. Technology can bring textbooks to life. The Internet can connect students to their peers in other parts of the world. It can bridge the quality gaps.","author":"Queen Rania of Jordan","topic":"Life"},{"quote":"Without music, life is a journey through a desert.","author":"Pat Conroy","topic":"Life"},{"quote":"You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.","author":"Albert Camus","topic":"Life"},{"quote":"Tomorrow is the most important thing in life. Comes into us at midnight very clean. It&#39;s perfect when it arrives and it puts itself in our hands. It hopes we&#39;ve learned something from yesterday.","author":"John Wayne","topic":"Life"},{"quote":"It&#39;s fun to have a partner who understands your life and lets you be you.","author":"Kim Kardashian","topic":"Life"},{"quote":"Life is about growing and improving and getting better.","author":"Conor McGregor","topic":"Life"},{"quote":"Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.","author":"Hugh Mackay","topic":"Life"},{"quote":"Reading is a basic tool in the living of a good life.","author":"Joseph Addison","topic":"Life"},{"quote":"The love of husband and wife, which is creative of new human life, is a marvellously personal sharing in the creative love of God who brings into being the eternal soul that comes to every human being with the gift of human life.","author":"Vincent Nichols","topic":"Life"},{"quote":"The right of nature... is the liberty each man hath to use his own power, as he will himself, for the preservation of his own nature; that is to say, of his own life.","author":"Thomas Hobbes","topic":"Life"},{"quote":"The object of life is not to be on the side of the majority, but to escape finding oneself in the ranks of the insane.","author":"Marcus Aurelius","topic":"Life"},{"quote":"I have discovered in life that there are ways of getting almost anywhere you want to go, if you really want to go.","author":"Langston Hughes","topic":"Life"},{"quote":"New Year&#39;s Day. A fresh start. A new chapter in life waiting to be written. New questions to be asked, embraced, and loved. Answers to be discovered and then lived in this transformative year of delight and self-discovery. Today carve out a quiet interlude for yourself in which to dream, pen in hand. Only dreams give birth to change.","author":"Sarah Ban Breathnach","topic":"Life"},{"quote":"Music is the mediator between the spiritual and the sensual life.","author":"Ludwig van Beethoven","topic":"Life"},{"quote":"It&#39;s easy to get negative because you get beat down. You go through a few disappointments and it&#39;s easy to stay in that negative frame of mind. Choosing to be positive and having a grateful attitude is a whole cliche, but your attitude is going to determine how you&#39;re going to live your life.","author":"Joel Osteen","topic":"Life"},{"quote":"I&#39;m actually pretty shy in real life. But I guess in front of the camera, I focus.","author":"Ranbir Kapoor","topic":"Life"},{"quote":"Thank you, God, for this good life and forgive us if we do not love it enough.","author":"Garrison Keillor","topic":"Life"},{"quote":"In life, you have to take the pace that love goes. You don&#39;t force it. You just don&#39;t force love, you don&#39;t force falling in love, you don&#39;t force being in love - you just become. I don&#39;t know how to say that in English, but you just feel it.","author":"Juan Pablo Galavis","topic":"Life"},{"quote":"My daughter is my passion and my life.","author":"Tamara Mellon","topic":"Life"},{"quote":"Empathy begins with understanding life from another person&#39;s perspective. Nobody has an objective experience of reality. It&#39;s all through our own individual prisms.","author":"Sterling K. Brown","topic":"Life"},{"quote":"Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.","author":"W. Clement Stone","topic":"Life"},{"quote":"In life, there is always that special person who shapes who you are, who helps to determine the person you become.","author":"Molly Ringwald","topic":"Life"},{"quote":"If a man neglects education, he walks lame to the end of his life.","author":"Plato","topic":"Life"},{"quote":"I have learned that success is to be measured not so much by the position that one has reached in life as by the obstacles which he has had to overcome while trying to succeed.","author":"Booker T. Washington","topic":"Life"},{"quote":"Poverty was the greatest motivating factor in my life.","author":"Jimmy Dean","topic":"Life"},{"quote":"We are all born with a unique genetic blueprint, which lays out the basic characteristics of our personality as well as our physical health and appearance... And yet, we all know that life experiences do change us.","author":"Joan D. Vinge","topic":"Life"},{"quote":"When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that&#39;s when you can do your best... for yourself and for others.","author":"Cara Delevingne","topic":"Life"},{"quote":"The best things in life are often waiting for you at the exit ramp of your comfort zone.","author":"Karen Salmansohn","topic":"Life"},{"quote":"Indeed, this life is a test. It is a test of many things - of our convictions and priorities, our faith and our faithfulness, our patience and our resilience, and in the end, our ultimate desires.","author":"Sheri L. Dew","topic":"Life"},{"quote":"Dogs are not our whole life, but they make our lives whole.","author":"Roger Caras","topic":"Life"},{"quote":"Photography takes an instant out of time, altering life by holding it still.","author":"Dorothea Lange","topic":"Life"},{"quote":"I try to explain to people that the only way to be cool is to be who you truly are, and the only way to live life is to do the things that you want to do and be the person that you want to be no matter who that is or what that is or how you have to do it. That&#39;s the only way you can be genuinely happy.","author":"Tucker Max","topic":"Life"},{"quote":"Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.","author":"Thomas Jefferson","topic":"Life"},{"quote":"Music is life itself. What would this world be without good music? No matter what kind it is.","author":"Louis Armstrong","topic":"Life"},{"quote":"What would life be if we had no courage to attempt anything?","author":"Vincent Van Gogh","topic":"Life"},{"quote":"I feel like I&#39;m really blessed and lucky that I have a very good social life outside of the gym, and I have a really amazing family. My parents are so supportive. I have a younger brother and two younger sisters, and they&#39;re really awesome. So I feel like I get the best of both worlds.","author":"Aly Raisman","topic":"Life"},{"quote":"I&#39;m in love with red. I think it&#39;s such a passionate color. Every flag of every country pretty much has red it it. It&#39;s power, there&#39;s no fence sitting with red. Either you love it or you don&#39;t. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They&#39;re all magic.","author":"Bryan Batt","topic":"Life"},{"quote":"I think there should be a good balance between being a good student and being able to enjoy your high school life.","author":"Vanessa Minnillo","topic":"Life"},{"quote":"We deal here with the right of all of our children, whatever their race, to an equal start in life and to an equal opportunity to reach their full potential as citizens. Those children who have been denied that right in the past deserve better than to see fences thrown up to deny them that right in the future.","author":"Thurgood Marshall","topic":"Life"},{"quote":"I&#39;m a big believer that your life is basically a sum of all the choices you make. The better your choices, the better opportunity to lead a happy life.","author":"Karen Salmansohn","topic":"Life"},{"quote":"Wealth is the ability to fully experience life.","author":"Henry David Thoreau","topic":"Life"},{"quote":"The crest and crowning of all good, Life&#39;s final star, is brotherhood.","author":"Edwin Markham","topic":"Life"},{"quote":"You can really only enjoy life when you&#39;re extremely busy.","author":"Josephine de La Baume","topic":"Life"},{"quote":"Learning lessons is a little like reaching maturity. You&#39;re not suddenly more happy, wealthy, or powerful, but you understand the world around you better, and you&#39;re at peace with yourself. Learning life&#39;s lessons is not about making your life perfect, but about seeing life as it was meant to be.","author":"Elisabeth Kubler-Ross","topic":"Life"},{"quote":"I used to believe that people are only born once, but now I feel I have been reborn, like I was given a new life. I see myself as a child, full of energy and hope.","author":"Bahman Ghobadi","topic":"Life"},{"quote":"Even when I&#39;m sick and depressed, I love life.","author":"Arthur Rubinstein","topic":"Life"},{"quote":"Wellness is not a &#39;medical fix&#39; but a way of living - a lifestyle sensitive and responsive to all the dimensions of body, mind, and spirit, an approach to life we each design to achieve our highest potential for well-being now and forever.","author":"Greg Anderson","topic":"Life"},{"quote":"You can have everything in life you want, if you will just help other people get what they want.","author":"Zig Ziglar","topic":"Life"},{"quote":"We are imprisoned in the realm of life, like a sailor on his tiny boat, on an infinite ocean.","author":"Anna Freud","topic":"Life"},{"quote":"We have created a society where individual rights and freedoms, compassion and diversity are core to our citizenship. But underlying that idea of Canada is the promise that we all have a chance to build a better life for ourselves and our children.","author":"Justin Trudeau","topic":"Life"},{"quote":"Developing a good work ethic is key. Apply yourself at whatever you do, whether you&#39;re a janitor or taking your first summer job, because that work ethic will be reflected in everything you do in life.","author":"Tyler Perry","topic":"Life"},{"quote":"To fear love is to fear life, and those who fear life are already three parts dead.","author":"Bertrand Russell","topic":"Life"},{"quote":"Life changes so quickly. feeling grateful to be around such wonderful people to strengthen and grow with.","author":"Riley Keough","topic":"Life"},{"quote":"I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.","author":"Henry David Thoreau","topic":"Life"},{"quote":"Life&#39;s tragedy is that we get old too soon and wise too late.","author":"Benjamin Franklin","topic":"Life"},{"quote":"There are three constants in life... change, choice and principles.","author":"Stephen Covey","topic":"Life"},{"quote":"I enjoy life when things are happening. I don&#39;t care if it&#39;s good things or bad things. That means you&#39;re alive.","author":"Joan Rivers","topic":"Life"},{"quote":"I live a very joyful life, with a lot of laughter and good times.","author":"Kimberly Elise","topic":"Life"},{"quote":"Life&#39;s short. Anything could happen, and it usually does, so there is no point in sitting around thinking about all the ifs, ands and buts.","author":"Amy Winehouse","topic":"Life"},{"quote":"Going to a restaurant is one of my keenest pleasures. Meeting someplace with old and new friends, ordering wine, eating food, surrounded by strangers, I think is the core of what it means to live a civilised life.","author":"Adam Gopnik","topic":"Life"},{"quote":"There are more important things in life than winning or losing a game.","author":"Lionel Messi","topic":"Life"},{"quote":"We all learn lessons in life. Some stick, some don&#39;t. I have always learned more from rejection and failure than from acceptance and success.","author":"Henry Rollins","topic":"Life"},{"quote":"One of the most important days of my life was when I learned to ride a bicycle.","author":"Michael Palin","topic":"Life"},{"quote":"How far you go in life depends on your being tender with the young, compassionate with the aged, sympathetic with the striving and tolerant of the weak and strong. Because someday in your life you will have been all of these.","author":"George Washington Carver","topic":"Life"},{"quote":"The only real things in life is the unexpected things. Everything else is just an illusion.","author":"Watkin Tudor Jones","topic":"Life"},{"quote":"I have so much chaos in my life, it&#39;s become normal. You become used to it. You have to just relax, calm down, take a deep breath and try to see how you can make things work rather than complain about how they&#39;re wrong.","author":"Tom Welling","topic":"Life"},{"quote":"Mistakes are a part of being human. Appreciate your mistakes for what they are: precious life lessons that can only be learned the hard way. Unless it&#39;s a fatal mistake, which, at least, others can learn from.","author":"Al Franken","topic":"Life"},{"quote":"I think it&#39;s important for little girls growing up, and young women, to have one in every walk of life. So from that point of view, I&#39;m proud to be a role model!","author":"Sally Ride","topic":"Life"},{"quote":"Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He&#39;s sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.","author":"Charles Stanley","topic":"Life"},{"quote":"My personal ambition remains the same - to be creative, to be modern, to stay one step ahead, to enjoy life.","author":"Natalie Massenet","topic":"Life"},{"quote":"Every one has her own love life. Every one has a dream to get a perfect life partner. But this is not so easy in real life. In fact, one doesn&#39;t love; it happens.","author":"Katrina Kaif","topic":"Life"},{"quote":"It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people&#39;s decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices.","author":"Kirk Cameron","topic":"Life"},{"quote":"I do have a childlike enthusiasm at times. I certainly enjoy life and get pleasure sometimes in childish things.","author":"Brian Baumgartner","topic":"Life"},{"quote":"May you live all the days of your life.","author":"Jonathan Swift","topic":"Life"},{"quote":"An arrogant person considers himself perfect. This is the chief harm of arrogance. It interferes with a person&#39;s main task in life - becoming a better person.","author":"Leo Tolstoy","topic":"Life"},{"quote":"Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!","author":"Patrick Henry","topic":"Life"},{"quote":"To find the universal elements enough; to find the air and the water exhilarating; to be refreshed by a morning walk or an evening saunter... to be thrilled by the stars at night; to be elated over a bird&#39;s nest or a wildflower in spring - these are some of the rewards of the simple life.","author":"John Burroughs","topic":"Life"},{"quote":"Life is like a game of cards. The hand you are dealt is determinism; the way you play it is free will.","author":"Jawaharlal Nehru","topic":"Life"},{"quote":"Alcohol is the anesthesia by which we endure the operation of life.","author":"George Bernard Shaw","topic":"Life"},{"quote":"Looking back at my life&#39;s voyage, I can only say that it has been a golden trip.","author":"Ginger Rogers","topic":"Life"},{"quote":"I feel that the simplicity of life is just being yourself.","author":"Bobby Brown","topic":"Life"},{"quote":"Water is life, and clean water means health.","author":"Audrey Hepburn","topic":"Life"},{"quote":"My favorite thing is to have a big dinner with friends and talk about life.","author":"Carla Gugino","topic":"Life"},{"quote":"My favorite things in life don&#39;t cost any money. It&#39;s really clear that the most precious resource we all have is time.","author":"Steve Jobs","topic":"Life"},{"quote":"I was taking myself very seriously when I was going through life changes. And I realized that I needed to laugh at myself, particularly at my mistakes.","author":"Spencer Johnson","topic":"Life"},{"quote":"I think happiness is a choice. If you feel yourself being happy and can settle in to the life choices you make, then it&#39;s great. It&#39;s really, really great. I swear to God, happiness is the best makeup.","author":"Drew Barrymore","topic":"Life"},{"quote":"A bachelor&#39;s life is a fine breakfast, a flat lunch, and a miserable dinner.","author":"Francis Bacon","topic":"Life"},{"quote":"With ideas it is like with dizzy heights you climb: At first they cause you discomfort and you are anxious to get down, distrustful of your own powers; but soon the remoteness of the turmoil of life and the inspiring influence of the altitude calm your blood; your step gets firm and sure and you begin to look - for dizzier heights.","author":"Nikola Tesla","topic":"Life"},{"quote":"Maybe that&#39;s what life is... a wink of the eye and winking stars.","author":"Jack Kerouac","topic":"Life"},{"quote":"Three things in human life are important. The first is to be kind. The second is to be kind. And the third is to be kind.","author":"Henry James","topic":"Life"},{"quote":"To me I&#39;ve just really, really found a relaxed, peaceful side of my life and I&#39;m enjoying it.","author":"Greg Norman","topic":"Life"},{"quote":"I pray to start my day and finish it in prayer. I&#39;m just thankful for everything, all the blessings in my life, trying to stay that way. I think that&#39;s the best way to start your day and finish your day. It keeps everything in perspective.","author":"Tim Tebow","topic":"Life"},{"quote":"Over and over I marvel at the blessings of my life: Each year has grown better than the last.","author":"Lawrence Welk","topic":"Life"},{"quote":"I try to live my life like my father lives his. He always takes care of everyone else first. He won&#39;t even start eating until he&#39;s sure everyone else in the family has started eating. Another thing: My dad never judges me by whether I win or lose.","author":"Ben Roethlisberger","topic":"Life"},{"quote":"Cooking is one of the strongest ceremonies for life. When recipes are put together, the kitchen is a chemical laboratory involving air, fire, water and the earth. This is what gives value to humans and elevates their spiritual qualities. If you take a frozen box and stick it in the microwave, you become connected to the factory.","author":"Laura Esquivel","topic":"Life"},{"quote":"We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon.","author":"Franklin D. Roosevelt","topic":"Life"},{"quote":"The ego is only an illusion, but a very influential one. Letting the ego-illusion become your identity can prevent you from knowing your true self. Ego, the false idea of believing that you are what you have or what you do, is a backwards way of assessing and living life.","author":"Wayne Dyer","topic":"Life"},{"quote":"I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.","author":"Walt Disney","topic":"Life"},{"quote":"Communication is a skill that you can learn. It&#39;s like riding a bicycle or typing. If you&#39;re willing to work at it, you can rapidly improve the quality of evry part of your life.","author":"Brian Tracy","topic":"Life"},{"quote":"If you want to run, run a mile. If you want to experience a different life, run a marathon.","author":"Emil Zatopek","topic":"Life"},{"quote":"It was my duty to shoot the enemy, and I don&#39;t regret it. My regrets are for the people I couldn&#39;t save: Marines, soldiers, buddies. I&#39;m not naive, and I don&#39;t romanticize war. The worst moments of my life have come as a SEAL. But I can stand before God with a clear conscience about doing my job.","author":"Chris Kyle","topic":"Life"},{"quote":"Let us look at Jim Crow for the criminal he is and what he has done to one life multiplied millions of times over these United States and the world. He walks us on a tightrope from birth.","author":"Rosa Parks","topic":"Life"},{"quote":"Our entire life - consists ultimately in accepting ourselves as we are.","author":"Jean Anouilh","topic":"Life"},{"quote":"In everyone&#39;s life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.","author":"Albert Schweitzer","topic":"Life"},{"quote":"We cannot stop the winter or the summer from coming. We cannot stop the spring or the fall or make them other than they are. They are gifts from the universe that we cannot refuse. But we can choose what we will contribute to life when each arrives.","author":"Gary Zukav","topic":"Life"},{"quote":"I feel like I have a new life and I&#39;m going to take full advantage of it.","author":"William Green","topic":"Life"},{"quote":"You change your life by changing your heart.","author":"Max Lucado","topic":"Life"},{"quote":"The story of life is quicker than the blink of an eye, the story of love is hello, goodbye.","author":"Jimi Hendrix","topic":"Life"},{"quote":"Life isn&#39;t always really glamorous and fabulous. It&#39;s about encouraging people to go back to natural beauty.","author":"Zoe Foster Blake","topic":"Life"},{"quote":"My life is like a speeding bullet that just hasn&#39;t hit the target yet.","author":"Kid Cudi","topic":"Life"},{"quote":"I wanted to be an independent woman, a woman who could pay for her bills, a woman who could run her own life - and I became that woman.","author":"Diane von Furstenberg","topic":"Life"},{"quote":"The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?","author":"Edgar Allan Poe","topic":"Life"},{"quote":"The tragedy of life is often not in our failure, but rather in our complacency; not in our doing too much, but rather in our doing too little; not in our living above our ability, but rather in our living below our capacities.","author":"Benjamin E. Mays","topic":"Life"},{"quote":"In my life I&#39;ve learned that true happiness comes from giving. Helping others along the way makes you evaluate who you are. I think that love is what we&#39;re all searching for. I haven&#39;t come across anyone who didn&#39;t become a better person through love.","author":"Marla Gibbs","topic":"Life"},{"quote":"Help others and give something back. I guarantee you will discover that while public service improves the lives and the world around you, its greatest reward is the enrichment and new meaning it will bring your own life.","author":"Arnold Schwarzenegger","topic":"Life"},{"quote":"Step with care and great tact, and remember that Life&#39;s a Great Balancing Act.","author":"Dr. Seuss","topic":"Life"},{"quote":"To live a pure unselfish life, one must count nothing as one&#39;s own in the midst of abundance.","author":"Buddha","topic":"Life"},{"quote":"Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind.","author":"Henri Frederic Amiel","topic":"Life"},{"quote":"I have my ethics and morals. I have my anchor point of what is right and wrong in real life, but I&#39;m not afraid to entertain any and every aspect of personality in relationship to creating a character.","author":"Corin Nemec","topic":"Life"},{"quote":"I just enjoy life now. I just enjoy every morning I get to wake up.","author":"Nas","topic":"Life"},{"quote":"My life is part humor, part roses, part thorns.","author":"Bret Michaels","topic":"Life"},{"quote":"Even though you may want to move forward in your life, you may have one foot on the brakes. In order to be free, we must learn how to let go. Release the hurt. Release the fear. Refuse to entertain your old pain. The energy it takes to hang onto the past is holding you back from a new life. What is it you would let go of today?","author":"Mary Manin Morrissey","topic":"Life"},{"quote":"Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life.","author":"Samuel Ullman","topic":"Life"},{"quote":"Life experience is what defines our character, even if it means getting your heart broken or being lied to. You know, you need the downs to appreciate the ups. Going on the adventure or taking that risk is important.","author":"Nev Schulman","topic":"Life"},{"quote":"For me life is continuously being hungry. The meaning of life is not simply to exist, to survive, but to move ahead, to go up, to achieve, to conquer.","author":"Arnold Schwarzenegger","topic":"Life"},{"quote":"Don&#39;t Make Assumptions. Find the courage to ask questions and to express what you really want. Communicate with others as clearly as you can to avoid misunderstandings, sadness and drama. With just this one agreement, you can completely transform your life.","author":"Don Miguel Ruiz","topic":"Life"},{"quote":"Your destiny is to fulfill those things upon which you focus most intently. So choose to keep your focus on that which is truly magnificent, beautiful, uplifting and joyful. Your life is always moving toward something.","author":"Ralph Marston","topic":"Life"},{"quote":"The price of anything is the amount of life you exchange for it.","author":"Henry David Thoreau","topic":"Life"},{"quote":"I enjoy being happy every day, and hopefully you can hear my happiness in my music. Life is beautiful.","author":"Christina Milian","topic":"Life"},{"quote":"Life is a tragedy when seen in close-up, but a comedy in long-shot.","author":"Charlie Chaplin","topic":"Life"},{"quote":"Perhaps we&#39;ve never been visited by aliens because they have looked upon Earth and decided there&#39;s no sign of intelligent life.","author":"Neil deGrasse Tyson","topic":"Life"},{"quote":"If you spend your whole life waiting for the storm, you&#39;ll never enjoy the sunshine.","author":"Morris West","topic":"Life"},{"quote":"It is through gratitude for the present moment that the spiritual dimension of life opens up.","author":"Eckhart Tolle","topic":"Life"},{"quote":"I&#39;ve known my best friend since I was a baby, and I don&#39;t know what I would do without her. She is always straight with me and can make me laugh hysterically. Everyone should have someone like that in their life.","author":"Jasmine Guinness","topic":"Life"},{"quote":"Every person remembers some moment in their life where they witnessed some injustice, big or small, and looked away because the consequences of intervening seemed too intimidating. But there&#39;s a limit to the amount of incivility and inequality and inhumanity that each individual can tolerate. I crossed that line. And I&#39;m no longer alone.","author":"Edward Snowden","topic":"Life"},{"quote":"Learning how to be still, to really be still and let life happen - that stillness becomes a radiance.","author":"Morgan Freeman","topic":"Life"},{"quote":"I am a great admirer of mystery and magic. Look at this life - all mystery and magic.","author":"Harry Houdini","topic":"Life"},{"quote":"Balance, peace, and joy are the fruit of a successful life. It starts with recognizing your talents and finding ways to serve others by using them.","author":"Thomas Kinkade","topic":"Life"},{"quote":"The ultimate dream in life is to be able to do what you love and learn something from it.","author":"Jennifer Love Hewitt","topic":"Life"},{"quote":"For me, life is about experience and being a good person.","author":"Chris Hemsworth","topic":"Life"},{"quote":"I think I will be able to, in the end, rise above the clouds and climb the stairs to Heaven, and I will look down on my beautiful life.","author":"Yayoi Kusama","topic":"Life"},{"quote":"The more sand has escaped from the hourglass of our life, the clearer we should see through it.","author":"Niccolo Machiavelli","topic":"Life"},{"quote":"We all have different things that we go through in our everyday life, and it&#39;s really important to know just at the end of the day, it doesn&#39;t matter what you face, you know, that you&#39;re going to win at the end of the day. You got to believe in yourself. You got to believe in God, know that He&#39;s going to get you through it.","author":"Kelly Rowland","topic":"Life"},{"quote":"Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides; and in this respect, it irrigates the deserts that our lives have already become.","author":"C. S. Lewis","topic":"Life"},{"quote":"I&#39;m not saying that everyone should swim with sharks, but sometimes you have to jump over your own shadow in order to learn something that you will never forget for the rest of your life. Then you know you can conquer your fears.","author":"Heidi Klum","topic":"Life"},{"quote":"Having a baby is one of the most wonderful things in your life, as well as the hardest thing in your life.","author":"Nuno Bettencourt","topic":"Life"},{"quote":"I just have beautiful memories of what has happened in my life.","author":"Persis Khambatta","topic":"Life"},{"quote":"We have a lot of people that are oppressed. We have a lot of people that aren&#39;t treated equally, aren&#39;t given equal opportunities. Police brutality is a huge thing that needs to be addressed. There are a lot of issues that need to be talked about, need to be brought to life, and we need to fix those.","author":"Colin Kaepernick","topic":"Life"},{"quote":"Life is not black and white; there is some gray nuance to it.","author":"Pilou Asbaek","topic":"Life"},{"quote":"There are no regrets in life, just lessons.","author":"Jennifer Aniston","topic":"Life"},{"quote":"Life itself is a quotation.","author":"Jorge Luis Borges","topic":"Life"},{"quote":"There is a cult of ignorance in the United States, and there has always been. The strain of anti-intellectualism has been a constant thread winding its way through our political and cultural life, nurtured by the false notion that democracy means that my ignorance is just as good as your knowledge.","author":"Isaac Asimov","topic":"Life"},{"quote":"I have had a happy life and thank the Lord. Goodbye and may God bless all!","author":"Christopher McCandless","topic":"Life"},{"quote":"I&#39;m really looking forward to seeing what life brings to me.","author":"Rihanna","topic":"Life"},{"quote":"I&#39;m a big believer that life changes as much as you want it to.","author":"Martin Freeman","topic":"Life"},{"quote":"In the stillness of your presence, you can feel your own formless and timeless reality as the unmanifested life that animates your physical form. You can then feel the same life deep within every other human and every other creature. You look beyond the veil of form and separation. This is the realization of oneness. This is love.","author":"Eckhart Tolle","topic":"Life"},{"quote":"The expectations of life depend upon diligence; the mechanic that would perfect his work must first sharpen his tools.","author":"Confucius","topic":"Life"},{"quote":"The privilege of a lifetime is being who you are.","author":"Joseph Campbell","topic":"Life"},{"quote":"It&#39;s so great to find that one special person you want to annoy for the rest of your life.","author":"Rita Rudner","topic":"Life"},{"quote":"Words, once they are printed, have a life of their own.","author":"Carol Burnett","topic":"Life"},{"quote":"The quality, not the longevity, of one&#39;s life is what is important.","author":"Martin Luther King, Jr.","topic":"Life"},{"quote":"No one really has a bad life. Not even a bad day. Just bad moments.","author":"Regina Brett","topic":"Life"},{"quote":"Serenity is the balance between good and bad, life and death, horrors and pleasures. Life is, as it were, defined by death. If there wasn&#39;t death of things, then there wouldn&#39;t be any life to celebrate.","author":"Norman Davies","topic":"Life"},{"quote":"I believe God has a path for me. He&#39;s always had a path for me, and I&#39;ve always been in the right place at the right time - not because of my efforts, but because of my preparation and because of the guides that I have, the mentors that I have, the spiritual walkers that I&#39;ve had all my life.","author":"Judith Jamison","topic":"Life"},{"quote":"A mountain is composed of tiny grains of earth. The ocean is made up of tiny drops of water. Even so, life is but an endless series of little details, actions, speeches, and thoughts. And the consequences whether good or bad of even the least of them are far-reaching.","author":"Swami Sivananda","topic":"Life"},{"quote":"I never feel lonely if I&#39;ve got a book - they&#39;re like old friends. Even if you&#39;re not reading them over and over again, you know they are there. And they&#39;re part of your history. They sort of tell a story about your journey through life.","author":"Emilia Fox","topic":"Life"},{"quote":"The monotony and solitude of a quiet life stimulates the creative mind.","author":"Albert Einstein","topic":"Life"},{"quote":"We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion.","author":"Max de Pree","topic":"Life"},{"quote":"No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind.","author":"Taylor Swift","topic":"Life"},{"quote":"At the end of the day, I understand that life has road blocks, and life is like school - you&#39;ll be tested; we gotta pass it.","author":"DJ Khaled","topic":"Life"},{"quote":"Haters never win. I just think that&#39;s true about life, because negative energy always costs in the end.","author":"Tom Hiddleston","topic":"Life"},{"quote":"My life is about ups and downs, great joys and great losses.","author":"Isabel Allende","topic":"Life"},{"quote":"If you don&#39;t design your own life plan, chances are you&#39;ll fall into someone else&#39;s plan. And guess what they have planned for you? Not much.","author":"Jim Rohn","topic":"Life"},{"quote":"I don&#39;t get high, but sometimes I wish I did. That way, when I messed up in life I would have an excuse. But right now there&#39;s no rehab for stupidity.","author":"Chris Rock","topic":"Life"},{"quote":"The most difficult thing in life is to know yourself.","author":"Thales","topic":"Life"},{"quote":"Life itself is the most wonderful fairy tale.","author":"Hans Christian Andersen","topic":"Life"},{"quote":"My parents said that sitting at home playing video games all day won&#39;t bring you anywhere in life.","author":"PewDiePie","topic":"Life"},{"quote":"There&#39;s no reason to hold yourself back and say you can&#39;t do something in life unless you go for it and try to do it.","author":"Russell Westbrook","topic":"Life"},{"quote":"Going to the woods is going home, for I suppose we came from the woods originally. But in some of nature&#39;s forests, the adventurous traveler seems a feeble, unwelcome creature; wild beasts and the weather trying to kill him, the rank, tangled vegetation, armed with spears and stinging needles, barring his way and making life a hard struggle.","author":"John Muir","topic":"Life"},{"quote":"I know that in life there will be sickness, devastation, disappointments, heartache - it&#39;s a given. What&#39;s not a given is the way you choose to get through it all. If you look hard enough, you can always find the bright side.","author":"Rashida Jones","topic":"Life"},{"quote":"Life is hard for everyone. That&#39;s why there&#39;s such a nice reward at the end of it.","author":"Aidan Quinn","topic":"Life"},{"quote":"Life is a series of punches. It presents a lot of challenges. It presents a lot of hardship, but the people that are able to take those punches and able to move forward are the ones that really do have a lot of success and have a lot of joy in their life and have a lot of stories to tell, too.","author":"Josh Turner","topic":"Life"},{"quote":"Imagine all the people living life in peace. You may say I&#39;m a dreamer, but I&#39;m not the only one. I hope someday you&#39;ll join us, and the world will be as one.","author":"John Lennon","topic":"Life"},{"quote":"You have to enjoy life. Always be surrounded by people that you like, people who have a nice conversation. There are so many positive things to think about.","author":"Sophia Loren","topic":"Life"},{"quote":"We are supposed to enjoy the good stuff now, while we can, with the people we love. Life has a funny way of teaching us that lesson over and over again.","author":"Sheena Easton","topic":"Life"},{"quote":"With an eye made quiet by the power of harmony, and the deep power of joy, we see into the life of things.","author":"William Wordsworth","topic":"Life"},{"quote":"Yes, you can lose somebody overnight, yes, your whole life can be turned upside down. Life is short. It can come and go like a feather in the wind.","author":"Shania Twain","topic":"Life"},{"quote":"My philosophy is: Life is hard, but God is good. Try not to confuse the two.","author":"Anne F. Beiler","topic":"Life"},{"quote":"When you are grateful - when you can see what you have - you unlock blessings to flow in your life.","author":"Suze Orman","topic":"Life"},{"quote":"Life is like a wheel. Sooner or later, it always come around to where you started again.","author":"Stephen King","topic":"Life"},{"quote":"The key to immortality is first living a life worth remembering.","author":"Bruce Lee","topic":"Life"},{"quote":"I believe alien life is quite common in the universe, although intelligent life is less so. Some say it has yet to appear on planet Earth.","author":"Stephen Hawking","topic":"Life"},{"quote":"Life is an exciting business, and most exciting when it is lived for others.","author":"Helen Keller","topic":"Life"},{"quote":"Everyone is handed adversity in life. No one&#39;s journey is easy. It&#39;s how they handle it that makes people unique.","author":"Kevin Conroy","topic":"Life"},{"quote":"A photograph can be an instant of life captured for eternity that will never cease looking back at you.","author":"Brigitte Bardot","topic":"Life"},{"quote":"Life comes from physical survival; but the good life comes from what we care about.","author":"Rollo May","topic":"Life"},{"quote":"Automobiles have always been part of my life, and I&#39;m sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile&#39;s engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing.","author":"Edward Herrmann","topic":"Life"},{"quote":"It is the life of the crystal, the architect of the flake, the fire of the frost, the soul of the sunbeam. This crisp winter air is full of it.","author":"John Burroughs","topic":"Life"},{"quote":"I don&#39;t think you should spend your life praying for things, but I do believe you should thank God for what He&#39;s given you... but I think the scripture teaches us that we can pray for our dreams, pray for the big things... he&#39;s not a small God; this God is incredible.","author":"Joel Osteen","topic":"Life"},{"quote":"Life moves so fast. You gotta document the good times, man.","author":"Big Boi","topic":"Life"},{"quote":"Life opens up opportunities to you, and you either take them or you stay afraid of taking them.","author":"Jim Carrey","topic":"Life"},{"quote":"It&#39;s never too late in life to have a genuine adventure.","author":"Robert Kurson","topic":"Life"},{"quote":"The unexamined life is not worth living.","author":"Socrates","topic":"Life"},{"quote":"Always say &#39;yes&#39; to the present moment... Surrender to what is. Say &#39;yes&#39; to life - and see how life starts suddenly to start working for you rather than against you.","author":"Eckhart Tolle","topic":"Life"},{"quote":"A happy life is one which is in accordance with its own nature.","author":"Lucius Annaeus Seneca","topic":"Life"},{"quote":"Don&#39;t go around saying the world owes you a living. The world owes you nothing. It was here first.","author":"Mark Twain","topic":"Life"},{"quote":"It is absolutely necessary, for the peace and safety of mankind, that some of earth&#39;s dark, dead corners and unplumbed depths be let alone; lest sleeping abnormalities wake to resurgent life, and blasphemously surviving nightmares squirm and splash out of their black lairs to newer and wider conquests.","author":"H. P. Lovecraft","topic":"Life"},{"quote":"I look at where I&#39;m at today and realize that most of my success is owed to the mentors that was in my life.","author":"Kendrick Lamar","topic":"Life"},{"quote":"Racing, competing, it&#39;s in my blood. It&#39;s part of me, it&#39;s part of my life; I have been doing it all my life and it stands out above everything else.","author":"Ayrton Senna","topic":"Life"},{"quote":"We believe in working hard and having fun at the same time. It&#39;s a way of life for me, and I feel tremendous.","author":"Robert Stigwood","topic":"Life"},{"quote":"I feel I am lucky. I am grateful for this life that God has given me. I am happy, as I am getting to do work that I want to do and enjoy doing it.","author":"Sonam Kapoor","topic":"Life"},{"quote":"Life is without meaning. You bring the meaning to it. The meaning of life is whatever you ascribe it to be. Being alive is the meaning.","author":"Joseph Campbell","topic":"Life"},{"quote":"There is no black-and-white situation. It&#39;s all part of life. Highs, lows, middles.","author":"Van Morrison","topic":"Life"},{"quote":"Abortion isn&#39;t a lesser evil, it&#39;s a crime. Taking one life to save another, that&#39;s what the Mafia does. It&#39;s a crime. It&#39;s an absolute evil.","author":"Pope Francis","topic":"Life"},{"quote":"What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations.","author":"Adam Braun","topic":"Life"},{"quote":"I intend to live life, not just exist.","author":"George Takei","topic":"Life"},{"quote":"Life would be tragic if it weren&#39;t funny.","author":"Stephen Hawking","topic":"Life"},{"quote":"Water and air, the two essential fluids on which all life depends, have become global garbage cans.","author":"Jacques Yves Cousteau","topic":"Life"},{"quote":"My motto in life is &#39;Take risks;&#39; you don&#39;t have a voice if you don&#39;t. You have to venture outside your boundaries. That&#39;s what life&#39;s all about.","author":"Kelly Wearstler","topic":"Life"},{"quote":"Only a life lived for others is a life worthwhile.","author":"Albert Einstein","topic":"Life"},{"quote":"Jazz, to me, is one of the inherent expressions of Negro life in America: the eternal tom-tom beating in the Negro soul - the tom-tom of revolt against weariness in a white world, a world of subway trains, and work, work, work; the tom-tom of joy and laughter, and pain swallowed in a smile.","author":"Langston Hughes","topic":"Life"},{"quote":"Love is a really scary thing, and you never know what&#39;s going to happen. It&#39;s one of the most beautiful things in life, but it&#39;s one of the most terrifying. It&#39;s worth the fear because you have more knowledge, experience, you learn from people, and you have memories.","author":"Ariana Grande","topic":"Life"},{"quote":"Engineering or technology is all about using the power of science to make life better for people, to reduce cost, to improve comfort, to improve productivity, etc.","author":"N. R. Narayana Murthy","topic":"Life"},{"quote":"Life is full of adventure. There&#39;s no such thing as a clear pathway.","author":"Guy Laliberte","topic":"Life"},{"quote":"I love the beach. I love the sea. All my life I live within - in front of the sea.","author":"Rafael Nadal","topic":"Life"},{"quote":"This life, which had been the tomb of his virtue and of his honour, is but a walking shadow; a poor player, that struts and frets his hour upon the stage, and then is heard no more: it is a tale told by an idiot, full of sound and fury, signifying nothing.","author":"William Shakespeare","topic":"Life"},{"quote":"My life is my message.","author":"Mahatma Gandhi","topic":"Life"},{"quote":"It&#39;s never nice to lose someone close to you; unfortunately, life goes on, and we have to make peace with it and move on.","author":"Francois Hougaard","topic":"Life"},{"quote":"When you hear the word &#39;disabled,&#39; people immediately think about people who can&#39;t walk or talk or do everything that people take for granted. Now, I take nothing for granted. But I find the real disability is people who can&#39;t find joy in life and are bitter.","author":"Teri Garr","topic":"Life"},{"quote":"Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond.","author":"Hypatia","topic":"Life"},{"quote":"I always had a fantasy of being a chef, because I like kitchen life.","author":"Geoffrey Rush","topic":"Life"},{"quote":"Tragedy in life normally comes with betrayal and compromise, and trading on your integrity and not having dignity in life. That&#39;s really where failure comes.","author":"Tom Cochrane","topic":"Life"},{"quote":"They tell us that suicide is the greatest piece of cowardice... that suicide is wrong; when it is quite obvious that there is nothing in the world to which every man has a more unassailable title than to his own life and person.","author":"Arthur Schopenhauer","topic":"Life"},{"quote":"I can&#39;t remember any dreams in my life. There&#39;s so much strange in real life that it often seems like a dream.","author":"Tim Burton","topic":"Life"},{"quote":"Financial independence is paramount. My mom always says that when a woman is financially independent, she has the ability to live life on her own terms. I think that was the soundest advice that I ever got. No matter where you go in life or who you get married to, you have to be financially independent - whether you use it or not.","author":"Priyanka Chopra","topic":"Life"},{"quote":"In all my life, I have never been free. I have never been able to do anything with freedom, except in the field of my writing.","author":"Langston Hughes","topic":"Life"},{"quote":"You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world.","author":"Tom Brokaw","topic":"Life"},{"quote":"People will always have an opinion, but you have to live life the way you want to. It&#39;s very easy to tell others what to do, but difficult to implement it on yourself.","author":"Preity Zinta","topic":"Life"},{"quote":"The battle of life is, in most cases, fought uphill; and to win it without a struggle were perhaps to win it without honor. If there were no difficulties there would be no success; if there were nothing to struggle for, there would be nothing to be achieved.","author":"Samuel Smiles","topic":"Life"},{"quote":"The challenge of life, I have found, is to build a resume that doesn&#39;t simply tell a story about what you want to be, but it&#39;s a story about who you want to be.","author":"Oprah Winfrey","topic":"Life"},{"quote":"Realize deeply that the present moment is all you ever have. Make the Now the primary focus of your life.","author":"Eckhart Tolle","topic":"Life"},{"quote":"The quality of a person&#39;s life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor.","author":"Vince Lombardi","topic":"Life"},{"quote":"Each life is made up of mistakes and learning, waiting and growing, practicing patience and being persistent.","author":"Billy Graham","topic":"Life"},{"quote":"As you navigate through the rest of your life, be open to collaboration. Other people and other people&#39;s ideas are often better than your own. Find a group of people who challenge and inspire you, spend a lot of time with them, and it will change your life.","author":"Amy Poehler","topic":"Life"},{"quote":"If we don&#39;t know life, how can we know death?","author":"Confucius","topic":"Life"},{"quote":"It takes half your life before you discover life is a do-it-yourself project.","author":"Napoleon Hill","topic":"Life"},{"quote":"Challenging the meaning of life is the truest expression of the state of being human.","author":"Viktor E. Frankl","topic":"Life"},{"quote":"As you keep your mind and heart focused in the right direction, approaching each day with faith and gratitude, I believe you will be empowered to live life to the fullest and enjoy the abundant life He has promised you!","author":"Victoria Osteen","topic":"Life"},{"quote":"There are times you can&#39;t really see or even feel how sweet life can be. Hopefully its mountains will be higher than its valleys are deep. I know things that are broken can be fixed. Take the punch if you have to, hit the canvas and then get up again. Life is worth it.","author":"Queen Latifah","topic":"Life"},{"quote":"Let us be about setting high standards for life, love, creativity, and wisdom. If our expectations in these areas are low, we are not likely to experience wellness. Setting high standards makes every day and every decade worth looking forward to.","author":"Greg Anderson","topic":"Life"},{"quote":"Life is not an easy matter... You cannot live through it without falling into frustration and cynicism unless you have before you a great idea which raises you above personal misery, above weakness, above all kinds of perfidy and baseness.","author":"Leon Trotsky","topic":"Life"},{"quote":"Life could be wonderful if people would leave you alone.","author":"Charlie Chaplin","topic":"Life"},{"quote":"My school days were the happiest days of my life; which should give you some indication of the misery I&#39;ve endured over the past twenty-five years.","author":"Paul Merton","topic":"Life"},{"quote":"Everyone has his own specific vocation or mission in life; everyone must carry out a concrete assignment that demands fulfillment. Therein he cannot be replaced, nor can his life be repeated, thus, everyone&#39;s task is unique as his specific opportunity to implement it.","author":"Viktor E. Frankl","topic":"Life"},{"quote":"No one is the same, and we all have different life experiences. It&#39;s not my place to judge them or for them to judge me. We should all be accountable for our own lives.","author":"Joanna Krupa","topic":"Life"},{"quote":"Life is a blur when one is essaying different roles; it is so fulfilling.","author":"Amitabh Bachchan","topic":"Life"},{"quote":"Life is a mountain of solvable problems, and I enjoy that.","author":"James Dyson","topic":"Life"},{"quote":"Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun; as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday.","author":"Eleanor Roosevelt","topic":"Life"},{"quote":"Children should be able to live a life free from bullying and harassment and it is time that we all took a stand against this.","author":"Katherine Jenkins","topic":"Life"},{"quote":"Life is a moving, breathing thing. We have to be willing to constantly evolve. Perfection is constant transformation.","author":"Nia Peeples","topic":"Life"},{"quote":"When you encourage others, you in the process are encouraged because you&#39;re making a commitment and difference in that person&#39;s life. Encouragement really does make a difference.","author":"Zig Ziglar","topic":"Life"},{"quote":"All life is an experiment. The more experiments you make the better.","author":"Ralph Waldo Emerson","topic":"Life"},{"quote":"Life isn&#39;t a matter of milestones, but of moments.","author":"Rose Kennedy","topic":"Life"},{"quote":"It&#39;s very hard to find true friends when your life is a bumpy ride full of twists and turns. But, I&#39;m glad that amidst all the ramblings in my life I have managed to win some great friends.","author":"Harbhajan Singh","topic":"Life"},{"quote":"We live in a rainbow of chaos.","author":"Paul Cezanne","topic":"Life"},{"quote":"All theory, dear friend, is gray, but the golden tree of life springs ever green.","author":"Johann Wolfgang von Goethe","topic":"Life"},{"quote":"You can&#39;t achieve anything in life without a small amount of sacrifice.","author":"Shakira","topic":"Life"},{"quote":"Life is a great sunrise. I do not see why death should not be an even greater one.","author":"Vladimir Nabokov","topic":"Life"},{"quote":"Life is a succession of lessons which must be lived to be understood. All is riddle, and the key to a riddle is another riddle.","author":"Ralph Waldo Emerson","topic":"Life"},{"quote":"But what is happiness except the simple harmony between a man and the life he leads?","author":"Albert Camus","topic":"Life"},{"quote":"Life&#39;s like a movie, write your own ending. Keep believing, keep pretending.","author":"Jim Henson","topic":"Life"},{"quote":"Life is too short to not have fun; we are only here for a short time compared to the sun and the moon and all that.","author":"Coolio","topic":"Life"},{"quote":"Some people think football is a matter of life and death. I assure you, it&#39;s much more serious than that.","author":"Bill Shankly","topic":"Life"},{"quote":"I love the sensation of being out in the open air, far away from all the distractions of modern life. I will usually disappear for a couple of hours, and that time on my bike is quite sacred, as it&#39;s when I do all my serious thinking. Sometimes I will stop off at bikers&#39; cafe and have a bacon sandwich.","author":"Paul Hollywood","topic":"Life"},{"quote":"I&#39;ve cried, and you&#39;d think I&#39;d be better for it, but the sadness just sleeps, and it stays in my spine the rest of my life.","author":"Conor Oberst","topic":"Life"},{"quote":"Telling a teenager the facts of life is like giving a fish a bath.","author":"Arnold H. Glasow","topic":"Life"},{"quote":"Kindness, I&#39;ve discovered, is everything in life.","author":"Isaac Bashevis Singer","topic":"Life"},{"quote":"Give yourself a gift of five minutes of contemplation in awe of everything you see around you. Go outside and turn your attention to the many miracles around you. This five-minute-a-day regimen of appreciation and gratitude will help you to focus your life in awe.","author":"Wayne Dyer","topic":"Life"},{"quote":"Life doesn&#39;t require that we be the best, only that we try our best.","author":"H. Jackson Brown, Jr.","topic":"Life"},{"quote":"Life has been kind to me. I am happy with the love and appreciation that I have been getting throughout my career. I feel blessed.","author":"Vidya Balan","topic":"Life"},{"quote":"It seems to me that the natural world is the greatest source of excitement; the greatest source of visual beauty; the greatest source of intellectual interest. It is the greatest source of so much in life that makes life worth living.","author":"David Attenborough","topic":"Life"},{"quote":"Economics is everywhere, and understanding economics can help you make better decisions and lead a happier life.","author":"Tyler Cowen","topic":"Life"},{"quote":"We live a happy life, and we don&#39;t take anything too seriously.","author":"Zoe Foster Blake","topic":"Life"},{"quote":"My childhood dream was to study mechanical engineering. After reading &#39;The Mysterious Island&#39; - which I read 25 times as a boy - I thought that was the best thing a person could do. The engineer in the book knows mechanics and physics, and he creates a whole way of life on the island out of nothing. I wanted to be like that.","author":"Dan Shechtman","topic":"Life"},{"quote":"Art is the tree of life. Science is the tree of death.","author":"William Blake","topic":"Life"},{"quote":"The things that have always been important: to be a good man, to try to live my life the way God would have me, to turn it over to Him that His will might be worked in my life, to do my work without looking back, to give it all I&#39;ve got, and to take pride in my work as an honest performer.","author":"Johnny Cash","topic":"Life"},{"quote":"The art of living is more like wrestling than dancing.","author":"Marcus Aurelius","topic":"Life"},{"quote":"I enjoy the work, I enjoy every minute of my professional life.","author":"Jose Mourinho","topic":"Life"},{"quote":"Our life always expresses the result of our dominant thoughts.","author":"Soren Kierkegaard","topic":"Life"},{"quote":"A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.","author":"George Bernard Shaw","topic":"Life"},{"quote":"The moment we begin to fear the opinions of others and hesitate to tell the truth that is in us, and from motives of policy are silent when we should speak, the divine floods of light and life no longer flow into our souls.","author":"Elizabeth Cady Stanton","topic":"Life"},{"quote":"I&#39;m just thankful for everything, all the blessings in my life, trying to stay that way. I think that&#39;s the best way to start your day and finish your day. It keeps everything in perspective.","author":"Tim Tebow","topic":"Life"},{"quote":"Everything in life is somewhere else, and you get there in a car.","author":"E. B. White","topic":"Life"},{"quote":"Your daily life is your temple and your religion. When you enter into it take with you your all.","author":"Khalil Gibran","topic":"Life"},{"quote":"Nobody made a greater mistake than he who did nothing because he could do only a little.","author":"Edmund Burke","topic":"Life"},{"quote":"First, I have to thank God for giving me the gift that he did as well as a second chance for a better life.","author":"Oksana Baiul","topic":"Life"},{"quote":"The great art of life is sensation, to feel that we exist, even in pain.","author":"Lord Byron","topic":"Life"},{"quote":"Only those who have learned the power of sincere and selfless contribution experience life&#39;s deepest joy: true fulfillment.","author":"Tony Robbins","topic":"Life"},{"quote":"I don&#39;t trip on that much. I just like to enjoy life and be happy.","author":"Roy Ayers","topic":"Life"},{"quote":"Always keep your smile. That&#39;s how I explain my long life.","author":"Jeanne Calment","topic":"Life"},{"quote":"Life is filled with tragedy, with long patches of struggle and with, I think, beautiful bursts of joy and accomplishment. Blessed with those moments, you just try to relax as much as possible and focus on the little things, like the joy of changing your baby&#39;s diaper.","author":"David Dastmalchian","topic":"Life"},{"quote":"I&#39;m very happy with my life. I am what I am. I don&#39;t worry about anything that I can&#39;t control. That&#39;s a really good lesson in life.","author":"Tom Watson","topic":"Life"},{"quote":"If you truly believe in the value of life, you care about all of the weakest and most vulnerable members of society.","author":"Joni Eareckson Tada","topic":"Life"},{"quote":"We must be willing to let go of the life we have planned, so as to have the life that is waiting for us.","author":"E. M. Forster","topic":"Life"},{"quote":"I have measured out my life with coffee spoons.","author":"T. S. Eliot","topic":"Life"},{"quote":"I believe that singing is the key to long life, a good figure, a stable temperament, increased intelligence, new friends, super self-confidence, heightened sexual attractiveness, and a better sense of humor.","author":"Brian Eno","topic":"Life"},{"quote":"There is more to life than increasing its speed.","author":"Mahatma Gandhi","topic":"Life"},{"quote":"I love being married. It&#39;s so great to find that one special person you want to annoy for the rest of your life.","author":"Rita Rudner","topic":"Life"},{"quote":"There may be aliens in our Milky Way galaxy, and there are billions of other galaxies. The probability is almost certain that there is life somewhere in space.","author":"Buzz Aldrin","topic":"Life"},{"quote":"A man who has never made a woman angry is a failure in life.","author":"Christopher Morley","topic":"Life"},{"quote":"I have spent my life judging the distance between American reality and the American dream.","author":"Bruce Springsteen","topic":"Life"},{"quote":"Today is your own. Tomorrow perchance may never come.","author":"Swami Sivananda","topic":"Life"},{"quote":"There comes a point in your life when you realize how quickly time goes by, and how quickly it has gone. Then it really speeds up exponentially. With that, I think you start to put a lot of things into context; you start to see how huge the world is, and really, the universe.","author":"Michael Keaton","topic":"Life"},{"quote":"I really live a simple life and don&#39;t need very much to feel good and happy. Don&#39;t get me wrong; I believe you should get what you earn. Sometimes you have to fight for it.","author":"Kevin Eubanks","topic":"Life"},{"quote":"The shoe that fits one person pinches another; there is no recipe for living that suits all cases.","author":"Carl Jung","topic":"Life"},{"quote":"True life is lived when tiny changes occur.","author":"Leo Tolstoy","topic":"Life"},{"quote":"Once something has outlived its usefulness in one area of life, its purpose for being in existence is no longer the same. The leaf that captures a stream of sunlight, and then transfers its energy to the tree, serves one purpose in the spring and summer, and another completely different one through the fall and winter.","author":"Guy Finley","topic":"Life"},{"quote":"You&#39;re only here for a short visit. Don&#39;t hurry, don&#39;t worry. And be sure to smell the flowers along the way.","author":"Walter Hagen","topic":"Life"},{"quote":"If you look in real life, it is very hard to describe people as good people, bad people, heroes or villains. People aren&#39;t bad people. They all have their justifications.","author":"Lennie James","topic":"Life"},{"quote":"The people you live with at college, those first roommates often are people you&#39;re still friends with the rest of your life.","author":"Richard Linklater","topic":"Life"},{"quote":"All the art of living lies in a fine mingling of letting go and holding on.","author":"Havelock Ellis","topic":"Life"},{"quote":"Life is a lot like jazz... it&#39;s best when you improvise.","author":"George Gershwin","topic":"Life"},{"quote":"There is a very fine line between loving life and being greedy for it.","author":"Maya Angelou","topic":"Life"},{"quote":"In life, as in chess, forethought wins.","author":"Charles Buxton","topic":"Life"},{"quote":"Not life, but good life, is to be chiefly valued.","author":"Socrates","topic":"Life"},{"quote":"Time to open up a new chapter in life, and to explore a larger centre.","author":"Lillian Russell","topic":"Life"},{"quote":"Life&#39;s like a play: it&#39;s not the length, but the excellence of the acting that matters.","author":"Lucius Annaeus Seneca","topic":"Life"},{"quote":"Find ecstasy in life; the mere sense of living is joy enough.","author":"Emily Dickinson","topic":"Life"},{"quote":"It&#39;s like driving your car. If you drive too fast on the highway, you will topple, so you better maintain your speed. Life is similar to that, and that&#39;s the way you have to control your head.","author":"A. R. Rahman","topic":"Life"},{"quote":"I don&#39;t believe people are looking for the meaning of life as much as they are looking for the experience of being alive.","author":"Joseph Campbell","topic":"Life"},{"quote":"You should feel good about making your home nicer for your family and your friends. You should feel great about cooking a good dinner and making a dress for a granddaughter, creating a beautiful birthday party. It&#39;s all part of life.","author":"Martha Stewart","topic":"Life"},{"quote":"Life is a long lesson in humility.","author":"James M. Barrie","topic":"Life"},{"quote":"The chief danger in life is that you may take too many precautions.","author":"Alfred Adler","topic":"Life"},{"quote":"Life is ten percent what happens to you and ninety percent how you respond to it.","author":"Lou Holtz","topic":"Life"},{"quote":"Life is far too important a thing ever to talk seriously about.","author":"Oscar Wilde","topic":"Life"},{"quote":"Doing what you love is the cornerstone of having abundance in your life.","author":"Wayne Dyer","topic":"Life"},{"quote":"Everything has been figured out, except how to live.","author":"Jean-Paul Sartre","topic":"Life"},{"quote":"Mindfulness is about love and loving life. When you cultivate this love, it gives you clarity and compassion for life, and your actions happen in accordance with that.","author":"Jon Kabat-Zinn","topic":"Life"},{"quote":"The personal life deeply lived always expands into truths beyond itself.","author":"Anais Nin","topic":"Life"},{"quote":"The greatest pleasure of life is love.","author":"Euripides","topic":"Life"},{"quote":"Light is meaningful only in relation to darkness, and truth presupposes error. It is these mingled opposites which people our life, which make it pungent, intoxicating. We only exist in terms of this conflict, in the zone where black and white clash.","author":"Louis Aragon","topic":"Life"},{"quote":"One way to get the most out of life is to look upon it as an adventure.","author":"William Feather","topic":"Life"},{"quote":"The only thing that makes life possible is permanent, intolerable uncertainty; not knowing what comes next.","author":"Ursula K. Le Guin","topic":"Life"},{"quote":"True, we love life, not because we are used to living, but because we are used to loving. There is always some madness in love, but there is also always some reason in madness.","author":"Petrarch","topic":"Life"},{"quote":"The greatest trap in our life is not success, popularity or power, but self-rejection.","author":"Henri Nouwen","topic":"Life"},{"quote":"I have a simple philosophy: Fill what&#39;s empty. Empty what&#39;s full. Scratch where it itches.","author":"Alice Roosevelt Longworth","topic":"Life"},{"quote":"Variety&#39;s the very spice of life, That gives it all its flavor.","author":"William Cowper","topic":"Life"},{"quote":"If life were predictable it would cease to be life, and be without flavor.","author":"Eleanor Roosevelt","topic":"Life"},{"quote":"I want to live my life, not record it.","author":"Jackie Kennedy","topic":"Life"},{"quote":"It is not length of life, but depth of life.","author":"Ralph Waldo Emerson","topic":"Life"},{"quote":"When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, &#39;I used everything you gave me&#39;.","author":"Erma Bombeck","topic":"Life"},{"quote":"The Super Bowl is a game. Life is for real. What I went through helped me get to where I am today. I won&#39;t forget. I can&#39;t forget. Because a man who forgets his past sometimes loses his soul and forgets where to go in the future.","author":"Junior Seau","topic":"Life"},{"quote":"All I really need to know... I learned in kindergarten.","author":"Robert Fulghum","topic":"Life"},{"quote":"I decided, very early on, just to accept life unconditionally; I never expected it to do anything special for me, yet I seemed to accomplish far more than I had ever hoped. Most of the time it just happened to me without my ever seeking it.","author":"Audrey Hepburn","topic":"Life"},{"quote":"Life is the art of drawing sufficient conclusions from insufficient premises.","author":"Samuel Butler","topic":"Life"},{"quote":"Human rights are not a privilege granted by the few, they are a liberty entitled to all, and human rights, by definition, include the rights of all humans, those in the dawn of life, the dusk of life, or the shadows of life.","author":"Kay Granger","topic":"Life"},{"quote":"When we remember we are all mad, the mysteries disappear and life stands explained.","author":"Mark Twain","topic":"Life"},{"quote":"Writing in a journal reminds you of your goals and of your learning in life. It offers a place where you can hold a deliberate, thoughtful conversation with yourself.","author":"Robin S. Sharma","topic":"Life"},{"quote":"What if you gave someone a gift, and they neglected to thank you for it - would you be likely to give them another? Life is the same way. In order to attract more of the blessings that life has to offer, you must truly appreciate what you already have.","author":"Ralph Marston","topic":"Life"},{"quote":"Let life happen to you. Believe me: life is in the right, always.","author":"Rainer Maria Rilke","topic":"Life"},{"quote":"The true object of all human life is play. Earth is a task garden; heaven is a playground.","author":"Gilbert K. Chesterton","topic":"Life"},{"quote":"Life is a zoo in a jungle.","author":"Peter De Vries","topic":"Life"},{"quote":"We are here to add what we can to life, not to get what we can from life.","author":"William Osler","topic":"Life"},{"quote":"Most people have never learned that one of the main aims in life is to enjoy it.","author":"Samuel Butler","topic":"Life"},{"quote":"To be free and to live a free life - that is the most beautiful thing there is.","author":"Miguel Indurain","topic":"Life"},{"quote":"There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last.","author":"Robert Louis Stevenson","topic":"Life"},{"quote":"That it will never come again is what makes life sweet.","author":"Emily Dickinson","topic":"Life"},{"quote":"If I had to live my life again, I&#39;d make the same mistakes, only sooner.","author":"Tallulah Bankhead","topic":"Life"},{"quote":"Life imitates art far more than art imitates Life.","author":"Oscar Wilde","topic":"Life"},{"quote":"Life is a tide; float on it. Go down with it and go up with it, but be detached. Then it is not difficult.","author":"Prem Rawat","topic":"Life"},{"quote":"Art is the proper task of life.","author":"Friedrich Nietzsche","topic":"Life"},{"quote":"The golden moments in the stream of life rush past us, and we see nothing but sand; the angels come to visit us, and we only know them when they are gone.","author":"George Eliot","topic":"Life"},{"quote":"The courage of life is often a less dramatic spectacle than the courage of a final moment; but it is no less a magnificent mixture of triumph and tragedy.","author":"John F. Kennedy","topic":"Life"},{"quote":"I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don&#39;t think I could ask for anything more than that, actually.","author":"Frank Sinatra","topic":"Life"},{"quote":"Maybe all one can do is hope to end up with the right regrets.","author":"Arthur Miller","topic":"Life"},{"quote":"I love life because what more is there?","author":"Anthony Hopkins","topic":"Life"},{"quote":"Life consists not in holding good cards but in playing those you hold well.","author":"Josh Billings","topic":"Life"},{"quote":"Execute every act of thy life as though it were thy last.","author":"Marcus Aurelius","topic":"Life"},{"quote":"Life must be lived as play.","author":"Plato","topic":"Life"},{"quote":"The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware.","author":"Henry Miller","topic":"Life"},{"quote":"It is often said that before you die your life passes before your eyes. It is in fact true. It&#39;s called living.","author":"Terry Pratchett","topic":"Life"},{"quote":"The purpose of life is a life of purpose.","author":"Robert Byrne","topic":"Life"},{"quote":"Growth is the only evidence of life.","author":"John Henry Newman","topic":"Life"},{"quote":"The greatest use of a life is to spend it on something that will outlast it.","author":"William James","topic":"Life"},{"quote":"What we play is life.","author":"Louis Armstrong","topic":"Life"},{"quote":"Here is the test to find whether your mission on Earth is finished: if you&#39;re alive, it isn&#39;t.","author":"Richard Bach","topic":"Life"},{"quote":"People living deeply have no fear of death.","author":"Anais Nin","topic":"Life"},{"quote":"Why should we think upon things that are lovely? Because thinking determines life. It is a common habit to blame life upon the environment. Environment modifies life but does not govern life. The soul is stronger than its surroundings.","author":"William James","topic":"Life"},{"quote":"We can&#39;t plan life. All we can do is be available for it.","author":"Lauryn Hill","topic":"Life"},{"quote":"No man is a failure who is enjoying life.","author":"William Feather","topic":"Life"},{"quote":"What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds.","author":"Wayne Dyer","topic":"Life"},{"quote":"To live is so startling it leaves little time for anything else.","author":"Emily Dickinson","topic":"Life"},{"quote":"Life is a succession of moments, to live each one is to succeed.","author":"Corita Kent","topic":"Life"},{"quote":"Life is largely a matter of expectation.","author":"Horace","topic":"Life"},{"quote":"Life is anything that dies when you stomp on it.","author":"Dave Barry","topic":"Life"},{"quote":"There is no wealth but life.","author":"John Ruskin","topic":"Life"},{"quote":"To be free is to have achieved your life.","author":"Tennessee Williams","topic":"Life"},{"quote":"The man who has no inner-life is a slave to his surroundings.","author":"Henri Frederic Amiel","topic":"Life"},{"quote":"To affect the quality of the day, that is the highest of arts.","author":"Henry David Thoreau","topic":"Life"},{"quote":"Any idiot can face a crisis - it&#39;s day to day living that wears you out.","author":"Anton Chekhov","topic":"Life"},{"quote":"Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.","author":"Mark Twain","topic":"Life"},{"quote":"Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time.","author":"Don Miguel Ruiz","topic":"Life"},{"quote":"Once you say you&#39;re going to settle for second, that&#39;s what happens to you in life.","author":"John F. Kennedy","topic":"Life"},{"quote":"Nearly all the best things that came to me in life have been unexpected, unplanned by me.","author":"Carl Sandburg","topic":"Life"},{"quote":"The further you go in life, the more you realize what you&#39;re going to leave this Earth. It&#39;s not going to be, &#39;It was a great platform. It was great to win the Super Bowl,&#39; but really and truly what you&#39;re going to leave on this Earth is the influence on others.","author":"Joe Gibbs","topic":"Life"},{"quote":"With the past, I have nothing to do; nor with the future. I live now.","author":"Ralph Waldo Emerson","topic":"Life"},{"quote":"Our truest life is when we are in dreams awake.","author":"Henry David Thoreau","topic":"Life"},{"quote":"Get correct views of life, and learn to see the world in its true light. It will enable you to live pleasantly, to do good, and, when summoned away, to leave without regret.","author":"Robert E. Lee","topic":"Life"},{"quote":"The most satisfying thing in life is to have been able to give a large part of one&#39;s self to others.","author":"Pierre Teilhard de Chardin","topic":"Life"},{"quote":"Life is never fair, and perhaps it is a good thing for most of us that it is not.","author":"Oscar Wilde","topic":"Life"},{"quote":"Begin at once to live, and count each separate day as a separate life.","author":"Seneca","topic":"Life"},{"quote":"Character develops itself in the stream of life.","author":"Johann Wolfgang von Goethe","topic":"Life"},{"quote":"Once you bring life into the world, you must protect it. We must protect it by changing the world.","author":"Elie Wiesel","topic":"Life"},{"quote":"Nothing is more precious than life... especially the life of your child.","author":"Peter Diamandis","topic":"Life"},{"quote":"I think I&#39;ve discovered the secret of life - you just hang around until you get used to it.","author":"Charles M. Schulz","topic":"Life"},{"quote":"Life is a lively process of becoming.","author":"Douglas MacArthur","topic":"Life"},{"quote":"Life is made up of marble and mud.","author":"Nathaniel Hawthorne","topic":"Life"},{"quote":"Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter.","author":"Charles Lindbergh","topic":"Life"},{"quote":"While we are postponing, life speeds by.","author":"Lucius Annaeus Seneca","topic":"Life"},{"quote":"Life leaps like a geyser for those who drill through the rock of inertia.","author":"Alexis Carrel","topic":"Life"},{"quote":"Life is too short to work so hard.","author":"Vivien Leigh","topic":"Life"},{"quote":"Don&#39;t go through life, grow through life.","author":"Eric Butterworth","topic":"Life"},{"quote":"I bear a charmed life.","author":"William Shakespeare","topic":"Life"},{"quote":"I am simply trying to struggle through life; trying to do God&#39;s bidding.","author":"George Lucas","topic":"Life"},{"quote":"You can preach a better sermon with your life than with your lips.","author":"Oliver Goldsmith","topic":"Life"},{"quote":"We cannot put off living until we are ready.","author":"Jose Ortega y Gasset","topic":"Life"},{"quote":"We live in the world when we love it.","author":"Rabindranath Tagore","topic":"Life"},{"quote":"We pass through this world but once.","author":"Stephen Jay Gould","topic":"Life"},{"quote":"Life is something to do when you can&#39;t get to sleep.","author":"Fran Lebowitz","topic":"Life"},{"quote":"I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.","author":"Rabindranath Tagore","topic":"Life"},{"quote":"Everything in life is luck.","author":"Donald Trump","topic":"Life"},{"quote":"While there&#39;s life, there&#39;s hope.","author":"Marcus Tullius Cicero","topic":"Life"},{"quote":"It&#39;s only when we truly know and understand that we have a limited time on earth - and that we have no way of knowing when our time is up, we will then begin to live each day to the fullest, as if it was the only one we had.","author":"Elisabeth Kubler-Ross","topic":"Life"},{"quote":"When I hear somebody sigh, &#39;Life is hard,&#39; I am always tempted to ask, &#39;Compared to what?&#39;","author":"Sydney J. Harris","topic":"Life"},{"quote":"I did not direct my life. I didn&#39;t design it. I never made decisions. Things always came up and made them for me. That&#39;s what life is.","author":"B. F. Skinner","topic":"Life"},{"quote":"What a wonderful life I&#39;ve had! I only wish I&#39;d realized it sooner.","author":"Sidonie Gabrielle Colette","topic":"Life"},{"quote":"Remember when life&#39;s path is steep to keep your mind even.","author":"Horace","topic":"Life"},{"quote":"Life is growth. If we stop growing, technically and spiritually, we are as good as dead.","author":"Morihei Ueshiba","topic":"Life"},{"quote":"Ships that pass in the night, and speak each other in passing, only a signal shown, and a distant voice in the darkness; So on the ocean of life, we pass and speak one another, only a look and a voice, then darkness again and a silence.","author":"Henry Wadsworth Longfellow","topic":"Life"},{"quote":"Life is a DNA software system.","author":"Craig Venter","topic":"Life"},{"quote":"Fortunately analysis is not the only way to resolve inner conflicts. Life itself still remains a very effective therapist.","author":"Karen Horney","topic":"Life"},{"quote":"Life loves the liver of it.","author":"Maya Angelou","topic":"Life"},{"quote":"The less routine the more life.","author":"Amos Bronson Alcott","topic":"Life"},{"quote":"My formula for living is quite simple. I get up in the morning and I go to bed at night. In between, I occupy myself as best I can.","author":"Cary Grant","topic":"Life"},{"quote":"The best path through life is the highway.","author":"Henri Frederic Amiel","topic":"Life"},{"quote":"The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line.","author":"H. L. Mencken","topic":"Life"},{"quote":"Who will tell whether one happy moment of love or the joy of breathing or walking on a bright morning and smelling the fresh air, is not worth all the suffering and effort which life implies.","author":"Erich Fromm","topic":"Life"},{"quote":"Life itself is the proper binge.","author":"Julia Child","topic":"Life"},{"quote":"I don&#39;t expect to live forever, but I do intend to hang on as long as possible.","author":"Isaac Asimov","topic":"Life"},{"quote":"For the happiest life, days should be rigorously planned, nights left open to chance.","author":"Mignon McLaughlin","topic":"Life"},{"quote":"I argue thee that love is life. And life hath immortality.","author":"Emily Dickinson","topic":"Life"},{"quote":"Any life is made up of a single moment, the moment in which a man finds out, once and for all, who he is.","author":"Jorge Luis Borges","topic":"Life"},{"quote":"To me, if life boils down to one thing, it&#39;s movement. To live is to keep moving.","author":"Jerry Seinfeld","topic":"Life"},{"quote":"I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day.","author":"E. B. White","topic":"Life"},{"quote":"What is important in life is life, and not the result of life.","author":"Johann Wolfgang von Goethe","topic":"Life"},{"quote":"Live, so you do not have to look back and say: &#39;God, how I have wasted my life.&#39;","author":"Elisabeth Kubler-Ross","topic":"Life"},{"quote":"He is a man, who is to be a man, the fruit is always present in the seed.","author":"Tertullian","topic":"Life"},{"quote":"I am I plus my circumstances.","author":"Jose Ortega y Gasset","topic":"Life"},{"quote":"You have succeeded in life when all you really want is only what you really need.","author":"Vernon Howard","topic":"Life"},{"quote":"Life becomes harder for us when we live for others, but it also becomes richer and happier.","author":"Albert Schweitzer","topic":"Life"},{"quote":"Our business in life is not to succeed, but to continue to fail in good spirits.","author":"Robert Louis Stevenson","topic":"Life"},{"quote":"Life is never easy for those who dream.","author":"Robert James Waller","topic":"Life"},{"quote":"Wrong life cannot be lived rightly.","author":"Theodor Adorno","topic":"Life"},{"quote":"A healthful hunger for a great idea is the beauty and blessedness of life.","author":"Jean Ingelow","topic":"Life"},{"quote":"Wars and elections are both too big and too small to matter in the long run. The daily work - that goes on, it adds up.","author":"Barbara Kingsolver","topic":"Life"},{"quote":"This life is worth living, we can say, since it is what we make it.","author":"William James","topic":"Life"},{"quote":"Every man regards his own life as the New Year&#39;s Eve of time.","author":"Jean Paul","topic":"Life"},{"quote":"He not busy being born is busy dying.","author":"Bob Dylan","topic":"Life"},{"quote":"Life is like a trumpet - if you don&#39;t put anything into it, you don&#39;t get anything out of it.","author":"William Christopher Handy","topic":"Life"},{"quote":"Life is a series of collisions with the future; it is not the sum of what we have been, but what we yearn to be.","author":"Jose Ortega y Gasset","topic":"Life"},{"quote":"Life is what we make it, always has been, always will be.","author":"Grandma Moses","topic":"Life"},{"quote":"Seventy percent of success in life is showing up.","author":"Woody Allen","topic":"Life"},{"quote":"All of life is peaks and valleys. Don&#39;t let the peaks get too high and the valleys too low.","author":"John Wooden","topic":"Life"},{"quote":"What do we live for, if not to make life less difficult for each other?","author":"George Eliot","topic":"Life"},{"quote":"Never be bullied into silence. Never allow yourself to be made a victim. Accept no one&#39;s definition of your life; define yourself.","author":"Harvey Fierstein","topic":"Life"},{"quote":"Life is very short and what we have to do must be done in the now.","author":"Audre Lorde","topic":"Life"},{"quote":"A chain is no stronger than its weakest link, and life is after all a chain.","author":"William James","topic":"Life"},{"quote":"Life is 10 percent what you make it, and 90 percent how you take it.","author":"Irving Berlin","topic":"Life"},{"quote":"Life is made up of sobs, sniffles, and smiles, with sniffles predominating.","author":"O. Henry","topic":"Life"},{"quote":"I have begun to think of life as a series of ripples widening out from an original center.","author":"Seamus Heaney","topic":"Life"},{"quote":"Life ought to be a struggle of desire toward adventures whose nobility will fertilize the soul.","author":"Rebecca West","topic":"Life"},{"quote":"A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.","author":"James Allen","topic":"Life"},{"quote":"Look, I don&#39;t want to wax philosophic, but I will say that if you&#39;re alive you&#39;ve got to flap your arms and legs, you&#39;ve got to jump around a lot, for life is the very opposite of death, and therefore you must at very least think noisy and colorfully, or you&#39;re not alive.","author":"Mel Brooks","topic":"Life"},{"quote":"Just as courage imperils life, fear protects it.","author":"Leonardo da Vinci","topic":"Life"},{"quote":"Life appears to me too short to be spent in nursing animosity, or registering wrongs.","author":"Charlotte Bronte","topic":"Life"},{"quote":"Life will always be to a large extent what we ourselves make it.","author":"Samuel Smiles","topic":"Life"},{"quote":"The art of life is to know how to enjoy a little and to endure very much.","author":"William Hazlitt","topic":"Life"},{"quote":"Only an artist can interpret the meaning of life.","author":"Novalis","topic":"Life"},{"quote":"You don&#39;t have to be the Dalai Lama to tell people that life&#39;s about change.","author":"John Cleese","topic":"Life"},{"quote":"In this world, with thy earthly life, thou art under heaven, stars, and elements, also under hell and devils; all ruleth in thee, and over thee.","author":"Jakob Bohme","topic":"Life"},{"quote":"I take care of my flowers and my cats. And enjoy food. And that&#39;s living.","author":"Ursula Andress","topic":"Life"},{"quote":"When life is too easy for us, we must beware or we may not be ready to meet the blows which sooner or later come to everyone, rich or poor.","author":"Eleanor Roosevelt","topic":"Life"},{"quote":"Life has meaning only if one barters it day by day for something other than itself.","author":"Antoine de Saint-Exupery","topic":"Life"},{"quote":"Life is a moderately good play with a badly written third act.","author":"Truman Capote","topic":"Life"},{"quote":"The hardest years in life are those between ten and seventy.","author":"Helen Hayes","topic":"Life"},{"quote":"We are all here for a spell, get all the good laughs you can.","author":"Will Rogers","topic":"Life"},{"quote":"Life well spent is long.","author":"Leonardo da Vinci","topic":"Life"},{"quote":"A person will sometimes devote all his life to the development of one part of his body - the wishbone.","author":"Robert Frost","topic":"Life"},{"quote":"Give me the luxuries of life and I will willingly do without the necessities.","author":"Frank Lloyd Wright","topic":"Life"},{"quote":"There is just one life for each of us: our own.","author":"Euripides","topic":"Life"},{"quote":"I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see.","author":"John Burroughs","topic":"Life"},{"quote":"To live is to change, and to be perfect is to have changed often.","author":"John Henry Newman","topic":"Life"},{"quote":"Unrest of spirit is a mark of life.","author":"Karl A. Menninger","topic":"Life"},{"quote":"Life is so fresh, life is every day so new if we are fighting, only for the best. Sometimes I think the only real satisfaction in life is failure, failure in your endeavor to do your best.","author":"Maude Adams","topic":"Life"},{"quote":"To live is to think.","author":"Marcus Tullius Cicero","topic":"Life"},{"quote":"Life comes from the earth and life returns to the earth.","author":"Zhuangzi","topic":"Life"},{"quote":"Each one of us decides to incarnate upon this planet at a particular point in time and space. We have chosen to come here to learn a particular lesson that will advance us upon our spiritual, evolutionary pathway.","author":"Louise L. Hay","topic":"Life"},{"quote":"Conduct is three-fourths of our life and its largest concern.","author":"Matthew Arnold","topic":"Life"},{"quote":"Nobody got where they are today by living for tomorrow.","author":"Tom Wilson","topic":"Life"},{"quote":"Make space in your life for the things that matter, for family and friends, love and generosity, fun and joy. Without this, you will burn out in mid-career and wonder where your life went.","author":"Jonathan Sacks","topic":"Life"},{"quote":"Pain and death are part of life. To reject them is to reject life itself.","author":"Havelock Ellis","topic":"Life"},{"quote":"Like a morning dream, life becomes more and more bright the longer we live, and the reason of everything appears more clear. What has puzzled us before seems less mysterious, and the crooked paths look straighter as we approach the end.","author":"Jean Paul","topic":"Life"},{"quote":"Life itself still remains a very effective therapist.","author":"Karen Horney","topic":"Life"},{"quote":"How sweet it is!","author":"Jackie Gleason","topic":"Life"},{"quote":"If life had a second edition, how I would correct the proofs.","author":"John Clare","topic":"Life"},{"quote":"The Wine of Life keeps oozing drop by drop, The Leaves of Life keep falling one by one.","author":"Edward Fitzgerald","topic":"Life"},{"quote":"Life is wasted on the living.","author":"Douglas Adams","topic":"Life"},{"quote":"Life is not an exact science, it is an art.","author":"Samuel Butler","topic":"Life"},{"quote":"When I was a little kid, we only knew about our nine planets. Since then, we&#39;ve downgraded Pluto but have discovered that other solar systems and stars are common. So life is probably quite prevalent.","author":"Buzz Aldrin","topic":"Life"},{"quote":"Life is a horizontal fall.","author":"Jean Cocteau","topic":"Life"},{"quote":"I look back on my life like a good day&#39;s work, it was done and I am satisfied with it.","author":"Grandma Moses","topic":"Life"},{"quote":"Don&#39;t let life discourage you; everyone who got where he is had to begin where he was.","author":"Richard L. Evans","topic":"Life"},{"quote":"Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.","author":"George Bernard Shaw","topic":"Life"},{"quote":"Life&#39;s a fight. It&#39;s a good fight of faith.","author":"Joel Osteen","topic":"Life"},{"quote":"My trade and art is to live.","author":"Michel de Montaigne","topic":"Life"},{"quote":"The most exhausting thing in life is being insincere.","author":"Anne Morrow Lindbergh","topic":"Life"},{"quote":"Life is a gift, given in trust - like a child.","author":"Anne Morrow Lindbergh","topic":"Life"},{"quote":"Each day is the scholar of yesterday.","author":"Publilius Syrus","topic":"Life"},{"quote":"To know nothing is the happiest life.","author":"Desiderius Erasmus","topic":"Life"},{"quote":"Take care of your life and the Lord will take care of your death.","author":"George Whitefield","topic":"Life"},{"quote":"Life is half spent before we know what it is.","author":"George Herbert","topic":"Life"},{"quote":"I take a simple view of life. It is keep your eyes open and get on with it.","author":"Laurence Sterne","topic":"Life"},{"quote":"Life is a work in progress.","author":"Jeff Rich","topic":"Life"},{"quote":"With renunciation life begins.","author":"Amelia Barr","topic":"Life"},{"quote":"The person lives twice who lives the first life well.","author":"Robert Herrick","topic":"Life"},{"quote":"I had no blood relatives till I made some.","author":"Andy Dick","topic":"Life"},{"quote":"The whole secret of life is to be interested in one thing profoundly and in a thousand things well.","author":"Horace Walpole","topic":"Life"},{"quote":"The dearest days in one&#39;s life are those that seem very far and very near at once.","author":"Abraham Cahan","topic":"Life"},{"quote":"Life is much shorter than I imagined it to be.","author":"Abraham Cahan","topic":"Life"},{"quote":"Who cares about great marks left behind? We have one life... just one. Our life. We have nothing else.","author":"Ugo Betti","topic":"Life"},{"quote":"A little credulity helps one on through life very smoothly.","author":"Elizabeth Gaskell","topic":"Life"},{"quote":"We are to seek wisdom and understanding only in the length of days.","author":"Robert Hall","topic":"Life"},{"quote":"Not a shred of evidence exists in favor of the idea that life is serious.","author":"Brendan Gill","topic":"Life"},{"quote":"Life consists in what a man is thinking of all day.","author":"Ralph Waldo Emerson","topic":"Life"},{"quote":"If we live good lives, the times are also good. As we are, such are the times.","author":"Saint Augustine","topic":"Life"},{"quote":"Unbeing dead isn&#39;t being alive.","author":"e. e. cummings","topic":"Life"},{"quote":"An aim in life is the only fortune worth finding.","author":"Robert Louis Stevenson","topic":"Life"},{"quote":"The main facts in human life are five: birth, food, sleep, love and death.","author":"E. M. Forster","topic":"Life"},{"quote":"To live is like to love - all reason is against it, and all healthy instinct for it.","author":"Samuel Butler","topic":"Life"},{"quote":"To be able to look back upon one&#39;s past life with satisfaction is to live twice.","author":"Lord Acton","topic":"Life"},{"quote":"Life is painting a picture, not doing a sum.","author":"Oliver Wendell Holmes, Jr.","topic":"Life"},{"quote":"The Indian Summer of life should be a little sunny and a little sad, like the season, and infinite in wealth and depth of tone, but never hustled.","author":"Henry Adams","topic":"Life"},{"quote":"The indispensable first step to getting the things you want out of life is this: decide what you want.","author":"Ben Stein","topic":"Life"},{"quote":"I am an artist... I am here to live out loud.","author":"Emile Zola","topic":"Life"},{"quote":"The difficulty in life is the choice.","author":"George A. Moore","topic":"Life"},{"quote":"Life has a higher end, than to be amused.","author":"William Ellery Channing","topic":"Life"},{"quote":"The fear of life is the favorite disease of the 20th century.","author":"William Lyon Phelps","topic":"Life"},{"quote":"I have inspiration and feelings of being alive most every day I live.","author":"Judy Collins","topic":"Life"},{"quote":"I do not regret one moment of my life.","author":"Lillie Langtry","topic":"Life"},{"quote":"The real business of life is trying to understand each other.","author":"Gilbert Parker","topic":"Life"},{"quote":"My life is every moment of my life. It is not a culmination of the past.","author":"Hugh Leonard","topic":"Life"},{"quote":"I am all for the short and merry life.","author":"Edward Fitzgerald","topic":"Life"},{"quote":"Life&#39;s more amusing than we thought.","author":"Andrew Lang","topic":"Life"}]