[{"quote":"Nearly all men can stand adversity, but if you want to test a man&#39;s character, give him power.","author":"Abraham Lincoln","topic":"Men"},{"quote":"Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent.","author":"Calvin Coolidge","topic":"Men"},{"quote":"Just as a candle cannot burn without fire, men cannot live without a spiritual life.","author":"Buddha","topic":"Men"},{"quote":"Wise men speak because they have something to say; Fools because they have to say something.","author":"Plato","topic":"Men"},{"quote":"It is easier to build strong children than to repair broken men.","author":"Frederick Douglass","topic":"Men"},{"quote":"The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it. You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough.","author":"George Edward Moore","topic":"Men"},{"quote":"The only thing necessary for the triumph of evil is for good men to do nothing.","author":"Edmund Burke","topic":"Men"},{"quote":"Men always want to be a woman&#39;s first love - women like to be a man&#39;s last romance.","author":"Oscar Wilde","topic":"Men"},{"quote":"Girls are capable of doing everything men are capable of doing. Sometimes they have more imagination than men.","author":"Katherine Johnson","topic":"Men"},{"quote":"The goal of education is not to increase the amount of knowledge but to create the possibilities for a child to invent and discover, to create men who are capable of doing new things.","author":"Jean Piaget","topic":"Men"},{"quote":"Neither man nor woman is perfect or complete without the other. Thus, no marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose, respecting and relying upon each other&#39;s strengths.","author":"Sheri L. Dew","topic":"Men"},{"quote":"No struggle can ever succeed without women participating side by side with men.","author":"Muhammad Ali Jinnah","topic":"Men"},{"quote":"I see Americans of every party, every background, every faith who believe that we are stronger together: black, white, Latino, Asian, Native American; young, old; gay, straight; men, women, folks with disabilities, all pledging allegiance under the same proud flag to this big, bold country that we love. That&#39;s what I see. That&#39;s the America I know!","author":"Barack Obama","topic":"Men"},{"quote":"I believe in Liberty for all men: the space to stretch their arms and their souls, the right to breathe and the right to vote, the freedom to choose their friends, enjoy the sunshine, and ride on the railroads, uncursed by color; thinking, dreaming, working as they will in a kingdom of beauty and love.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"Today is Valentine&#39;s Day - or, as men like to call it, Extortion Day!","author":"Jay Leno","topic":"Men"},{"quote":"Many men go fishing all of their lives without knowing that it is not fish they are after.","author":"Henry David Thoreau","topic":"Men"},{"quote":"Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.","author":"Martin Luther King, Jr.","topic":"Men"},{"quote":"Waste no more time arguing about what a good man should be. Be one.","author":"Marcus Aurelius","topic":"Men"},{"quote":"I think women are foolish to pretend they are equal to men; they are far superior and always have been.","author":"William Golding","topic":"Men"},{"quote":"A gentleman is simply a patient wolf.","author":"Lana Turner","topic":"Men"},{"quote":"Women and cats will do as they please, and men and dogs should relax and get used to the idea.","author":"Robert A. Heinlein","topic":"Men"},{"quote":"Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.","author":"Harry S Truman","topic":"Men"},{"quote":"It was pride that changed angels into devils; it is humility that makes men as angels.","author":"Saint Augustine","topic":"Men"},{"quote":"We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness.","author":"Thomas Jefferson","topic":"Men"},{"quote":"Shallow men believe in luck. Strong men believe in cause and effect.","author":"Ralph Waldo Emerson","topic":"Men"},{"quote":"You must make women count as much as men; you must have an equal standard of morals; and the only way to enforce that is through giving women political power so that you can get that equal moral standard registered in the laws of the country. It is the only way.","author":"Emmeline Pankhurst","topic":"Men"},{"quote":"Wisdom, compassion, and courage are the three universally recognized moral qualities of men.","author":"Confucius","topic":"Men"},{"quote":"Thank God men cannot fly, and lay waste the sky as well as the earth.","author":"Henry David Thoreau","topic":"Men"},{"quote":"The highest prize in a world of men is the most beautiful woman available on your arm and living there in her heart loyal to you.","author":"Norman Mailer","topic":"Men"},{"quote":"Men, their rights, and nothing more; women, their rights, and nothing less.","author":"Susan B. Anthony","topic":"Men"},{"quote":"There&#39;s three things men always talk about - women, sports, and cars.","author":"Mario Lopez","topic":"Men"},{"quote":"Let&#39;s be very clear: Strong men - men who are truly role models - don&#39;t need to put down women to make themselves feel powerful. People who are truly strong lift others up. People who are truly powerful bring others together.","author":"Michelle Obama","topic":"Men"},{"quote":"We the people are the rightful masters of both Congress and the courts, not to overthrow the Constitution but to overthrow the men who pervert the Constitution.","author":"Abraham Lincoln","topic":"Men"},{"quote":"I believe in the brotherhood of man, all men, but I don&#39;t believe in brotherhood with anybody who doesn&#39;t want brotherhood with me. I believe in treating people right, but I&#39;m not going to waste my time trying to treat somebody right who doesn&#39;t know how to return the treatment.","author":"Malcolm X","topic":"Men"},{"quote":"The glory of justice and the majesty of law are created not just by the Constitution - nor by the courts - nor by the officers of the law - nor by the lawyers - but by the men and women who constitute our society - who are the protectors of the law as they are themselves protected by the law.","author":"Robert Kennedy","topic":"Men"},{"quote":"Without feelings of respect, what is there to distinguish men from beasts?","author":"Confucius","topic":"Men"},{"quote":"The best teamwork comes from men who are working independently toward one goal in unison.","author":"James Cash Penney","topic":"Men"},{"quote":"All the world&#39;s a stage, and all the men and women merely players: they have their exits and their entrances; and one man in his time plays many parts, his acts being seven ages.","author":"William Shakespeare","topic":"Men"},{"quote":"Within the covers of the Bible are the answers for all the problems men face.","author":"Ronald Reagan","topic":"Men"},{"quote":"Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others.","author":"Amelia Earhart","topic":"Men"},{"quote":"Men are like wine - some turn to vinegar, but the best improve with age.","author":"Pope John XXIII","topic":"Men"},{"quote":"Men are what their mothers made them.","author":"Ralph Waldo Emerson","topic":"Men"},{"quote":"Reputation is what men and women think of us; character is what God and angels know of us.","author":"Thomas Paine","topic":"Men"},{"quote":"Great men are like eagles, and build their nest on some lofty solitude.","author":"Arthur Schopenhauer","topic":"Men"},{"quote":"We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.","author":"Plato","topic":"Men"},{"quote":"School houses do not teach themselves - piles of brick and mortar and machinery do not send out men. It is the trained, living human soul, cultivated and strengthened by long study and thought, that breathes the real breath of life into boys and girls and makes them human, whether they be black or white, Greek, Russian or American.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"Wise men don&#39;t need advice. Fools won&#39;t take it.","author":"Benjamin Franklin","topic":"Men"},{"quote":"The men who learn endurance, are they who call the whole world, brother.","author":"Charles Dickens","topic":"Men"},{"quote":"Democracy is when the indigent, and not the men of property, are the rulers.","author":"Aristotle","topic":"Men"},{"quote":"If men were angels, no government would be necessary.","author":"James Madison","topic":"Men"},{"quote":"There is nothing noble in being superior to your fellow men. True nobility lies in being superior to your former self.","author":"Ernest Hemingway","topic":"Men"},{"quote":"What I&#39;ve never understood is why some women use plastic surgery to make themselves more attractive to men. The most beautiful woman is someone who&#39;s happy and is always smiling.","author":"Irina Shayk","topic":"Men"},{"quote":"Great things are done when men and mountains meet.","author":"William Blake","topic":"Men"},{"quote":"Older men declare war. But it is the youth that must fight and die.","author":"Herbert Hoover","topic":"Men"},{"quote":"Surely the day will come when color means nothing more than the skin tone, when religion is seen uniquely as a way to speak one&#39;s soul, when birth places have the weight of a throw of the dice and all men are born free, when understanding breeds love and brotherhood.","author":"Josephine Baker","topic":"Men"},{"quote":"All men dream, but not equally. Those who dream by night in the dusty recesses of their minds, wake in the day to find that it was vanity: but the dreamers of the day are dangerous men, for they may act on their dreams with open eyes, to make them possible.","author":"T. E. Lawrence","topic":"Men"},{"quote":"The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done.","author":"Jean Piaget","topic":"Men"},{"quote":"Real men laugh at opposition; real men smile when enemies appear.","author":"Marcus Garvey","topic":"Men"},{"quote":"The greatest deception men suffer is from their own opinions.","author":"Leonardo da Vinci","topic":"Men"},{"quote":"I do not think you can name many great inventions that have been made by married men.","author":"Nikola Tesla","topic":"Men"},{"quote":"A hero is born among a hundred, a wise man is found among a thousand, but an accomplished one might not be found even among a hundred thousand men.","author":"Plato","topic":"Men"},{"quote":"The planter, the farmer, the mechanic, and the laborer... form the great body of the people of the United States, they are the bone and sinew of the country men who love liberty and desire nothing but equal rights and equal laws.","author":"Andrew Jackson","topic":"Men"},{"quote":"Adversity causes some men to break; others to break records.","author":"William Arthur Ward","topic":"Men"},{"quote":"Passion is what gets you through the hardest times that might otherwise make strong men weak, or make you give up.","author":"Neil deGrasse Tyson","topic":"Men"},{"quote":"Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best; it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.","author":"George S. Patton","topic":"Men"},{"quote":"It was we, the people; not we, the white male citizens; nor yet we, the male citizens; but we, the whole people, who formed the Union. And we formed it, not to give the blessings of liberty, but to secure them; not to the half of ourselves and the half of our posterity, but to the whole people - women as well as men.","author":"Susan B. Anthony","topic":"Men"},{"quote":"Men make the moral code and they expect women to accept it. They have decided that it is entirely right and proper for men to fight for their liberties and their rights, but that it is not right and proper for women to fight for theirs.","author":"Emmeline Pankhurst","topic":"Men"},{"quote":"Men go abroad to wonder at the heights of mountains, at the huge waves of the sea, at the long courses of the rivers, at the vast compass of the ocean, at the circular motions of the stars, and they pass by themselves without wondering.","author":"Saint Augustine","topic":"Men"},{"quote":"Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.","author":"Abraham Lincoln","topic":"Men"},{"quote":"An American monkey, after getting drunk on brandy, would never touch it again, and thus is much wiser than most men.","author":"Charles Darwin","topic":"Men"},{"quote":"Cats are the runes of beauty, invincibility, wonder, pride, freedom, coldness, self-sufficiency, and dainty individuality - the qualities of sensitive, enlightened, mentally developed, pagan, cynical, poetic, philosophic, dispassionate, reserved, independent, Nietzschean, unbroken, civilised, master-class men.","author":"H. P. Lovecraft","topic":"Men"},{"quote":"We must continue to prove to the world that we can provide a rising standard of living for all men without loss of civil rights or human dignity to any man.","author":"Robert Kennedy","topic":"Men"},{"quote":"There are three classes of men; lovers of wisdom, lovers of honor, and lovers of gain.","author":"Plato","topic":"Men"},{"quote":"During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man.","author":"Thomas Hobbes","topic":"Men"},{"quote":"In consequence of inventing machines, men will be devoured by them.","author":"Jules Verne","topic":"Men"},{"quote":"If it is right for men to fight for their freedom, and God knows what the human race would be like today if men had not, since time began, fought for their freedom, then it is right for women to fight for their freedom and the freedom of the children they bear.","author":"Emmeline Pankhurst","topic":"Men"},{"quote":"It is not so much for its beauty that the forest makes a claim upon men&#39;s hearts, as for that subtle something, that quality of air that emanation from old trees, that so wonderfully changes and renews a weary spirit.","author":"Robert Louis Stevenson","topic":"Men"},{"quote":"Feminism isn&#39;t about hating men. It&#39;s about challenging the absurd gender distinctions that boys and girls learn from childhood and carry into their adult lives.","author":"Robert Webb","topic":"Men"},{"quote":"Only the wisest and stupidest of men never change.","author":"Confucius","topic":"Men"},{"quote":"The mountains, the forest, and the sea, render men savage; they develop the fierce, but yet do not destroy the human.","author":"Victor Hugo","topic":"Men"},{"quote":"A woman of the world is anxious to exhibit her form and shape, whether walking, standing, sitting, or sleeping. Even when represented as a picture, she desires to captivate with the charms of her beauty and, thus, to rob men of their steadfast heart.","author":"Buddha","topic":"Men"},{"quote":"The Negro race, like all races, is going to be saved by its exceptional men. The problem of education, then, among Negroes must first of all deal with the Talented Tenth; it is the problem of developing the Best of this race that they may guide the Mass away from the contamination and death of the Worst, in their own and other races.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"Don&#39;t wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities; strong men make them.","author":"Orison Swett Marden","topic":"Men"},{"quote":"Brave men rejoice in adversity, just as brave soldiers triumph in war.","author":"Lucius Annaeus Seneca","topic":"Men"},{"quote":"All men&#39;s miseries derive from not being able to sit in a quiet room alone.","author":"Blaise Pascal","topic":"Men"},{"quote":"The real problem is not whether machines think but whether men do.","author":"B. F. Skinner","topic":"Men"},{"quote":"A system of education is not one thing, nor does it have a single definite object, nor is it a mere matter of schools. Education is that whole system of human training within and without the school house walls, which molds and develops men.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"Some men see things as they are, and ask why. I dream of things that never were, and ask why not.","author":"Robert Kennedy","topic":"Men"},{"quote":"Let me embrace thee, sour adversity, for wise men say it is the wisest course.","author":"William Shakespeare","topic":"Men"},{"quote":"Men are born ignorant, not stupid. They are made stupid by education.","author":"Bertrand Russell","topic":"Men"},{"quote":"Men in general are quick to believe that which they wish to be true.","author":"Julius Caesar","topic":"Men"},{"quote":"Conservation is a state of harmony between men and land.","author":"Aldo Leopold","topic":"Men"},{"quote":"There is a great stir about colored men getting their rights, but not a word about the colored women; and if colored men get their rights, and not colored women theirs, you see, the colored men will be masters over the women, and it will be just as bad as it was before.","author":"Sojourner Truth","topic":"Men"},{"quote":"Beware, so long as you live, of judging men by their outward appearance.","author":"Jean de La Fontaine","topic":"Men"},{"quote":"Most men today cannot conceive of a freedom that does not involve somebody&#39;s slavery.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"If men can develop weapons that are so terrifying as to make the thought of global war include almost a sentence for suicide, you would think that man&#39;s intelligence and his comprehension... would include also his ability to find a peaceful solution.","author":"Dwight D. Eisenhower","topic":"Men"},{"quote":"Fire is the test of gold; adversity, of strong men.","author":"Martha Graham","topic":"Men"},{"quote":"Yes, we become stronger when men and women, young and old, gay and straight, native-born and immigrant fight together to create the kind of country we all know we can become.","author":"Bernie Sanders","topic":"Men"},{"quote":"That little man in black there, he says women can&#39;t have as much rights as men &#39;cause Christ wasn&#39;t a woman! Where did your Christ come from? Where did your Christ come from? From God and a woman! Man had nothing to do with Him.","author":"Sojourner Truth","topic":"Men"},{"quote":"What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like.","author":"Saint Augustine","topic":"Men"},{"quote":"I believe in the brotherhood of all men, but I don&#39;t believe in wasting brotherhood on anyone who doesn&#39;t want to practice it with me. Brotherhood is a two-way street.","author":"Malcolm X","topic":"Men"},{"quote":"Generally speaking, men are held in great esteem in all parts of the world, so why shouldn&#39;t women have their share? Soldiers and war heroes are honored and commemorated, explorers are granted immortal fame, martyrs are revered, but how many people look upon women too as soldiers?","author":"Anne Frank","topic":"Men"},{"quote":"In all cities, the better classes - the business men - are the sources of corruption, but they are so rarely pursued and caught that we do not fully realize whence the trouble comes.","author":"Lincoln Steffens","topic":"Men"},{"quote":"People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf.","author":"George Orwell","topic":"Men"},{"quote":"Civilization is a method of living, an attitude of equal respect for all men.","author":"Jane Addams","topic":"Men"},{"quote":"Love is something far more than desire for sexual intercourse; it is the principal means of escape from the loneliness which afflicts most men and women throughout the greater part of their lives.","author":"Bertrand Russell","topic":"Men"},{"quote":"Ever since World War I, superior force is no longer measured in terms of men or horses, but in the means to wreak destruction.","author":"Saul David","topic":"Men"},{"quote":"Rocks and waters, etc., are words of God, and so are men. We all flow from one fountain Soul. All are expressions of one Love.","author":"John Muir","topic":"Men"},{"quote":"It is easier to find men who will volunteer to die, than to find those who are willing to endure pain with patience.","author":"Julius Caesar","topic":"Men"},{"quote":"Video games are a waste of time for men with nothing else to do. Real brains don&#39;t do that.","author":"Ray Bradbury","topic":"Men"},{"quote":"All women think men look good in suits. To be honest, I like the way they look, too.","author":"Liam Hemsworth","topic":"Men"},{"quote":"Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing.","author":"Helen Keller","topic":"Men"},{"quote":"It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived.","author":"George S. Patton","topic":"Men"},{"quote":"Victory usually goes to the army who has better trained officers and men.","author":"Sun Tzu","topic":"Men"},{"quote":"It is not titles that honor men, but men that honor titles.","author":"Niccolo Machiavelli","topic":"Men"},{"quote":"We are braver and wiser because they existed, those strong women and strong men... We are who we are because they were who they were. It&#39;s wise to know where you come from, who called your name.","author":"Maya Angelou","topic":"Men"},{"quote":"It takes a hero to be one of those men who goes into battle.","author":"Norman Schwarzkopf","topic":"Men"},{"quote":"Wars may be fought with weapons, but they are won by men. It is the spirit of men who follow and of the man who leads that gains the victory.","author":"George S. Patton","topic":"Men"},{"quote":"Persuasion is achieved by the speaker&#39;s personal character when the speech is so spoken as to make us think him credible. We believe good men more fully and more readily than others: this is true generally whatever the question is, and absolutely true where exact certainty is impossible and opinions are divided.","author":"Aristotle","topic":"Men"},{"quote":"The truth is not for all men, but only for those who seek it.","author":"Ayn Rand","topic":"Men"},{"quote":"No man has any natural authority over his fellow men.","author":"Jean-Jacques Rousseau","topic":"Men"},{"quote":"Achieving gender equality requires the engagement of women and men, girls and boys. It is everyone&#39;s responsibility.","author":"Ban Ki-moon","topic":"Men"},{"quote":"Children will always be afraid of the dark, and men with minds sensitive to hereditary impulse will always tremble at the thought of the hidden and fathomless worlds of strange life which may pulsate in the gulfs beyond the stars, or press hideously upon our own globe in unholy dimensions which only the dead and the moonstruck can glimpse.","author":"H. P. Lovecraft","topic":"Men"},{"quote":"In Medford, I awaked the Captain of the Minute Men; &amp; after that, I alarmed almost every house, till I got to Lexington.","author":"Paul Revere","topic":"Men"},{"quote":"America was established not to create wealth but to realize a vision, to realize an ideal - to discover and maintain liberty among men.","author":"Woodrow Wilson","topic":"Men"},{"quote":"Any religion that professes to be concerned about the souls of men and is not concerned about the slums that damn them, the economic conditions that strangle them and the social conditions that cripple them is a spiritually moribund religion awaiting burial.","author":"Martin Luther King, Jr.","topic":"Men"},{"quote":"Capitalism is the astounding belief that the most wickedest of men will do the most wickedest of things for the greatest good of everyone.","author":"John Maynard Keynes","topic":"Men"},{"quote":"We must become bigger than we have been: more courageous, greater in spirit, larger in outlook. We must become members of a new race, overcoming petty prejudice, owing our ultimate allegiance not to nations but to our fellow men within the human community.","author":"Haile Selassie","topic":"Men"},{"quote":"A wise and frugal government, which shall restrain men from injuring one another, shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned.","author":"Thomas Jefferson","topic":"Men"},{"quote":"I do not wish women to have power over men; but over themselves.","author":"Mary Shelley","topic":"Men"},{"quote":"Watches are the only jewelry men can wear, unless you&#39;re Mr. T.","author":"Gordon Bethune","topic":"Men"},{"quote":"Envy blinds men and makes it impossible for them to think clearly.","author":"Malcolm X","topic":"Men"},{"quote":"If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.","author":"Confucius","topic":"Men"},{"quote":"Men often oppose a thing merely because they have had no agency in planning it, or because it may have been planned by those whom they dislike.","author":"Alexander Hamilton","topic":"Men"},{"quote":"Timid men prefer the calm of despotism to the tempestuous sea of liberty.","author":"Thomas Jefferson","topic":"Men"},{"quote":"The greatest want of the world is the want of men - men who will not be bought or sold; men who in their inmost souls are true and honest; men who do not fear to call sin by its right name; men whose conscience is as true to duty as the needle to the pole; men who will stand for the right though the heavens fall.","author":"Ellen G. White","topic":"Men"},{"quote":"Reflect upon your present blessings of which every man has many - not on your past misfortunes, of which all men have some.","author":"Charles Dickens","topic":"Men"},{"quote":"In framing a government which is to be administered by men over men, the great difficulty lies in this: you must first enable the government to control the governed; and in the next place, oblige it to control itself.","author":"Alexander Hamilton","topic":"Men"},{"quote":"The &#39;morality of compromise&#39; sounds contradictory. Compromise is usually a sign of weakness, or an admission of defeat. Strong men don&#39;t compromise, it is said, and principles should never be compromised.","author":"Andrew Carnegie","topic":"Men"},{"quote":"Time is the most valuable thing on earth: time to think, time to act, time to extend our fraternal relations, time to become better men, time to become better women, time to become better and more independent citizens.","author":"Samuel Gompers","topic":"Men"},{"quote":"Live as brave men; and if fortune is adverse, front its blows with brave hearts.","author":"Marcus Tullius Cicero","topic":"Men"},{"quote":"There is a tide in the affairs of men, Which taken at the flood, leads on to fortune. Omitted, all the voyage of their life is bound in shallows and in miseries. On such a full sea are we now afloat. And we must take the current when it serves, or lose our ventures.","author":"William Shakespeare","topic":"Men"},{"quote":"In reading the lives of great men, I found that the first victory they won was over themselves... self-discipline with all of them came first.","author":"Harry S Truman","topic":"Men"},{"quote":"With fools, there is no companionship. Rather than to live with men who are selfish, vain, quarrelsome, and obstinate, let a man walk alone.","author":"Buddha","topic":"Men"},{"quote":"The danger of the past was that men became slaves. The danger of the future is that men may become robots.","author":"Erich Fromm","topic":"Men"},{"quote":"Men lose all the material things they leave behind them in this world, but they carry with them the reward of their charity and the alms they give. For these, they will receive from the Lord the reward and recompense they deserve.","author":"Francis of Assisi","topic":"Men"},{"quote":"The curious task of economics is to demonstrate to men how little they really know about what they imagine they can design.","author":"Friedrich August von Hayek","topic":"Men"},{"quote":"It does not take a majority to prevail... but rather an irate, tireless minority, keen on setting brushfires of freedom in the minds of men.","author":"Samuel Adams","topic":"Men"},{"quote":"You can&#39;t keep changing men, so you settle for changing your lipstick.","author":"Heather Locklear","topic":"Men"},{"quote":"People who have no hold over their process of thinking are likely to be ruined by liberty of thought. If thought is immature, liberty of thought becomes a method of converting men into animals.","author":"Muhammad Iqbal","topic":"Men"},{"quote":"Associate with men of good quality if you esteem your own reputation; for it is better to be alone than in bad company.","author":"George Washington","topic":"Men"},{"quote":"A state of society where men may not speak their minds cannot long endure.","author":"Winston Churchill","topic":"Men"},{"quote":"Fidelity, Bravery, and Integrity set the expectations for behavior; they set a standard for our work. More than just a motto, for the men and women of the FBI, Fidelity, Bravery, and Integrity is a way of life.","author":"Robert Mueller","topic":"Men"},{"quote":"A government of laws, and not of men.","author":"John Adams","topic":"Men"},{"quote":"Those who profess to favor freedom, and yet deprecate agitation, are men who want crops without plowing up the ground.","author":"Frederick Douglass","topic":"Men"},{"quote":"The intelligent ruler makes the law select men and makes no arbitrary appointment himself; he makes the law measure merits and makes no arbitrary judgment himself.","author":"Han Fei","topic":"Men"},{"quote":"The tragedy of life is in what dies inside a man while he lives - the death of genuine feeling, the death of inspired response, the awareness that makes it possible to feel the pain or the glory of other men in yourself.","author":"Norman Cousins","topic":"Men"},{"quote":"Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad.","author":"Fyodor Dostoevsky","topic":"Men"},{"quote":"Content makes poor men rich; discontent makes rich men poor.","author":"Benjamin Franklin","topic":"Men"},{"quote":"The fitness of the pupil is shown in his love for the acquisition of knowledge, his willingness to receive instruction, his reverence for learned and virtuous men, his attendance upon the teacher, and his execution of orders.","author":"Dayananda Saraswati","topic":"Men"},{"quote":"There are three kinds of men. The one that learns by reading. The few who learn by observation. The rest of them have to pee on the electric fence for themselves.","author":"Will Rogers","topic":"Men"},{"quote":"Until justice is blind to color, until education is unaware of race, until opportunity is unconcerned with the color of men&#39;s skins, emancipation will be a proclamation but not a fact.","author":"Lyndon B. Johnson","topic":"Men"},{"quote":"Fires can&#39;t be made with dead embers, nor can enthusiasm be stirred by spiritless men. Enthusiasm in our daily work lightens effort and turns even labor into pleasant tasks.","author":"James A. Baldwin","topic":"Men"},{"quote":"Throughout human history, in any great endeavour requiring the common effort of many nations and men and women everywhere, we have learned - it is only through seriousness of purpose and persistence that we ultimately carry the day. We might liken it to riding a bicycle. You stay upright and move forward so long as you keep up the momentum.","author":"Ban Ki-moon","topic":"Men"},{"quote":"I am not the first Buddha who came upon Earth, nor shall I be the last. In due time, another Buddha will arise in the world - a Holy One, a supremely enlightened One, endowed with wisdom in conduct, auspicious, knowing the universe, an incomparable leader of men, a master of angels and mortals.","author":"Buddha","topic":"Men"},{"quote":"When the sword is once drawn, the passions of men observe no bounds of moderation.","author":"Alexander Hamilton","topic":"Men"},{"quote":"A lawyer with his briefcase can steal more than a hundred men with guns.","author":"Mario Puzo","topic":"Men"},{"quote":"Yes, guns are to men what jewelry is to women!","author":"Steve King","topic":"Men"},{"quote":"Liberate the minds of men and ultimately you will liberate the bodies of men.","author":"Marcus Garvey","topic":"Men"},{"quote":"I believe in God, who made of one blood all nations that on earth do dwell. I believe that all men, black and brown and white, are brothers, varying through time and opportunity, in form and gift and feature, but differing in no essential particular, and alike in soul and the possibility of infinite development.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"The only use of an obstacle is to be overcome. All that an obstacle does with brave men is, not to frighten them, but to challenge them.","author":"Woodrow Wilson","topic":"Men"},{"quote":"The better I get to know men, the more I find myself loving dogs.","author":"Charles de Gaulle","topic":"Men"},{"quote":"Employ your time in improving yourself by other men&#39;s writings, so that you shall gain easily what others have labored hard for.","author":"Socrates","topic":"Men"},{"quote":"One of my most vivid memories of the mid-1950s is of crying into a washbasin full of soapy grey baby clothes - there were no washing machines - while my handsome and adored husband was off playing football in the park on Sunday morning with all the delightful young men who had been friends to both of us at Cambridge three years earlier.","author":"Claire Tomalin","topic":"Men"},{"quote":"Passion makes idiots of the cleverest men, and makes the biggest idiots clever.","author":"Francois de La Rochefoucauld","topic":"Men"},{"quote":"The main purpose of the stock market is to make fools of as many men as possible.","author":"Bernard Baruch","topic":"Men"},{"quote":"The World Trade Center is a living symbol of man&#39;s dedication to world peace... a representation of man&#39;s belief in humanity, his need for individual dignity, his beliefs in the cooperation of men, and, through cooperation, his ability to find greatness.","author":"Minoru Yamasaki","topic":"Men"},{"quote":"Rarely do we find men who willingly engage in hard, solid thinking. There is an almost universal quest for easy answers and half-baked solutions. Nothing pains some people more than having to think.","author":"Martin Luther King, Jr.","topic":"Men"},{"quote":"I realize that men and women of the military go out and sacrifice their lives and put their selves in harm&#39;s way for my freedom of speech and my freedoms in this country, and my freedom to take a seat or take a knee, so I have the utmost respect for them, and I think what I did was taken out of context and spun a different way.","author":"Colin Kaepernick","topic":"Men"},{"quote":"Kings may be judges of the earth, but wise men are the judges of kings.","author":"Solomon Ibn Gabirol","topic":"Men"},{"quote":"Great men show politeness in a particular way; a smile suffices to assure you that you are welcome, and keep about their avocations as if you were a member of the family.","author":"John James Audubon","topic":"Men"},{"quote":"Hockey is a sport for white men. Basketball is a sport for black men. Golf is a sport for white men dressed like black pimps.","author":"Tiger Woods","topic":"Men"},{"quote":"There is no hunting like the hunting of man, and those who have hunted armed men long enough and liked it, never care for anything else thereafter.","author":"Ernest Hemingway","topic":"Men"},{"quote":"God of peace, bring your peace to our violent world: peace in the hearts of all men and women and peace among the nations of the Earth.","author":"Pope Benedict XVI","topic":"Men"},{"quote":"The heights by great men reached and kept were not attained by sudden flight, but they, while their companions slept, were toiling upward in the night.","author":"Henry Wadsworth Longfellow","topic":"Men"},{"quote":"I do not believe in a fate that falls on men however they act; but I do believe in a fate that falls on them unless they act.","author":"Buddha","topic":"Men"},{"quote":"They talk like angels but they live like men.","author":"St. Jerome","topic":"Men"},{"quote":"The natural desire of good men is knowledge.","author":"Leonardo da Vinci","topic":"Men"},{"quote":"These men ask for just the same thing, fairness, and fairness only. This, so far as in my power, they, and all others, shall have.","author":"Abraham Lincoln","topic":"Men"},{"quote":"The hero is one who kindles a great light in the world, who sets up blazing torches in the dark streets of life for men to see by.","author":"Felix Adler","topic":"Men"},{"quote":"Don&#39;t get caught up in the &#39;look&#39; thing. Sometimes, we as men and women, the first thing that attracts us to someone is their physical appearance, and that&#39;s not always a good thing because what&#39;s good on the outside is not always good on the inside.","author":"Keith Sweat","topic":"Men"},{"quote":"In framing a government which is to be administered by men over men you must first enable the government to control the governed; and in the next place oblige it to control itself.","author":"James Madison","topic":"Men"},{"quote":"Women must pay for everything. They do get more glory than men for comparable feats, but, they also get more notoriety when they crash.","author":"Amelia Earhart","topic":"Men"},{"quote":"Rules are for the obedience of fools and the guidance of wise men.","author":"Harry Day","topic":"Men"},{"quote":"All men&#39;s souls are immortal, but the souls of the righteous are immortal and divine.","author":"Socrates","topic":"Men"},{"quote":"Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.","author":"Mary Wollstonecraft","topic":"Men"},{"quote":"Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.","author":"Oscar Wilde","topic":"Men"},{"quote":"Never respect men merely for their riches, but rather for their philanthropy; we do not value the sun for its height, but for its use.","author":"Gamaliel Bailey","topic":"Men"},{"quote":"The truth is that all men having power ought to be mistrusted.","author":"James Madison","topic":"Men"},{"quote":"Leadership consists of picking good men and helping them do their best.","author":"Chester W. Nimitz","topic":"Men"},{"quote":"All men can see these tactics whereby I conquer, but what none can see is the strategy out of which victory is evolved.","author":"Sun Tzu","topic":"Men"},{"quote":"The only good luck many great men ever had was being born with the ability and determination to overcome bad luck.","author":"Channing Pollock","topic":"Men"},{"quote":"If any civilization is to survive, it is the morality of altruism that men have to reject.","author":"Ayn Rand","topic":"Men"},{"quote":"Here in America we are descended in blood and in spirit from revolutionists and rebels - men and women who dare to dissent from accepted doctrine. As their heirs, may we never confuse honest dissent with disloyal subversion.","author":"Dwight D. Eisenhower","topic":"Men"},{"quote":"You can kill ten of our men for every one we kill of yours. But even at those odds, you will lose and we will win.","author":"Ho Chi Minh","topic":"Men"},{"quote":"Men don&#39;t pay attention to small things.","author":"Katherine Johnson","topic":"Men"},{"quote":"Men are only as good as their technical development allows them to be.","author":"George Orwell","topic":"Men"},{"quote":"To a smart girl men are no problem - they&#39;re the answer.","author":"Zsa Zsa Gabor","topic":"Men"},{"quote":"Few men have virtue to withstand the highest bidder.","author":"George Washington","topic":"Men"},{"quote":"Men stumble over pebbles, never over mountains.","author":"Marilyn French","topic":"Men"},{"quote":"Make women rational creatures, and free citizens, and they will quickly become good wives; - that is, if men do not neglect the duties of husbands and fathers.","author":"Mary Wollstonecraft","topic":"Men"},{"quote":"The evil that men do lives after them; the good is oft interred with their bones.","author":"William Shakespeare","topic":"Men"},{"quote":"We hold these truths to be self-evident: that all men and women are created equal.","author":"Elizabeth Cady Stanton","topic":"Men"},{"quote":"Let men see, let them know, a real man, who lives as he was meant to live.","author":"Marcus Aurelius","topic":"Men"},{"quote":"Give to everyone who begs from you; and of him who takes away your goods do not ask them again. And as you wish that men would do to you, do so to them.","author":"Jesus Christ","topic":"Men"},{"quote":"A good boss makes his men realize they have more ability than they think they have so that they consistently do better work than they thought they could.","author":"Charles Erwin Wilson","topic":"Men"},{"quote":"You know, there&#39;s nothing damnable about being a strong woman. The world needs strong women. There are a lot of strong women you do not see who are guiding, helping, mothering strong men. They want to remain unseen. It&#39;s kind of nice to be able to play a strong woman who is seen.","author":"Ginger Rogers","topic":"Men"},{"quote":"The Industrial Revolution has two phases: one material, the other social; one concerning the making of things, the other concerning the making of men.","author":"Charles A. Beard","topic":"Men"},{"quote":"To sin by silence, when we should protest, Makes cowards out of men.","author":"Ella Wheeler Wilcox","topic":"Men"},{"quote":"As a rule, men worry more about what they can&#39;t see than about what they can.","author":"Julius Caesar","topic":"Men"},{"quote":"I have often wondered how it is that every man loves himself more than all the rest of men, but yet sets less value on his own opinions of himself than on the opinions of others.","author":"Marcus Aurelius","topic":"Men"},{"quote":"There are seasons in every country when noise and impudence pass current for worth; and in popular commotions especially, the clamors of interested and factious men are often mistaken for patriotism.","author":"Alexander Hamilton","topic":"Men"},{"quote":"A woman who is willing to be herself and pursue her own potential runs not so much the risk of loneliness, as the challenge of exposure to more interesting men - and people in general.","author":"Lorraine Hansberry","topic":"Men"},{"quote":"You have young men of color in many communities who are more likely to end up in jail or in the criminal justice system than they are in a good job or in college. And, you know, part of my job, that I can do, I think, without any potential conflicts, is to get at those root causes.","author":"Barack Obama","topic":"Men"},{"quote":"Men do change, and change comes like a little wind that ruffles the curtains at dawn, and it comes like the stealthy perfume of wildflowers hidden in the grass.","author":"John Steinbeck","topic":"Men"},{"quote":"Rhetoric is the art of ruling the minds of men.","author":"Plato","topic":"Men"},{"quote":"I have always thought the actions of men the best interpreters of their thoughts.","author":"John Locke","topic":"Men"},{"quote":"To understand how any society functions you must understand the relationship between the men and the women.","author":"Angela Davis","topic":"Men"},{"quote":"To me, it was shocking that a government of men could look with such extreme contempt on a movement that was asking nothing except such a simple little thing as the right to vote.","author":"Alice Paul","topic":"Men"},{"quote":"Such is the nature of men, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned; yet they will hardly believe there be many so wise as themselves.","author":"Thomas Hobbes","topic":"Men"},{"quote":"The upward course of a nation&#39;s history is due in the long run to the soundness of heart of its average men and women.","author":"Queen Elizabeth II","topic":"Men"},{"quote":"A man who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.","author":"John Stuart Mill","topic":"Men"},{"quote":"Freedom is secured every day by our men and women in uniform. We must build a future worthy of their sacrifice.","author":"Nancy Pelosi","topic":"Men"},{"quote":"We always look at the &#39;Fortune 500,&#39; and we say, men in power, but we don&#39;t look at the glass cellar as opposed to the glass ceiling and say, men also are the homeless, men are also the ones that are the garbage collectors. Men are also the ones dying in construction sites that aren&#39;t properly supervised for safety hazards.","author":"Warren Farrell","topic":"Men"},{"quote":"The militancy of men, through all the centuries, has drenched the world with blood. The militancy of women has harmed no human life save the lives of those who fought the battle of righteousness.","author":"Emmeline Pankhurst","topic":"Men"},{"quote":"I know and do what is right better than many big men who read.","author":"Sojourner Truth","topic":"Men"},{"quote":"Our representative democracy is not working because the Congress that is supposed to represent the voters does not respond to their needs. I believe the chief reason for this is that it is ruled by a small group of old men.","author":"Shirley Chisholm","topic":"Men"},{"quote":"Men always talk about the most important things to perfect strangers. In the perfect stranger we perceive man himself; the image of a God is not disguised by resemblances to an uncle or doubts of wisdom of a mustache.","author":"Gilbert K. Chesterton","topic":"Men"},{"quote":"Remember those black-and-white films with Frank Sinatra? Those guys looked like men and they were only 27! Listen to Otis Redding singing &#39;Try A Little Tenderness&#39;. That was a man who understood what a man has to know in the world. Show me a real man now! Where are they?","author":"Chrissie Hynde","topic":"Men"},{"quote":"There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy.","author":"Kat Graham","topic":"Men"},{"quote":"Men rise from one ambition to another: first, they seek to secure themselves against attack, and then they attack others.","author":"Niccolo Machiavelli","topic":"Men"},{"quote":"I dress for the image. Not for myself, not for the public, not for fashion, not for men.","author":"Marlene Dietrich","topic":"Men"},{"quote":"He who is cruel to animals becomes hard also in his dealings with men. We can judge the heart of a man by his treatment of animals.","author":"Immanuel Kant","topic":"Men"},{"quote":"Women need a reason to have sex. Men just need a place.","author":"Billy Crystal","topic":"Men"},{"quote":"Men should be either treated generously or destroyed, because they take revenge for slight injuries - for heavy ones they cannot.","author":"Niccolo Machiavelli","topic":"Men"},{"quote":"Imagine having all of your freedoms taken away, being forced to work against your will, and constantly living under the threat of violence - in short, being forced to live as a slave. Sadly, this situation is a reality for millions of children, women, and men each year as part of the global human trafficking industry.","author":"Bill Flores","topic":"Men"},{"quote":"Great hopes make great men.","author":"Thomas Fuller","topic":"Men"},{"quote":"If we take the generally accepted definition of bravery as a quality which knows no fear, I have never seen a brave man. All men are frightened. The more intelligent they are, the more they are frightened.","author":"George S. Patton","topic":"Men"},{"quote":"The child often sees only what he already knows. He projects the whole of his verbal thought into things. He sees mountains as built by men, rivers as dug out with spades, the sun and moon as following us on our walks.","author":"Jean Piaget","topic":"Men"},{"quote":"Women are systematically degraded by receiving the trivial attentions which men think it manly to pay to the sex, when, in fact, men are insultingly supporting their own superiority.","author":"Mary Wollstonecraft","topic":"Men"},{"quote":"Space and light and order. Those are the things that men need just as much as they need bread or a place to sleep.","author":"Le Corbusier","topic":"Men"},{"quote":"It is a melancholy truth that even great men have their poor relations.","author":"Charles Dickens","topic":"Men"},{"quote":"As long as man continues to be the ruthless destroyer of lower living beings he will never know health or peace. For as long as men massacre animals, they will kill each other.","author":"Pythagoras","topic":"Men"},{"quote":"I truly believe that women should be financially independent from their men. And let&#39;s face it, money gives men the power to run the show. It gives men the power to define value. They define what&#39;s sexy. And men define what&#39;s feminine. It&#39;s ridiculous.","author":"Beyonce Knowles","topic":"Men"},{"quote":"As long as you know men are like children, you know everything!","author":"Coco Chanel","topic":"Men"},{"quote":"Wise men, when in doubt whether to speak or to keep quiet, give themselves the benefit of the doubt, and remain silent.","author":"Napoleon Hill","topic":"Men"},{"quote":"Every company has two organizational structures: The formal one is written on the charts; the other is the everyday relationship of the men and women in the organization.","author":"Harold S. Geneen","topic":"Men"},{"quote":"Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could.","author":"Abigail Adams","topic":"Men"},{"quote":"Women feel empowered when they can do the things that are supposed to be only for men, you know? It breaks boundaries, it&#39;s liberating, and it&#39;s empowering when you feel like, &#39;Well, I can do that, too.&#39;","author":"Rihanna","topic":"Men"},{"quote":"Conservation means the wise use of the earth and its resources for the lasting good of men.","author":"Gifford Pinchot","topic":"Men"},{"quote":"Ignorant people see life as either existence or non-existence, but wise men see it beyond both existence and non-existence to something that transcends them both; this is an observation of the Middle Way.","author":"Lucius Annaeus Seneca","topic":"Men"},{"quote":"People who know little are usually great talkers, while men who know much say little.","author":"Jean-Jacques Rousseau","topic":"Men"},{"quote":"Elegance is always in style for men. There are all different kinds of elegance. It can be silk, it can be a T-shirt.","author":"Donatella Versace","topic":"Men"},{"quote":"Men and women are like right and left hands; it doesn&#39;t make sense not to use both.","author":"Jeannette Rankin","topic":"Men"},{"quote":"Men are governed by lines of intellect - women: by curves of emotion.","author":"James Joyce","topic":"Men"},{"quote":"No other group in America has so had their identity socialized out of existence as have black women... When black people are talked about the focus tends to be on black men; and when women are talked about the focus tends to be on white women.","author":"bell hooks","topic":"Men"},{"quote":"Well, the tyranny of masculinity and the tyranny of patriarchy I think has been much more deadly to men than it has to women. It hasn&#39;t killed our hearts. It&#39;s killed men&#39;s hearts. It&#39;s silenced them; it&#39;s cut them off.","author":"Eve Ensler","topic":"Men"},{"quote":"Women should not be forced to accept sexual harassment as the price of admission to a life and career in the political world. They should not have to endure unwanted touching, innuendo, and propositioning from men in positions of power.","author":"J. B. Pritzker","topic":"Men"},{"quote":"Education is that whole system of human training within and without the school house walls, which molds and develops men.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"It is funny that men who are supposed to be scientific cannot get themselves to realise the basic principle of physics, that action and reaction are equal and opposite, that when you persecute people you always rouse them to be strong and stronger.","author":"Gertrude Stein","topic":"Men"},{"quote":"We have observed that, in society and the world in which we live, selfishness has increased more than love for others, and that men of good will must work, each with his own strengths and expertise, to ensure that love for others increases until it is equal and possibly exceeds love for oneself.","author":"Pope Francis","topic":"Men"},{"quote":"Men are not prisoners of fate, but only prisoners of their own minds.","author":"Franklin D. Roosevelt","topic":"Men"},{"quote":"Girls we love for what they are; young men for what they promise to be.","author":"Johann Wolfgang von Goethe","topic":"Men"},{"quote":"Though force can protect in emergency, only justice, fairness, consideration and cooperation can finally lead men to the dawn of eternal peace.","author":"Dwight D. Eisenhower","topic":"Men"},{"quote":"Two men look out the same prison bars; one sees mud and the other stars.","author":"Beck","topic":"Men"},{"quote":"One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.","author":"Elbert Hubbard","topic":"Men"},{"quote":"As I grow older, I pay less attention to what men say. I just watch what they do.","author":"Andrew Carnegie","topic":"Men"},{"quote":"The first method for estimating the intelligence of a ruler is to look at the men he has around him.","author":"Niccolo Machiavelli","topic":"Men"},{"quote":"There is no justice among men.","author":"Nicholas II of Russia","topic":"Men"},{"quote":"Here&#39;s the thing, men have to also mature in how they see women, too. Because they need to understand that it&#39;s not just about how we look, it&#39;s about who we are. And I am going to tell you like this, &#39;If you can&#39;t love me with short hair, and you telling me I got to have long hair to be loved, guess what, I ain&#39;t the one for you.&#39;","author":"Jada Pinkett Smith","topic":"Men"},{"quote":"The actions of men are the best interpreters of their thoughts.","author":"James Joyce","topic":"Men"},{"quote":"A return to first principles in a republic is sometimes caused by the simple virtues of one man. His good example has such an influence that the good men strive to imitate him, and the wicked are ashamed to lead a life so contrary to his example.","author":"Niccolo Machiavelli","topic":"Men"},{"quote":"Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.","author":"Charles Spurgeon","topic":"Men"},{"quote":"No man is excluded from calling upon God, the gate of salvation is set open unto all men: neither is there any other thing which keepeth us back from entering in, save only our own unbelief.","author":"John Calvin","topic":"Men"},{"quote":"The time is near at hand which must determine whether Americans are to be free men or slaves.","author":"George Washington","topic":"Men"},{"quote":"Men are like steel. When they lose their temper, they lose their worth.","author":"Chuck Norris","topic":"Men"},{"quote":"Men do not shape destiny, Destiny produces the man for the hour.","author":"Fidel Castro","topic":"Men"},{"quote":"Adversity makes men, and prosperity makes monsters.","author":"Victor Hugo","topic":"Men"},{"quote":"There are only two kinds of men: the righteous who think they are sinners and the sinners who think they are righteous.","author":"Blaise Pascal","topic":"Men"},{"quote":"If God listened to the prayers of men, all men would quickly have perished: for they are forever praying for evil against one another.","author":"Epicurus","topic":"Men"},{"quote":"It has always been a mystery to me how men can feel themselves honoured by the humiliation of their fellow beings.","author":"Mahatma Gandhi","topic":"Men"},{"quote":"Man becomes great exactly in the degree in which he works for the welfare of his fellow-men.","author":"Mahatma Gandhi","topic":"Men"},{"quote":"The path to diversity begins with supporting, mentoring, and sponsoring diverse women and men to become leaders and entrepreneurs.","author":"Denise Morrison","topic":"Men"},{"quote":"Men may die, but the fabrics of free institutions remains unshaken.","author":"Chester A. Arthur","topic":"Men"},{"quote":"In modern society, there are fewer and fewer opportunities for men to be men. For masculinity to flourish in all its glory. For daring and risk-taking to live free, or at least relatively free. Fraternities are one of those places. They deserve to be protected.","author":"Milo Yiannopoulos","topic":"Men"},{"quote":"Great men are they who see that spiritual is stronger than any material force - that thoughts rule the world.","author":"Ralph Waldo Emerson","topic":"Men"},{"quote":"The chief difference between words and deeds is that words are always intended for men for their approbation, but deeds can be done only for God.","author":"Leo Tolstoy","topic":"Men"},{"quote":"Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied.","author":"Friedrich Nietzsche","topic":"Men"},{"quote":"We all fight over what the label &#39;feminism&#39; means but for me it&#39;s about empowerment. It&#39;s not about being more powerful than men - it&#39;s about having equal rights with protection, support, justice. It&#39;s about very basic things. It&#39;s not a badge like a fashion item.","author":"Annie Lennox","topic":"Men"},{"quote":"Power is what men seek and any group that gets it will abuse it.","author":"Lincoln Steffens","topic":"Men"},{"quote":"Perhaps one of the most difficult things for us to do is to choose a notable and joyous dress for men. There would be more joy in life if we were to accustom ourselves to use all the beautiful colours we can in fashioning our own clothes.","author":"Oscar Wilde","topic":"Men"},{"quote":"A manager is not a person who can do the work better than his men; he is a person who can get his men to do the work better than he can.","author":"Frederick W. Smith","topic":"Men"},{"quote":"Monkeys are superior to men in this: when a monkey looks into a mirror, he sees a monkey.","author":"Malcolm de Chazal","topic":"Men"},{"quote":"Wherever men and women are persecuted because of their race, religion, or political views, that place must - at that moment - become the center of the universe.","author":"Elie Wiesel","topic":"Men"},{"quote":"We have now sunk to a depth at which restatement of the obvious is the first duty of intelligent men.","author":"George Orwell","topic":"Men"},{"quote":"The reason why men enter into society is the preservation of their property.","author":"John Locke","topic":"Men"},{"quote":"Our love, our gratitude, our admiration for our men and women in uniform, our veterans and their families - all of that is bigger than any one party or any one election.","author":"Michelle Obama","topic":"Men"},{"quote":"I regard the rights of men and women equal. In Love&#39;s fair realm, husband and wife are king and queen, sceptered and crowned alike, and seated on the self-same throne.","author":"Robert Green Ingersoll","topic":"Men"},{"quote":"Men ought either to be indulged or utterly destroyed, for if you merely offend them they take vengeance, but if you injure them greatly they are unable to retaliate, so that the injury done to a man ought to be such that vengeance cannot be feared.","author":"Niccolo Machiavelli","topic":"Men"},{"quote":"For evil to flourish, it only requires good men to do nothing.","author":"Simon Wiesenthal","topic":"Men"},{"quote":"Before success comes in any man&#39;s life, he&#39;s sure to meet with much temporary defeat and, perhaps some failures. When defeat overtakes a man, the easiest and the most logical thing to do is to quit. That&#39;s exactly what the majority of men do.","author":"Napoleon Hill","topic":"Men"},{"quote":"If the same punishment is prescribed for two crimes that injure society in different degrees, then men will face no stronger deterrent from committing the greater crime if they find it in their advantage to do so.","author":"Cesare Beccaria","topic":"Men"},{"quote":"The only power any government has is the power to crack down on criminals. Well, when there aren&#39;t enough criminals, one makes them. One declares so many things to be a crime that it becomes impossible for men to live without breaking laws.","author":"Ayn Rand","topic":"Men"},{"quote":"I have a total irreverence for anything connected with society except that which makes the roads safer, the beer stronger, the food cheaper and the old men and old women warmer in the winter and happier in the summer.","author":"Brendan Behan","topic":"Men"},{"quote":"Men can only be happy when they do not assume that the object of life is happiness.","author":"George Orwell","topic":"Men"},{"quote":"If you have men who will exclude any of God&#39;s creatures from the shelter of compassion and pity, you will have men who will deal likewise with their fellow men.","author":"Francis of Assisi","topic":"Men"},{"quote":"Men&#39;s ideas are the most direct emanations of their material state.","author":"Karl Marx","topic":"Men"},{"quote":"The vote is the most powerful instrument ever devised by man for breaking down injustice and destroying the terrible walls which imprison men because they are different from other men.","author":"Lyndon B. Johnson","topic":"Men"},{"quote":"Every man is born as many men and dies as a single one.","author":"Martin Heidegger","topic":"Men"},{"quote":"We shall suffer no attachment to literature, no taste for abstract discussion, no love of purely intellectual theories, to seduce us from our devotion to the cause of the oppressed, the down trodden, the insulted and injured masses of our fellow men.","author":"George Ripley","topic":"Men"},{"quote":"I&#39;m basically different things to different people. If it&#39;s a guy, I&#39;m-a probably have my guard up because it&#39;s a street rule that when men come around that I don&#39;t know, I just immediately throw shade on them. But I don&#39;t associate with fellas all that much; if it&#39;s a girl - a beautiful girl - I be nice.","author":"The Notorious B.I.G.","topic":"Men"},{"quote":"All men&#39;s misfortunes spring from their hatred of being alone.","author":"Jean de la Bruyere","topic":"Men"},{"quote":"Do not share the knowledge with which you have been blessed with everyone in general, as you do with some people in particular; and know that there are some men in whom Allah, may He be glorified, has placed hidden secrets, which they are forbidden to reveal.","author":"Ali ibn Abi Talib","topic":"Men"},{"quote":"In fact men will fight for a superstition quite as quickly as for a living truth - often more so, since a superstition is so intangible you cannot get at it to refute it, but truth is a point of view, and so is changeable.","author":"Hypatia","topic":"Men"},{"quote":"Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young.","author":"J. K. Rowling","topic":"Men"},{"quote":"To be a man is to suffer for others. God help us to be men!","author":"Cesar Chavez","topic":"Men"},{"quote":"No man has the right to dictate what other men should perceive, create or produce, but all should be encouraged to reveal themselves, their perceptions and emotions, and to build confidence in the creative spirit.","author":"Ansel Adams","topic":"Men"},{"quote":"Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then.","author":"Katharine Hepburn","topic":"Men"},{"quote":"In &#39;Hamilton,&#39; we&#39;re telling the stories of old, dead white men, but we&#39;re using actors of color, and that makes the story more immediate and more accessible to a contemporary audience.","author":"Lin-Manuel Miranda","topic":"Men"},{"quote":"One of my favorite places I&#39;ve visited is Havana, Cuba. On my way home from Costa Rica, I did a week in Havana. The colors, the music, the beautiful men and the cars! I love vintage and antique cars and own a couple myself.","author":"Megalyn Echikunwoke","topic":"Men"},{"quote":"For most of us, fidelity is faithfulness to an obligation, trust, or duty. For the men and women of the FBI, fidelity also means fidelity to country. It means fidelity to justice and the law, fidelity to the Constitution, fidelity to equality and liberty.","author":"Robert Mueller","topic":"Men"},{"quote":"Women who seek to be equal with men lack ambition.","author":"Timothy Leary","topic":"Men"},{"quote":"You philosophers are lucky men. You write on paper and paper is patient. Unfortunate Empress that I am, I write on the susceptible skins of living beings.","author":"Catherine the Great","topic":"Men"},{"quote":"Most men pursue pleasure with such breathless haste that they hurry past it.","author":"Soren Kierkegaard","topic":"Men"},{"quote":"There can be no equality or opportunity if men and women and children be not shielded in their lives from the consequences of great industrial and social processes which they cannot alter, control, or singly cope with.","author":"Woodrow Wilson","topic":"Men"},{"quote":"Labor disgraces no man; unfortunately, you occasionally find men who disgrace labor.","author":"Ulysses S. Grant","topic":"Men"},{"quote":"Nothing great will ever be achieved without great men, and men are great only if they are determined to be so.","author":"Charles de Gaulle","topic":"Men"},{"quote":"Only free men can negotiate. A prisoner cannot enter into contracts.","author":"Nelson Mandela","topic":"Men"},{"quote":"The Worldly Hope men set their Hearts upon Turns Ashes - or it prospers; and anon, Like Snow upon the Desert&#39;s dusty Face, Lighting a little hour or two - is gone.","author":"Omar Khayyam","topic":"Men"},{"quote":"We do not want the men of another color for our brothers-in-law, but we do want them for our brothers.","author":"Booker T. Washington","topic":"Men"},{"quote":"Aviation, this young modern giant, exemplifies the possible relationship of women and the creations of science. Although women have not taken full advantage of its use and benefits, air travel is as available to them as to men.","author":"Amelia Earhart","topic":"Men"},{"quote":"As a young boy, I was obsessed with endangered species and the extinct species that men killed off. Biology was the subject in school that I was incredibly passionate about.","author":"Leonardo DiCaprio","topic":"Men"},{"quote":"Women with low self-esteem love bad boys. Women who have work to do love bad boys. Women who love themselves love good men.","author":"Tracy McMillan","topic":"Men"},{"quote":"Many men fail because they do not see the importance of being kind and courteous to the men under them. Kindness to everybody always pays for itself. And, besides, it is a pleasure to be kind.","author":"Charles M. Schwab","topic":"Men"},{"quote":"I do believe that most men live lives of quiet desperation. For despair, optimism is the only practical solution. Hope is practical. Because eliminate that and it&#39;s pretty scary. Hope at least gives you the option of living.","author":"Harry Nilsson","topic":"Men"},{"quote":"Take away the violence and who will hear the men of peace?","author":"Lorraine Hansberry","topic":"Men"},{"quote":"It&#39;s an honor to be a part of Magic Shave as their new ambassador. One of the problems that some African-American men have with shaving is razor bumps. Magic Shave is perfect because once you eliminate the razor, you eliminate the bumps, and it&#39;s so easy to use.","author":"Lance Gross","topic":"Men"},{"quote":"Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery.","author":"Horace Mann","topic":"Men"},{"quote":"Men have become the tools of their tools.","author":"Henry David Thoreau","topic":"Men"},{"quote":"I speak Spanish to God, Italian to women, French to men, and German to my horse.","author":"Charles V","topic":"Men"},{"quote":"We sleep safe in our beds because rough men stand ready in the night to visit violence on those who would do us harm.","author":"George Orwell","topic":"Men"},{"quote":"Men, women, and children who cannot live on gravity alone need something to satisfy their gayer, lighter moods and hours, and he who ministers to this want is, in my opinion, in a business established by the Creator of our nature. If he worthily fulfills his mission and amuses without corrupting, he need never feel that he has lived in vain.","author":"P. T. Barnum","topic":"Men"},{"quote":"No universal selfishness can bring social good to all. Communism - the effort to give all men what they need and to ask of each the best they can contribute - this is the only way of human life.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"If we desire a society in which men are brothers, then we must act towards one another with brotherhood. If we can build such a society, then we would have achieved the ultimate goal of human freedom.","author":"Bayard Rustin","topic":"Men"},{"quote":"Men and women in my lifetime have died fighting for the right to vote: people like James Chaney, Andrew Goodman and Michael Schwerner, who were murdered while registering black voters in Mississippi in 1964, and Viola Liuzzo, who was murdered by the Ku Klux Klan in 1965 during the Selma march for voting rights.","author":"Jeff Greenfield","topic":"Men"},{"quote":"All men are equal before fish.","author":"Herbert Hoover","topic":"Men"},{"quote":"I notice that young men go to the universities in order to become doctors or philosophers or anything, so long as it is a title, and that many go in for those professions who are utterly unfit for them, while others who would be very competent are prevented by business or their daily cares, which keep them away from letters.","author":"Galileo Galilei","topic":"Men"},{"quote":"Power does not corrupt men; fools, however, if they get into a position of power, corrupt power.","author":"George Bernard Shaw","topic":"Men"},{"quote":"Civilization is the progress toward a society of privacy. The savage&#39;s whole existence is public, ruled by the laws of his tribe. Civilization is the process of setting man free from men.","author":"Ayn Rand","topic":"Men"},{"quote":"Reconstruction was a vast labor movement of ignorant, muddled, and bewildered white men who had been disinherited of land and labor and fought a long battle with sheer subsistence, hanging on the edge of poverty, eating clay and chasing slaves and now lurching up to manhood.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"When I look upon seamen, men of science and philosophers, man is the wisest of all beings; when I look upon priests and prophets nothing is as contemptible as man.","author":"Diogenes","topic":"Men"},{"quote":"Death is not the worst that can happen to men.","author":"Plato","topic":"Men"},{"quote":"We are the only class in history that has been left to fight its battles alone, unaided by the ruling powers. White labor and the freed black men had their champions, but where are ours?","author":"Elizabeth Cady Stanton","topic":"Men"},{"quote":"Throughout the centuries there were men who took first steps, down new roads, armed with nothing but their own vision.","author":"Ayn Rand","topic":"Men"},{"quote":"The first problem for all of us, men and women, is not to learn, but to unlearn.","author":"Gloria Steinem","topic":"Men"},{"quote":"In the past the man has been first; in the future the system must be first... The first object of any good system must be that of developing first class men.","author":"Frederick W. Taylor","topic":"Men"},{"quote":"At Athens, wise men propose, and fools dispose.","author":"Alcuin","topic":"Men"},{"quote":"Solitary confinement is too terrible a punishment to inflict on any human being, no matter what his crime. Hardened criminals in the men&#39;s prisons, it is said, often beg for the lash instead.","author":"Emmeline Pankhurst","topic":"Men"},{"quote":"All free men, wherever they may live, are citizens of Berlin. And therefore, as a free man, I take pride in the words &#39;Ich bin ein Berliner!&#39;","author":"John F. Kennedy","topic":"Men"},{"quote":"The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason.","author":"Hunter S. Thompson","topic":"Men"},{"quote":"Men think highly of those who rise rapidly in the world; whereas nothing rises quicker than dust, straw, and feathers.","author":"Lord Byron","topic":"Men"},{"quote":"Ten men waiting for me at the door? Send one of them home, I&#39;m tired.","author":"Mae West","topic":"Men"},{"quote":"I have made speeches urging women to adopt methods of rebellion such as have been adopted by men in every revolution.","author":"Emmeline Pankhurst","topic":"Men"},{"quote":"Millions of men have lived to fight, build palaces and boundaries, shape destinies and societies; but the compelling force of all times has been the force of originality and creation profoundly affecting the roots of human spirit.","author":"Ansel Adams","topic":"Men"},{"quote":"I do not recognize the right of the public to break in the front door of a man&#39;s private life in order to satisfy the gaze of the curious... I do not think it right to dissect living men even for the advancement of science. So far as I am concerned, I prefer a post mortem examination to vivisection without anaesthetics.","author":"Alexander Graham Bell","topic":"Men"},{"quote":"America is a country of inventors, and the greatest of inventors are the newspaper men.","author":"Alexander Graham Bell","topic":"Men"},{"quote":"Societies have always been shaped more by the nature of the media by which men communicate than by the content of the communication.","author":"Marshall McLuhan","topic":"Men"},{"quote":"Bad men are full of repentance.","author":"Aristotle","topic":"Men"},{"quote":"Men are so simple and so much inclined to obey immediate needs that a deceiver will never lack victims for his deceptions.","author":"Niccolo Machiavelli","topic":"Men"},{"quote":"Men are more moral than they think and far more immoral than they can imagine.","author":"Sigmund Freud","topic":"Men"},{"quote":"The ballot box is the surest arbiter of disputes among free men.","author":"James Buchanan","topic":"Men"},{"quote":"In nuclear war all men are cremated equal.","author":"Dexter Gordon","topic":"Men"},{"quote":"The proper study of Man is anything but Man; and the most improper job of any man, even saints (who at any rate were at least unwilling to take it on), is bossing other men. Not one in a million is fit for it, and least of all those who seek the opportunity.","author":"J. R. R. Tolkien","topic":"Men"},{"quote":"Grown men can learn from very little children for the hearts of little children are pure. Therefore, the Great Spirit may show to them many things which older people miss.","author":"Black Elk","topic":"Men"},{"quote":"Our whole constitutional heritage rebels at the thought of giving government the power to control men&#39;s minds.","author":"Thurgood Marshall","topic":"Men"},{"quote":"The megalomaniac differs from the narcissist by the fact that he wishes to be powerful rather than charming, and seeks to be feared rather than loved. To this type belong many lunatics and most of the great men of history.","author":"Bertrand Russell","topic":"Men"},{"quote":"I suppose I&#39;ve always done my share of crying, especially when there&#39;s no other way to contain my feelings. I know that men ain&#39;t supposed to cry, but I think that&#39;s wrong. Crying&#39;s always been a way for me to get things out which are buried deep, deep down. When I sing, I often cry. Crying is feeling, and feeling is being human. Oh yes, I cry.","author":"Ray Charles","topic":"Men"},{"quote":"I see when men love women. They give them but a little of their lives. But women when they love give everything.","author":"Oscar Wilde","topic":"Men"},{"quote":"Parties are continually changing. The men of today give place to the men of tomorrow, and the idols which one set worship, the next destroy.","author":"John Tyler","topic":"Men"},{"quote":"I love being a woman. I love the sexiness we get to exude. But the best thing about being a woman is the power we have over men.","author":"Eva Longoria","topic":"Men"},{"quote":"To achieve the mood of a warrior is not a simple matter. It is a revolution. To regard the lion and the water rats and our fellow men as equals is a magnificent act of a warrior&#39;s spirit. It takes power to do that.","author":"Carlos Castaneda","topic":"Men"},{"quote":"The labor of women in the house, certainly, enables men to produce more wealth than they otherwise could; and in this way women are economic factors in society. But so are horses.","author":"Charlotte Perkins Gilman","topic":"Men"},{"quote":"I am ready to act, if I can find brave men to help me.","author":"Carter G. Woodson","topic":"Men"},{"quote":"A man is ethical only when life, as such, is sacred to him, that of plants and animals as that of his fellow men, and when he devotes himself helpfully to all life that is in need of help.","author":"Albert Schweitzer","topic":"Men"},{"quote":"Equality is like gravity. We need it to stand on this earth as men and women.","author":"Joss Whedon","topic":"Men"},{"quote":"I directed the men in our barque to approach near the savages, and hold their arms in readiness to do their duty in case they notice any movement of these people against us.","author":"Samuel de Champlain","topic":"Men"},{"quote":"Men are born to succeed, not to fail.","author":"Henry David Thoreau","topic":"Men"},{"quote":"Great men are seldom over-scrupulous in the arrangement of their attire.","author":"Charles Dickens","topic":"Men"},{"quote":"All men who have achieved great things have been great dreamers.","author":"Orison Swett Marden","topic":"Men"},{"quote":"A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits.","author":"Andrew Weil","topic":"Men"},{"quote":"More men die of jealousy than of cancer.","author":"Joseph P. Kennedy","topic":"Men"},{"quote":"Nothing in the affairs of men is worthy of great anxiety.","author":"Plato","topic":"Men"},{"quote":"When they told me my new-born babe was a girl, my heart was heavier than it had ever been before. Slavery is terrible for men; but it is far more terrible for women.","author":"Harriet Ann Jacobs","topic":"Men"},{"quote":"Remember this about the Korean War: The men were drafted; the women volunteered.","author":"Loretta Swit","topic":"Men"},{"quote":"They died hard, those savage men - like wounded wolves at bay. They were filthy, and they were lousy, and they stunk. And I loved them.","author":"Douglas MacArthur","topic":"Men"},{"quote":"Sometimes you have to not just dream about what could be - you get out and push and you pull and you preach. And you create a climate and environment to get those in high places, to get men and women of good will in power to act.","author":"John Lewis","topic":"Men"},{"quote":"On the evening of December 25, General Washington in a most severe season crossed the Delaware with a part of his army, then reduced to less than 2000 men in the whole.","author":"Mercy Otis Warren","topic":"Men"},{"quote":"I think God made a woman to be strong and not to be trampled under the feet of men. I&#39;ve always felt this way because my mother was a very strong woman, without a husband.","author":"Little Richard","topic":"Men"},{"quote":"Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy.","author":"Aristotle","topic":"Men"},{"quote":"We will be protected by the great men and women of our military and law enforcement and, most importantly, we are protected by God.","author":"Donald Trump","topic":"Men"},{"quote":"I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action.","author":"Fidel Castro","topic":"Men"},{"quote":"The less men think, the more they talk.","author":"Charles de Montesquieu","topic":"Men"},{"quote":"Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.","author":"William James","topic":"Men"},{"quote":"The truth is that men are tired of liberty.","author":"Benito Mussolini","topic":"Men"},{"quote":"The army teaches boys to think like men.","author":"Elvis Presley","topic":"Men"},{"quote":"Automation provides us with wondrous increases of production and information, but does it tell us what to do with the men the machines displace? Modern industry gives us the capacity for unparalleled wealth - but where is our capacity to make that wealth meaningful to the poor of every nation?","author":"Robert Kennedy","topic":"Men"},{"quote":"Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time.","author":"Henry Wadsworth Longfellow","topic":"Men"},{"quote":"That a man be willing, when others are so too, as far forth as for peace and defense of himself he shall think it necessary, to lay down this right to all things; and be contented with so much liberty against other men, as he would allow other men against himself.","author":"Thomas Hobbes","topic":"Men"},{"quote":"Hand in hand with freedom of speech goes the power to be heard, to share in the decisions of government which shape men&#39;s lives.","author":"Robert Kennedy","topic":"Men"},{"quote":"Perfect numbers like perfect men are very rare.","author":"Rene Descartes","topic":"Men"},{"quote":"If help and salvation are to come, they can only come from the children, for the children are the makers of men.","author":"Maria Montessori","topic":"Men"},{"quote":"Those who profess to favor freedom, and yet depreciate agitation, are men who want crops without plowing up the ground.","author":"Frederick Douglass","topic":"Men"},{"quote":"The problem of the twentieth century is the problem of the color line: the relation of the darker to the lighter races of men in Asia and Africa, in America and the islands of the sea.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"When men speak ill of thee, live so as nobody may believe them.","author":"Plato","topic":"Men"},{"quote":"I shall argue that strong men, conversely, know when to compromise and that all principles can be compromised to serve a greater principle.","author":"Andrew Carnegie","topic":"Men"},{"quote":"There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair.","author":"John F. Kennedy","topic":"Men"},{"quote":"Tears are often the telescope by which men see far into heaven.","author":"Henry Ward Beecher","topic":"Men"},{"quote":"Sometimes I&#39;ve been to a party where no one spoke to me for a whole evening. The men, frightened by their wives or sweeties, would give me a wide berth. And the ladies would gang up in a corner to discuss my dangerous character.","author":"Marilyn Monroe","topic":"Men"},{"quote":"Man as an individual is a genius. But men in the mass form the headless monster, a great, brutish idiot that goes where prodded.","author":"Charlie Chaplin","topic":"Men"},{"quote":"Men take only their needs into consideration - never their abilities.","author":"Napoleon Bonaparte","topic":"Men"},{"quote":"Honor is simply the morality of superior men.","author":"H. L. Mencken","topic":"Men"},{"quote":"I am truly free only when all human beings, men and women, are equally free. The freedom of other men, far from negating or limiting my freedom, is, on the contrary, its necessary premise and confirmation.","author":"Mikhail Bakunin","topic":"Men"},{"quote":"To send light into the darkness of men&#39;s hearts - such is the duty of the artist.","author":"Robert Schumann","topic":"Men"},{"quote":"I hate wars and violence but if they come then I don&#39;t see why we women should just wave our men a proud goodbye and then knit them balaclavas.","author":"Nancy Wake","topic":"Men"},{"quote":"All men by nature desire knowledge.","author":"Aristotle","topic":"Men"},{"quote":"Great men are rarely isolated mountain peaks; they are the summits of ranges.","author":"Thomas W. Higginson","topic":"Men"},{"quote":"If you ask men about their body image, they will tell you they look better than they do. And if you ask a woman, she&#39;ll tell you she looks worse.","author":"Gloria Steinem","topic":"Men"},{"quote":"Men exist for the sake of one another.","author":"Marcus Aurelius","topic":"Men"},{"quote":"Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today&#39;s world do not have.","author":"Ronald Reagan","topic":"Men"},{"quote":"There is frequently more to be learned from the unexpected questions of a child than the discourses of men.","author":"John Locke","topic":"Men"},{"quote":"The men who have succeeded are men who have chosen one line and stuck to it.","author":"Andrew Carnegie","topic":"Men"},{"quote":"Brave men do not gather by thousands to torture and murder a single individual, so gagged and bound he cannot make even feeble resistance or defense.","author":"Ida B. Wells","topic":"Men"},{"quote":"Natural beauty really entices men. They will tell you this time and time again, and studies consistently prove it.","author":"Helen Fisher","topic":"Men"},{"quote":"There&#39;s no limit to what free men and free women in a free market with free enterprise can accomplish when people are free to follow their dream.","author":"Jack Kemp","topic":"Men"},{"quote":"The wish to acquire more is admittedly a very natural and common thing; and when men succeed in this they are always praised rather than condemned. But when they lack the ability to do so and yet want to acquire more at all costs, they deserve condemnation for their mistakes.","author":"Niccolo Machiavelli","topic":"Men"},{"quote":"We cannot live only for ourselves. A thousand fibers connect us with our fellow men.","author":"Herman Melville","topic":"Men"},{"quote":"The negro has suffered far more from the commission of this crime against the women of his race by white men than the white race has ever suffered through his crimes.","author":"Ida B. Wells","topic":"Men"},{"quote":"Representation of the world, like the world itself, is the work of men; they describe it from their own point of view, which they confuse with the absolute truth.","author":"Simone de Beauvoir","topic":"Men"},{"quote":"Men who are in earnest are not afraid of consequences.","author":"Marcus Garvey","topic":"Men"},{"quote":"My professional life has been a constant record of disillusion, and many things that seem wonderful to most men are the every-day commonplaces of my business.","author":"Harry Houdini","topic":"Men"},{"quote":"Woman is the dominant sex. Men have to do all sorts of stuff to prove that they are worthy of woman&#39;s attention.","author":"Camille Paglia","topic":"Men"},{"quote":"Sometimes the first duty of intelligent men is the restatement of the obvious.","author":"George Orwell","topic":"Men"},{"quote":"How absurd men are! They never use the liberties they have, they demand those they do not have. They have freedom of thought, they demand freedom of speech.","author":"Soren Kierkegaard","topic":"Men"},{"quote":"But more wonderful than the lore of old men and the lore of books is the secret lore of ocean.","author":"H. P. Lovecraft","topic":"Men"},{"quote":"Finally, let us understand that when we stand together, we will always win. When men and women stand together for justice, we win. When black, white and Hispanic people stand together for justice, we win.","author":"Bernie Sanders","topic":"Men"},{"quote":"Our great Republic is a government of laws and not of men. Here, the people rule.","author":"Gerald R. Ford","topic":"Men"},{"quote":"I find older men more attractive than boys. I need a man who can teach me a thing or two.","author":"Donatella Versace","topic":"Men"},{"quote":"When I look up and see the sun shining on the patch of white clouds up in the blue, I begin to think how it would feel to be up somewhere above it winging swiftly thought the clear air, watching the earth below, and the men on it, no bigger than ants.","author":"Eddie Rickenbacker","topic":"Men"},{"quote":"When men and women are able to respect and accept their differences then love has a chance to blossom.","author":"John Gray","topic":"Men"},{"quote":"When men sow the wind it is rational to expect that they will reap the whirlwind.","author":"Frederick Douglass","topic":"Men"},{"quote":"A little group of willful men, representing no opinion but their own, have rendered the great government of the United States helpless and contemptible.","author":"Woodrow Wilson","topic":"Men"},{"quote":"I saw six men kicking and punching the mother-in-law. My neighbour said &#39;Are you going to help?&#39; I said &#39;No, six should be enough.&#39;","author":"Les Dawson","topic":"Men"},{"quote":"Feminism is, I hope, a way to a better future for everyone who inhabits this world. Feminism should not be something that needs a seductive marketing campaign. The idea of women moving through the world as freely as men should sell itself.","author":"Roxane Gay","topic":"Men"},{"quote":"History does nothing; it does not possess immense riches, it does not fight battles. It is men, real, living, who do all this.","author":"Karl Marx","topic":"Men"},{"quote":"At the end of the day, both men and women who become CEOs have showed tenacity and hard work to succeed in their careers. It takes not just skills but also extreme dedication and commitment. And regardless of gender, CEOs are measured by the same criteria - the growth and success of the business.","author":"Susan Wojcicki","topic":"Men"},{"quote":"In fact, for all kinds of offenses - and, for no offenses - from murders to misdemeanors, men and women are put to death without judge or jury; so that, although the political excuse was no longer necessary, the wholesale murder of human beings went on just the same.","author":"Ida B. Wells","topic":"Men"},{"quote":"The fact is, when men carry the same ideals in their hearts, nothing can isolate them - neither prison walls nor the sod of cemeteries. For a single memory, a single spirit, a single idea, a single conscience, a single dignity will sustain them all.","author":"Fidel Castro","topic":"Men"},{"quote":"Children, I grant, should be innocent; but when the epithet is applied to men, or women, it is but a civil term for weakness.","author":"Mary Wollstonecraft","topic":"Men"},{"quote":"Nothing is more useless in developing a nation&#39;s economy than a gun, and nothing blocks the road to social development more than the financial burden of war. War is the arch enemy of national progress and the modern scourge of civilized men.","author":"Hussein of Jordan","topic":"Men"},{"quote":"I started with jewelry when I was probably 24 years old. It was really just in response to a feeling that most of the fine jewelers were men appealing to men and selling pieces in a very unmodern way. I felt that there was a huge demographic of self-purchasing women who were feeling uncomfortable in the traditional retail environment.","author":"Ivanka Trump","topic":"Men"},{"quote":"The State, in choosing men to serve it, takes no notice of their opinions. If they be willing faithfully to serve it, that satisfies.","author":"Oliver Cromwell","topic":"Men"},{"quote":"Men are mortal. So are ideas. An idea needs propagation as much as a plant needs watering. Otherwise both will wither and die.","author":"B. R. Ambedkar","topic":"Men"},{"quote":"The hate of men will pass, and dictators die, and the power they took from the people will return to the people. And so long as men die, liberty will never perish.","author":"Charlie Chaplin","topic":"Men"},{"quote":"The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom.","author":"Plato","topic":"Men"},{"quote":"It doesn&#39;t take a hero to order men into battle. It takes a hero to be one of those men who goes into battle.","author":"Norman Schwarzkopf","topic":"Men"},{"quote":"Do not borrow the productions of other men&#39;s brains and pens and recite them as a lesson; but make the most of the talents, the brain power, that God has given you.","author":"Ellen G. White","topic":"Men"},{"quote":"Big jobs usually go to the men who prove their ability to outgrow small ones.","author":"Theodore Roosevelt","topic":"Men"},{"quote":"The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author; salvation for its end, and truth without any mixture for its matter. It is all pure.","author":"John Locke","topic":"Men"},{"quote":"The belief in a supernatural source of evil is not necessary; men alone are quite capable of every wickedness.","author":"Joseph Conrad","topic":"Men"},{"quote":"In a time of domestic crisis, men of goodwill and generosity should be able to unite regardless of party or politics.","author":"John F. Kennedy","topic":"Men"},{"quote":"Landlords, like all other men, love to reap where they never sowed.","author":"Karl Marx","topic":"Men"},{"quote":"When men yield up the privilege of thinking, the last shadow of liberty quits the horizon.","author":"Thomas Paine","topic":"Men"},{"quote":"Not only our future economic soundness but the very soundness of our democratic institutions depends on the determination of our government to give employment to idle men.","author":"Franklin D. Roosevelt","topic":"Men"},{"quote":"All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.","author":"Brian Tracy","topic":"Men"},{"quote":"You know that being an American is more than a matter of where your parents came from. It is a belief that all men are created free and equal and that everyone deserves an even break.","author":"Harry S Truman","topic":"Men"},{"quote":"Pride, envy, avarice - these are the sparks have set on fire the hearts of all men.","author":"Dante Alighieri","topic":"Men"},{"quote":"The first white men of your people who came to our country were named Lewis and Clark. They brought many things that our people had never seen. They talked straight. These men were very kind.","author":"Chief Joseph","topic":"Men"},{"quote":"The straight line belongs to men, the curved one to God.","author":"Antoni Gaudi","topic":"Men"},{"quote":"We are so obsessed with doing that we have no time and no imagination left for being. As a result, men are valued not for what they are but for what they do or what they have - for their usefulness.","author":"Thomas Merton","topic":"Men"},{"quote":"A little nonsense now and then is relished by the wisest men.","author":"Roald Dahl","topic":"Men"},{"quote":"When I grew up in the South, I was taught that segregation was the will of God, and the Bible was quoted to prove it. I was taught that women were by nature in inferior to men, and the Bible was quoted to prove it. I was taught that it was okay to hate other religions, and especially the Jews, and the Bible was quoted to prove it.","author":"John Shelby Spong","topic":"Men"},{"quote":"When I was a boy, the Sioux owned the world. The sun rose and set on their land; they sent ten thousand men to battle. Where are the warriors today? Who slew them? Where are our lands? Who owns them?","author":"Sitting Bull","topic":"Men"},{"quote":"Men fail much oftener from want of perseverance than from want of talent.","author":"William Cobbett","topic":"Men"},{"quote":"The breakdown of the black community, in order to maintain slavery, began with the breakdown of the black family. Men and women were not legally allowed to get married because you couldn&#39;t have that kind of love. It might get in the way of the economics of slavery. Your children could be taken from you and literally sold down the river.","author":"Kerry Washington","topic":"Men"},{"quote":"Strong men have sound ideas and the force to make these ideas effective.","author":"Andrew Mellon","topic":"Men"},{"quote":"While civilization has been improving our houses, it has not equally improved the men who are to inhabit them. It has created palaces, but it was not so easy to create noblemen and kings.","author":"Henry David Thoreau","topic":"Men"},{"quote":"Dream no small dreams for they have no power to move the hearts of men.","author":"Johann Wolfgang von Goethe","topic":"Men"},{"quote":"God is in all men, but all men are not in God; that is why we suffer.","author":"Ramakrishna","topic":"Men"},{"quote":"All great men are gifted with intuition. They know without reasoning or analysis, what they need to know.","author":"Alexis Carrel","topic":"Men"},{"quote":"The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation.","author":"Henry David Thoreau","topic":"Men"},{"quote":"Being a woman is a terribly difficult task, since it consists principally in dealing with men.","author":"Joseph Conrad","topic":"Men"},{"quote":"The advice of the elders to young men is very apt to be as unreal as a list of the hundred best books.","author":"Oliver Wendell Holmes, Jr.","topic":"Men"},{"quote":"Men become wise just as they become rich, more by what they save than by what they receive.","author":"Wilbur Wright","topic":"Men"},{"quote":"To me, it&#39;s not the end of the world if I end up not being with someone. I love romance. I love sex. I love men&#39;s company, but I don&#39;t feel I have to be married. Men are a wonderful part of life, like chocolate. But my life goes on whether they&#39;re there or not.","author":"Jerry Hall","topic":"Men"},{"quote":"For those who have made the ultimate sacrifice, we are grateful that such men and women were among us. For those who continue to serve, we honor their commitment. For those who return to civilian life, we honor their service.","author":"Steve Buyer","topic":"Men"},{"quote":"Girls have an unfair advantage over men: if they can&#39;t get what they want by being smart, they can get it by being dumb.","author":"Yul Brynner","topic":"Men"},{"quote":"There is no greater calling than to serve your fellow men. There is no greater contribution than to help the weak. There is no greater satisfaction than to have done it well.","author":"Walter Reuther","topic":"Men"},{"quote":"Civilized society is perpetually menaced with disintegration through this primary hostility of men towards one another.","author":"Sigmund Freud","topic":"Men"},{"quote":"When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society.","author":"Pope John Paul II","topic":"Men"},{"quote":"Liberty lies in the hearts of men and women; when it dies there, no constitution, no law, no court can save it.","author":"Learned Hand","topic":"Men"},{"quote":"The world of men is dreaming, it has gone mad in its sleep, and a snake is strangling it, but it can&#39;t wake up.","author":"D. H. Lawrence","topic":"Men"},{"quote":"Learning, while at school, that the charge for the education of girls was the same as that for boys, and that, when they became teachers, women received only half as much as men for their services, the injustice of this distinction was so apparent.","author":"Lucretia Mott","topic":"Men"},{"quote":"I have encountered riotous mobs and have been hung in effigy, but my motto is: Men&#39;s rights are nothing more. Women&#39;s rights are nothing less.","author":"Susan B. Anthony","topic":"Men"},{"quote":"No great man lives in vain. The history of the world is but the biography of great men.","author":"Thomas Carlyle","topic":"Men"},{"quote":"All men profess honesty as long as they can. To believe all men honest would be folly. To believe none so is something worse.","author":"John Quincy Adams","topic":"Men"},{"quote":"Men are liars. We&#39;ll lie about lying if we have to. I&#39;m an algebra liar. I figure two good lies make a positive.","author":"Tim Allen","topic":"Men"},{"quote":"All men are liable to error; and most men are, in many points, by passion or interest, under temptation to it.","author":"John Locke","topic":"Men"},{"quote":"Men are not the enemy, but the fellow victims. The real enemy is women&#39;s denigration of themselves.","author":"Betty Friedan","topic":"Men"},{"quote":"Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing had happened.","author":"Winston Churchill","topic":"Men"},{"quote":"It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui.","author":"Helen Keller","topic":"Men"},{"quote":"Those who want the Government to regulate matters of the mind and spirit are like men who are so afraid of being murdered that they commit suicide to avoid assassination.","author":"Harry S Truman","topic":"Men"},{"quote":"False happiness renders men stern and proud, and that happiness is never communicated. True happiness renders them kind and sensible, and that happiness is always shared.","author":"Charles de Montesquieu","topic":"Men"},{"quote":"Most men who have really lived have had, in some share, their great adventure. This railway is mine.","author":"James J. Hill","topic":"Men"},{"quote":"Men acquire a particular quality by constantly acting in a particular way.","author":"Aristotle","topic":"Men"},{"quote":"Men are moved by two levers only: fear and self interest.","author":"Napoleon Bonaparte","topic":"Men"},{"quote":"It was the wont of the immortal gods sometimes to grant prosperity and long impunity to men whose crimes they were minded to punish in order that a complete reverse of fortune might make them suffer more bitterly.","author":"Julius Caesar","topic":"Men"},{"quote":"It is not these well-fed long-haired men that I fear, but the pale and the hungry-looking.","author":"Julius Caesar","topic":"Men"},{"quote":"Government is an association of men who do violence to the rest of us.","author":"Leo Tolstoy","topic":"Men"},{"quote":"Men are disturbed not by things, but by the view which they take of them.","author":"Epictetus","topic":"Men"},{"quote":"Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind.","author":"Neil Armstrong","topic":"Men"},{"quote":"The whole conviction of my life now rests upon the belief that loneliness, far from being a rare and curious phenomenon, peculiar to myself and to a few other solitary men, is the central and inevitable fact of human existence.","author":"Tom Wolfe","topic":"Men"},{"quote":"Most women don&#39;t like good men. They say they want a good buy, but most women always wind up with the bad boy.","author":"Stephanie Mills","topic":"Men"},{"quote":"The making of the far-famed New York Central Park was opposed by even good men, with misguided pluck, perseverance, and ingenuity, but straight right won its way, and now that park is appreciated. So we confidently believe it will be with our great national parks and forest reservations.","author":"John Muir","topic":"Men"},{"quote":"Where there is so much racket, there must be something out of kilter. I think that &#39;twixt the Negroes of the South and the women at the North, all talking about rights, the white men will be in a fix pretty soon.","author":"Sojourner Truth","topic":"Men"},{"quote":"Wise men make more opportunities than they find.","author":"Francis Bacon","topic":"Men"},{"quote":"I hate to generalize, but in general, both men and women suffer from ageism. Men much less because men gain power as they get older. Women lose power as they get older. Men are seen as gaining experience and being distinguished. Sons look forward to replacing their fathers.","author":"Gloria Steinem","topic":"Men"},{"quote":"To be successful in struggle requires remembrance of the Creator and the doing of good deeds. This is important because successful struggle demands that there be a kind of social consciousness. There has to be a social commitment, a social consciousness that joins men together.","author":"H. Rap Brown","topic":"Men"},{"quote":"Civilized men are more discourteous than savages because they know they can be impolite without having their skulls split, as a general thing.","author":"Robert E. Howard","topic":"Men"},{"quote":"No human being is constituted to know the truth, the whole truth, and nothing but the truth; and even the best of men must be content with fragments, with partial glimpses, never the full fruition.","author":"William Osler","topic":"Men"},{"quote":"I grew up with an impatience with the anti-scientific. So I&#39;m a bit miffed with our current love affair with all things Eastern. If I sneeze on the set, 40 people hand me echinacea. But I&#39;d no sooner take that than eat a pencil. Maybe that&#39;s why I took up boxing. It&#39;s my response to men in white pajamas feeling each other&#39;s chi.","author":"Hugh Laurie","topic":"Men"},{"quote":"I worked with Ice-T, Ice Cube, and Tupac! But Tupac was the sweetest man in the world. That whole thug thing was an act - it was silly and dumb. He was a complete gentleman and one of the kindest men I&#39;ve ever met.","author":"Lori Petty","topic":"Men"},{"quote":"I love to tease men with my legs.","author":"Eartha Kitt","topic":"Men"},{"quote":"Men must be governed by God or they will be ruled by tyrants.","author":"William Penn","topic":"Men"},{"quote":"Men are so simple and yield so readily to the desires of the moment that he who will trick will always find another who will suffer to be tricked.","author":"Niccolo Machiavelli","topic":"Men"},{"quote":"Men willingly believe what they wish.","author":"Julius Caesar","topic":"Men"},{"quote":"As soon as laws are necessary for men, they are no longer fit for freedom.","author":"Pythagoras","topic":"Men"},{"quote":"Within the hearts men, loyalty and consideration are esteemed greater than success.","author":"Bryant H. McGill","topic":"Men"},{"quote":"Whatsoever is done out of pure love, be it ever so little or contemptible in the sight of men, is wholly fruitful; for God measures more with how much love one worketh, than the amount he doeth.","author":"Ellen G. White","topic":"Men"},{"quote":"Con men look for human frailty to exploit. This is most often greed. Trump found a different vice: anger. The emotional are always the most susceptible to manipulation.","author":"Pamela Meyer","topic":"Men"},{"quote":"Too often the great decisions are originated and given form in bodies made up wholly of men, or so completely dominated by them that whatever of special value women have to offer is shunted aside without expression.","author":"Eleanor Roosevelt","topic":"Men"},{"quote":"The glory of the nation rests in the character of her men. And character comes from boyhood. Thus, every boy is a challenge to his elders.","author":"Herbert Hoover","topic":"Men"},{"quote":"I think men who have a pierced ear are better prepared for marriage. They&#39;ve experienced pain and bought jewelry.","author":"Rita Rudner","topic":"Men"},{"quote":"There would be no difficulty in securing the rights of the people and the liberties of Texas if men would march to their duty and not fly like recreants from danger. Texas must be defended and liberty maintained.","author":"Sam Houston","topic":"Men"},{"quote":"Today when I think about diversity, I actually think about the word &#39;inclusion.&#39; And I think this is a time of great inclusion. It&#39;s not men, it&#39;s not women alone. Whether it&#39;s geographic, it&#39;s approach, it&#39;s your style, it&#39;s your way of learning, the way you want to contribute, it&#39;s your age - it is really broad.","author":"Ginni Rometty","topic":"Men"},{"quote":"Every man needs two women: a quiet home-maker, and a thrilling nymph.","author":"Iris Murdoch","topic":"Men"},{"quote":"Where all men think alike, no one thinks very much.","author":"Walter Lippmann","topic":"Men"},{"quote":"Democracy arises out of the notion that those who are equal in any respect are equal in all respects; because men are equally free, they claim to be absolutely equal.","author":"Aristotle","topic":"Men"},{"quote":"It is science, and not religion, which has taught men that things are complex and difficult to understand.","author":"Emile Durkheim","topic":"Men"},{"quote":"Mark this well, you proud men of action! you are, after all, nothing but unconscious instruments of the men of thought.","author":"Georg Wilhelm Friedrich Hegel","topic":"Men"},{"quote":"The more I see of men the more I like dogs.","author":"Madame de Stael","topic":"Men"},{"quote":"Homosexuality in Russia is a crime and the punishment is seven years in prison, locked up with the other men. There is a three year waiting list.","author":"Yakov Smirnoff","topic":"Men"},{"quote":"Young men, hear an old man to whom old men hearkened when he was young.","author":"Augustus","topic":"Men"},{"quote":"There are people who want to make men&#39;s lives more difficult for no other reason than the chance it provides them afterwards to offer their prescription for alleviating life; their Christianity, for instance.","author":"Friedrich Nietzsche","topic":"Men"},{"quote":"The truth is found when men are free to pursue it.","author":"Franklin D. Roosevelt","topic":"Men"},{"quote":"Young men, trust God, and make the future bright with blessing. Old men, trust God, and magnify him for all the mercies of the past.","author":"Charles Spurgeon","topic":"Men"},{"quote":"When growing up, I saw segregation. I saw racial discrimination. I saw those signs that said white men, colored men. White women, colored women. White waiting. And I didn&#39;t like it.","author":"John Lewis","topic":"Men"},{"quote":"A gentleman opposed to their enfranchisement once said to me, women have never produced anything of any value to the world. I told him the chief product of the women had been the men, and left it to him to decide whether the product was of any value.","author":"Anna Howard Shaw","topic":"Men"},{"quote":"On the television planet, where men make up the tribe, the law of the caveman rules. So, for a woman coming from another world, without experience or cunning, to succeed gradually in gaining control over what is to be taped, what goes out over the air, what is said without censorship, is an epic feat.","author":"Cristina Saralegui","topic":"Men"},{"quote":"In a storm, I think, &#39;What if the gospel be not true? Then thou art, of all men, most foolish. For what has thou given up thy goods, thy ease, thy friends, thy reputation, thy country, thy life?&#39;","author":"John Wesley","topic":"Men"},{"quote":"A good face they say, is a letter of recommendation. O Nature, Nature, why art thou so dishonest, as ever to send men with these false recommendations into the World!","author":"Henry Fielding","topic":"Men"},{"quote":"All men were made by the Great Spirit Chief. They are all brothers.","author":"Chief Joseph","topic":"Men"},{"quote":"There are only two forces that unite men - fear and interest.","author":"Napoleon Bonaparte","topic":"Men"},{"quote":"A nation or civilization that continues to produce soft-minded men purchases its own spiritual death on the installment plan.","author":"Martin Luther King, Jr.","topic":"Men"},{"quote":"If I have learned anything, it is to keep my wife happy by sending her lavish gifts. Other men can learn from my success and send their wives and girlfriends fresh flowers for birthdays, anniversaries, and of course, Valentine&#39;s Day.","author":"Don Rickles","topic":"Men"},{"quote":"Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men.","author":"B. R. Ambedkar","topic":"Men"},{"quote":"Of all religions, the Christian should of course inspire the most tolerance, but until now Christians have been the most intolerant of all men.","author":"Voltaire","topic":"Men"},{"quote":"May we all, as a nation of believers, fight for the achievement of America; may we make sacrifices worthy of those proud men and women who fought for us, labored for us, bled soil from the beaches of Normandy to the fields of Gettysburg for us.","author":"Cory Booker","topic":"Men"},{"quote":"Fame can take interesting men and thrust mediocrity upon them.","author":"David Bowie","topic":"Men"},{"quote":"These are the times that try men&#39;s souls.","author":"Thomas Paine","topic":"Men"},{"quote":"I&#39;ve also seen that great men are often lonely. This is understandable, because they have built such high standards for themselves that they often feel alone. But that same loneliness is part of their ability to create.","author":"Yousuf Karsh","topic":"Men"},{"quote":"A lot of guys have muscles. A lot of strong men in this world. I think it&#39;s important to show that even under all this strength there&#39;s a fragile side, a side that can be affected.","author":"Sylvester Stallone","topic":"Men"},{"quote":"Strong beliefs win strong men, and then make them stronger.","author":"Richard Bach","topic":"Men"},{"quote":"From the day of its birth, the anomaly of slavery plagued a nation which asserted the equality of all men, and sought to derive powers of government from the consent of the governed. Within sound of the voices of those who said this lived more than half a million black slaves, forming nearly one-fifth of the population of a new nation.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"Our Constitution works; our great republic is a government of laws and not of men. Here, the people rule.","author":"Gerald R. Ford","topic":"Men"},{"quote":"Football is a simple game. Twenty-two men chase a ball for 90 minutes and at the end, the Germans always win.","author":"Gary Lineker","topic":"Men"},{"quote":"The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail.","author":"Napoleon Hill","topic":"Men"},{"quote":"The joy of my heart is to &#39;study men, their manners, and their ways,&#39; and for this darling object I cheerfully sacrifice every other consideration.","author":"Robert Burns","topic":"Men"},{"quote":"If the whole of mankind is to be united into one brotherhood, all obstacles must be removed so that men, all over the surface of the globe, should be as children playing in a garden.","author":"Maria Montessori","topic":"Men"},{"quote":"For Jesus, there are no countries to be conquered, no ideologies to be imposed, no people to be dominated. There are only children, women and men to be loved.","author":"Henri Nouwen","topic":"Men"},{"quote":"Why are women... so much more interesting to men than men are to women?","author":"Virginia Woolf","topic":"Men"},{"quote":"What is most important for democracy is not that great fortunes should not exist, but that great fortunes should not remain in the same hands. In that way there are rich men, but they do not form a class.","author":"Alexis de Tocqueville","topic":"Men"},{"quote":"These people are very unskilled in arms... with 50 men they could all be subjected and made to do all that one wished.","author":"Christopher Columbus","topic":"Men"},{"quote":"The Creator, in taking infinite pains to shroud with mystery His presence in every atom of creation, could have had but one motive - a sensitive desire that men seek Him only through free will.","author":"Paramahansa Yogananda","topic":"Men"},{"quote":"As men get older, the toys get more expensive.","author":"Marvin Davis","topic":"Men"},{"quote":"By &#39;justice&#39;, I understand nothing more than that bond which is necessary to keep the interest of individuals united, without which men would return to their original state of barbarity. All punishments which exceed the necessity of preserving this bond are, in their nature, unjust.","author":"Cesare Beccaria","topic":"Men"},{"quote":"Force always attracts men of low morality.","author":"Albert Einstein","topic":"Men"},{"quote":"Women have always been the strong ones of the world. The men are always seeking from women a little pillow to put their heads down on. They are always longing for the mother who held them as infants.","author":"Coco Chanel","topic":"Men"},{"quote":"Yoga is a method for restraining the natural turbulence of thoughts, which otherwise impartially prevent all men, of all lands, from glimpsing their true nature of Spirit. Yoga cannot know a barrier of East and West any more than does the healing and equitable light of the sun.","author":"Paramahansa Yogananda","topic":"Men"},{"quote":"Luck is not something you can mention in the presence of self-made men.","author":"E. B. White","topic":"Men"},{"quote":"The Hebrews have done more to civilize men than any other nation. If I were an atheist, and believed blind eternal fate, I should still believe that fate had ordained the Jews to be the most essential instrument for civilizing the nations.","author":"John Adams","topic":"Men"},{"quote":"Why do men fight who were born to be brothers?","author":"James Longstreet","topic":"Men"},{"quote":"Even the handsomest men do not have the same momentary effect on the world as a truly beautiful woman does.","author":"Jonathan Carroll","topic":"Men"},{"quote":"Advertising is a business of words, but advertising agencies are infested with men and women who cannot write. They cannot write advertisements, and they cannot write plans. They are helpless as deaf mutes on the stage of the Metropolitan Opera.","author":"David Ogilvy","topic":"Men"},{"quote":"There&#39;s a fundamental difference between how often men remember to say &#39;I love you&#39; and how often women want to hear &#39;I love you.&#39; For the most part, it&#39;s on the guy. He&#39;s not withholding it intentionally. It&#39;s just that we kind of miss the point sometimes, that even in the most nonchalant way, telling the person how you feel is important.","author":"Brett Young","topic":"Men"},{"quote":"The big divide in this country is not between Democrats and Republicans, or women and men, but between talkers and doers.","author":"Thomas Sowell","topic":"Men"},{"quote":"The most successful men in the end are those whose success is the result of steady accretion.","author":"Alexander Graham Bell","topic":"Men"},{"quote":"Make no little plans; they have no magic to stir men&#39;s blood and probably themselves will not be realized.","author":"Daniel Burnham","topic":"Men"},{"quote":"The most pitiful among men is he who turns his dreams into silver and gold.","author":"Khalil Gibran","topic":"Men"},{"quote":"The Son of God became incarnate in the souls of men to instill the feeling of brotherhood. All are brothers and all children of God.","author":"Pope Francis","topic":"Men"},{"quote":"There are many men of principle in both parties in America, but there is no party of principle.","author":"Alexis de Tocqueville","topic":"Men"},{"quote":"The more comfortable men are with dealing with their own vulnerability and their own ideas of masculinity and feeling emasculated, the healthier they are. It&#39;s a healthy thing to deal with.","author":"Ben Schnetzer","topic":"Men"},{"quote":"We are witnessing a very slow and painful cultural shift. Some male gamers with a deep sense of entitlement are terrified of change. They believe games should continue to cater exclusively to young heterosexual men with ever more extreme virtual power fantasies.","author":"Anita Sarkeesian","topic":"Men"},{"quote":"To rule a country of a thousand chariots, there must be reverent attention to business, and sincerity; economy in expenditure, and love for men; and the employment of the people at the proper seasons.","author":"Confucius","topic":"Men"},{"quote":"Men are rather reasoning than reasonable animals, for the most part governed by the impulse of passion.","author":"Alexander Hamilton","topic":"Men"},{"quote":"The history of men&#39;s opposition to women&#39;s emancipation is more interesting perhaps than the story of that emancipation itself.","author":"Virginia Woolf","topic":"Men"},{"quote":"Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it.","author":"Thomas Paine","topic":"Men"},{"quote":"It disturbs me no more to find men base, unjust, or selfish than to see apes mischievous, wolves savage, or the vulture ravenous.","author":"Jean-Paul Sartre","topic":"Men"},{"quote":"Soldiers, I had lately like to have been taken from you by the attempt of a few desperate men, but by the grace and providence of the gods, I am still preserved.","author":"Alexander the Great","topic":"Men"},{"quote":"The reason why I wear gold - I wear gold for three reasons. One, when Jesus was born, three wise men came from the east: one brought frankincense, one brought myrrh, the other one brought gold. The second reason I wear gold is I can afford it. The third reason I wear it, it&#39;s symbolic of my African heritage.","author":"Mr. T","topic":"Men"},{"quote":"I think that American women are further along than any other women in the world. But you can&#39;t have peace in a world in which some women or some men or some nations are at different stages of development. There is so much work to be done.","author":"Alice Paul","topic":"Men"},{"quote":"I love men&#39;s company, but I don&#39;t feel I have to be married. Men are a wonderful part of life, like chocolate. But my life goes on whether they&#39;re there or not.","author":"Jerry Hall","topic":"Men"},{"quote":"I shall never be a heretic; I may err in dispute, but I do not wish to decide anything finally; on the other hand, I am not bound by the opinions of men.","author":"Martin Luther","topic":"Men"},{"quote":"I called to the other men that the sky was clearing, and then a moment later I realized that what I had seen was not a rift in the clouds but the white crest of an enormous wave.","author":"Ernest Shackleton","topic":"Men"},{"quote":"All the great evils which men cause to each other because of certain intentions, desires, opinions, or religious principles, are likewise due to non-existence, because they originate in ignorance, which is absence of wisdom.","author":"Maimonides","topic":"Men"},{"quote":"Let those men who still have these misguided ideas, let those men who still have these hallucinations, realize that by anarchism, by dastardly crimes, they cannot bring about good government; let them realize that these methods have not succeeded in any country of the world and are not likely to succeed in India.","author":"Muhammad Ali Jinnah","topic":"Men"},{"quote":"Men and women have roles - their roles are different, but their rights are equal.","author":"Harri Holkeri","topic":"Men"},{"quote":"It was clear to many American working men and women that the Homestead Steel Strike of the early 1890s, when Andrew Carnegie and Henry Clay Frick broke the backs of the steel workers, that that was a watershed.","author":"David Levering Lewis","topic":"Men"},{"quote":"It is generally recognised that women are better than men at languages, personal relations and multi-tasking, but less good at map-reading and spatial awareness. It is therefore not unreasonable to suppose that women might be less good at mathematics and physics.","author":"Stephen Hawking","topic":"Men"},{"quote":"The greatest dangers to liberty lurk in the insidious encroachment by men of zeal, well meaning but without understanding.","author":"Louis D. Brandeis","topic":"Men"},{"quote":"The first and most imperative necessity in war is money, for money means everything else - men, guns, ammunition.","author":"Ida Tarbell","topic":"Men"},{"quote":"To end the pervasive culture of sexual harassment, it can no longer be the norm that men look the other way. It only ends when men actively participate in ending it.","author":"J. B. Pritzker","topic":"Men"},{"quote":"Men are more easily governed through their vices than through their virtues.","author":"Napoleon Bonaparte","topic":"Men"},{"quote":"It is not because angels are holier than men or devils that makes them angels, but because they do not expect holiness from one another, but from God only.","author":"William Blake","topic":"Men"},{"quote":"Write in such a way as that you can be readily understood by both the young and the old, by men as well as women, even by children.","author":"Ho Chi Minh","topic":"Men"},{"quote":"Either men will learn to live like brothers, or they will die like beasts.","author":"Max Lerner","topic":"Men"},{"quote":"It appears first, that liberty is a natural, and government an adventitious right, because all men were originally free.","author":"Thomas Clarkson","topic":"Men"},{"quote":"Men and women whose early youth was shaped in the ordeal of the Great Depression showed the values formed in that crucible when tyranny threatened a world.","author":"Steve Buyer","topic":"Men"},{"quote":"Men we shall have only as we make manhood the object of the work of the schools - intelligence, broad sympathy, knowledge of the world that was and is, and of the relation of men to it - this is the curriculum of that Higher Education which must underlie true life.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"Men shrink less from offending one who inspires love than one who inspires fear.","author":"Niccolo Machiavelli","topic":"Men"},{"quote":"We need more of the Office Desk and less of the Show Window in politics. Let men in office substitute the midnight oil for the limelight.","author":"Calvin Coolidge","topic":"Men"},{"quote":"You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know.","author":"George Eliot","topic":"Men"},{"quote":"Some men do think I&#39;m a psycho bunny-boiler.","author":"Amy Winehouse","topic":"Men"},{"quote":"There is no substitute for accurate knowledge. Know yourself, know your business, know your men.","author":"Lee Iacocca","topic":"Men"},{"quote":"Negroes must be free in order to be equal, and they must be equal in order to be free... Men cannot win freedom unless they win equality. They cannot win equality unless they win freedom.","author":"A. Philip Randolph","topic":"Men"},{"quote":"All men are by nature born equally free and independent.","author":"George Mason","topic":"Men"},{"quote":"What older men and younger women have in common is they are both suffering from different insecurities. She is looking for someone to make her feel safe, and he is looking for someone who doesn&#39;t answer back and is a trophy.","author":"Mark Barrowcliffe","topic":"Men"},{"quote":"Diamonds never leave you... men do!","author":"Shirley Bassey","topic":"Men"},{"quote":"A man is a god in ruins. When men are innocent, life shall be longer, and shall pass into the immortal, as gently as we awake from dreams.","author":"Ralph Waldo Emerson","topic":"Men"},{"quote":"Regarding life, the wisest men of all ages have judged alike: it is worthless.","author":"Friedrich Nietzsche","topic":"Men"},{"quote":"We have so many young men, especially, who are growing up without their dads. We have to fill that void. We have to do a better job helping young people see what it means to be a man, what it means to be a woman. And then, somehow, we have to put that family structure back together.","author":"Tony Dungy","topic":"Men"},{"quote":"The graveyards are full of indispensable men.","author":"Charles de Gaulle","topic":"Men"},{"quote":"I want to congratulate all the men out there who are working diligently to be good fathers whether they are stepfathers, or biological fathers or just spiritual fathers.","author":"T. D. Jakes","topic":"Men"},{"quote":"Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence.","author":"Democritus","topic":"Men"},{"quote":"Men and women who decide to flirt with adultery just once can become enmeshed in misery and unhappiness for themselves and their precious families.","author":"Joseph B. Wirthlin","topic":"Men"},{"quote":"Around me I saw women overworked and underpaid, doing men&#39;s work at half men&#39;s wages, not because their work was inferior, but because they were women.","author":"Anna Howard Shaw","topic":"Men"},{"quote":"As costly as it was in the lives of our men and women in uniform, in military assets, and in esteem and pride, Pearl Harbor was a watershed moment for America.","author":"Joe Baca","topic":"Men"},{"quote":"Interest groups are not the same as individuals. Through false nostalgia for the New Deal, you are taking the younger generation hostage. They are the ones who are going to have to pay far greater taxes. They are the future&#39;s forgotten men.","author":"Amity Shlaes","topic":"Men"},{"quote":"The Law is but words and paper without the hands of swords of men.","author":"James Harrington","topic":"Men"},{"quote":"I have talked with great men, and I do not see how they differ from others.","author":"Abraham Lincoln","topic":"Men"},{"quote":"To prejudge other men&#39;s notions before we have looked into them is not to show their darkness but to put out our own eyes.","author":"John Locke","topic":"Men"},{"quote":"Some great men owe most of their greatness to the ability of detecting in those they destine for their tools the exact quality of strength that matters for their work.","author":"Joseph Conrad","topic":"Men"},{"quote":"When men are full of envy they disparage everything, whether it be good or bad.","author":"Tacitus","topic":"Men"},{"quote":"Of all the properties which belong to honorable men, not one is so highly prized as that of character.","author":"Henry Clay","topic":"Men"},{"quote":"Baseball is a red-blooded sport for red-blooded men. It&#39;s no pink tea, and mollycoddles had better stay out. It&#39;s a struggle for supremacy, a survival of the fittest.","author":"Ty Cobb","topic":"Men"},{"quote":"It&#39;s not the men in my life that count, it&#39;s the life in my men.","author":"Mae West","topic":"Men"},{"quote":"I do not believe in God; his existence has been disproved by Science. But in the concentration camp, I learned to believe in men.","author":"Jean-Paul Sartre","topic":"Men"},{"quote":"The state of female artists is very good. But the very definition of art has been biased in that &#39;art&#39; was what men did in a European tradition and &#39;crafts&#39; were what women and natives did. But it&#39;s actually all the same.","author":"Gloria Steinem","topic":"Men"},{"quote":"The person who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.","author":"John Stuart Mill","topic":"Men"},{"quote":"I cannot help fearing that men may reach a point where they look on every new theory as a danger, every innovation as a toilsome trouble, every social advance as a first step toward revolution, and that they may absolutely refuse to move at all.","author":"Alexis de Tocqueville","topic":"Men"},{"quote":"Change is certain. Peace is followed by disturbances; departure of evil men by their return. Such recurrences should not constitute occasions for sadness but realities for awareness, so that one may be happy in the interim.","author":"Percy Bysshe Shelley","topic":"Men"},{"quote":"What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received; it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love.","author":"Francois de La Rochefoucauld","topic":"Men"},{"quote":"We all wish to live. We all seek a world in which men are freed of the burdens of ignorance, poverty, hunger and disease. And we shall all be hard-pressed to escape the deadly rain of nuclear fall-out should catastrophe overtake us.","author":"Haile Selassie","topic":"Men"},{"quote":"Kindness is the essence of greatness and the fundamental characteristic of the noblest men and women I have known.","author":"Joseph B. Wirthlin","topic":"Men"},{"quote":"The highest service that men may attain to on earth is to preach the word of God. This service falls peculiarly to priests, and therefore, God more directly demands it of them.","author":"John Wycliffe","topic":"Men"},{"quote":"The world is divided into men who have wit and no religion and men who have religion and no wit.","author":"Avicenna","topic":"Men"},{"quote":"Bibles are strong entrenchments. Where they abound, men cannot pursue wicked courses, and at the same time enjoy quiet conscience.","author":"James McHenry","topic":"Men"},{"quote":"Strange, is it not, my brothers, how often in America those great watchwords of human energy - &#39;Be strong!&#39; &#39;Know thyself!&#39; &#39;Hitch your wagon to a star!&#39; - how often these die away into dim whispers when we face these seething millions of black men? And yet do they not belong to them? Are they not their heritage as well as yours?","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"When good people in any country cease their vigilance and struggle, then evil men prevail.","author":"Pearl S. Buck","topic":"Men"},{"quote":"Humility is a good estate; founded thereon, the whole spiritual edifice grows into a holy temple in the Lord. Through humility, some have even possessed the gates of their enemies. For which of the virtues is so mighty to subdue the pride of demons and the tyranny of men?","author":"Saint Bernard","topic":"Men"},{"quote":"Great men of action... never mind on occasion being ridiculous; in a sense it is part of their job, and at times they all are.","author":"Oswald Mosley","topic":"Men"},{"quote":"I think men are mainly unfaithful because as they get older, they feel the urge to prove to themselves that they are still attractive. They need proof from outside the marriage. It&#39;s really sad. It&#39;s all about them. It&#39;s not about their wives at all.","author":"Pattie Boyd","topic":"Men"},{"quote":"History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they&#39;ve answered the call in bravery and sacrifice.","author":"Tim Pawlenty","topic":"Men"},{"quote":"To speak as the common people do, to think as wise men do is style.","author":"Roger Ascham","topic":"Men"},{"quote":"I attribute the little I know to my not having been ashamed to ask for information, and to my rule of conversing with all descriptions of men on those topics that form their own peculiar professions and pursuits.","author":"John Locke","topic":"Men"},{"quote":"The men and women of Afghanistan are building a nation that is free, and proud, and fighting terror - and America is honored to be their friend.","author":"George W. Bush","topic":"Men"},{"quote":"It is always in season for old men to learn.","author":"Aeschylus","topic":"Men"},{"quote":"No longer shall I paint interiors with men reading and women knitting. I will paint living people who breathe and feel and suffer and love.","author":"Edvard Munch","topic":"Men"},{"quote":"It may be true, that men, who are mere mathematicians, have certain specific shortcomings, but that is not the fault of mathematics, for it is equally true of every other exclusive occupation.","author":"Carl Friedrich Gauss","topic":"Men"},{"quote":"If you ask, do you like strong men or weak men, I&#39;d say, I like who I like.","author":"Miuccia Prada","topic":"Men"},{"quote":"If we put our trust in the common sense of common men and &#39;with malice toward none and charity for all&#39; go forward on the great adventure of making political, economic and social democracy a practical reality, we shall not fail.","author":"Henry A. Wallace","topic":"Men"},{"quote":"I don&#39;t like the clean-shaven boy with the necktie and the good job. I like desperate men, men with broken teeth and broken minds and broken ways. They interest me. They are full of surprises and explosions.","author":"Charles Bukowski","topic":"Men"},{"quote":"I have lived too long to cherish many illusions about the essential high-mindedness of men when brought into stark confrontation with the issue of control over their security, and their property interests.","author":"Haile Selassie","topic":"Men"},{"quote":"We lived many lives in those whirling campaigns, never sparing ourselves; yet when we achieved, and the new world dawned, the old men came out again and took our victory to re-make in the likeness of the former world they knew.","author":"T. E. Lawrence","topic":"Men"},{"quote":"Writing books is the closest men ever come to childbearing.","author":"Norman Mailer","topic":"Men"},{"quote":"Men of integrity, by their very existence, rekindle the belief that as a people we can live above the level of moral squalor. We need that belief; a cynical community is a corrupt community.","author":"John W. Gardner","topic":"Men"},{"quote":"Men don&#39;t deceive their wives unless they love them. When they love them most, they deceive them. It&#39;s a form of fidelity, their deceit.","author":"Jean Giraudoux","topic":"Men"},{"quote":"Put two or three men in positions of conflicting authority. This will force them to work at loggerheads, allowing you to be the ultimate arbiter.","author":"Franklin D. Roosevelt","topic":"Men"},{"quote":"Produce great men, the rest follows.","author":"Walt Whitman","topic":"Men"},{"quote":"Plain women know more about men than beautiful women do.","author":"Katharine Hepburn","topic":"Men"},{"quote":"I have always supported measures and principles and not men.","author":"Davy Crockett","topic":"Men"},{"quote":"We as men, in particular black men, are constantly supported, nurtured, forgiven, apologized for, led, followed and coddled by black women, and they get very little in return.","author":"Jesse Williams","topic":"Men"},{"quote":"I&#39;ve heard countless women - but not a single man - say to me, &#39;I could never stand up before the Supreme Court; it would be way too stressful.&#39; But I&#39;ve heard countless men, and very few women, say to me, &#39;I would love to argue in front of the Court; that would be so exciting.&#39;","author":"Lisa Blatt","topic":"Men"},{"quote":"The results of this survey are shocking and should be a wake-up call to men and women that drinking and smoking too much not only gives you a bad headache in the morning but can affect your ability to start a family.","author":"Ann Robinson","topic":"Men"},{"quote":"Great occasions do not make heroes or cowards; they simply unveil them to the eyes of men. Silently and imperceptibly, as we wake or sleep, we grow strong or weak; and at last some crisis shows what we have become.","author":"Brooke Foss Westcott","topic":"Men"},{"quote":"Time destroys the speculation of men, but it confirms nature.","author":"Marcus Tullius Cicero","topic":"Men"},{"quote":"Let us leave pretty women to men devoid of imagination.","author":"Marcel Proust","topic":"Men"},{"quote":"Women fight for democracy and engage in the world. But they shouldn&#39;t try and be copying men and be masculine; they should anchor on the home and build on those fundamentals.","author":"Vivienne Westwood","topic":"Men"},{"quote":"Men create real miracles when they use their God-given courage and intelligence.","author":"Jean Anouilh","topic":"Men"},{"quote":"Those with less of a sense of service to the nation never understand it when men and women of character step forward to look danger and adversity straight in the eye, refusing to blink, or give ground, even to their own deaths. The protected can&#39;t begin to understand the price paid so they and their families can sleep safe and free at night.","author":"John F. Kelly","topic":"Men"},{"quote":"Public life is regarded as the crown of a career, and to young men it is the worthiest ambition. Politics is still the greatest and the most honorable adventure.","author":"Pat Riley","topic":"Men"},{"quote":"I am very willing to admit that I have some poetical abilities, and as few - if any - writers, either moral or political, are intimately acquainted with the classes of mankind among whom I have chiefly mingled, I may have seen men and manners in a different phasis from what is common, which may assist originality of thought.","author":"Robert Burns","topic":"Men"},{"quote":"I&#39;m very sensitive about the fact that there&#39;s not a lot of good work for women in cinema that also deals with strong characters. But &#39;strong character&#39; doesn&#39;t mean &#39;masculine character&#39; - but something that finds the strength in femininity and the beauty in femininity. And something that says you can find femininity in men in some way.","author":"Denis Villeneuve","topic":"Men"},{"quote":"No gentleman ever discusses any relationship with a lady.","author":"Keith Miller","topic":"Men"},{"quote":"Men&#39;s fashion has a certain heaviness in the fabrics and construction. But also there is a heaviness in the mentality.","author":"Hedi Slimane","topic":"Men"},{"quote":"Women love us for our defects. If we have enough of them, they will forgive us everything, even our gigantic intellects.","author":"Oscar Wilde","topic":"Men"},{"quote":"It is not women&#39;s liberation, it is women&#39;s and men&#39;s liberation.","author":"Ruth Bader Ginsburg","topic":"Men"},{"quote":"I have said this many times, that there seems to be enough room in the world for mediocre men, but not for mediocre women, and we really have to work very, very hard.","author":"Madeleine Albright","topic":"Men"},{"quote":"Men aren&#39;t necessities. They&#39;re luxuries.","author":"Cher","topic":"Men"},{"quote":"We must not indulge in unfavorable views of mankind, since by doing it we make bad men believe they are no worse than others, and we teach the good that they are good in vain.","author":"Walter Winchell","topic":"Men"},{"quote":"It&#39;s like the riddle of the Sphinx... why are there so many great unmarried women, and no great unmarried men?","author":"Sarah Jessica Parker","topic":"Men"},{"quote":"There is a demand in these days for men who can make wrong appear right.","author":"Terence","topic":"Men"},{"quote":"I hold that the perfection of form and beauty is contained in the sum of all men.","author":"Albrecht Durer","topic":"Men"},{"quote":"Boys, young men, men of all ages are being captivated by the new visual grammar which pushes men to pout and posture.","author":"Susie Orbach","topic":"Men"},{"quote":"Look! Don&#39;t be deceived by appearances - men and things are not what they seem. All who are not on the rock are in the sea!","author":"William Booth","topic":"Men"},{"quote":"A lot of men are very possessive and they want to control you. But as you grow older, you attract people who are on your wavelength and who understand who you are.","author":"Marisa Berenson","topic":"Men"},{"quote":"In mathematics and science, there is no difference in the intelligence of men and women. The difference in genes between men and women is simply the Y chromosome, which has nothing to do with intelligence.","author":"Christiane Nusslein-Volhard","topic":"Men"},{"quote":"The search after the great men is the dream of youth, and the most serious occupation of manhood.","author":"Ralph Waldo Emerson","topic":"Men"},{"quote":"Nothing is as peevish and pedantic as men&#39;s judgments of one another.","author":"Desiderius Erasmus","topic":"Men"},{"quote":"I know there is a Supreme Being who rules the affairs of men and whose goodness and mercy have always followed the American people, and I know He will not turn from us now if we humbly and reverently seek His powerful aid.","author":"Grover Cleveland","topic":"Men"},{"quote":"It&#39;s at the borders of pain and suffering that the men are separated from the boys.","author":"Emil Zatopek","topic":"Men"},{"quote":"I believe in work, hard work, and long hours of work. Men do not breakdown from overwork, but from worry and dissipation.","author":"Charles Evans Hughes","topic":"Men"},{"quote":"I swear by that old expression, &#39;One monkey don&#39;t stop no show!&#39; The reality is, we still have some good men out there, and we should hail those men as the kings they are.","author":"Angie Stone","topic":"Men"},{"quote":"Men are more accountable for their motives, than for anything else; and primarily, morality consists in the motives, that is in the affections.","author":"Archibald Alexander","topic":"Men"},{"quote":"Wise men argue causes; fools decide them.","author":"Anacharsis","topic":"Men"},{"quote":"The dedication of the United States Air Force, Special Forces, and others involved in the mission to tracking down terrorists can not be matched. We express our gratitude to these men and women who defend the freedom America represents.","author":"Tim Murphy","topic":"Men"},{"quote":"Who can wonder at the attractiveness... of the bar, for our ambitious young men, when the highest bribes of society are at the feet of the successful orator?","author":"Marsilio Ficino","topic":"Men"},{"quote":"Men are freest when they are most unconscious of freedom. The shout is a rattling of chains, always was.","author":"D. H. Lawrence","topic":"Men"},{"quote":"Captain Clarke who had gone out yesterday with eighteen men to bring in the meat we had killed the day before, and to continue the hunt, came in at twelve o&#39;clock.","author":"Meriwether Lewis","topic":"Men"},{"quote":"I asked a Burmese why women, after centuries of following their men, now walk ahead. He said there were many unexploded land mines since the war.","author":"Robert Mueller","topic":"Men"},{"quote":"Few men during their lifetime comes anywhere near exhausting the resources dwelling within them. There are deep wells of strength that are never used.","author":"Richard E. Byrd","topic":"Men"},{"quote":"Nothing can be more absurd than the practice that prevails in our country of men and women not following the same pursuits with all their strengths and with one mind, for thus, the state instead of being whole is reduced to half.","author":"Plato","topic":"Men"},{"quote":"Men become much more attractive when they start looking older. But it doesn&#39;t do much for women, though we do have an advantage: make-up.","author":"Bette Davis","topic":"Men"},{"quote":"When two men in business always agree, one of them is unnecessary.","author":"Ezra Pound","topic":"Men"},{"quote":"Men should strive to think much and know little.","author":"Democritus","topic":"Men"},{"quote":"One must judge men not by their opinions, but by what their opinions have made of them.","author":"Georg C. Lichtenberg","topic":"Men"},{"quote":"Like all young men I set out to be a genius, but mercifully laughter intervened.","author":"Lawrence Durrell","topic":"Men"},{"quote":"Men know everything - all of them - all the time - no matter how stupid or inexperienced or arrogant or ignorant they are.","author":"Andrea Dworkin","topic":"Men"},{"quote":"The chief difficulty which prevents men of science from believing in divine as well as in nature Spirits is their materialism.","author":"Helena Blavatsky","topic":"Men"},{"quote":"We must develop the capacity to see men not as they are at present but as they may become.","author":"Thomas S. Monson","topic":"Men"},{"quote":"Artists are, above all, men who want to become inhuman.","author":"Guillaume Apollinaire","topic":"Men"},{"quote":"The practice of charity will bind us - will bind all men in one great brotherhood.","author":"Conrad Hilton","topic":"Men"},{"quote":"In the 20th century, we had a century where at the beginning of the century, most of the world was agricultural and industry was very primitive. At the end of that century, we had men in orbit, we had been to the moon, we had people with cell phones and colour televisions and the Internet and amazing medical technology of all kinds.","author":"David Gerrold","topic":"Men"},{"quote":"Every creature is better alive than dead, men and moose and pine trees, and he who understands it aright will rather preserve its life than destroy it.","author":"Henry David Thoreau","topic":"Men"},{"quote":"We should have a State in which we could live and breathe as free men and which we could develop according to our own lights and culture and where principles of Islamic social justice could find free play.","author":"Muhammad Ali Jinnah","topic":"Men"},{"quote":"Every day, I wake up determined to deliver a better life for the people all across this nation that have been neglected, ignored, and abandoned. I have visited the laid-off factory workers and the communities crushed by our horrible and unfair trade deals. These are the forgotten men and women of our country.","author":"Donald Trump","topic":"Men"},{"quote":"Men are April when they woo, December when they wed. Maids are May when they are maids, but the sky changes when they are wives.","author":"William Shakespeare","topic":"Men"},{"quote":"I am always surrounded by very, very charming men, very intelligent men with a great sense of humour who always keep me entertained and pampered.","author":"Deepika Padukone","topic":"Men"},{"quote":"Indeed, the existence of class, of social hierarchy, is as old as man himself. It prevails in the jungle where strength determines hierarchy; among men, it has also been savagely the same, whereby rulers vested with power through personal combat, or through lineal heritage as in the case of royalty, ravage their subjects.","author":"F. Sionil Jose","topic":"Men"},{"quote":"Men must live and create. Live to the point of tears.","author":"Albert Camus","topic":"Men"},{"quote":"To attract men, I wear a perfume called &#39;New Car Interior.&#39;","author":"Rita Rudner","topic":"Men"},{"quote":"Men&#39;s vows are women&#39;s traitors!","author":"William Shakespeare","topic":"Men"},{"quote":"I know how men in exile feed on dreams.","author":"Aeschylus","topic":"Men"},{"quote":"You will kill 10 of our men, and we will kill 1 of yours, and in the end it will be you who tire of it.","author":"Ho Chi Minh","topic":"Men"},{"quote":"Though sporting a hideous mustache is in no way comparable to the physical pain and mental suffering men with these diseases endure, Movember still forces participants to challenge their manhood on a daily basis. Growing a moustache for men&#39;s cancer isn&#39;t as feel-good an activity as running a marathon for a cure.","author":"David Sax","topic":"Men"},{"quote":"There is no such thing as society: there are individual men and women, and there are families.","author":"Margaret Thatcher","topic":"Men"},{"quote":"You can&#39;t forget that organizational success flows from the hearts and minds of the men and women you lead. Rather than treating your people as you&#39;d like to be treated, treat them as they would like to be treated. Small gestures like opting for face-to-face meetings or sending personal notes can have an enormous impact on teams and their morale.","author":"Marillyn Hewson","topic":"Men"},{"quote":"The true republic: men, their rights and nothing more; women, their rights and nothing less.","author":"Franklin Pierce Adams","topic":"Men"},{"quote":"O, you men who think or say that I am malevolent, stubborn or misanthropic, how greatly do you wrong me. You do not know the secret cause which makes me seem that way to you, and I would have ended my life - it was only my art that held me back. Ah, it seemed impossible to leave the world until I had brought forth all that I felt was within me.","author":"Ludwig van Beethoven","topic":"Men"},{"quote":"Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears.","author":"Louis D. Brandeis","topic":"Men"},{"quote":"Reasonable men adapt to the world around them; unreasonable men make the world adapt to them. The world is changed by unreasonable men.","author":"Edwin Louis Cole","topic":"Men"},{"quote":"As a vessel is known by the sound, whether it be cracked or not; so men are proved, by their speeches, whether they be wise or foolish.","author":"Demosthenes","topic":"Men"},{"quote":"I seldom read anything that is not of a factual nature because I want to invest my time wisely in the things that will improve my life. Don&#39;t misunderstand; there is nothing wrong with reading purely for the joy of it. Novels have their place, but biographies of famous men and women contain information that can change lives.","author":"Zig Ziglar","topic":"Men"},{"quote":"I never wanted to weigh more heavily on a man than a bird.","author":"Coco Chanel","topic":"Men"},{"quote":"Men are nearly always willing to believe what they wish.","author":"Julius Caesar","topic":"Men"},{"quote":"You may depend upon it that they are as good hearts to serve men in palaces as in cottages.","author":"Robert Owen","topic":"Men"},{"quote":"The superior man is distressed by the limitations of his ability; he is not distressed by the fact that men do not recognize the ability that he has.","author":"Confucius","topic":"Men"},{"quote":"There is nothing wrong with men possessing riches. The wrong comes when riches possess men.","author":"Billy Graham","topic":"Men"},{"quote":"Literature is strewn with the wreckage of men who have minded beyond reason the opinions of others.","author":"Virginia Woolf","topic":"Men"},{"quote":"Lawyers are men who hire out their words and anger.","author":"Horace","topic":"Men"},{"quote":"Some men spend their lives watching bees and ants, noting down the habits of these insects; my pleasure is to watch the human mind, noting how unselfish instincts rise to the surface and sink back again, making way for selfish instincts, each equally necessary, for the world would perish were it to become entirely selfish or entirely unselfish.","author":"George A. Moore","topic":"Men"},{"quote":"Married men live longer than single men. But married men are a lot more willing to die.","author":"Johnny Carson","topic":"Men"},{"quote":"During a few days&#39; halt near Vesontio for the provision of corn and other supplies, a panic arose from inquiries made by our troops and remarks uttered by Gauls and traders, who affirmed that the Germans were men of a mighty frame and an incredible valour and skill at arms.","author":"Julius Caesar","topic":"Men"},{"quote":"It is the nature of the artist to mind excessively what is said about him. Literature is strewn with the wreckage of men who have minded beyond reason the opinions of others.","author":"Virginia Woolf","topic":"Men"},{"quote":"The ultimate end of human acts is eudaimonia, happiness in the sense of living well, which all men desire; all acts are but different means chosen to arrive at it.","author":"Hannah Arendt","topic":"Men"},{"quote":"All new states are invested, more or less, by a class of noisy, second-rate men who are always in favor of rash and extreme measures, but Texas was absolutely overrun by such men.","author":"Sam Houston","topic":"Men"},{"quote":"The real danger is not that computers will begin to think like men, but that men will begin to think like computers.","author":"Sydney J. Harris","topic":"Men"},{"quote":"Anyone who knows how difficult it is to keep a secret among three men - particularly if they are married - knows how absurd is the idea of a worldwide secret conspiracy consciously controlling all mankind by its financial power; in real, clear analysis.","author":"Oswald Mosley","topic":"Men"},{"quote":"I realized quickly what Mandela and Tambo meant to ordinary Africans. It was a place where they could come and find a sympathetic ear and a competent ally, a place where they would not be either turned away or cheated, a place where they might actually feel proud to be represented by men of their own skin color.","author":"Nelson Mandela","topic":"Men"},{"quote":"Fidelity and allegiance sworn to the King is only such a fidelity and obedience as is due to him by the law of the land; for were that faith and allegiance more than what the law requires, we would swear ourselves slaves and the King absolute; whereas, by the law, we are free men, notwithstanding those oaths.","author":"Isaac Newton","topic":"Men"},{"quote":"This world was not created piecemeal. Africa was born no later and no earlier than any other geographical area on this globe. Africans, no more and no less than other men, possess all human attributes, talents and deficiencies, virtues and faults.","author":"Haile Selassie","topic":"Men"},{"quote":"There is an element of seduction in shoes that doesn&#39;t exist for men. A woman can be sexy, charming, witty or shy with her shoes.","author":"Christian Louboutin","topic":"Men"},{"quote":"All men should strive to learn before they die, what they are running from, and to, and why.","author":"James Thurber","topic":"Men"},{"quote":"I am an agnostic; I do not pretend to know what many ignorant men are sure of.","author":"Clarence Darrow","topic":"Men"},{"quote":"Some people think having large breasts makes a woman stupid. Actually, it&#39;s quite the opposite: a woman having large breasts makes men stupid.","author":"Rita Rudner","topic":"Men"},{"quote":"As more men become more educated and women get educated, the value system has to be more enhanced and the respect for human dignity and human life is made better.","author":"Ellen Johnson Sirleaf","topic":"Men"},{"quote":"Mama was a natural cook. At harvest time, she would whip up a noontime dinner for the men in the field: fried chicken with milk gravy, ham, mashed potatoes, lima beans, field peas, corn, slaw, sliced tomatoes, fried apples, biscuits, and peach pie.","author":"Bobbie Ann Mason","topic":"Men"},{"quote":"I can still remember them wheeling the black and white TV sets into our classroom at school so we could watch the men landing on the Moon, and that obviously had a huge impact. I later found out those people flying Apollo were ex-military test pilots, so I decided to join the Air Force and become a test pilot.","author":"David Mackay","topic":"Men"},{"quote":"These are the days for strong men to courageously expose wrong.","author":"Powell Clayton","topic":"Men"},{"quote":"Men of lofty genius when they are doing the least work are most active.","author":"Leonardo da Vinci","topic":"Men"},{"quote":"It will be of little avail to the people that the laws are made by men of their own choice if the laws be so voluminous that they cannot be read, or so incoherent that they cannot be understood.","author":"James Madison","topic":"Men"},{"quote":"It is the privilege of the gods to want nothing, and of godlike men to want little.","author":"Diogenes","topic":"Men"},{"quote":"I would like to tell the young men and women before me not to lose hope and courage. Success can only come to you by courageous devotion to the task lying in front of you.","author":"C. V. Raman","topic":"Men"},{"quote":"The revelation of thought takes men out of servitude into freedom.","author":"Ralph Waldo Emerson","topic":"Men"},{"quote":"Instead of comparing our lot with that of those who are more fortunate than we are, we should compare it with the lot of the great majority of our fellow men. It then appears that we are among the privileged.","author":"Helen Keller","topic":"Men"},{"quote":"The truth is, I&#39;ve never fooled anyone. I&#39;ve let men sometimes fool themselves.","author":"Marilyn Monroe","topic":"Men"},{"quote":"Marriage, to women as to men, must be a luxury, not a necessity; an incident of life, not all of it.","author":"Susan B. Anthony","topic":"Men"},{"quote":"I&#39;m supposed to have a Ph.D. on the subject of women. But the truth is I&#39;ve flunked more often than not. I&#39;m very fond of women; I admire them. But, like all men, I don&#39;t understand them.","author":"Frank Sinatra","topic":"Men"},{"quote":"Men often applaud an imitation and hiss the real thing.","author":"Aesop","topic":"Men"},{"quote":"The propensity to truck, barter and exchange one thing for another is common to all men, and to be found in no other race of animals.","author":"Adam Smith","topic":"Men"},{"quote":"The greatest enemy to human souls is the self-righteous spirit which makes men look to themselves for salvation.","author":"Charles Spurgeon","topic":"Men"},{"quote":"All the women want to be with me, all the men want to be like me.","author":"Ric Flair","topic":"Men"},{"quote":"If you want to sacrifice the admiration of many men for the criticism of one, go ahead, get married.","author":"Katharine Hepburn","topic":"Men"},{"quote":"The history of progress is written in the blood of men and women who have dared to espouse an unpopular cause, as, for instance, the black man&#39;s right to his body, or woman&#39;s right to her soul.","author":"Emma Goldman","topic":"Men"},{"quote":"Women encourage men to be childish, then scold them.","author":"Mason Cooley","topic":"Men"},{"quote":"When we are really honest with ourselves we must admit our lives are all that really belong to us. So it is how we use our lives that determines the kind of men we are.","author":"Cesar Chavez","topic":"Men"},{"quote":"By nature, men love newfangledness.","author":"Geoffrey Chaucer","topic":"Men"},{"quote":"The tantalizing discomfort of perplexity is what inspires otherwise ordinary men and women to extraordinary feats of ingenuity and creativity; nothing quite focuses the mind like dissonant details awaiting harmonious resolution.","author":"Brian Greene","topic":"Men"},{"quote":"The Old Testament teaches us that if we humble ourselves and pray, God will hear from heaven and heal our land. And the New Testament assures us that the fervent prayers of righteous men can make a difference.","author":"David Jeremiah","topic":"Men"},{"quote":"The man who trusts men will make fewer mistakes than he who distrusts them.","author":"Camillo di Cavour","topic":"Men"},{"quote":"Let no one weep for me, or celebrate my funeral with mourning; for I still live, as I pass to and fro through the mouths of men.","author":"Quintus Ennius","topic":"Men"},{"quote":"South Korea first allowed women into the military in 1950 during the Korean War. Back then, female soldiers mainly held administrative and support positions. Women began to take on combat roles in the 1990s when the three military academies, exclusive to men, began accepting women.","author":"Kim Young-ha","topic":"Men"},{"quote":"Because all of us believe and understand in the fabric of the common bond of why we call ourselves American is to care for the men and women who wear the uniform; and when they take off the uniform, we care for them when they are veterans.","author":"Steve Buyer","topic":"Men"},{"quote":"We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man.","author":"Lyndon B. Johnson","topic":"Men"},{"quote":"Men need knowledge in order to overpower their passions and master their prejudices.","author":"Dorothea Dix","topic":"Men"},{"quote":"All the problems of the world could be settled easily if men were only willing to think. The trouble is that men very often resort to all sorts of devices in order not to think, because thinking is such hard work.","author":"Thomas J. Watson","topic":"Men"},{"quote":"I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals.","author":"Brigitte Bardot","topic":"Men"},{"quote":"From the naturalistic point of view, all men are equal. There are only two exceptions to this rule of naturalistic equality: geniuses and idiots.","author":"Mikhail Bakunin","topic":"Men"},{"quote":"The reason why Broken Men only became Untouchables was because in addition to being Buddhists, they retained their habit of beef-eating, which gave additional ground for offence to the Brahmins to carry their new-found love and reverence to the cow to its logical conclusion.","author":"B. R. Ambedkar","topic":"Men"},{"quote":"Men&#39;s indignation, it seems, is more excited by legal wrong than by violent wrong; the first looks like being cheated by an equal, the second like being compelled by a superior.","author":"Thucydides","topic":"Men"},{"quote":"Women will never be as successful as men because they have no wives to advise them.","author":"Dick Van Dyke","topic":"Men"},{"quote":"Any one must see at a glance that if men and women marry those whom they do not love, they must love those whom they do not marry.","author":"Harriet Martineau","topic":"Men"},{"quote":"During my first years in the Sierra, I was ever calling on everybody within reach to admire them, but I found no one half warm enough until Emerson came. I had read his essays, and felt sure that of all men he would best interpret the sayings of these noble mountains and trees. Nor was my faith weakened when I met him in Yosemite.","author":"John Muir","topic":"Men"},{"quote":"When women love us, they forgive us everything, even our crimes; when they do not love us, they give us credit for nothing, not even our virtues.","author":"Honore de Balzac","topic":"Men"},{"quote":"People ask why there are so few female artists who succeed. It&#39;s because women are not ready to sacrifice as much as men. Women want a man, they want a family, they want to have children, they want to be loved, and to be an artist. And they can&#39;t; it&#39;s impossible.","author":"Marina Abramovic","topic":"Men"},{"quote":"Love is the bond between men, the way to teach and the center of the world.","author":"Jose Marti","topic":"Men"},{"quote":"When we tire of well-worn ways, we seek for new. This restless craving in the souls of men spurs them to climb, and to seek the mountain view.","author":"Ella Wheeler Wilcox","topic":"Men"},{"quote":"My dad&#39;s a beautiful man, but like a lot of Mexican men, or men in general, a lot of men have a problem with the balance of masculinity and femininity - intuition and compassion and tenderness - and get overboard with the macho thing. It took him a while to become more, I would say, conscious, evolved.","author":"Carlos Santana","topic":"Men"},{"quote":"Yes, young men, Italy owes to you an undertaking which has merited the applause of the universe. You have conquered and you will conquer still, because you are prepared for the tactics that decide the fate of battles.","author":"Giuseppe Garibaldi","topic":"Men"},{"quote":"I love to wear lingerie. The problem is that men always rip it off too quickly. When women are dolled up in lingerie they feel sexy. So let us wear it for five minutes.","author":"Karen McDougal","topic":"Men"},{"quote":"My protest about the post exchange seating bore some results. More seats were allocated for blacks, but there were still separate sections for blacks and for whites. At least I had made my men realize that something could be accomplished by speaking out, and I hoped they would be less resigned to unjust conditions.","author":"Jackie Robinson","topic":"Men"},{"quote":"For many men, the acquisition of wealth does not end their troubles, it only changes them.","author":"Lucius Annaeus Seneca","topic":"Men"},{"quote":"What distinguishes the majority of men from the few is their inability to act according to their beliefs.","author":"John Stuart Mill","topic":"Men"},{"quote":"All men can and will change. But there&#39;s only one woman we&#39;re going to change for.","author":"Steve Harvey","topic":"Men"},{"quote":"Circumstances rule men; men do not rule circumstances.","author":"Herodotus","topic":"Men"},{"quote":"When men don&#39;t fear God, they give themselves to evil.","author":"Ray Comfort","topic":"Men"},{"quote":"I know many married men, I even know a few happily married men, but I don&#39;t know one who wouldn&#39;t fall down the first open coal hole running after the first pretty girl who gave him a wink.","author":"George Jean Nathan","topic":"Men"},{"quote":"I grew up with a pretty tough mom. She was a self-appointed neighborhood watchdog, and if she saw that any of the local boys were up to no good, she would scold them on the spot. Although she is only 5 feet 2, she was famous in our neighborhood for intimidating men three times her size and getting them to do the right thing.","author":"Hanna Rosin","topic":"Men"},{"quote":"If you spend your life competing with business men, what do you have? A bank account and ulcers!","author":"Marilyn Monroe","topic":"Men"},{"quote":"Men get to be a mixture of the charming mannerisms of the women they have known.","author":"F. Scott Fitzgerald","topic":"Men"},{"quote":"You know when you&#39;re young and you see a play in high school, and the guys all have gray in their hair and they&#39;re trying to be old men and they have no idea what that&#39;s like? It&#39;s just that stupid the other way around.","author":"Clint Eastwood","topic":"Men"},{"quote":"There are very few men of genius in advertising agencies. But we need all we can find. Almost without exception they are disagreeable. Don&#39;t destroy them. They lay golden eggs.","author":"David Ogilvy","topic":"Men"},{"quote":"If someone were to put a proposition before men bidding them choose, after examination, the best customs in the world, each nation would certainly select its own.","author":"Herodotus","topic":"Men"},{"quote":"A manager is an assistant to his men.","author":"Thomas J. Watson","topic":"Men"},{"quote":"Men cannot make Scripture conform to their lifestyle; they must make their lifestyle conform to Scripture.","author":"Edwin Louis Cole","topic":"Men"},{"quote":"Public opinion is a permeating influence, and it exacts obedience to itself; it requires us to drink other men&#39;s thoughts, to speak other men&#39;s words, to follow other men&#39;s habits.","author":"Walter Bagehot","topic":"Men"},{"quote":"Barking dogs occasionally bite, but laughing men hardly ever shoot.","author":"Konrad Lorenz","topic":"Men"},{"quote":"I&#39;ve tried, in my own life, to speak up when I see harassment occurring. But I want to acknowledge that there are probably situations and instances where I could have done more. I think that&#39;s an acknowledgment that all men need to make.","author":"J. B. Pritzker","topic":"Men"},{"quote":"Men may rise on stepping stones of their dead selves to higher things.","author":"Zane Grey","topic":"Men"},{"quote":"Most men are very attached to the idea of being male, and usually experience a lot of fear and insecurity around the idea of being a man. Most women are very identified with their gender, and also experience a tremendous amount of fear and insecurity.","author":"Andrew Cohen","topic":"Men"},{"quote":"I do not believe in sex distinction in literature, law, politics, or trade - or that modesty and virtue are more becoming to women than to men, but wish we had more of it everywhere.","author":"Belva Lockwood","topic":"Men"},{"quote":"I am not a hero but the brave men who died deserved this honor.","author":"Ira Hayes","topic":"Men"},{"quote":"There are so many men and women who hold no distinctive positions but whose contribution towards the development of society has been enormous.","author":"Nelson Mandela","topic":"Men"},{"quote":"None can love freedom heartily, but good men; the rest love not freedom, but licence.","author":"John Milton","topic":"Men"},{"quote":"To reform a world, to reform a nation, no wise man will undertake; and all but foolish men know, that the only solid, though a far slower reformation, is what each begins and perfects on himself.","author":"Thomas Carlyle","topic":"Men"},{"quote":"There is no more difficult art to acquire than the art of observation, and for some men it is quite as difficult to record an observation in brief and plain language.","author":"William Osler","topic":"Men"},{"quote":"It was easy to persecute me without people feeling ashamed. It was easy to vilify me and project me as a woman who was not following the tradition of a &#39;good African woman&#39; and as a highly educated elitist who was trying to show innocent African women ways of doing things that were not acceptable to African men.","author":"Wangari Maathai","topic":"Men"},{"quote":"Real men are sadly lacking in this world, for when they are put to the test they prove worthless.","author":"Franz Liszt","topic":"Men"},{"quote":"I believe all men, all women, regardless of race, gender, socioeconomic background, you deserve the same rights.","author":"Sophia Bush","topic":"Men"},{"quote":"It is a mistake to suppose that men succeed through success; they much oftener succeed through failures. Precept, study, advice, and example could never have taught them so well as failure has done.","author":"Samuel Smiles","topic":"Men"},{"quote":"It has been said, by engineers themselves, that given enough money, they can accomplish virtually anything: send men to the moon, dig a tunnel under the English Channel. There&#39;s no reason they couldn&#39;t likewise devise ways to protect infrastructure from the worst hurricanes, earthquakes and other calamities, natural and manmade.","author":"Henry Petroski","topic":"Men"},{"quote":"I asked certain rich men if they felt embittered. &#39;How could we not?&#39; they said. So I asked them what caused this anguish. They blamed their wealth.","author":"Apollonius of Tyana","topic":"Men"},{"quote":"I pray as follows: May justice reign, may the laws not be broken, may the wise men be poor, and the poor men rich, without sin.","author":"Apollonius of Tyana","topic":"Men"},{"quote":"For millennia, men have enslaved women and attempted to appropriate female creative power, re-casting themselves as gods and creators. This assault continues today in the forms of ruthless wealth and mineral extraction, genetic engineering, mass surveillance, and war mongering.","author":"Anohni","topic":"Men"},{"quote":"I can&#39;t stay friends with anyone who doesn&#39;t have a passion for something; and, generally speaking, artistic people, creative people carry it right into the kitchen, too. They have a zest for life; the excitement of living. All of the great eaters I&#39;ve known are also men of great wit.","author":"Alan King","topic":"Men"},{"quote":"Sexy is the attraction that is given as an encomium to women or men, or the capacity to attract the attention of the opposite sex because of their physical attributes.","author":"Miriam Defensor-Santiago","topic":"Men"},{"quote":"Only the fat-cat corporations can really afford to put on two mega-ready-to-wear shows a year, or four if you add two haute couture shows, or six if you count men&#39;s wear. Resort and prefall push the number up to eight. A couple of promotional shows in Asia, Brazil, Dubai or Moscow can bring the count to 10.","author":"Suzy Menkes","topic":"Men"},{"quote":"Firefighters are essential to the safety and security of our local communities. We owe it to these men and women to provide them with better training and equipment so they can do their jobs more effectively and safely.","author":"Carl Levin","topic":"Men"},{"quote":"If men can learn to be less defensive, more open to others, and more accepting of accountability, they will adapt well to the new global economy.","author":"John Gerzema","topic":"Men"},{"quote":"Men shut their doors against a setting sun.","author":"William Shakespeare","topic":"Men"},{"quote":"Marriage destroyed my relationship with two wonderful men.","author":"Marilyn Monroe","topic":"Men"},{"quote":"It seems strange that bears, so fond of all sorts of flesh, running the risks of guns and fires and poison, should never attack men except in defense of their young. How easily and safely a bear could pick us up as we lie asleep! Only wolves and tigers seem to have learned to hunt man for food, and perhaps sharks and crocodiles.","author":"John Muir","topic":"Men"},{"quote":"These are the things of which men think, who live: of their own selves and the dwelling place of their fathers; of their neighbors; of work and service; of rule and reason and women and children; of Beauty and Death and War.","author":"W. E. B. Du Bois","topic":"Men"},{"quote":"Of all the men that have run for president in the twentieth century, only George McGovern truly understood what a monument America could be to the human race.","author":"Hunter S. Thompson","topic":"Men"},{"quote":"Why do Jewish men die before their wives? They want to.","author":"Henny Youngman","topic":"Men"},{"quote":"Men don&#39;t care what&#39;s on TV. They only care what else is on TV.","author":"Jerry Seinfeld","topic":"Men"},{"quote":"Whether women are better than men I cannot say - but I can say they are certainly no worse.","author":"Golda Meir","topic":"Men"},{"quote":"We should weep for men at their birth, not at their death.","author":"Charles de Montesquieu","topic":"Men"},{"quote":"The men that is now is only all palaver and what they can get out of you.","author":"James Joyce","topic":"Men"},{"quote":"There is no such thing as justice in the abstract; it is merely a compact between men.","author":"Epicurus","topic":"Men"},{"quote":"Property is unstable, and youth perishes in a moment. Life itself is held in the grinning fangs of Death, Yet men delay to obtain release from the world. Alas, the conduct of mankind is surprising.","author":"Plautus","topic":"Men"},{"quote":"It is to such men as Abraham Lincoln and Jefferson and Jackson and Franklin, all most lowly born, that we owe most of our greatness as a nation.","author":"Joseph Pulitzer","topic":"Men"},{"quote":"It is better for a woman to compete impersonally in society, as men do, than to compete for dominance in her own home with her husband, compete with her neighbors for empty status, and so smother her son that he cannot compete at all.","author":"Betty Friedan","topic":"Men"},{"quote":"If you have men who will only come if they know there is a good road, I don&#39;t want them. I want men who will come if there is no road at all.","author":"David Livingstone","topic":"Men"},{"quote":"Men of New England, I hold you to the doctrines of liberty which ye inherit from your Puritan forefathers.","author":"Caleb Cushing","topic":"Men"},{"quote":"Men, in fact, are excited and looking forward to settling down and having families and being true partners with women in relationships that are full of excitement, unpredictability, adventure, and loyalty.","author":"Ian K. Smith","topic":"Men"},{"quote":"The first rule of business is: Do other men for they would do you.","author":"Charles Dickens","topic":"Men"},{"quote":"That men do not learn very much from the lessons of history is the most important of all the lessons of history.","author":"Aldous Huxley","topic":"Men"},{"quote":"I usually make up my mind about a man in ten seconds, and I very rarely change it.","author":"Margaret Thatcher","topic":"Men"},{"quote":"Classical quotation is the parole of literary men all over the world.","author":"Samuel Johnson","topic":"Men"},{"quote":"Sufficient for me is that honour which is not seen of men but is felt in the heart, as faithful is He who hath promised and who never lies.","author":"Saint Patrick","topic":"Men"},{"quote":"It will always be considered a praiseworthy undertaking to urge the most obstinate and incredulous to abide by the principles that impel men to live in society. There are, therefore, three distinct classes of vice and virtue: the religious, the natural, and the political. These three classes should never be in contradiction with one another.","author":"Cesare Beccaria","topic":"Men"},{"quote":"Necessity has been a priceless spur which has helped men to perform miracles against incredible odds.","author":"Orison Swett Marden","topic":"Men"},{"quote":"When lovely woman stoops to folly, and finds too late that men betray, what charm can soothe her melancholy, what art can wash her guilt away?","author":"Oliver Goldsmith","topic":"Men"},{"quote":"A woman simply is, but a man must become.","author":"Camille Paglia","topic":"Men"},{"quote":"Manhood coerced into sensitivity is no manhood at all.","author":"Camille Paglia","topic":"Men"},{"quote":"The story of the Alamo has touched many more people than one would think. So, I would like to pay my respects to those men on both sides of the walls in those months of February and March 1836.","author":"Phil Collins","topic":"Men"},{"quote":"Healing and miracles have been a mystery to men of all times. To some, the phenomenon is frightening, while others find it exhilarating.","author":"Mother Angelica","topic":"Men"},{"quote":"War kills men, and men deplore the loss; but war also crushes bad principles and tyrants, and so saves societies.","author":"Charles Caleb Colton","topic":"Men"},{"quote":"My mom said the only reason men are alive is for lawn care and vehicle maintenance.","author":"Tim Allen","topic":"Men"},{"quote":"That was not what men and women fought for during the war.","author":"Barbara Castle","topic":"Men"},{"quote":"A strong hatred is the best lamp to bear in our hands as we go over the dark places of life, cutting away the dead things men tell us to revere.","author":"Rebecca West","topic":"Men"},{"quote":"Men, like nails, lose their usefulness when they lose their direction and begin to bend.","author":"Walter Savage Landor","topic":"Men"},{"quote":"Commitment means that it is possible for a man to yield the nerve center of his consent to a purpose or cause, a movement or an ideal, which may be more important to him than whether he lives or dies.","author":"Howard Thurman","topic":"Men"},{"quote":"The ocean moans over dead men&#39;s bones.","author":"Thomas Bailey Aldrich","topic":"Men"},{"quote":"This empire, unlike any other in the history of the world, has been built primarily through economic manipulation, through cheating, through fraud, through seducing people into our way of life, through the economic hit men. I was very much a part of that.","author":"John Perkins","topic":"Men"},{"quote":"If we are marked to die, we are enough to do our country loss; and if to live, the fewer men, the greater share of honor.","author":"William Shakespeare","topic":"Men"},{"quote":"I look only to the good qualities of men. Not being faultless myself, I won&#39;t presume to probe into the faults of others.","author":"Mahatma Gandhi","topic":"Men"},{"quote":"Men are by nature merely indifferent to one another; but women are by nature enemies.","author":"Arthur Schopenhauer","topic":"Men"},{"quote":"Men of genius are often dull and inert in society; as the blazing meteor, when it descends to earth, is only a stone.","author":"Henry Wadsworth Longfellow","topic":"Men"},{"quote":"Men give away nothing so liberally as their advice.","author":"Francois de La Rochefoucauld","topic":"Men"},{"quote":"Men should be like Kleenex, soft, strong and disposable.","author":"Cher","topic":"Men"},{"quote":"Deliberation is the work of many men. Action, of one alone.","author":"Charles de Gaulle","topic":"Men"},{"quote":"If you ask men why they did a good job, they&#39;ll say, &#39;I&#39;m awesome. Obviously. Why are you even asking?&#39; If you ask women why they did a good job, what they&#39;ll say is someone helped them, they got lucky, they worked really hard.","author":"Sheryl Sandberg","topic":"Men"},{"quote":"The truth is that we live out our lives putting off all that can be put off; perhaps we all know deep down that we are immortal and that sooner or later all men will do and know all things.","author":"Jorge Luis Borges","topic":"Men"},{"quote":"Whatever makes men good Christians, makes them good citizens.","author":"Daniel Webster","topic":"Men"},{"quote":"Human misery is too great for men to do without faith.","author":"Heinrich Heine","topic":"Men"},{"quote":"The difference between men and women seems to be this: I can argue with my promoter downstairs, accuse him of ripping me off, and 20 minutes later we&#39;ll be playing golf together. With a lady, the same argument can go on for, like, years.","author":"David Hasselhoff","topic":"Men"},{"quote":"Boys will be boys, and so will a lot of middle-aged men.","author":"Kin Hubbard","topic":"Men"},{"quote":"Every man is a volume if you know how to read him.","author":"William Ellery Channing","topic":"Men"},{"quote":"You look across the board at comedy quiz shows, and they are mainly hosted by men.","author":"Jo Brand","topic":"Men"},{"quote":"First find the man in yourself if you will inspire manliness in others.","author":"Amos Bronson Alcott","topic":"Men"},{"quote":"If the world were a logical place, men would ride side saddle.","author":"Rita Mae Brown","topic":"Men"},{"quote":"Culture makes all men gentle.","author":"Menander","topic":"Men"},{"quote":"Men who love their mothers treat women wonderfully. And they have enormous respect for women.","author":"Ellen Barkin","topic":"Men"},{"quote":"Neutral men are the devil&#39;s allies.","author":"Edwin Hubbel Chapin","topic":"Men"},{"quote":"The American flag is an enduring symbol of liberty, democracy, and justice. It is fitting that the House act to protect it as we approach our nation&#39;s birthday, and as our men and women in uniform rally behind it in Iraq&#39;s battlefields.","author":"Joe Barton","topic":"Men"},{"quote":"When a man is no longer anxious to do better than well, he is done for.","author":"Benjamin Haydon","topic":"Men"},{"quote":"The need for a non-veteran reserve became painfully obvious in the Korean war when many of the men who were being called to serve were World War II veterans participating in Ready Reserve units.","author":"J. Anthony Lukas","topic":"Men"},{"quote":"Whoever sets any bounds for the reconstructive power of the religious life over the social relations and institutions of men, to that extent denies the faith of the Master.","author":"Walter Rauschenbusch","topic":"Men"},{"quote":"When a hundred men stand together, each of them loses his mind and gets another one.","author":"Friedrich Nietzsche","topic":"Men"},{"quote":"I only have &#39;yes&#39; men around me. Who needs &#39;no&#39; men?","author":"Mae West","topic":"Men"},{"quote":"Religions, which condemn the pleasures of sense, drive men to seek the pleasures of power. Throughout history power has been the vice of the ascetic.","author":"Bertrand Russell","topic":"Men"},{"quote":"Certainly the best works, and of greatest merit for the public, have proceeded from the unmarried, or childless men.","author":"Francis Bacon","topic":"Men"},{"quote":"When men and women agree, it is only in their conclusions; their reasons are always different.","author":"George Santayana","topic":"Men"},{"quote":"Those men get along best with women who can get along best without them.","author":"Charles Baudelaire","topic":"Men"},{"quote":"Treat all men alike. Give them the same law. Give them an even chance to live and grow.","author":"Chief Joseph","topic":"Men"},{"quote":"All men who have turned out worth anything have had the chief hand in their own education.","author":"Walter Scott","topic":"Men"},{"quote":"The press seemed to take some delight that I previously had a &#39;straight audience,&#39; and set about trying to destroy that. And I think some men were frustrated that their girlfriends wouldn&#39;t let go of the idea that George Michael just hadn&#39;t found the &#39;right girl.&#39;","author":"George Michael","topic":"Men"},{"quote":"You may be assured that we won&#39;t ever let your words die. Like the words of our Master, Jesus Christ, they will live in our minds and our hearts and in the souls of black men and white men, brown men and yellow men as long as time shall last.","author":"Ralph Abernathy","topic":"Men"},{"quote":"Most men, when they think they are thinking, are merely rearranging their prejudices.","author":"Knute Rockne","topic":"Men"},{"quote":"A bachelor is a guy who never made the same mistake once.","author":"Phyllis Diller","topic":"Men"},{"quote":"Men are not punished for their sins, but by them.","author":"Kin Hubbard","topic":"Men"},{"quote":"The idea that a book can advise a woman how to capture a man is touchingly naive. Books advising men how to capture a woman are far less common, perhaps because few men are willing to admit to such a difficulty. For both sexes, I recommend a good novel, offering scenarios you might learn from, if only because they reflect a lot of doubt.","author":"Roger Ebert","topic":"Men"},{"quote":"Politics separate men by bringing them together only superficially. Art and culture unite us in a common anguish that is our only possible fraternity, that of our existential and metaphysical community.","author":"Eugene Ionesco","topic":"Men"},{"quote":"Men tend to feel threatened; women tend to feel guilty.","author":"Edwin Louis Cole","topic":"Men"},{"quote":"Men may live fools, but fools they cannot die.","author":"Edward Young","topic":"Men"},{"quote":"Men&#39;s arguments often prove nothing but their wishes.","author":"Charles Caleb Colton","topic":"Men"},{"quote":"All men have an instinct for conflict: at least, all healthy men.","author":"Hilaire Belloc","topic":"Men"},{"quote":"The true index of a man&#39;s character is the health of his wife.","author":"Cyril Connolly","topic":"Men"},{"quote":"Whenever ideas fail, men invent words.","author":"Martin H. Fischer","topic":"Men"},{"quote":"No nice men are good at getting taxis.","author":"Katharine Whitehorn","topic":"Men"},{"quote":"I think men are afraid to be with a successful woman, because we are terribly strong, we know what we want and we are not fragile enough.","author":"Shirley Bassey","topic":"Men"},{"quote":"Men are not against you; they are merely for themselves.","author":"Gene Fowler","topic":"Men"},{"quote":"One man that has a mind and knows it can always beat ten men who haven&#39;t and don&#39;t.","author":"George Bernard Shaw","topic":"Men"},{"quote":"Men must know their limitations.","author":"Clint Eastwood","topic":"Men"},{"quote":"I only like two kinds of men, domestic and imported.","author":"Mae West","topic":"Men"},{"quote":"Women prefer to talk in twos, while men prefer to talk in threes.","author":"Gilbert K. Chesterton","topic":"Men"},{"quote":"By indignities men come to dignities.","author":"Francis Bacon","topic":"Men"},{"quote":"We must have government that builds stamina into communities and men. That makes men instead of mendicants.","author":"Herbert Hoover","topic":"Men"},{"quote":"Many men owe the grandeur of their lives to their tremendous difficulties.","author":"Charles Spurgeon","topic":"Men"},{"quote":"Men often act knowingly against their interest.","author":"David Hume","topic":"Men"},{"quote":"Men do not quit playing because they grow old; they grow old because they quit playing.","author":"Oliver Wendell Holmes, Sr.","topic":"Men"},{"quote":"Exclusively of the abstract sciences, the largest and worthiest portion of our knowledge consists of aphorisms: and the greatest and best of men is but an aphorism.","author":"Samuel Taylor Coleridge","topic":"Men"},{"quote":"No one doubts that innocent men, women and children have been the victims of chemical weapons attacks in Syria. And there&#39;s no doubt who is responsible for this heinous use of chemical weapons in Syria: the Syrian regime.","author":"Joe Biden","topic":"Men"},{"quote":"For tis not in mere death that men die most.","author":"Elizabeth Barrett Browning","topic":"Men"},{"quote":"There is always a type of man who says he loves his fellow men, and expects to make a living at it.","author":"E. W. Howe","topic":"Men"},{"quote":"Men have as exaggerated an idea of their rights as women have of their wrongs.","author":"E. W. Howe","topic":"Men"},{"quote":"Men tire themselves in pursuit of rest.","author":"Laurence Sterne","topic":"Men"},{"quote":"Men won&#39;t read any email from a woman that&#39;s over 200 words long.","author":"Douglas Coupland","topic":"Men"},{"quote":"Men are like sheep, of which a flock is more easily driven than a single one.","author":"Richard Whately","topic":"Men"},{"quote":"&#39;Tis easy enough to be pleasant, When life flows along like a song; But the man worth while is the one who will smile when everything goes dead wrong.","author":"Ella Wheeler Wilcox","topic":"Men"},{"quote":"Men, as well as women, are much oftener led by their hearts than by their understandings.","author":"Philip Stanhope, 4th Earl of Chesterfield","topic":"Men"},{"quote":"Women thrive on novelty and are easy meat for the commerce of fashion. Men prefer old pipes and torn jackets.","author":"Anthony Burgess","topic":"Men"},{"quote":"Every time a man expects, as he says, his money to work for him, he is expecting other people to work for him.","author":"Dorothy L. Sayers","topic":"Men"},{"quote":"In life we shall find many men that are great, and some that are good, but very few men that are both great and good.","author":"Charles Caleb Colton","topic":"Men"},{"quote":"A lot of times, women don&#39;t get the male perspective in regards to a relationship, what men go through when they&#39;re not really dealing well.","author":"Morris Chestnut","topic":"Men"},{"quote":"Men do not fail; they give up trying.","author":"Elihu Root","topic":"Men"},{"quote":"Men are often biased in their judgment on account of their sympathy and their interests.","author":"George William Norris","topic":"Men"},{"quote":"Men, even when alone, lighten their labors by song, however rude it may be.","author":"Quintilian","topic":"Men"},{"quote":"He was one of those men who possess almost every gift, except the gift of the power to use them.","author":"Charles Kingsley","topic":"Men"},{"quote":"As I said, men value their independence in a weird way, above practically everything.","author":"George Weinberg","topic":"Men"},{"quote":"Men are actually the weaker sex.","author":"George Weinberg","topic":"Men"},{"quote":"Men, who are rogues individually, are in the mass very honorable people.","author":"Charles de Secondat","topic":"Men"},{"quote":"Stronger by weakness, wiser men become.","author":"Edmund Waller","topic":"Men"},{"quote":"Italian men do appreciate beautiful women. They&#39;re not afraid of the beauty, which is nice.","author":"Eva Herzigova","topic":"Men"},{"quote":"Law describes the way things would work if men were angels.","author":"Christopher Dawson","topic":"Men"},{"quote":"For most men life is a search for the proper manila envelope in which to get themselves filed.","author":"Clifton Fadiman","topic":"Men"},{"quote":"Men are different. When they are in love they may also have other girlfriends.","author":"Zhang Ziyi","topic":"Men"},{"quote":"What do women do when they get together? We sit around and talk! Men, not so much. My theory is that this difference is genetic and dates back to the hunter-gatherer societies, when the men had to be quiet as they hunted, lest they scare away the bison and then everyone starved to death and it was all their fault.","author":"Jenna McCarthy","topic":"Men"},{"quote":"The beauty of a strong, lasting commitment is often best understood by men incapable of it.","author":"Murray Kempton","topic":"Men"}]