[{"quote":"The heart of a mother is a deep abyss at the bottom of which you will always find forgiveness.","author":"Honore de Balzac","topic":"Mom"},{"quote":"One of the greatest titles in the world is parent, and one of the biggest blessings in the world is to have parents to call mom and dad.","author":"Jim DeMint","topic":"Mom"},{"quote":"You need a strong family because at the end, they will love you and support you unconditionally. Luckily, I have my dad, mom and sister.","author":"Esha Gupta","topic":"Mom"},{"quote":"My mother had a great deal of trouble with me, but I think she enjoyed it.","author":"Mark Twain","topic":"Mom"},{"quote":"My mother&#39;s wonderful. To me she&#39;s perfection.","author":"Michael Jackson","topic":"Mom"},{"quote":"My sister is my little star, and I&#39;m excited for her and proud of her. With her, I&#39;m protective, but also I don&#39;t want to be that sister who&#39;s really pushy and thinks they know everything and making her feel like she doesn&#39;t know what she&#39;s doing. I&#39;m trying to be that cool older sister and not the mom, but it&#39;s hard.","author":"Gigi Hadid","topic":"Mom"},{"quote":"My mom has always been my support system. She taught me to never give up and to keep pursuing my passions no matter what.","author":"Mandy Moore","topic":"Mom"},{"quote":"Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves.","author":"Charles Stanley","topic":"Mom"},{"quote":"That&#39;s who my mom is. She&#39;s a listener and a doer. She&#39;s a woman driven by compassion, by faith, by a fierce sense of justice and a heart full of love. So, this November, I&#39;m voting for a woman who is my role model, as a mother, and as an advocate. A woman who has spent her entire life fighting for families and children.","author":"Chelsea Clinton","topic":"Mom"},{"quote":"My dad said, &#39;Stay humble, and you gotta work harder than everybody else.&#39; My mom said, &#39;Always be yourself.&#39; She always told me only God can judge me.","author":"Nate Robinson","topic":"Mom"},{"quote":"The natural state of motherhood is unselfishness. When you become a mother, you are no longer the center of your own universe. You relinquish that position to your children.","author":"Jessica Lange","topic":"Mom"},{"quote":"My parents couldn&#39;t give me a whole lot of financial support, but they gave me good genes. My dad is a handsome son-of-a-gun, and my mom is beautiful. And I&#39;ve definitely been the lucky recipient. So, thank you, Mom and Dad.","author":"Ashton Kutcher","topic":"Mom"},{"quote":"When you are a mother, you are never really alone in your thoughts. A mother always has to think twice, once for herself and once for her child.","author":"Sophia Loren","topic":"Mom"},{"quote":"Men are what their mothers made them.","author":"Ralph Waldo Emerson","topic":"Mom"},{"quote":"I am very proud of my mom and consider her the most courageous woman I know. With perseverance, sacrifice and hard work, she raised a family of Olympic athletes and gave us the tools and the spirit to succeed. That is something that my brothers and I will always be thankful for.","author":"Diana Lopez","topic":"Mom"},{"quote":"I think in a lot of ways unconditional love is a myth. My mom&#39;s the only reason I know it&#39;s a real thing.","author":"Conor Oberst","topic":"Mom"},{"quote":"My mom is definitely my rock.","author":"Alicia Keys","topic":"Mom"},{"quote":"My mom and I have always been there for each other. We had some tough times, but she was always there for me.","author":"LeBron James","topic":"Mom"},{"quote":"The mother&#39;s heart is the child&#39;s schoolroom.","author":"Henry Ward Beecher","topic":"Mom"},{"quote":"Having children is my greatest achievement. It was my saviour. It switched my focus from the outside to the inside. My children are gifts, they remind me of what&#39;s important.","author":"Elle Macpherson","topic":"Mom"},{"quote":"That strong mother doesn&#39;t tell her cub, Son, stay weak so the wolves can get you. She says, Toughen up, this is reality we are living in.","author":"Lauryn Hill","topic":"Mom"},{"quote":"I was always going to church with my mom, dad and sister. I was literally raised under the godly influence both at home and church. There was no alcohol and no smoking at our house. That was the way a Bowden was supposed to live. My dad always told me to represent the Bowden name in a respectful manner.","author":"Bobby Bowden","topic":"Mom"},{"quote":"Motherhood is the greatest thing and the hardest thing.","author":"Ricki Lake","topic":"Mom"},{"quote":"My mother said to me, &#39;If you are a soldier, you will become a general. If you are a monk, you will become the Pope.&#39; Instead, I was a painter, and became Picasso.","author":"Pablo Picasso","topic":"Mom"},{"quote":"My mom always said that there would be haters. Not everyone can love ya.","author":"Joel Madden","topic":"Mom"},{"quote":"America isn&#39;t Congress. America isn&#39;t Washington. America is the striving immigrant who starts a business, or the mom who works two low-wage jobs to give her kid a better life. America is the union leader and the CEO who put aside their differences to make the economy stronger.","author":"Barack Obama","topic":"Mom"},{"quote":"Mom and Dad were married 64 years. And if you wondered what their secret was, you could have asked the local florist - because every day Dad gave Mom a rose, which he put on her bedside table. That&#39;s how she found out what happened on the day my father died - she went looking for him because that morning, there was no rose.","author":"Mitt Romney","topic":"Mom"},{"quote":"Financial independence is paramount. My mom always says that when a woman is financially independent, she has the ability to live life on her own terms. I think that was the soundest advice that I ever got. No matter where you go in life or who you get married to, you have to be financially independent - whether you use it or not.","author":"Priyanka Chopra","topic":"Mom"},{"quote":"I look at my father. He is one of my heroes. He is such an incredible, classy man. He was such a great father and such a great husband in so many ways, and we lived through some pretty tough times losing my mom. When I see all that he did, I think, &#39;Wow, that&#39;s a really wonderful man.&#39;","author":"Emmanuelle Chriqui","topic":"Mom"},{"quote":"The biggest surprise, which is also the best, is that I didn&#39;t know I would love motherhood as much as I do.","author":"Deborah Norville","topic":"Mom"},{"quote":"When I was growing up, my mother was always a friend to my siblings and me (in addition to being all the other things a mom is), and I was always grateful for that because I knew she was someone I could talk to and joke with, and argue with and that nothing would ever harm that friendship.","author":"Marlo Thomas","topic":"Mom"},{"quote":"Don&#39;t let people disrespect you. My mom says don&#39;t open the door to the devil. Surround yourself with positive people.","author":"Cuba Gooding, Jr.","topic":"Mom"},{"quote":"God blessed me with two unbelievable parents, and I am just like both of them. I have the smile and charisma of my mother and the big heart of my mom, because she wants to save the world and help the world, so I am just like her.","author":"Magic Johnson","topic":"Mom"},{"quote":"I was always at peace because of the way my mom treated me.","author":"Martina Hingis","topic":"Mom"},{"quote":"My mother taught me to treat a lady respectfully.","author":"Chris Brown","topic":"Mom"},{"quote":"The person earning the federal minimum wage of $7.25 isn&#39;t going out to eat at restaurants. They&#39;re not taking piano lessons. They&#39;re not going to the gym or the yoga studio. They&#39;re not sending mom flowers on Mother&#39;s day. What good is this person in the economy? If you raise it to $15 an hour, they&#39;re doing all of those things.","author":"Nick Hanauer","topic":"Mom"},{"quote":"I try not to think about anyone&#39;s expectations but rather focus on always doing my personal best. Modeling was never a thought in my mind growing up, but my mom felt it was important for me to be open to business opportunities and expand my horizons.","author":"Anwar Hadid","topic":"Mom"},{"quote":"I would say that my role model, as far as just somebody leading by example, which to me is what a great youth counselor does - they are there to talk to and lead by example - would be my mom, but she wasn&#39;t a youth counselor. She was a teacher, and she is a good person and definitely one of the biggest influences in my life.","author":"Carrie Underwood","topic":"Mom"},{"quote":"If your mom asks you to do the dishes, do not pull out your pirate attitude. But if someone tells you you&#39;re not good enough, says your dreams are too lofty, or claims there is no room in showbiz for a dancing violinist - well then, by all means, pull out your eye patch, my friend, and take to the high seas.","author":"Lindsey Stirling","topic":"Mom"},{"quote":"Only mothers can think of the future - because they give birth to it in their children.","author":"Maxim Gorky","topic":"Mom"},{"quote":"I think my mom put it best. She said, &#39;Little girls soften their daddy&#39;s hearts.&#39;","author":"Paul Walker","topic":"Mom"},{"quote":"Most of us have fond memories of food from our childhood. Whether it was our mom&#39;s homemade lasagna or a memorable chocolate birthday cake, food has a way of transporting us back to the past.","author":"Homaro Cantu","topic":"Mom"},{"quote":"My real dream is to have a whole, like, buy a whole piece of land. Imagine, like, a long driveway. Like, a cul de sac-type street, with maybe, like, seven houses. Me be right here. Have my mom be able to be right here. My brother over here. My girl&#39;s grandmother and family right here. Friends over there. That&#39;s my real dream.","author":"J. Cole","topic":"Mom"},{"quote":"I grew up in a working class family. People thought I might go work at a mill. My mom wanted me to learn how to lay carpet because she was concerned about my future. Nobody had high hopes for me. But I was a hustler.","author":"Mark Cuban","topic":"Mom"},{"quote":"When your mother asks, &#39;Do you want a piece of advice?&#39; it is a mere formality. It doesn&#39;t matter if you answer yes or no. You&#39;re going to get it anyway.","author":"Erma Bombeck","topic":"Mom"},{"quote":"Yes, Mother. I can see you are flawed. You have not hidden it. That is your greatest gift to me.","author":"Alice Walker","topic":"Mom"},{"quote":"My mom didn&#39;t let me play video games growing up, so now I do. Gaming gives me a chance to just let go, blow somebody up and fight somebody from another dimension. It&#39;s all escapism.","author":"Wayne Brady","topic":"Mom"},{"quote":"One thing my mom used to tell me was to look to the other side, and know that my present is not going to be everything. So if I&#39;m having a bad day, she goes, &#39;Just imagine tomorrow. This is going to be over. This is going to be done with.&#39;","author":"Tyra Banks","topic":"Mom"},{"quote":"Once you&#39;re a mom, always a mom. It&#39;s like riding a bike, you never forget.","author":"Taraji P. Henson","topic":"Mom"},{"quote":"My father was a soldier. He was a frogman in the special forces in Denmark before I was born, and always the reality of that inspired me. My mom is very left-wing, classic socialist, and she always talked about the solders as almost crazy, violent, sick people, and I want to confront that because its very judgmental, and I&#39;m not sure it&#39;s true.","author":"Tobias Lindholm","topic":"Mom"},{"quote":"My mother thinks I am the best. And I was raised to always believe what my mother tells me.","author":"Diego Maradona","topic":"Mom"},{"quote":"I&#39;ve always believed fitness is an entry point to help you build that happier, healthier life. When your health is strong, you&#39;re capable of taking risks. You&#39;ll feel more confident to ask for the promotion. You&#39;ll have more energy to be a better mom. You&#39;ll feel more deserving of love.","author":"Jillian Michaels","topic":"Mom"},{"quote":"What greater aspiration and challenge are there for a mother than the hope of raising a great son or daughter?","author":"Rose Kennedy","topic":"Mom"},{"quote":"I grew up with just my mom. She and I were like best friends. She&#39;s a very independent woman and I admire that about her. In my life, I&#39;ve tried to be like that. To be okay with being on my own and being independent.","author":"Emma Roberts","topic":"Mom"},{"quote":"My mom used to make my costumes when I was little; she sews a lot. One year, I was a bride and I had a big wedding dress and a bouquet. Another year I was a medieval princess with a long teal dress and a veil. It was a little extravagant, but it was cute!","author":"Sasha Pieterse","topic":"Mom"},{"quote":"As others have recently suggested, the term &#39;gamer&#39; is no longer useful as an identity because games are for everyone. These days, even my mom spends an inordinate amount of time gaming on her iPad. So I&#39;ll take a cue from my younger self and say I don&#39;t care about being a &#39;gamer,&#39; but I sure do love video games.","author":"Anita Sarkeesian","topic":"Mom"},{"quote":"I&#39;ve always wanted to be a mom because I want to give a kid all of the magical gifts my mom gave to me, such as love and friendship. She and I had this incredible connection that was so unbelievable.","author":"Jennifer Love Hewitt","topic":"Mom"},{"quote":"My mom and dad gave their kids the greatest gift of all - the gift of unconditional love. They cared deeply about who we would be, and much less about what we would do.","author":"Mitt Romney","topic":"Mom"},{"quote":"I ask people why they have deer heads on their walls. They always say because it&#39;s such a beautiful animal. There you go. I think my mother is attractive, but I have photographs of her.","author":"Ellen DeGeneres","topic":"Mom"},{"quote":"I worked in theater my whole life. My mom was a drama teacher at my middle school. In high school, I was Drama Club President every year, and then I auditioned for conservatory acting programs.","author":"Jenn Proske","topic":"Mom"},{"quote":"We need somebody who&#39;s got the heart, the empathy, to recognize what it&#39;s like to be a young teenage mom, the empathy to understand what it&#39;s like to be poor or African-American or gay or disabled or old - and that&#39;s the criterion by which I&#39;ll be selecting my judges.","author":"Barack Obama","topic":"Mom"},{"quote":"I was raised in the greatest of homes... just a really great dad, and I miss him so much... he was a good man, a real simple man... Very faithful, always loved my mom, always provided for the kids, and just a lot of fun.","author":"Max Lucado","topic":"Mom"},{"quote":"My mom was a model, so she&#39;s been really good about giving me tips on how to navigate behind the scenes - like the importance of being nice to everyone on set and remembering people&#39;s names, to how to be a positive part of the photo shoot and stuff like that.","author":"Gigi Hadid","topic":"Mom"},{"quote":"When modeling agencies were saying that I was too big and gaining weight, my mom said, &#39;OK, we&#39;re going to discuss what they&#39;re saying over pizza, and we&#39;re going to plan the future of your career which doesn&#39;t involve you having to be skinny.&#39;","author":"Tyra Banks","topic":"Mom"},{"quote":"Most people, almost everyone knows of a teen mom. Teen pregnancy rates are growing, and we need to bring awareness to that.","author":"Madisen Beaty","topic":"Mom"},{"quote":"My mom was always saying: &#39;Be whatever you want to be, but stick with it. Don&#39;t waver. Don&#39;t change who you are for anybody.&#39;","author":"Miranda Lambert","topic":"Mom"},{"quote":"Boxing is individual, although there&#39;s a team concept because you need a great corner, you need a great trainer, you need a great prep man, you need all of these things, but it&#39;s more of a Mano a Mano; it&#39;s more you versus me. I miss that time in training camp and Dad and Mom cooking meals. It was one big family.","author":"Sugar Ray Leonard","topic":"Mom"},{"quote":"I enjoy the celebration of my birthday as much as anyone else does, but I always remember to start my day thanking my mom because she did most of the work the day I came into the world, not to mention all she has done throughout my life that has contributed so much to the woman I am today.","author":"Christy Turlington","topic":"Mom"},{"quote":"Mom spent the time that she was supposed to be a kid actully raising children, her younger brother and younger sister. She was tough as nails and did not suffer fools at all. And the truth was she could not afford to. She spoke the truth, bluntly, directly, and without much varnish. I am her son.","author":"Chris Christie","topic":"Mom"},{"quote":"I grew up very differently than a lot of other people in my hometown in Mississippi. But I can&#39;t imagine my life any other way. I flew home and surprised my best friend at his graduation, and I remember turning to my mom and saying, &#39;My graduation was so much cooler than this.&#39; I had Melissa Joan Hart give my commencement speech.","author":"Taylor Spreitler","topic":"Mom"},{"quote":"My mom keeps me going, man. She deserves such a good life. I just wanna give it to her. My dad, too. My family, my friends, they keep me motivated. Just knowing my personal legend, just knowing what I&#39;m supposed to do, that keeps me going.","author":"Big Sean","topic":"Mom"},{"quote":"Growing up, I had only one good pair of shoes. So on rainy school days, my mom would slip plastic bread bags over them to keep them dry. But I was never embarrassed. Because the school bus would be filled with rows and rows of young Iowans with bread bags slipped over their feet.","author":"Joni Ernst","topic":"Mom"},{"quote":"Whenever something went wrong when I was young - if I had a pimple or if my hair broke - my mom would say, &#39;Sister mine, I&#39;m going to make you some soup.&#39; And I really thought the soup would make my pimple go away or my hair stronger.","author":"Maya Angelou","topic":"Mom"},{"quote":"I didn&#39;t plan on being a single mom, but you have to deal with the cards you are dealt the best way you can.","author":"Tichina Arnold","topic":"Mom"},{"quote":"My mom says I&#39;m a fighter, a fierce competitor, and I think I am, too.","author":"Gabby Douglas","topic":"Mom"},{"quote":"When motherhood becomes the fruit of a deep yearning, not the result of ignorance or accident, its children will become the foundation of a new race.","author":"Margaret Sanger","topic":"Mom"},{"quote":"I have the biggest sweet tooth! You name it, I will eat it. My all-time favorite is my mother&#39;s butter cake. Every time I go home, my mom will already have the cake made because I love it so much. This makes my siblings mad because they think she favors me. I don&#39;t care because she probably does!","author":"Michael Strahan","topic":"Mom"},{"quote":"All I wanted was for my mom to say, &#39;I love you, and I&#39;m here for you.&#39; I never got that.","author":"Kendra Wilkinson","topic":"Mom"},{"quote":"Being a mom makes me feel whole and like I understand the meaning of life.","author":"Rebecca Romijn","topic":"Mom"},{"quote":"I love spending time with my family and friends during the holidays, and my favorite holiday tradition would be the pozole that my mom makes almost every Christmas. It&#39;s the best!","author":"Becky G","topic":"Mom"},{"quote":"I look up to my mom. She&#39;s a beautiful woman.","author":"Leighton Meester","topic":"Mom"},{"quote":"The best part of being a mom to me is the unconditional love. I have never felt a love as pure, a love that&#39;s as rewarding.","author":"Monica Denise Brown","topic":"Mom"},{"quote":"Motherhood is a dream. It really is absolutely amazing.","author":"Jessica Simpson","topic":"Mom"},{"quote":"You&#39;ve got to know how to hustle. I got a lot of inspiration from my parents. My father was definitely a hustler. With six kids in the house, you always got to be hustling. And my mom, she&#39;s got sick work ethic.","author":"Jay Pharoah","topic":"Mom"},{"quote":"For me, already being part of a single parent household and knowing it was just me and my mom, you&#39;d would wake up times and hope that the next day you&#39;d be able to be alongside your mother because she was out trying to make sure that I was taken care of. But all I cared about was her being home.","author":"LeBron James","topic":"Mom"},{"quote":"Growing up with three older brothers and being the youngest and the only girl, my mom always made me tough. She&#39;s taught me over the years how to be a strong, independent woman, how to carry yourself in a positive way and anything that my brothers can do, I can do.","author":"Diana Lopez","topic":"Mom"},{"quote":"I gotta be honest with you. I&#39;m kind of jealous of the way my dad gets to talk to my mom sometimes. Where are all those old-school women you can just take your day out on? When did they stop making those angels?","author":"Bill Burr","topic":"Mom"},{"quote":"I was raised by a single mother who made a way for me. She used to scrub floors as a domestic worker, put a cleaning rag in her pocketbook and ride the subways in Brooklyn so I would have food on the table. But she taught me as I walked her to the subway that life is about not where you start, but where you&#39;re going. That&#39;s family values.","author":"Al Sharpton","topic":"Mom"},{"quote":"I can honestly say, after talking about my mom passing away, I got the biggest weight off of my chest. Comedy is my therapy. That&#39;s how I deal with my problems, my personal battles. I talk about it. I give it to my fans. When they laugh at it, it&#39;s a release, for lack of a better word.","author":"Kevin Hart","topic":"Mom"},{"quote":"Because of my unique experience as my mom&#39;s child, the beginning of my journey was more about me trying to figure out who I was on my own. My mom is one of the greatest moms and so supportive of all my siblings and of all of us being who we are, and not who she wanted us to be.","author":"Tracee Ellis Ross","topic":"Mom"},{"quote":"I write about love, but it&#39;s me wanting to be in love. I&#39;ve never been in love. I love my mom, my dad. I want to be in love. I think I have to allow myself to get there. I&#39;m just so in love with music. It&#39;s weird. I&#39;m at a crossroads because I want to be in love.","author":"Charlie Puth","topic":"Mom"},{"quote":"Motherhood has a very humanizing effect. Everything gets reduced to essentials.","author":"Meryl Streep","topic":"Mom"},{"quote":"I love those hockey moms. You know what they say the difference between a hockey mom and a pit bull is? Lipstick.","author":"Sarah Palin","topic":"Mom"},{"quote":"Postpartum depression is a very real and very serious problem for many mothers. It can happen to a first time mom or a veteran mother. It can occur a few days... or a few months after childbirth.","author":"Richard J. Codey","topic":"Mom"},{"quote":"My mom is awesome. She&#39;s really young. My mom is 40, and she raised me listening to Nirvana and Courtney Love and Coldplay, Gin Blossoms, The Cranberries, and stuff. Like, my early, early memories are of being a little kid running around in floral skirts and Doc Martens when I was, like, three.","author":"Halsey","topic":"Mom"},{"quote":"I actually had a really nice guitar as a teenager. I took jazz guitar, so my mom bought me this probably $1,600 guitar. But I got really into garage rock and local bands, and I noticed they played really crappy guitars. So I thought, &#39;Hey, I should get a crappy guitar, too!&#39;","author":"Mac DeMarco","topic":"Mom"},{"quote":"Fortunately, when you&#39;re a mom, the responsibility of caring for your child can keep you going.","author":"Shania Twain","topic":"Mom"},{"quote":"A few weeks after my mom passed in November of 2013, I came back from an injury and entered the Egg Bowl in the second half against Ole Miss. I&#39;ll never forget the feeling when I walked back out on the field. As I walked into the Egg Bowl, the crowd stood up and clapped like they were enveloping me in a giant hug.","author":"Dak Prescott","topic":"Mom"},{"quote":"The most inspiring piece of advice I&#39;ve gotten is simply to persevere. My mom taught me to always keep going no matter what from an early age. When it feels too difficult to push forward, I always remind myself, &#39;This too shall pass,&#39; and then I redouble my efforts.","author":"Liya Kebede","topic":"Mom"},{"quote":"My mom and I are very close.","author":"Lady Gaga","topic":"Mom"},{"quote":"I do doubles on Monday and Thursday, take Wednesday off or do easy cardio, do doubles on Thursday and Friday, and the weekend I just get outside and get active - jog or bike ride, or play tennis with my mom.","author":"Mikaela Shiffrin","topic":"Mom"},{"quote":"For me, the spirit of Christmas means being happy and giving freely. It&#39;s a tradition for all the kids in the family to help mom decorate the tree. Christmas is all about family, eating, drinking and making merry.","author":"Malaika Arora Khan","topic":"Mom"},{"quote":"I started making music... I guess I was 12, and I started playing &#39;Guitar Hero.&#39; And you know, it got to a point where on expert, you can only exceed to a certain point. And so, you know, I was like, &#39;Let&#39;s play real guitar. Let&#39;s not waste more time.&#39; So, I got my mom, I told her to buy me a guitar for Christmas, and I started making music then.","author":"Post Malone","topic":"Mom"},{"quote":"The mother-child relationship is paradoxical and, in a sense, tragic. It requires the most intense love on the mother&#39;s side, yet this very love must help the child grow away from the mother, and to become fully independent.","author":"Erich Fromm","topic":"Mom"},{"quote":"My mom used to say that I became a fighter and a scrapper and a tough guy to protect who I am at my core.","author":"Vin Diesel","topic":"Mom"},{"quote":"My dad had always been a big decaf coffee drinker. But my mom had always been more of a tea drinker. So I grew up around a lot of tea. And I also really love tea. But I&#39;m not one of those people who has ever felt the need to choose between coffee and tea. I think that is a completely false dichotomy.","author":"Chelsea Clinton","topic":"Mom"},{"quote":"Sending a handwritten letter is becoming such an anomaly. It&#39;s disappearing. My mom is the only one who still writes me letters. And there&#39;s something visceral about opening a letter - I see her on the page. I see her in her handwriting.","author":"Steve Carell","topic":"Mom"},{"quote":"My mom, Irmelin, taught me the value of life. Her own life was saved by my grandmother during World War II.","author":"Leonardo DiCaprio","topic":"Mom"},{"quote":"Sweater, n.: garment worn by child when its mother is feeling chilly.","author":"Ambrose Bierce","topic":"Mom"},{"quote":"I wish my mother had left me something about how she felt growing up. I wish my grandmother had done the same. I wanted my girls to know me.","author":"Carol Burnett","topic":"Mom"},{"quote":"My dad is like a cactus - introverted and tough. I&#39;m a people person, like my mom, but I got my competitiveness from my dad. He came to this country from Belarus with nothing and built a real business. He&#39;s my hero for giving me that need to run a business and for having enormous confidence in me.","author":"Gary Vaynerchuk","topic":"Mom"},{"quote":"No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren&#39;t cool, just to establish themselves. That&#39;s what adolescence is about. They&#39;re gonna go through that no matter what.","author":"Eddie Vedder","topic":"Mom"},{"quote":"When I was young, all the books were about a Mary Jane and the football player and the prom and ending up with the quiet guy and making your mom happy.","author":"S. E. Hinton","topic":"Mom"},{"quote":"I remember my mom saying, &#39;I will take you to every audition, I will support you, but the minute you stop caring about it, I will stop.&#39;","author":"Justin Timberlake","topic":"Mom"},{"quote":"The art of motherhood involves much silent, unobtrusive self-denial, an hourly devotion which finds no detail too minute.","author":"Honore de Balzac","topic":"Mom"},{"quote":"If it wasn&#39;t for women, I wouldn&#39;t be here. I&#39;m a mamma&#39;s boy at heart. I love my mom. I have the deepest, utmost respect for women.","author":"Roman Reigns","topic":"Mom"},{"quote":"A middle child, I was born in the depths of the Great Depression. My dad and mom were factory workers, struggling to make ends meet.","author":"Dennis L. McKiernan","topic":"Mom"},{"quote":"My mom used to get arrested for being with my dad. She would get fined. She would spend weekends in jail.","author":"Trevor Noah","topic":"Mom"},{"quote":"I loved raising my kids. I loved the process, the dirt of it, the tears of it, the frustration of it, Christmas, Easter, birthdays, growth charts, pediatrician appointments. I loved all of it.","author":"Jane Elliot","topic":"Mom"},{"quote":"My dad and my mom convinced me to go into biomedical engineering because they said astronauts going to Mars will need life support systems.","author":"Rony Abovitz","topic":"Mom"},{"quote":"My mom beat us until she started breaking clothes hangers. Wooden clothes hangers! Once we started laughing back at her, then your spankings were through. That&#39;s the way I was raised. So, I got to be about 13 years of age when finally she quit spanking on me. But I think that it was great way to be raised.","author":"Doug Harvey","topic":"Mom"},{"quote":"A lot of people ask me what my mom has taught me about modeling. The truth is the things she teaches me go deeper than what pose to make or what my good side is.","author":"Kaia Gerber","topic":"Mom"},{"quote":"I know I&#39;m talented, but I wasn&#39;t put here to sing. I was put here to be a wife and a mom and look after my family. I love what I do, but it&#39;s not where it begins and ends.","author":"Amy Winehouse","topic":"Mom"},{"quote":"My coaches were great. My mom and dad. My dad never missed a wrestling meet.","author":"Dan Gable","topic":"Mom"},{"quote":"As I&#39;ve gotten older, I&#39;ve realized my true models are my parents. My mom is like a sheroe. My dad is so strong.","author":"Zendaya","topic":"Mom"},{"quote":"You know the best part of being a mom is getting that love. Honestly, you know, my son&#39;s love... a child&#39;s love is so pure, it just makes you feel so good no matter what.","author":"Ciara","topic":"Mom"},{"quote":"I&#39;m probably the least harsh on myself, and I try not to scrutinize everything about my body. As a new mom, it is what it is, and we just have to do our best.","author":"Kourtney Kardashian","topic":"Mom"},{"quote":"I love my mom so much, and I always have, but I was definitely a monster to her a lot during my teen years.","author":"Dove Cameron","topic":"Mom"},{"quote":"My mom and dad got divorced when I was very young, and growing up in a family where the head of the household wasn&#39;t a man made a big difference.","author":"Dave Mustaine","topic":"Mom"},{"quote":"Around 10, I got chubby. I knew I&#39;d crossed a line when the only pants that fit were from the &#39;Junior Plenty&#39; line at JC Penny. My parents had split up, my mom was going through a dark time, and my brother and I were getting bullied in our new neighborhood. Life was big and unsafe.","author":"Marti Noxon","topic":"Mom"},{"quote":"I always say I am a realist, and my mom says, &#39;No, you just have anxiety.&#39;","author":"Jessica Chastain","topic":"Mom"},{"quote":"I love to hang out with my friends and go to the movies. My mom and I are involved in the Mother\/Daughter Organization - national charity work. Whenever I get free time, we volunteer. It&#39;s an organization so mothers and daughters can spend time together while volunteering.","author":"Hailee Steinfeld","topic":"Mom"},{"quote":"A lot of people don&#39;t know this: when I was young, I wanted to be a garbage man. I asked my mom, and she said they made good money, and it was steady work.","author":"Paul Pierce","topic":"Mom"},{"quote":"My mom taught me from a young age to give back and volunteer any chance you get. It was something that I knew, if I made the NFL, I would financially have the ability to do.","author":"J. J. Watt","topic":"Mom"},{"quote":"My mom gave me enough self-worth to carry me through difficult experiences. She was very loving and accepting. She was like, &#39;Whelp, you&#39;re gay? OK, cool.&#39;","author":"Jillian Michaels","topic":"Mom"},{"quote":"My mom would take me to restaurants, and the first thing I&#39;d ask for would be a pen and a napkin, and I&#39;d sketch shoes and shoes and shoes.","author":"Alexander Wang","topic":"Mom"},{"quote":"I want to be on stage and perform and win Grammys and help out my family in Bulgaria, because they are struggling, and my mom and dad, too.","author":"Leah LaBelle","topic":"Mom"},{"quote":"I know the fans are very personable with my mom and things like that. They make little collages and pictures. They make edits of me and my mom together.","author":"Christina Grimmie","topic":"Mom"},{"quote":"My mom loved the old black-and-white films.","author":"Cary Fukunaga","topic":"Mom"},{"quote":"Mom still has a huge, beautifully decorated Christmas tree. The whole family comes together after midnight mass and has the traditional plum cake and wine. We spend the night at mom&#39;s home, and in the morning we wake up and open the presents. In the afternoon, we sit down to have a traditional Christmas lunch.","author":"Malaika Arora Khan","topic":"Mom"},{"quote":"Scrawling &#39;I&#39;m gay&#39; in lipstick on your parents&#39; bedroom mirror may demonstrate a personal signature of the highest style, but is not particularly sensitive to their feelings. Upon hearing me utter those words almost twenty years ago, my own mother did what and self-respecting middle-class mom would do: went directly into a seizure.","author":"Lance Loud","topic":"Mom"},{"quote":"I like Sprite a lot, but I try not to drink it. My mom doesn&#39;t want me to drink Sprite because it&#39;s unhealthy. So she always has me drink water, but it&#39;s hard not to!","author":"Maddie Ziegler","topic":"Mom"},{"quote":"Mothers are fonder than fathers of their children because they are more certain they are their own.","author":"Aristotle","topic":"Mom"},{"quote":"I&#39;m very boring. I&#39;m a mom. I&#39;m 34 years old.","author":"Britney Spears","topic":"Mom"},{"quote":"My mom is the recycling Nazi, and I always bring a bag to the grocery store.","author":"Jane Levy","topic":"Mom"},{"quote":"Good food and a warm kitchen are what makes a house a home. I always tried to make my home like my mother&#39;s, because Mom was magnificent at stretching a buck when it came to decorating and food. Like a true Italian, she valued beautification in every area of her life, and I try to do the same.","author":"Rachael Ray","topic":"Mom"},{"quote":"There&#39;s been times when I&#39;ve had heartbreaking moments and I&#39;m like, &#39;I can&#39;t believe you said that,&#39; or &#39;I can&#39;t believe you did that&#39;. And it hurts, it still hurts, and it&#39;ll always hurt, but I&#39;ve never had somebody that I truly cared about just walk out on me, whether it was a boyfriend, or an aunt, mom or dad.","author":"Shailene Woodley","topic":"Mom"},{"quote":"Food feeds both the body and soul - there are clear reasons to eat a balanced diet, but there are also reasons you cling to your mom&#39;s secret chicken noodle soup recipe when you&#39;re sick.","author":"Michael Mina","topic":"Mom"},{"quote":"Dad&#39;s Jewish and Irish, Mom&#39;s German and Scotch. I couldn&#39;t say I was anything. My last name isn&#39;t even Downey. My dad changed his name when he wanted to get into the Army and was underage. My real name is Robert Elias. I feel like I&#39;m still looking for a home in some way.","author":"Robert Downey, Jr.","topic":"Mom"},{"quote":"Like a lot of kids, I had a Superman cake or different theme cakes, but then I hit the age where I think my mom thought I was ready for the German chocolate cake that she makes for my dad. Just the sight of that, the taste of that frosting, just reminds me of being at home with my mom and my dad and my sister and my friends.","author":"Willie Geist","topic":"Mom"},{"quote":"The woman is uniformly sacrificed to the wife and mother.","author":"Elizabeth Cady Stanton","topic":"Mom"},{"quote":"My mom taught me to live by the three p&#39;s: to always be passionate, persistent, and prepared.","author":"Hailee Steinfeld","topic":"Mom"},{"quote":"I lead by example. My kids know what sweat is. They&#39;ve seen me come home from so many runs and asked, &#39;What&#39;s on your skin? How did you get it?&#39; And I tell them, &#39;It&#39;s from exercise!&#39; So now my son will come home from a bike ride, take off his helmet and say, &#39;Look, Mom. I&#39;m sweating! I just worked out!&#39;","author":"Summer Sanders","topic":"Mom"},{"quote":"My mom worked at McDonald&#39;s, and she decided she wanted to make more money, so she got into the management program at McDonald&#39;s. And that&#39;s how you move up the chain. It&#39;s not by demanding that minimum wage is raised; it&#39;s by actually acquiring the skills. That&#39;s the way that people get ahead in life.","author":"Raul Labrador","topic":"Mom"},{"quote":"It is not until you become a mother that your judgment slowly turns to compassion and understanding.","author":"Erma Bombeck","topic":"Mom"},{"quote":"You know, I don&#39;t think any mother aims to be a single mom. I didn&#39;t wish for that, but it happened.","author":"Charlize Theron","topic":"Mom"},{"quote":"My mom and my dad was the best example of unconditional love I could see as a kid. I&#39;ve known it my whole life. Interactions, kissing, hugging - it definitely wasn&#39;t the fake love.","author":"BJ the Chicago Kid","topic":"Mom"},{"quote":"I don&#39;t want to be perfect, but I do want to be a role model. My mom always tells me that imperfections equal beauty. All of us are imperfect.","author":"Miley Cyrus","topic":"Mom"},{"quote":"My mom is real passionate and a family-first woman. She always told me that just because I can shoot a basketball better than someone else, I shouldn&#39;t think that I&#39;m better than them. I know if I change, my friends and family would lay me down. She just wants to see her kids do right.","author":"Derrick Rose","topic":"Mom"},{"quote":"Being a mom to my son has taken precedence over everything in my life, and I think that&#39;s the order it should be... It&#39;s a great challenge that I don&#39;t think&#39;s ever gonna stop.","author":"Ciara","topic":"Mom"},{"quote":"I think my mother is my biggest influence. There are so many things I hate about her but at the same time I&#39;m thankful for her. All I know is that when I&#39;m a parent I want to be just like my mom. I can talk to my mom more than any of my friends could talk to their parents.","author":"Nikki Reed","topic":"Mom"},{"quote":"Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they&#39;re fun, they do things together, they&#39;re best friends. Kids learn by example. If I respect Mom, they&#39;re going to respect Mom.","author":"Tim Allen","topic":"Mom"},{"quote":"I am sure that if the mothers of various nations could meet, there would be no more wars.","author":"E. M. Forster","topic":"Mom"},{"quote":"My dad is Caucasian, and my mom is African American. I&#39;m half black and half white. Being biracial paints a blurred line that is equal parts staggering and illuminating.","author":"Meghan Markle","topic":"Mom"},{"quote":"The fastest way to break the cycle of perfectionism and become a fearless mother is to give up the idea of doing it perfectly - indeed to embrace uncertainty and imperfection.","author":"Arianna Huffington","topic":"Mom"},{"quote":"I want somebody like my mom. My mom is a very charitable woman. She&#39;s the sweetest woman in the world. I&#39;m looking for the second sweetest woman in the world. I&#39;m looking for honesty and a big heart.","author":"Jason Derulo","topic":"Mom"},{"quote":"A lot of times when people become successful, people don&#39;t really understand what they had to do or the sacrifices they made to do that, or they assume that they had money. This is coming from, like, a kid who was broke and lived with roaches and a single mom in Dorchester.","author":"Clinton Sparks","topic":"Mom"},{"quote":"I didn&#39;t go to many movies. My mom would make a family outing and bring chicken in the theater. Smell up the whole place. The most impactful movies were &#39;Godfather II&#39; and &#39;Scarface&#39;. I loved the human complexity, and those movies are so well shot. Cinematic greatness. I really stopped going in my early twenties.","author":"Jay-Z","topic":"Mom"},{"quote":"I used to watch my mom put her makeup on for the stage, and it was one of the most special moments. I would sit quietly on the dressing room floor and watch her put her face on. I think she looks most beautiful in the morning when she wakes up with no makeup on... it&#39;s my favorite look on women.","author":"Tracee Ellis Ross","topic":"Mom"},{"quote":"Luckily, I discovered ice skating when I was eight and a half years old. There were two wonderful ponds within walking distance of my house. After all the physical activity the summer provided, I craved movement in the cold of winter. I had no skates, so Mom stuffed socks into my brother&#39;s old ones.","author":"Dorothy Hamill","topic":"Mom"},{"quote":"Even in high school, I&#39;d tell my mom I was sick of swimming and wanted to try to play golf. She wasn&#39;t too happy. She&#39;d say, &#39;Think about this.&#39; And I&#39;d always end up getting back in the pool.","author":"Michael Phelps","topic":"Mom"},{"quote":"My mom is big on moisturizer and water. She always reminds me to drink a lot of water and wear sunglasses because I always forget them when I go out, even though they are one of my favorite accessories. She always reminds me about wrinkles, and always did, so it&#39;s kind of been ingrained into me.","author":"Brittany Snow","topic":"Mom"},{"quote":"Mom and Pop were just a couple of kids when they got married. He was eighteen, she was sixteen and I was three.","author":"Billie Holiday","topic":"Mom"},{"quote":"There are a lot of people who helped make Queen Latifah who she is today. I don&#39;t forget, but a lot of people do and get big heads. My mom will make me walk the dogs or take out the trash when I go home. I&#39;m not allowed to get a big head; I&#39;ve still got to do the simple things in life.","author":"Queen Latifah","topic":"Mom"},{"quote":"Mothers are all slightly insane.","author":"J. D. Salinger","topic":"Mom"},{"quote":"My mom passed away a day before high school started, and her dream was for me to be a full rock and roll guy, and play drums in a band.","author":"Travis Barker","topic":"Mom"},{"quote":"I see little girls at my meet-and-greets who are like, &#39;Kelsea! It&#39;s my first concert and I came to see you.&#39; And I&#39;m thinking, &#39;I don&#39;t want to post anything online that your mom would be mad at me for, because you&#39;re important to me.&#39;","author":"Kelsea Ballerini","topic":"Mom"},{"quote":"My mom is a painter and an artist. She would play music, and she always had very good taste in music, fashion, and art. She was also a young single mom, so I think she had really good style; she was really free... just really inspiring in her own way and allowed me to find the direction I wanted to take in my life.","author":"Ruby Rose","topic":"Mom"},{"quote":"People were fed up with reality shows about midgets getting married and weird Jerry Springer talk shows. There had been a real dry spell of intelligent family-oriented viewing: the type of program that Mom, Dad and the kids can all watch together. With &#39;Lost,&#39; there are just so many characters for people to invest in.","author":"Evangeline Lilly","topic":"Mom"},{"quote":"I was a single mom that raised two bright, beautiful, and compassionate girls.","author":"Connie Stevens","topic":"Mom"},{"quote":"Every family is different. I am mom and I am dad and I&#39;m going to do my best. You should be proud, walk through life saying I have the coolest family. I am part of a modern family.","author":"Ricky Martin","topic":"Mom"},{"quote":"I hope telling the story of how I went from being a single mom to serving in the Texas State Senate to running for governor will remind others that with the right leadership in government, where you start has nothing to do with how far you go.","author":"Wendy Davis","topic":"Mom"},{"quote":"My mom started smoking when she was 11. She went to the hill next door to try her first cigarette. She set the entire hill on fire, but it didn&#39;t deter her.","author":"Loni Anderson","topic":"Mom"},{"quote":"The real beauty of it - key to my life was playing key chords on a banjo. For somebody else it may be a golf club that mom and dad put in their hands or a baseball or ballet lessons. Real gift to give to me and put it in writing.","author":"Vince Gill","topic":"Mom"},{"quote":"My mom told me if I ever got a tattoo, she was going to take it off with a potato peeler.","author":"Jacob Dalton","topic":"Mom"},{"quote":"I&#39;d go to, like, six different schools in one year. We were on welfare, and my mom never ever worked.","author":"Eminem","topic":"Mom"},{"quote":"What makes me happy is just curling up in with my mom in her bed and watching a marathon of &#39;CSI&#39; and &#39;Grey&#39;s Anatomy&#39; episodes with pints of ice cream.","author":"Taylor Swift","topic":"Mom"},{"quote":"My parents told me from the time I can remember that, &#39;Yeah, you&#39;re adopted. But this is your family.&#39; I can remember my mom, she tells me this story: when I was little, I was looking at her, and I was like, &#39;Why isn&#39;t my skin the same color as yours?&#39; She was like, &#39;Oh, you&#39;re adopted, but I wish I had pretty brown skin like you.&#39;","author":"Colin Kaepernick","topic":"Mom"},{"quote":"My mom took all of my behavior personally. Everything I did, she thought it was an act of rebellion against her. But it was just me being me.","author":"Pink","topic":"Mom"},{"quote":"I don&#39;t want a life without my mom in it, but I&#39;m not someone who curls up in the fetal position and says, &#39;Mommy, take care of me!&#39; I don&#39;t like people catering to me. It feels so awkward and uncomfortable.","author":"Khloe Kardashian","topic":"Mom"},{"quote":"I forgive my mom for being a psycho and my dad for being a loser.","author":"Nikki Sixx","topic":"Mom"},{"quote":"Some are kissing mothers and some are scolding mothers, but it is love just the same, and most mothers kiss and scold together.","author":"Pearl S. Buck","topic":"Mom"},{"quote":"If I made a list of the people I admire, Mom would probably fill up half of it. She could do anything and everything.","author":"Patsy Cline","topic":"Mom"},{"quote":"I went camping one time when I was twelve, to the Great Lakes. My friend stepped in really deep muddy water and started screaming and sinking. My mom ran up, and I was just standing there a foot away and wouldn&#39;t stick out my hand to pull him up. So I&#39;m probably not the best person to take on a camping trip.","author":"Norman Reedus","topic":"Mom"},{"quote":"My mom sent me money for a car, but the cops impounded it because I had no insurance.","author":"Martin Henderson","topic":"Mom"},{"quote":"As a busy working mom I&#39;m always pressed for time, so a quick and easy beauty routine is key!","author":"Angela Kinsey","topic":"Mom"},{"quote":"My mom passed on her obsession of all things antique or vintage. I love to go thrift store shopping or explore any sort of garage sale. Treasure hunting is a family passion.","author":"Zoey Deutch","topic":"Mom"},{"quote":"I&#39;m so happy and thankful I made it a point be a stay-at-home mom.","author":"Candace Cameron Bure","topic":"Mom"},{"quote":"My mother told me one day I walked in to her and said, &#39;Mom, I&#39;m not going to be sick anymore,&#39; and she said &#39;Why?&#39; and I said &#39;Because an angel told me so.&#39; Now, I don&#39;t remember saying it; that&#39;s just what she told me.","author":"Prince","topic":"Mom"},{"quote":"Vancouver is home. I spent a huge amount of time here as a kid growing up with my mom, with my grandparents who lived here.","author":"Justin Trudeau","topic":"Mom"},{"quote":"When you have a good mother and no father, God kind of sits in. It&#39;s not enough, but it helps.","author":"Dick Gregory","topic":"Mom"},{"quote":"My mom is from Jamaica, and she was going to school in the morning, and in the evening she was working, and at night she would go to night school and then come in and go to sleep.","author":"The Notorious B.I.G.","topic":"Mom"},{"quote":"When I was a kid, I played basketball religiously. I begged my mom to get me voice lessons because I wanted to learn to sing the right way, but at the same time, I was playing Junior Olympic basketball, and I was playing point guard for my school. But I was wanting to get into entertainment, into music and film and television.","author":"Justin Timberlake","topic":"Mom"},{"quote":"My strength comes from my mom. Just seeing what she had to go through to raise us, she wouldn&#39;t make excuses; she wouldn&#39;t put her head down. So I guess I looked at adversity right in the eye and took it on.","author":"Paul Pierce","topic":"Mom"},{"quote":"Motherhood is at its best when the tender chords of sympathy have been touched.","author":"Paul Harris","topic":"Mom"},{"quote":"My whole life has been nothing but trying to find a way to take care of my mom and take care of my family as quickly as possible.","author":"Derrick Rose","topic":"Mom"},{"quote":"For me, being tall was very positive because I thought my mom was the most beautiful person ever.","author":"Lisa Leslie","topic":"Mom"},{"quote":"My healthiest habit is eating a healthy breakfast every morning. I never miss breakfast. As a busy mom, there will be days when I&#39;m cruisin&#39; along and I&#39;ll look at the clock and I haven&#39;t eaten lunch. And I&#39;ll run downstairs, and I&#39;ll start shovelin&#39; stuff down the pie hole, and I&#39;ll think, &#39;That was no lunch at all.&#39;","author":"Summer Sanders","topic":"Mom"},{"quote":"I was given baby doll toys myself, and they proved a stark reminder that my life was expected to revolve around childbearing - just as my mom&#39;s had before me, and her mom&#39;s had before her.","author":"Beth Ditto","topic":"Mom"},{"quote":"I believe that at least 70 percent of parenting goes to the mother. In our house, I&#39;m the one who knows about all the school stuff, helps with the homework, organizes the play dates, and remembers the birthday parties.","author":"Cindy Crawford","topic":"Mom"},{"quote":"When I was a kid, I wanted a Chanel bob and bangs. My mom said no. I went to the salon anyway, and they said, &#39;No way - we are not going to do that to your hair.&#39; So I did it myself. Big mistake. Instead of my bangs going down straight, they were sticking up like a cat. It was horrible.","author":"Camila Alves","topic":"Mom"},{"quote":"My mom was like, &#39;What did I do as a mom for you to want to become a wrestler?&#39; They just didn&#39;t understand, and it&#39;s really hard to explain what made me love wrestling so much. There&#39;s something about it that made me fall in love, and ever since I laid my eyes on it, I knew I wanted to be a professional wrestler in the WWE.","author":"Sasha Banks","topic":"Mom"},{"quote":"When I was 12, I was living in Iowa, and I emailed so many wrestling schools, and one of them was actually in Boston. I joined it at 18 - the New England Pro Wrestling Academy. They were doing a fantasy camp. I was 17 about to turn 18. I told my mom, &#39;I&#39;m 18 now. I just signed these papers by myself, and I&#39;m going to do this.&#39;","author":"Sasha Banks","topic":"Mom"},{"quote":"I&#39;ve had asthma my whole life. My mom used to hook the generator up to the Suburban and roll the extension cord all the way down to the football field and have my nebulizer hooked up to that so I could take treatments in between offense and defense. I was in the fifth grade when she started doing that.","author":"Von Miller","topic":"Mom"},{"quote":"Me and my mom are just alike in every type of way. I talk to my mom about everything.","author":"DeMar DeRozan","topic":"Mom"},{"quote":"My mom&#39;s one of the toughest ladies I know. I&#39;ve seen her lose both her brothers, both her parents. She&#39;s been through a lot, and to see her get up every day and put a smile on her face, that shows nothing but strength.","author":"DeMar DeRozan","topic":"Mom"},{"quote":"To me, acting used to be just, &#39;Get my face out there, get girls, make a little bit of money, make my mom proud.&#39; It was just like sports. But there were moments in &#39;Moonlight&#39; that I really felt like I had to know why he is the way he is. Or just people in general - why this person walks around with a frown on their face instead of a smile.","author":"Trevante Rhodes","topic":"Mom"},{"quote":"I was born and raised in the high desert of Nevada in a tiny town called Searchlight. My dad was a hard rock miner. My mom took in wash. I grew up around people of strong values - even if they rarely talked about them.","author":"Harry Reid","topic":"Mom"},{"quote":"I heard the Beatles and the Stones, and Mom bought me an electric guitar. I played lead for four years and then switched to bass. One day someone suggested that I should sing, so I sheepishly stepped up to the microphone and the rest is rock history.","author":"Glenn Hughes","topic":"Mom"},{"quote":"I just live life. I grew up in a Christian family, but, you know, the way Mom brought me up is to, you know, do you, to always be yourself.","author":"Tyler, The Creator","topic":"Mom"},{"quote":"President of the United States is you know, our boss, so you know, the President and the First Lady are kinda like the Mom and the Dad of the country. And when your Dad says something you listen.","author":"Chris Rock","topic":"Mom"},{"quote":"Oftentimes, even as a little kid, I would get up before anyone else. My brother would still be sleeping, my mom would still be sleeping, so I would literally play &#39;Monopoly&#39; by myself. I would play board games; I would do things by myself.","author":"Will Ferrell","topic":"Mom"},{"quote":"You need your mom and dad to protect you. It means they love you so much.","author":"Gabby Douglas","topic":"Mom"},{"quote":"My mom always told me that I could be anything I wanted to be. And I truly, actually believed it. And I fought.","author":"Allen Iverson","topic":"Mom"},{"quote":"I always saw politics as an expansion of my role as a mom.","author":"Nancy Pelosi","topic":"Mom"},{"quote":"No mother wants to hear her son say he&#39;s gay. Those two words rip the picture of a daughter-in-law and grandchildren into pieces. I felt sorry for my mom and wanted her to know everything was going to be all right. But then she said, &#39;I don&#39;t really care, Johnny, as long as I know that you are going to be happy.&#39;","author":"Johnny Weir","topic":"Mom"},{"quote":"My mom has always been my champion. She was very smart and grounded. She said, &#39;Save your money. Pay your taxes. Don&#39;t put everything in one basket,&#39; but she let me explore and be creative.","author":"Queen Latifah","topic":"Mom"},{"quote":"I know a lot of people who really aren&#39;t beautiful because their attitudes are very nasty... Whether I make the 50 most beautiful list or not, I&#39;m always going to feel like I&#39;m number one most beautiful to myself... I get that from my mom, and my daddy and my friends who raised me.","author":"Queen Latifah","topic":"Mom"},{"quote":"My mom and dad are both in stand-up comedy, so that&#39;s where I started, that&#39;s where I got everything. My roots are holding the mic.","author":"Pauly Shore","topic":"Mom"},{"quote":"My mom was a ventriloquist and she always was throwing her voice. For ten years I thought the dog was telling me to kill my father.","author":"Wendy Liebman","topic":"Mom"},{"quote":"I started rapping because my mom died when I was about 11 years old, and I was a very rebellious kid. I&#39;ve been kicked out of every school I&#39;ve ever been in since 6th grade on, expelled and dropped out in the 11th grade. Music was the only thing that I could really use to express myself, so I started rapping.","author":"Tory Lanez","topic":"Mom"},{"quote":"You can be good at technology and like fashion and art. You can be good at technology and be a jock. You can be good at technology and be a mom. You can do it your way, on your terms.","author":"Marissa Mayer","topic":"Mom"},{"quote":"YouTube - holy cow! - I can do my career at my own pace. I didn&#39;t have anybody to tell me I wasn&#39;t ready, and I learned how to self-market and how to strategize. &#39;Spontaneous Me&#39; had already been up on iTunes, but besides my mom and grandma, no one bought it. Once it was up on YouTube, it went crazy.","author":"Lindsey Stirling","topic":"Mom"},{"quote":"My wife is the greatest person I have ever known. She is just a living doll; she is great person and a great mom. We have a girl and a boy, and we are going to have another boy.","author":"Alec Baldwin","topic":"Mom"},{"quote":"My mom, who&#39;s been in the restaurant business for 40 years, is the number-one influence in my life. But I look up to a lot of people in the industry. Tops on my list is Mario Batali. My mom and Mario taught me the same lesson: Food is love.","author":"Rachael Ray","topic":"Mom"},{"quote":"Most children - I know I did when I was a kid - fantasize another set of parents. Or fantasize no parents. They don&#39;t tell their real parents about that - you don&#39;t want to tell Mom and Dad. Kids lead a very private life. And I was a typical child, I think. I was a liar.","author":"Maurice Sendak","topic":"Mom"},{"quote":"I like to work. The self-esteem and satisfaction that I get from working makes me a better person, which makes me a better mom. I feel lucky because I have the luxury of working only one or two days a week.","author":"Cindy Crawford","topic":"Mom"},{"quote":"I&#39;m not actually a mom in real life, so it&#39;s fun to pretend to be one. I like to approach things the same in art as in life. You can choose to look on the positive side and enjoy whatever roles you&#39;re given. You can find the silver lining in anything.","author":"Heather Graham","topic":"Mom"},{"quote":"Every day in our house is like Valentine&#39;s Day. I&#39;ve kept it traditional with what my dad has done with my mom. Every morning, I get up and I make coffee and I bring Giuliana coffee in bed.","author":"Bill Rancic","topic":"Mom"},{"quote":"I don&#39;t want to get burned when I&#39;m cooking. To avoid getting hit when pan-frying, I stand far away and use chopsticks that are almost two feet long. I learned it from my mom, who does the same thing.","author":"Eddie Huang","topic":"Mom"},{"quote":"My mom and dad taught me a lot. They kept me out of trouble and told me to go a better route. They taught me how to be a man, basically.","author":"Jason Pierre-Paul","topic":"Mom"},{"quote":"Everybody literally thinks I&#39;ve had plastic surgery. My mom&#39;s family call her, and they&#39;re like, &#39;Did Hailey do her lips? Did she do her nose?&#39; Do people want me to go to a doctor and have them examine my face so they can tell people I haven&#39;t? My face has just matured. I grew into my looks.","author":"Hailey Baldwin","topic":"Mom"},{"quote":"You are a person of the greatest importance when you are a mother of a family. Just do your job right and your kids will love you.","author":"Ethel Waters","topic":"Mom"},{"quote":"Bob Dole. He&#39;s like the neighbors&#39; Labrador retriever your dad used to curse for all that barking, all that darn digging in your mom&#39;s tulip bed, and now look, you live next door to a godforsaken pack of teeth-baring rabid Pomeranians, and, good golly, Bob Dole!","author":"Jeanne Marie Laskas","topic":"Mom"},{"quote":"It was my mom and I against the world. We lived in New York in this bohemian lifestyle where an extended group of artists and photographers were like my aunts and uncles.","author":"Brooke Shields","topic":"Mom"},{"quote":"When I was 5 years old, I was coming up the stairs, and I saw my mom standing there, singing &#39;A Quiet Thing&#39; a cappella, and it was such a differentiating moment for me. I realized that we are separate from each other - she has dreams and goals.","author":"Laura Benanti","topic":"Mom"},{"quote":"My mom was a diabetic. Her sister was a diabetic, so I was already a candidate.","author":"Angie Stone","topic":"Mom"},{"quote":"There are days when I wonder why my mom couldn&#39;t be here to see this.","author":"Maya Rudolph","topic":"Mom"},{"quote":"I loved the glamour and excitement of the games and, in particular, knowing the names of each and every one of the referees - that&#39;s because my mom, a former basketball player, would yell at them from our front-row seats for making bad calls!","author":"Hannah Storm","topic":"Mom"},{"quote":"Two weeks ago at the U.S. Amateur, my mom caddied, and that is kind of a different feeling, because she&#39;s your mom and you have to listen to her. It was really comfortable having my mom there, but it&#39;s also really relieving and comfortable to have someone that knows the course off their hat, really.","author":"Lydia Ko","topic":"Mom"},{"quote":"My mom used to work for Coach and Louis Vuitton, in retail. So, I&#39;ve always been around it. I&#39;ve always had that connection. Always.","author":"Travis Scott","topic":"Mom"},{"quote":"I watched my mom and dad build everything that matters - a family, a home and a good name.","author":"Mike Pence","topic":"Mom"},{"quote":"I learned from my mom to always keep pushing yourself.","author":"Gabby Douglas","topic":"Mom"},{"quote":"Me personally, I&#39;m real close to my mom. She raised me. It was a single-parent home situation. She did everything: cooked, worked two jobs, came home late, but she loved me to death.","author":"G-Eazy","topic":"Mom"},{"quote":"My mom&#39;s hot. I mean she&#39;s old, but my mom&#39;s out of control.","author":"Paul Walker","topic":"Mom"},{"quote":"What do girls do who haven&#39;t any mothers to help them through their troubles?","author":"Louisa May Alcott","topic":"Mom"},{"quote":"Being a mom has made me so tired. And so happy.","author":"Tina Fey","topic":"Mom"},{"quote":"I read that John Hughes script for &#39;Mr. Mom,&#39; and I thought, &#39;This guy is a funny writer.&#39; I went: &#39;You ought to stick around and direct this thing.&#39; But he didn&#39;t; he left, and look what he became. A really legendary comedy director.","author":"Michael Keaton","topic":"Mom"},{"quote":"My mom raised me to never have anything control me.","author":"Chris Tucker","topic":"Mom"},{"quote":"Learn to expect less from life and more from yourself. Accept the changes that life throws at you. Remember, your destiny is pretty much in your hands. So, as your mom may have told you, keep them clean.","author":"Lynda Resnick","topic":"Mom"},{"quote":"Mothers always find ways to fit in the work - but then when you&#39;re working, you feel that you should be spending time with your children and then when you&#39;re with your children, you&#39;re thinking about working.","author":"Alice Hoffman","topic":"Mom"},{"quote":"I have no regrets. I had an amazing surrogate who carried my son for me. I am so grateful to her. I can even say I am grateful for having cancer. I was always meant to be a mom, but if I didn&#39;t have cancer, I never would have had Zev. I would have had a kid, but not Zev, and I want Zev - tantrums and all.","author":"Marissa Jaret Winokur","topic":"Mom"},{"quote":"I&#39;m sure that my mom would have been happy with any path I chose.","author":"Joely Fisher","topic":"Mom"},{"quote":"My dad was born in Haiti, and my mom was born in Tunisia. She is the daughter of a white French woman and a black, half-Guadeloupian, half-American man. My mom traveled the world a lot. She went through Africa, South America, and the Caribbean. She just got to experience a lot of different cultures, and that came through my childhood.","author":"Cecile McLorin Salvant","topic":"Mom"},{"quote":"My mom always told me if I love what I&#39;m doing, and I&#39;m having fun, then just continue to do it. But if it&#39;s not fun for me anymore, and I&#39;m miserable, then I&#39;m going to go back to Texas and quit it all, to be honest.","author":"Selena Gomez","topic":"Mom"},{"quote":"As I have gotten older, I am more of an independent woman, and my mom and I have our own lives, but we are still best friends and can be there for each other.","author":"Amanda Fuller","topic":"Mom"},{"quote":"Although I have a lot of close female friends in my life, my number one is still my mom. Without her, I wouldn&#39;t have the values that I have and see the world the way that I do today. She taught me how to appreciate and respect women. She taught me chivalry and how to love a woman and respect their feelings and emotions.","author":"Shemar Moore","topic":"Mom"},{"quote":"My mom has made it possible for me to be who I am. Our family is everything. Her greatest skill was encouraging me to find my own person and own independence.","author":"Charlize Theron","topic":"Mom"},{"quote":"Throughout my life, my mom has been the person that I&#39;ve always looked up to.","author":"Mike Krzyzewski","topic":"Mom"},{"quote":"I was 13 when I developed the classic symptoms of a person who gets diabetes: a lot of weight loss, a tremendous thirst, and blurry eyesight. My mom took me to the hospital, and the doctors took some blood tests. My blood sugar was so high that they knew right away.","author":"Bobby Clarke","topic":"Mom"},{"quote":"I believe this with all my heart: The greatest coach of all time in my eyes is my mom. She&#39;s instilled in me a toughness and a perseverance and just a never-quit mentality, and I thank her every day for providing me, for what she sacrificed her life for.","author":"Scott Brooks","topic":"Mom"},{"quote":"I think the most fun part about working on &#39;Good Luck Charlie&#39; is spending time with everyone, honestly, because everybody on set is like my brother and sister and mom and dad. They&#39;re so fun to be around, so that&#39;s probably the best part about working there.","author":"Bradley Steven Perry","topic":"Mom"},{"quote":"My mom is a really good cook. I didn&#39;t get the cooking gene, but she cooks this really amazing dinner every Christmas, and that&#39;s always really fun.","author":"Miranda Cosgrove","topic":"Mom"},{"quote":"I remember one time when all the nuns in my Catholic grade school got around in a semicircle, me and Mom in the middle, and they said, &#39;Mrs. Farley, the children at school are laughing at Christopher, not with him.&#39; I thought, &#39;Who cares? As long as they&#39;re laughing.&#39;","author":"Chris Farley","topic":"Mom"},{"quote":"My very sassy, older southern sister is very quick to point out that it&#39;s a luxury that my daughter gets to come to work with me. She does, and I have lunch with her every single day. My mom says I have &#39;high class problems.&#39;","author":"Angela Kinsey","topic":"Mom"},{"quote":"Do you know what you call those who use towels and never wash them, eat meals and never do the dishes, sit in rooms they never clean, and are entertained till they drop? If you have just answered, &#39;A house guest,&#39; you&#39;re wrong because I have just described my kids.","author":"Erma Bombeck","topic":"Mom"},{"quote":"Did Superman really want to save the world, or did he just feel like he had to? Would he much rather be a farmer? Maybe. Would he much rather be hanging out with his dad and his mom and his dog? Probably.","author":"Gerard Way","topic":"Mom"},{"quote":"My mom is just someone who&#39;s easy to talk to and hang with. My sister, it&#39;s always cool to be able to help her out with things. My brother is fun when we&#39;re just joking and messing around. And my dad is someone who&#39;s helpful with my music and easy to talk to about that stuff because he understands me in that sense.","author":"David Archuleta","topic":"Mom"},{"quote":"My mom was on the United Way group that decides how to allocate the money and looks at all the different charities and makes the very hard decisions about where that pool of funds is going to go.","author":"Bill Gates","topic":"Mom"},{"quote":"I pretty much look like an identical twin of my mom.","author":"Odell Beckham, Jr.","topic":"Mom"},{"quote":"I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren&#39;t wealthy, but we were determined to succeed.","author":"Eva Longoria","topic":"Mom"},{"quote":"I&#39;m sure there were times when I wish I had thought, &#39;Gosh, that might really embarrass mom and dad,&#39; but our parents didn&#39;t raise us to think about them. They&#39;re very selfless and they wanted us to have as normal of a college life as possible. So really, we didn&#39;t think of any repercussions.","author":"Jenna Bush","topic":"Mom"},{"quote":"After church on the Sunday after Thanksgiving, my family would go chop down our Christmas tree. Once it was home and placed in its stand, Mom and I would painstakingly decorate our tree. It took hours to place the tinsel, string the lights, find the perfect spot for my favorite macaroni and felt ornaments from kindergarten.","author":"Molly O'Keefe","topic":"Mom"},{"quote":"My mother used to tell me man gives the award, God gives the reward. I don&#39;t need another plaque.","author":"Denzel Washington","topic":"Mom"},{"quote":"One day I went up to my mom and I said, &#39;Mom, can I have permission to build a 2.3-million electron-volt atom smasher - a betatron - in the garage?&#39; And my mom stared at me, and she said, &#39;Sure. Why not? And don&#39;t forget to take out the garbage.&#39;","author":"Michio Kaku","topic":"Mom"},{"quote":"I was always a drama queen. I remember playing in the kitchen, trying to get my mom to think I was dead and call the police. When she didn&#39;t, I would cry. I was always theatrical. I don&#39;t think any of my relatives are surprised.","author":"Amy Lee","topic":"Mom"},{"quote":"I don&#39;t want to let my life as a woman pass me by. There&#39;s a time to work, there&#39;s a time to be young and crazy, and there should be a time to enjoy motherhood. I&#39;m actually looking forward to that.","author":"Diane Kruger","topic":"Mom"},{"quote":"For many women, going back to work a few months after having a baby is overwhelming and unmanageable. As strange as it may seem, things get even more difficult for a working mom after the second and third baby arrive. By that time, the romance of being a modern &#39;superwoman&#39; wears off and reality sets in.","author":"Mika Brzezinski","topic":"Mom"},{"quote":"AIDS can destroy a family if you let it, but luckily for my sister and me, Mom taught us to keep going. Don&#39;t give up, be proud of who you are, and never feel sorry for yourself.","author":"Ryan White","topic":"Mom"},{"quote":"My mom was a terrible parent of young children. And thank God - I thank God every time I think of it - I was sent to my paternal grandmother. Ah, but my mother was a great parent of a young adult.","author":"Maya Angelou","topic":"Mom"},{"quote":"Because sorry to say, women run the house. They run the family. They hold things up. I mean, it&#39;s like you don&#39;t ever see your mom get sick because she handles everything. And it&#39;s kind of amazing I think to show people just how strong women are.","author":"Sophia Bush","topic":"Mom"},{"quote":"I quit wrestling in 2006 because I just got lost. My mom didn&#39;t want me wrestling. I was wondering if I was going to make it in wrestling; I got injured in a match. I was 19. I was away from home, living in Florida, and I just got lost. I couldn&#39;t face it, so I stepped away.","author":"Becky Lynch","topic":"Mom"},{"quote":"I am blessed to have Mom and Dad.","author":"Kevin Eubanks","topic":"Mom"},{"quote":"Motherhood is the only thing in my life that I&#39;ve really known for sure is something I wanted to do.","author":"Cynthia Nixon","topic":"Mom"},{"quote":"I was actually born and raised in Puerto Rico. I was born to a single mom. She was a wonderful woman, and she taught me to believe in myself, to work hard, play by the rules. She wanted me to get a good education, and she just told me that the best thing I could do is just study hard.","author":"Raul Labrador","topic":"Mom"},{"quote":"I became an actress because my mom wanted me to become an actress. It took me until my mid-30s to realize I actually didn&#39;t. I actually wanted to write and direct and be more involved in politics and humanitarian issues.","author":"Angelina Jolie","topic":"Mom"},{"quote":"I would go to sleep with headphones on. My mom and pop - they would have music loud enough to shake the walls.","author":"Dr. Dre","topic":"Mom"},{"quote":"Washington has got to, across the board, lower taxes for small businesses so that our mom and pops can reinvest and hire people, so that our businesses can thrive.","author":"Sarah Palin","topic":"Mom"},{"quote":"I&#39;m happy that I took time off to become a mom and raise my daughter properly and build a bond between the two of us.","author":"Christina Milian","topic":"Mom"},{"quote":"There is perhaps no more rewarding romance heroine than she who is not expected to find love. The archetype comes in many disguises - the wallflower, the spinster, the governess, the single mom - but always with one sad claim: Love is not in her cards.","author":"Sarah MacLean","topic":"Mom"},{"quote":"I&#39;ve been dancing since the age of two. I don&#39;t really remember it, because I was little, but my mom signed me up and would put me in cute costumes. A lot of little girls get into dancing, but I loved it so much that I kept doing it.","author":"Maddie Ziegler","topic":"Mom"},{"quote":"I grew up with a pretty tough mom. She was a self-appointed neighborhood watchdog, and if she saw that any of the local boys were up to no good, she would scold them on the spot. Although she is only 5 feet 2, she was famous in our neighborhood for intimidating men three times her size and getting them to do the right thing.","author":"Hanna Rosin","topic":"Mom"},{"quote":"My mother is the most incredible woman on this entire Earth, and she&#39;s so giving and loving and sweet and she always raised me how to forgive and forget and move on. She&#39;s the catalyst behind it all, my mom is. And I&#39;m 100% a momma&#39;s boy!","author":"Brody Jenner","topic":"Mom"},{"quote":"When I was a kid, my mom used to run the vacuum cleaner, and the noise would bother me so much that I would run into the woods to calm down. I feel like that vacuum cleaner has been on since I moved to New York City.","author":"Steve Burns","topic":"Mom"},{"quote":"Being able to take care of myself is something that my mom really instilled in me.","author":"Stevie Nicks","topic":"Mom"},{"quote":"A father may turn his back on his child, brothers and sisters may become inveterate enemies, husbands may desert their wives, wives their husbands. But a mother&#39;s love endures through all.","author":"Washington Irving","topic":"Mom"},{"quote":"My mom always taught me to put toothpaste on pimples to dry them out at night. I do that all the time. I don&#39;t use anything fancy when I get a pimple. And I never use the same toothpaste for long because I get bored. So I&#39;ll do peppermint and then one month I&#39;ll do cinnamon. I&#39;m creative.","author":"Gigi Hadid","topic":"Mom"},{"quote":"What I will not do is continue to perpetuate stereotypes. I&#39;m the daughter of a maid; why do I have to also play a maid? My mom was a maid so I didn&#39;t have to be a maid.","author":"Gina Rodriguez","topic":"Mom"},{"quote":"You don&#39;t realize how hard it is to live on your own. But there&#39;s no mom to do your laundry, and make you dinner and to do things for you, and you don&#39;t think about little things like buying paper towels and salt.","author":"Emma Roberts","topic":"Mom"},{"quote":"I think it&#39;s a tough road if you&#39;re a stay-at-home mom, a working mom, if you have a partner, if you don&#39;t. It&#39;s the best job in the world, and the toughest job in the world all at the same time.","author":"Angela Kinsey","topic":"Mom"},{"quote":"I am excited to rise today to support National Mom and Pop Business Owners Day. This celebration honors the husband and wife business owner teams whose work helps drive the economy and fuel job growth.","author":"Melissa Bean","topic":"Mom"},{"quote":"There was a modeling agency in my little town where I got my start, but the opportunity came to work in Japan when I was fourteen. My mom went with me until I was seventeen. Her only stipulation was that I had to keep my schoolwork up. My mom was great. She is still my best friend.","author":"Julia Voth","topic":"Mom"},{"quote":"I&#39;m born and raised in Mexico. I only spent eight months in the States, but definitely English is a really big part of my life, and I love it. Thank God my mom put me in American school because I&#39;m able to be working in the States, and it opens a lot more doors being half and not being only one. It&#39;s cool because I get to turn it on and off.","author":"Eiza Gonzalez","topic":"Mom"},{"quote":"When I was 19 years old, both of my parents died in the same year; my mom of cancer and my dad in a car accident. Through the next two or three years and a series of bad decisions - all my own, I might add - I ended up literally homeless, before that was even a word. I even slept occasionally under a pier on the Gulf Coast.","author":"Andy Andrews","topic":"Mom"},{"quote":"I grew up in Marcy Projects in Brooklyn, and my mom and pop had an extensive record collection, so Michael Jackson and Stevie Wonder and all of those sounds and souls of Motown filled the house.","author":"Jay-Z","topic":"Mom"},{"quote":"My mom and I have always been really close. She&#39;s always been the friend that was always there. There were times when, in middle school and junior high, I didn&#39;t have a lot of friends. But my mom was always my friend. Always.","author":"Taylor Swift","topic":"Mom"},{"quote":"My problem is that my imagination won&#39;t turn off. I wake up so excited I can&#39;t eat breakfast. I&#39;ve never run out of energy. It&#39;s not like OPEC oil; I don&#39;t worry about a premium going on my energy. It&#39;s just always been there. I got it from my mom.","author":"Steven Spielberg","topic":"Mom"},{"quote":"Tired mothers find that spanking takes less time than reasoning and penetrates sooner to the seat of the memory.","author":"Will Durant","topic":"Mom"},{"quote":"It is only in the act of nursing that a woman realizes her motherhood in visible and tangible fashion; it is a joy of every moment.","author":"Honore de Balzac","topic":"Mom"},{"quote":"I think I grew up with a profound sense of watching people who were good people, who were smart people, who were hardworking people - God, nobody on this Earth worked harder than my mom and dad - and they had very little.","author":"Elizabeth Warren","topic":"Mom"},{"quote":"I&#39;m always just carrying a Tupperware cup, ever since my mom went to a Tupperware party and got &#39;em. I&#39;ve left them strewn all over the U.S. and Europe. I drink iced tea out of them.","author":"Si Robertson","topic":"Mom"},{"quote":"The Vatican is against surrogate mothers. Good thing they didn&#39;t have that rule when Jesus was born.","author":"Elayne Boosler","topic":"Mom"},{"quote":"It&#39;s about getting the kids up and fed, getting one to school, getting the other down for a nap, going to the grocery store, picking one up from school, getting the other one down for another nap, cooking dinner... I live my life at these two extremes. I&#39;m either a full-time stay-at-home mom or a full-time actress.","author":"Jennifer Garner","topic":"Mom"},{"quote":"Country was about character. Country&#39;s changed because of monsters like Clear Channel who bought up all the stations and sliced them up into formats. Our demographic is now the soccer mom.","author":"Gary Allan","topic":"Mom"},{"quote":"A stay-at-home mom is a working mom. Being a stay-at-home mom is a job.","author":"Cobie Smulders","topic":"Mom"},{"quote":"I grew up in a bit of a feminist fantasy with a single mom. I was totally shielded, in a way, from an idea that I couldn&#39;t do something.","author":"Patty Jenkins","topic":"Mom"},{"quote":"I was taught to think outside the box. Before my grandfather was one of the original Mad Men, he and a group of other Air Force Intelligence officers formalized brainstorming as a problem solving technique. He taught the concept that creativity can be taught at Buffalo University. My dad invented toys. My mom was a photographer.","author":"M. J. Rose","topic":"Mom"},{"quote":"When I was younger, on weekends, my mom would make us pancakes with our initials on them and then a tiny cup of coffee. I remember at 10 sneaking my own coffee and pouring a ton of sugar in and going up to the playroom and drinking it.","author":"Mary-Kate Olsen","topic":"Mom"},{"quote":"My mom had me at 16 and took me every place she went. I remember going on peace marches. She tried to take me to Woodstock - it was pouring rain. It was on my birthday, and I was crying so much in the car they turned the car around and dumped me at my grandmother&#39;s house... I had a little attitude.","author":"Debi Mazar","topic":"Mom"},{"quote":"I&#39;m a soccer mom. I&#39;m T-ball, soccer, karate, homework, keeping them on their schedules. I love being the snack mom, when I get to bring the cut oranges. I have one of those coolers with wheels. I&#39;m at every game, every practice, sitting on my blanket. I love it.","author":"Pamela Anderson","topic":"Mom"},{"quote":"Of course, I would be depressed sometimes, and my Mom would be worried about me because I would just sleep to escape. Cause I was so scared of being a musician or artist, or whatever you want to call it.","author":"Chantal Kreviazuk","topic":"Mom"},{"quote":"My mom cooked pot roast with noodles and frozen vegetables. Or she&#39;d make spaghetti or hot dogs, or heat up TV dinners. Before I started modeling at age 19, I was 5&#39;8&quot; and weighed 165 pounds.","author":"Carol Alt","topic":"Mom"},{"quote":"I wasn&#39;t one to go out and buy a new car and stereo system and expensive clothes. My mom helped keep me grounded.","author":"Christina Applegate","topic":"Mom"},{"quote":"My jewelry&#39;s all fake - from Claire&#39;s. Or I get it from my mom&#39;s boutique in Barbados.","author":"Rihanna","topic":"Mom"},{"quote":"My mom was essentially a single mother raising three boys. If anyone could have had any reason to give up, it was her. But she didn&#39;t, and neither did we.","author":"Chuck Norris","topic":"Mom"},{"quote":"I went to see &#39;Phantom of the Opera&#39; with my grandma and my mom when I was very little. The stage, the voice, the music... Composer Andrew Lloyd Webber has been a massive inspiration to me for some time - the storytelling, that deliciously somber undertone in his music.","author":"Lady Gaga","topic":"Mom"},{"quote":"My relationship with my mom is really the single most profound relationship that I&#39;ve ever had in my life.","author":"Mindy Kaling","topic":"Mom"},{"quote":"You really don&#39;t need to study how to change a diaper. As a new mom, you learn pretty darn quickly!","author":"Ivanka Trump","topic":"Mom"},{"quote":"People always accuse me of being motivational in a way, like it was a bad thing, but that&#39;s just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music.","author":"Lenny Kravitz","topic":"Mom"},{"quote":"I&#39;m a religious person. I remember my mom told me: &#39;Vengeance belongs to God. It&#39;s up to him to wreak vengeance.&#39; It&#39;s hard for me to get to that point, but that&#39;s the work of God.","author":"Rodney King","topic":"Mom"},{"quote":"Mom ran the house, so we grew up Portuguese.","author":"Emeril Lagasse","topic":"Mom"},{"quote":"I like to buy girls shoes and jewelry. I buy stupidly expensive shoes. I got Louboutins for my mom and my girlfriend before. My mom was like, &#39;I can&#39;t wear these; they&#39;re too high.&#39; I was like, &#39;Mom, you have to try them - they&#39;re so cool. They&#39;re red snakeskin!&#39; She still wears them every so often, but she can&#39;t walk in them.","author":"Ansel Elgort","topic":"Mom"},{"quote":"I didn&#39;t grow up wealthy. We couldn&#39;t even afford spaghetti sauce when I was first born, but my mom and dad worked really hard and came from the bottom up.","author":"Charlie Puth","topic":"Mom"},{"quote":"When mom and dad were at the height of their careers, and things were super-crazy, and they couldn&#39;t leave their houses, there wasn&#39;t social media. It was all about autographs. Now, everyone&#39;s the press. I feel fame is perforated: it can be glorious, but it can completely destroy a human, too.","author":"Dakota Johnson","topic":"Mom"},{"quote":"When my mom, Mercedes, and her younger sister, Juanita, first came from Puerto Rico, they were the youngest in the family. They had to jump into a new community and really learn English, assimilate, and adapt - and I saw that. I grew up in that community.","author":"Kimberly Guilfoyle","topic":"Mom"},{"quote":"After being a mom, we are now in a different chapter in our womanhood, and instead of trying to be our old selves or get our old body back, we should embrace who we are now.","author":"Jurnee Smollett-Bell","topic":"Mom"},{"quote":"When I was a child, I would draw these little stick-figures, and my mom would put them up all over the loft and tell me how wonderful they were. Then you get out there into the harsh reality of the world, and you realize not everybody loves every little thing you do the way your mom did.","author":"Julia Stiles","topic":"Mom"},{"quote":"I&#39;m raised by a single mom and didn&#39;t have pops around for the most part of my life. And she, by any means necessary, gave me the best opportunities that she knew how to give me.","author":"Shemar Moore","topic":"Mom"},{"quote":"On signing day, my mom brought me the national letter of intent to Arkansas. I should feel like I&#39;m making the right decision. You get that many people telling you that. I had been dreaming about it. I signed &#39;No&#39; where I was supposed to sign my name and put an exclamation point.","author":"DeAngelo Williams","topic":"Mom"},{"quote":"I feel like a good mom. I&#39;m a strong woman now... Don&#39;t look down on me. Pray for me because I&#39;m trying.","author":"Fantasia Barrino","topic":"Mom"},{"quote":"I love getting my nails done. My mom&#39;s best friend is a manicurist. When I was little, she&#39;d do little paintings on my nails, like flowers.","author":"Miranda Cosgrove","topic":"Mom"},{"quote":"I&#39;m Latino, progressive, and I have deep roots in the working class - my father was a bracero, a guest farmworker and cook, and my mom worked as a nursing home laundry attendant.","author":"Jimmy Gomez","topic":"Mom"},{"quote":"I wanted to get into films, and my parents were against it. I convinced my mom, and finally she convinced my dad. My dad then felt, who best to launch his son than him? So he launched me, and here I am.","author":"Vijay","topic":"Mom"},{"quote":"I do work too hard sometimes, but my mom is such an inspiration. She tells me to &#39;chill out&#39; and not take things so seriously. She will say: &#39;Go and have a massage.&#39;","author":"Josh Peck","topic":"Mom"},{"quote":"As a mom, I know it is my responsibility, and no one else&#39;s, to raise my kids. But we have to ask ourselves, what does it mean when so many parents are finding their best efforts undermined by an avalanche of advertisements aimed at our kids.","author":"Michelle Obama","topic":"Mom"},{"quote":"Our life before moving to Washington was filled with simple joys... Saturdays at soccer games, Sundays at grandma&#39;s house... and a date night for Barack and me was either dinner or a movie, because as an exhausted mom, I couldn&#39;t stay awake for both.","author":"Michelle Obama","topic":"Mom"},{"quote":"I started wearing Ugg when I was, like, 13 or 14, in high school, and my mom got me a pair for Christmas one year.","author":"Tom Brady","topic":"Mom"},{"quote":"My mom always taught me - you know, little boys listen to their moms too much - that whatever you put into something is what you&#39;re going to get out of it.","author":"Jay-Z","topic":"Mom"},{"quote":"For everything I do, I think about a 6-year-old girl and her mom that I saw at my concert last night. I think about what those two individuals would think if I were at a club last night. I never want to be arrested, and I never want to get a DUI, those are my moral values.","author":"Taylor Swift","topic":"Mom"},{"quote":"I&#39;ve never lived my life in the opinion of others. I believe I&#39;m a good person. I believe I&#39;m a good mom. But that&#39;s for my kids to decide, not for the world.","author":"Angelina Jolie","topic":"Mom"},{"quote":"My mom cleaned toilets for a long time, and she&#39;d seen a lot of terrible things, but she was still the strength of our family. And there are women like that all across the country - all around the world - who show that type of fortitude.","author":"Dwayne Johnson","topic":"Mom"},{"quote":"When my first semester grades came out, my mom and dad told me I wouldn&#39;t be playing football.","author":"Joe Biden","topic":"Mom"},{"quote":"My mom never wanted to be a grandmom. She never wanted to be a mom, really.","author":"Pink","topic":"Mom"},{"quote":"Mom cooked a lot of turkey when I was growing up. Turkey meatloaf, turkey burgers, ground turkey shepherd&#39;s pie - my childhood was the Bubba Gump of turkey. You&#39;d think I would be sick of it, but when I find gems like Gwyneth Paltrow&#39;s turkey meatball recipe, it&#39;s as though the fowl is no longer foul to me.","author":"Meghan Markle","topic":"Mom"},{"quote":"I didn&#39;t understand that I could sing until I was like 11 or 12. My mom heard me singing around the house and she said, What are you doing? You really can sing! So then I started going to school and singing to the girls.","author":"Chris Brown","topic":"Mom"},{"quote":"When I was in nursery school, the teachers asked me, y&#39;know, &#39;What does your dad do for a living?&#39; So I said &#39;He helps women get pregnant!&#39; They called my mom and they were like, &#39;What exactly does your husband do?&#39;","author":"Natalie Portman","topic":"Mom"},{"quote":"I can only hope to be 10 percent of the mom mine was to me. She encouraged me to be confident and enjoy life. That&#39;s what I want for my son.","author":"Charlize Theron","topic":"Mom"},{"quote":"We come from fallible parents who were kids once, who decided to have kids and who had to learn how to be parents. Faults are made and damage is done, whether it&#39;s conscious or not. Everyone&#39;s got their own &#39;stuff,&#39; their own issues, and their own anger at Mom and Dad. That is what family is. Family is almost naturally dysfunctional.","author":"Chris Pine","topic":"Mom"},{"quote":"My mom raised me to be clean, so it&#39;s in my nature. I have two little girls, and I&#39;m married, but we&#39;ve got a nanny and a maid.","author":"Vanilla Ice","topic":"Mom"},{"quote":"I do believe that there are African Americans who have thick accents. My mom has a thick accent; my relatives have thick accents. But sometimes you have to adjust when you go into the world of film, TV, theatre, in order to make it accessible to people.","author":"Viola Davis","topic":"Mom"},{"quote":"My dad was a bartender. My mom was a cashier, a maid and a stock clerk at K-Mart. They never made it big. They were never rich. And yet they were successful. Because just a few decades removed from hopelessness, they made possible for us all the things that had been impossible for them.","author":"Marco Rubio","topic":"Mom"},{"quote":"I don&#39;t think I would have been able to stick with it and been proud of who I am and be feminine out on the court. I think I would have folded to the peer pressure if I didn&#39;t have my mom to encourage me to be me and be proud of how tall I am.","author":"Lisa Leslie","topic":"Mom"},{"quote":"I loved my mom so much because she had to work on a penny just to put food on the table... During the Depression in the United States, everybody had a tough time. And I was so hurt because she was crying that she didn&#39;t have any food for us for Thanksgiving.","author":"Tony Bennett","topic":"Mom"},{"quote":"I&#39;m not sure how young kids get to the point where they&#39;re memorizing and knowing songs, but I knew the words to &#39;Missing You&#39; from John Waite probably from when I was three years old. For whatever reason, that was the song that I gravitated toward when it was on the radio and I was driving around with my mom.","author":"Brandon Flowers","topic":"Mom"},{"quote":"You may earn whatever money you earn as a cricketer, but you want to play for your country. At the end of the day, you want to do something special. There are plenty of people who earn 50 crores or 100 crores as businessmen or big professionals or who are really doing well in business. But what gives pleasure to your mom and dad is the fame.","author":"Mahendra Singh Dhoni","topic":"Mom"},{"quote":"I will share a personal experience: my father was posted in Jammu &amp; Kashmir during the Kargil war. I remember my mom sitting in front of television throughout the day reading tickers which had name of the martyrs.","author":"Anushka Sharma","topic":"Mom"},{"quote":"My mom was a source of strength. She showed me by example that women, regardless of how difficult life may get, can do it all.","author":"Gloria Estefan","topic":"Mom"},{"quote":"There&#39;s nothing more frustrating than when fans use a nickname. That&#39;s like people you don&#39;t know using names from people that you&#39;re intimate with. Like if my mom has a nickname and a fan finds it out and starts using it, that&#39;s creepy.","author":"Evangeline Lilly","topic":"Mom"},{"quote":"My mom says that when I was a little kid, I always used to say I wanted to be an actor, but I don&#39;t remember that.","author":"Aaron Douglas","topic":"Mom"},{"quote":"My mom said the only reason men are alive is for lawn care and vehicle maintenance.","author":"Tim Allen","topic":"Mom"},{"quote":"I started modeling when I was - not older, but not 12. I have a mom who&#39;s a feminist - she&#39;s an English professor, an intellectual. She really gave me the equipment to understand that you can celebrate yourself without putting yourself down or needing to apologize for the way you look. I think that attitude is really crucial for a model.","author":"Emily Ratajkowski","topic":"Mom"},{"quote":"My mother and my grandmother are pioneers of Mexican cuisine in this country, so I grew up in the kitchen. My mom, Zarela Martinez, was by far my biggest influence and inspiration - and toughest critic.","author":"Aaron Sanchez","topic":"Mom"},{"quote":"My mom, well, she&#39;s half Greek, half German-Italian; born in England. She&#39;s just a nomad. She loves Middle Eastern style, Indian style, so much so that she ended up having Indian babies.","author":"Hannah Simone","topic":"Mom"},{"quote":"I wanted to perform well for my mom and dad, because in high school, I didn&#39;t have a job. My brothers, they worked at Pizza Hut or places like that, but sports, that was my way of giving back.","author":"Junior Seau","topic":"Mom"},{"quote":"My mom worked tirelessly on getting equal rights for women.","author":"Casey Wilson","topic":"Mom"},{"quote":"My daily schedule is quite hectic, but I have to put my health first in order to be the best mom and wife I can be.","author":"Ellen Pompeo","topic":"Mom"},{"quote":"The big corporations have a team of lawyers and accountants to help them. It&#39;s the small businesses, the mom and pop shops, that get lost in the layers of red tape.","author":"Susana Martinez","topic":"Mom"},{"quote":"When I was little, I didn&#39;t have dreams to be an actress or a star; I wanted to be a mom, have a house and a picket fence.","author":"Sherilyn Fenn","topic":"Mom"},{"quote":"I was always with a single mom, and we never had schedules or anything. We were just Bohemian, us against the world, which was kind of great, but it certainly didn&#39;t breed security. I&#39;ve gotten hyper-sensitive to schedules and bath time and eating at the dinner table. We don&#39;t just &#39;Bohemian&#39; go out at nine o&#39;clock and go get Chinese food.","author":"Brooke Shields","topic":"Mom"},{"quote":"My earliest memories of my mom were of her multi-tasking - preparing dinner while checking on homework and housework; clearing the dinner plates while setting out bowls for breakfast; making sure we ate our breakfast while lining up bread, lunch meats, apples, and snacks assembly-line style so we could make our lunches.","author":"Christine Pelosi","topic":"Mom"},{"quote":"Completeness? Happiness? These words don&#39;t come close to describing my emotions. There truly is nothing I can say to capture what motherhood means to me, particularly given my medical history.","author":"Anita Baker","topic":"Mom"},{"quote":"I don&#39;t deal with death very well. My brother, John Candy, my dad, my mom, Brandon Tartikoff just a couple of weeks ago. I mean, you lose a lot of people in your life, and that&#39;s one thing I am constantly working on - pain management.","author":"James Belushi","topic":"Mom"},{"quote":"One of my most sentimental items is my grandmother&#39;s engagement ring that my mom gave me a few years ago. It&#39;s a Victorian-style setting that&#39;s closed in the back, so it doesn&#39;t sparkle the way diamonds do now. I wear it as a pendant.","author":"Georgina Chapman","topic":"Mom"},{"quote":"I am so blessed. I have an incredible wife, children I adore; I&#39;m a very happy man. I&#39;ve got a great mom and dad and brothers and sisters and stuff, so I&#39;ve always been happy. And I never stop smiling.","author":"Michael Kelly","topic":"Mom"},{"quote":"Sure, my childhood was unusual. All these eccentric, wild people frequented our home: rock stars, drag queens, models, bikers, freaks. But I was not this little rich girl. My mom and I lived in an apartment.","author":"Liv Tyler","topic":"Mom"},{"quote":"My earliest acting memory is making up a play for my mom and dad called The Lonesome Baby. I have no idea what The Lonesome Baby was about. I just remember the title. But I&#39;m sure it was an epic.","author":"Jane Horrocks","topic":"Mom"},{"quote":"Christmas was always a big holiday in our family. Every Christmas Eve before we&#39;d go to bed, my mom and dad would read to us two or three stories and they would always be &#39;The Happy Prince,&#39; &#39;The Gift of the Magi&#39; and &#39;Twas the Night Before Christmas,&#39; and I would like to keep that alive.","author":"Cameron Mathison","topic":"Mom"},{"quote":"My mother was a stay-at-home mom until I was about 11, when she got a job - and it was like a light came on inside her. It&#39;s not wrong to be passionate about your career. When you love what you do, you bring that stimulation back to your family.","author":"Allison Pearson","topic":"Mom"},{"quote":"Clearly, society has a tremendous stake in insisting on a woman&#39;s natural fitness for the career of mother: the alternatives are all too expensive.","author":"Ann Oakley","topic":"Mom"},{"quote":"My pops and my mom started playing Marvin Gaye and the Isley Brothers and all these people, but at the same time, they always had Snoop on right behind it in the same mix.","author":"Kendrick Lamar","topic":"Mom"},{"quote":"My dad is still Christian Scientist. My mom&#39;s not, and I&#39;m not. But I believe in God, and that there&#39;s a higher power and an intelligence that&#39;s bigger than us and that we can rely on. It&#39;s not just us, thinking we are the ones in control of everything. That idea gives me support.","author":"Ellen DeGeneres","topic":"Mom"},{"quote":"When I was 5, some financial things happened, and I moved seven times in a year. We moved from apartment to apartment, sometimes living with friends. My mom would always say, &#39;Don&#39;t get comfortable, because we may not be here long.&#39;","author":"LeBron James","topic":"Mom"},{"quote":"Who in their infinite wisdom decreed that Little League uniforms be white? Certainly not a mother.","author":"Erma Bombeck","topic":"Mom"},{"quote":"There was the time I bought three cars in the span of three or four weeks. It was crazy; it wasn&#39;t greedy. It was mine, my girl&#39;s, my mom&#39;s. I got Benzes for my ladies. But I felt crazy. You have to understand I come from a world where we&#39;re very modest. But that&#39;s not greedy. That&#39;s nice, right?","author":"J. Cole","topic":"Mom"},{"quote":"I once went on the most grueling radio tour. Living in hotel rooms, sleeping in the backs of rental cars as my mom drove to three different cities in one day.","author":"Taylor Swift","topic":"Mom"},{"quote":"My mom worked for Apple, and my dad owned his own business.","author":"Travis Scott","topic":"Mom"},{"quote":"I just wasn&#39;t cut out to be a Chinese Tiger Mom. I&#39;m more of an Irish Setter Dad.","author":"P. J. O'Rourke","topic":"Mom"},{"quote":"An ounce of mother is worth a pound of clergy.","author":"Rudyard Kipling","topic":"Mom"},{"quote":"My mom never taught me to be waiting for some prince on a white horse to swipe me off my feet.","author":"Tyra Banks","topic":"Mom"},{"quote":"My mom used to tell me when I was little, &#39;When it rains, it&#39;s God&#39;s manifestation - a big day&#39;s waiting to happen.&#39;","author":"Gabby Douglas","topic":"Mom"},{"quote":"He knows my limitations and where I&#39;m a good wife and a good mom.","author":"Angelina Jolie","topic":"Mom"},{"quote":"My wrestling and family go together. It&#39;s always been that way, from day one with my mom and dad, my sister, my wife, four daughters, grandsons, son-in-laws.","author":"Dan Gable","topic":"Mom"},{"quote":"I sing seriously to my mom on the phone. To put her to sleep, I have to sing &#39;Maria&#39; from West Side Story. When I hear her snoring, I hang up.","author":"Adam Sandler","topic":"Mom"},{"quote":"There was always music in our home. My mom and my dad loved music. I remember when we were kids we would have these great parties at the house with congas and bongos and African drums, and it was amazing. It wasn&#39;t until years later that I found out that they were actually Black Panther meetings.","author":"Queen Latifah","topic":"Mom"},{"quote":"I make a lot of mistakes, too, and I&#39;m constantly re-evaluating how I&#39;m doing things and trying to be better every day, whether it&#39;s as a mom or taking care of myself.","author":"Mia Hamm","topic":"Mom"},{"quote":"To the best of my knowledge, I&#39;m the first mom to hold the job of the White House Press Secretary.","author":"Sarah Huckabee Sanders","topic":"Mom"},{"quote":"When I was 13 years old, my mom had me start getting facials in my hometown of Los Angeles.","author":"Meghan Markle","topic":"Mom"},{"quote":"If I could get any animal it would be a dolphin. I want one so bad. Me and my mom went swimming with dolphins and I was like, &#39;How do we get one of those?&#39; and she was like, &#39;You can&#39;t get a dolphin. What are you gonna do, like, put it in your pool?&#39;","author":"Miley Cyrus","topic":"Mom"},{"quote":"I grabbed my mom and I went to the couch and I said, &#39;Mom I want to ask Jesus to come into my heart.&#39; And I got on my knee and I asked Jesus to come into my heart, forgive me of my sins, and make me a child of God.","author":"Tim Tebow","topic":"Mom"},{"quote":"My parents met because my father was an actor friend of one of my mom&#39;s brothers, but my mother has never set foot on the stage - she&#39;s quite shy. So it&#39;s a strange thing because people say, &#39;Oh, coming from acting parents,&#39; when the idea of acting would literally make my mother just want to throw up.","author":"Kate Winslet","topic":"Mom"},{"quote":"I am compelled to continuously see the bright side. It is in my DNA. My kids look at me and say: &#39;Mom, you&#39;re so happy!&#39; And I do feel happy. I feel joyful inside. I can&#39;t explain it.","author":"Goldie Hawn","topic":"Mom"},{"quote":"TV family sitcoms have always been about fathers who know best and mothers who are so enchanted with everything they do. I wanted to be the first mom to be a mom on TV. I wanted to sent out a message about how us women really feel.","author":"Roseanne Barr","topic":"Mom"},{"quote":"A guy is a lump like a doughnut. So, first you gotta get rid of all the stuff his mom did to him. And then you gotta get rid of all that macho crap that they pick up from beer commercials. And then there&#39;s my personal favorite, the male ego.","author":"Roseanne Barr","topic":"Mom"},{"quote":"My mom is at my house every day, and she nags me about everything, especially hygiene.","author":"Shia LaBeouf","topic":"Mom"},{"quote":"My mother taught me how to love. My mom is the most loving person I know.","author":"Channing Tatum","topic":"Mom"},{"quote":"I remember when I was 11, I told my mom, &#39;One day I&#39;m going to buy you a house.&#39; And she said, &#39;Boy, don&#39;t you be making promises you can&#39;t keep.&#39; I was like: &#39;No, Ma, it&#39;s not a promise. I&#39;m going to buy you a house one day.&#39;","author":"will.i.am","topic":"Mom"},{"quote":"My mom really let us do our own thing and play with different trends, and my sister was a little older, so she had all the beauty tricks. I would stuff things like rolled-up toilet paper into my hair to get volume, or do the reverse, and I&#39;d lie on my back, and she&#39;d use an actual iron to straighten it.","author":"Chrissy Teigen","topic":"Mom"},{"quote":"Being a mom has changed me forever.","author":"Ciara","topic":"Mom"},{"quote":"Mom is the most unconditionally loving person I will ever know, and she has always supported me on every level.","author":"Rashida Jones","topic":"Mom"},{"quote":"The way my family always did Christmas was on Christmas Eve, it wasn&#39;t really centered around a dinner on Christmas Eve. It was more about keeping the kids calm. Sometime after dark is when we were going to open all the presents underneath the tree from Mom, Dad and the kids and everything - just the family presents was every Christmas Eve.","author":"Blake Shelton","topic":"Mom"},{"quote":"I was who I was in high school in accordance with the rules of conduct for a normal person, like obeying your mom and dad. Then I got out of high school and moved out of the house, and I just started, for lack of a better term, running free.","author":"Iggy Pop","topic":"Mom"},{"quote":"I lived the first five years of my life on a farm in Union City, Michigan, with my mom and grandparents. It was the most magical time of my life.","author":"Patricia Polacco","topic":"Mom"},{"quote":"I always had short hair, and I hated my short hair. I was always mistaken for a boy, but my mom wouldn&#39;t let me change my hair because she was always chasing me around with a hairbrush, and it was always tangled, so she just would cut it off, and she&#39;s right: short hair did suit me.","author":"Dorothy Hamill","topic":"Mom"},{"quote":"I&#39;ve got three sisters, five aunties, and my mom. It must have had an influence on me growing up.","author":"Zayn Malik","topic":"Mom"},{"quote":"Having a mom as a hairdresser was really awesome: I was always her test dummy. I&#39;ve had every style, every color you could imagine.","author":"Alessia Cara","topic":"Mom"},{"quote":"I want to thank my mom, Brenda Rose. My heart, the reason I play the way I play, just everything. Just knowing the days I don&#39;t feel right, going to practice, having a hard time, I think about her when she had to wake me up, go to work and make sure I was all right. Those were hard days.","author":"Derrick Rose","topic":"Mom"},{"quote":"Microchimeric sharing means that, even if the mother loses a child, she&#39;ll have a small memento of him or her secreted away inside her. Similarly, a bit of our mothers live on in all of us no matter how long ago Mom died.","author":"Sam Kean","topic":"Mom"},{"quote":"At the end of the day, I&#39;m Violet&#39;s mom, and I want the best for her.","author":"Christina Milian","topic":"Mom"},{"quote":"My mom is a white Jewish lady, and my dad is black. The cultures never seemed separate - I had a lot of mixed friends. When I was young, I identified with being Jewish, but I embraced my dad&#39;s side, too.","author":"Daveed Diggs","topic":"Mom"},{"quote":"One thing I hear a lot is, &#39;Dude, my mom loves your record,&#39; or &#39;I got it for my dad for Christmas.&#39; I&#39;m essentially doing dad rock. Which is great, because I love Steely Dan, you know? Nothing wrong with dad rock!","author":"Mac DeMarco","topic":"Mom"},{"quote":"In terms of whether my mom was influential, I think she instilled a certain way of thinking in me quite early: having a reflective mindset regarding my actions and trying to find the underlying reasons to behavior. I think that&#39;s quite helpful when you&#39;re trying to understand a character.","author":"Joel Kinnaman","topic":"Mom"},{"quote":"My mom had very low expectations for me, and she really had a point. I was a big problem at seventeen. If I had a kid like me, I would have those same expectations.","author":"Alejandro Gonzalez Inarritu","topic":"Mom"},{"quote":"Bless my mom. Mom is everything to me.","author":"Calvin Johnson","topic":"Mom"},{"quote":"She hits me and she beats me and she drinks. My mom is an alcoholic.","author":"Tonya Harding","topic":"Mom"},{"quote":"My mom always encouraged me, it was never weird. She&#39;d look at &#39;Heavy Metal&#39; and go &#39;Woo-hoo!&#39;","author":"Zack Snyder","topic":"Mom"},{"quote":"My mom and my dad wanted my brother and I to have a better life, you know, better education, better jobs. It was probably harder, much, much harder, for my parents. When you&#39;re a kid, you can learn a language much more easily; I learned English in less than a year.","author":"Mila Kunis","topic":"Mom"},{"quote":"My dad didn&#39;t graduate from high school, ended up being a printing salesman, probably never made more than $8,000 a year. My mom sold real estate and did it part time.","author":"Al Franken","topic":"Mom"},{"quote":"I always knew I wanted to have children. When I met my husband, Rande, I thought, &#39;This is the guy.&#39; When you are getting ready to become a mom, being in love with someone just isn&#39;t enough. You need to think about whether he would be a good parent and raise your children with similar beliefs.","author":"Cindy Crawford","topic":"Mom"},{"quote":"My mom worked as a housekeeper, and I saw her relationship with her employers - how on the one hand she spent more time with these women than with a lot of her friends, and how in certain ways they were friends. But then they weren&#39;t.","author":"Jesmyn Ward","topic":"Mom"},{"quote":"We&#39;re just a big media family. My mom is always sending us articles throughout the day. My husband now works at Facebook... so it&#39;s just a very high-paced media culture, our texts. It&#39;s links and photos, and all hours of the day, because my dad, my brother, and I are night owls, and my mom and my husband wake up early.","author":"Allison Williams","topic":"Mom"},{"quote":"There are days I&#39;m feeling lazy, and my mom will remind me, &#39;Beyonce also only has 24 hours during the day.&#39; That always keeps me going.","author":"Becky G","topic":"Mom"},{"quote":"I was really lucky to have been raised in this really powerful matriarchy where my dad was around, but I was with my mom and my grandma most of the time. They were heavy influences on me. My mother has a career in technology; my grandma sold real estate.","author":"Katherine Ryan","topic":"Mom"},{"quote":"I think maybe my mom thought that Katharine Hepburn would be a good role model of, like, a strong, smart, independent woman. Maybe she steered me in that direction. You know, because she was really so ahead of her time.","author":"Gillian Jacobs","topic":"Mom"},{"quote":"Saliva has antibacterial properties. It also has things called nerve growth factor, skin growth factor, histatins which help with wound closure. So when you see an animal licking a wound or even a mom kissing a child&#39;s boo-boo, there&#39;s some, there&#39;s some good science behind why one might do this.","author":"Mary Roach","topic":"Mom"},{"quote":"When I get high anxiety, I vomit. My mom was so stressed out. Then I found out I was staying in John Mayer&#39;s old dorm room, and I had a nice roommate. That completely brought me down. I was completely comfortable at Berklee.","author":"Charlie Puth","topic":"Mom"},{"quote":"I just love food, especially my mom&#39;s Bulgarian cooking. Taco Bell is my favorite fast food restaurant. I also love Italian food.","author":"Leah LaBelle","topic":"Mom"},{"quote":"I told my mom I would graduate. I owe that much to her and myself.","author":"Carmelo Anthony","topic":"Mom"},{"quote":"Having children is a huge responsibility, and I just don&#39;t want to hand them off to a nanny or my mom to take care of them.","author":"Thalia","topic":"Mom"},{"quote":"I&#39;d say that if you had a strained relationship with your mom, for whatever reason, the best thing to do is be open with each other, talk it over, try and work it out somehow as opposed to just putting a wall up and pushing them away.","author":"Victoria Justice","topic":"Mom"},{"quote":"Come Christmas Eve, we usually go to my mom and dad&#39;s. Everybody brings one gift and then we play that game when we all steal it from each other. Some are really cool, others are useful and some are a bit out there.","author":"Amy Grant","topic":"Mom"},{"quote":"I&#39;m the only member of my family who dared to move away from Birmingham - my brothers and sister are still here, along with my mom.","author":"David Harewood","topic":"Mom"},{"quote":"My earliest memory is my mom picking me up after I had fallen down, giving me a big hug and reading me &#39;Goodnight Moon.&#39; From that moment, to this one, every single memory I have of my mom is that regardless of what was happening in her life, she was always, always there for me.","author":"Chelsea Clinton","topic":"Mom"},{"quote":"You can blame my mom for some of my worst fashion moments. She used to dress me and my sister in a lot of patterns. Like, she would put me in striped stockings with a floral dress. Like, why are you doing that to me?","author":"Hailey Baldwin","topic":"Mom"},{"quote":"Mom was the greatest influence of my childhood. She wanted to save me from the vice, lust, and drinking that was all about me.","author":"Ethel Waters","topic":"Mom"},{"quote":"My mom used to say that Greek Easter was later because then you get stuff cheaper.","author":"Amy Sedaris","topic":"Mom"},{"quote":"My mom&#39;s brother was gay, and he actually passed away from AIDS when I was 13. He was quite a character, but he also worked at the electrical plant, so he was this complicated guy with a big laugh who would wear a trucker hat and do impressions. He was gay, but to me, Uncle Alan was just the funniest person in the world.","author":"Casey Wilson","topic":"Mom"},{"quote":"My mom was a free spirit, and she brought me up to be a free spirit.","author":"Mark Bradford","topic":"Mom"},{"quote":"I wanted Cathy and Irving to actually say &#39;I do&#39; and be pronounced husband and wife on Feb. 5, which is my mom&#39;s birthday.","author":"Cathy Guisewite","topic":"Mom"},{"quote":"I just got my phone back yesterday. My mom had it for two days. I was supposed to read a book and I really wanted to play Call Of Duty.","author":"Chloe Grace Moretz","topic":"Mom"},{"quote":"My mom won&#39;t let anyone treat me like a little princess.","author":"Chloe Grace Moretz","topic":"Mom"},{"quote":"My mom gives me an allowance. She keeps me pretty tight-reined.","author":"Chloe Grace Moretz","topic":"Mom"},{"quote":"My mom and dad just loved the fact that I fooled around. They just embraced it. They&#39;d always kind of enjoy it, and they liked it when I made them laugh.","author":"Dominic Monaghan","topic":"Mom"},{"quote":"Mom always tells me to celebrate everyone&#39;s uniqueness. I like the way that sounds.","author":"Hilary Duff","topic":"Mom"},{"quote":"I love my mom. I totally look up to her, and she just doesn&#39;t let anybody take advantage of me. People might call that a stage mom.","author":"Hilary Duff","topic":"Mom"},{"quote":"At 3 years old, I was imitating and doing fun little commercials for the family. Then at 5, I knew, &#39;OK, this is something I really like.&#39; At 8, I was crying in front of the mirror and my mom was like, &#39;Oh boy, here we go. We know what she&#39;s going to do.&#39;","author":"Lana Parrilla","topic":"Mom"},{"quote":"Motherhood is the strangest thing, it can be like being one&#39;s own Trojan horse.","author":"Rebecca West","topic":"Mom"},{"quote":"I was 3 and a half, and there was an open call for a Coca-Cola commercial. We were living around Dallas, and my mom took me. I think they were calling for 16-year-olds that could ride horses and swing a rope, and for whatever reason, my mom took me up there when I was 3. But I always had a rope, and I was a little cowboy at that age.","author":"Jesse Plemons","topic":"Mom"},{"quote":"I spent a lot time with my siblings because there weren&#39;t too many young people on our block. We were our own best friends: making dances to a Stevie Wonder songs and singing with my mom.","author":"Jamila Woods","topic":"Mom"},{"quote":"When I get a new script my mom will read them and just be aghast. I think it&#39;s hysterical.","author":"Alia Shawkat","topic":"Mom"},{"quote":"Being a child that grew up with a single mom back in the &#39;70s, Father&#39;s Day to me was always a very uncomfortable time. At school, we would make Father&#39;s Day cards for our dads, and I usually mailed one to my dad, and he hardly ever responded.","author":"Art Alexakis","topic":"Mom"},{"quote":"My family wanted church to be a place where we all went together. My dad was always traveling, and my mom was always working. School is where I did Bible classes and studied God.","author":"Sofia Richie","topic":"Mom"},{"quote":"I love my real mom and dad; I love them both equally.","author":"Imogen Poots","topic":"Mom"},{"quote":"Well, when I was a little girl we had 17 cats once. They all lived outside, and they kept having more kittens. My mom made us put little ribbons around each kitten&#39;s neck, put them in a wagon, and go door-to-door around the neighborhood to try to give them away.","author":"Cheryl Hines","topic":"Mom"},{"quote":"It is a sad commentary of our times when our young must seek advice and counsel from &#39;Dear Abby&#39; instead of going to Mom and Dad.","author":"Pauline Phillips","topic":"Mom"},{"quote":"My mom&#39;s always been a good cook, so I took a lot of stuff from her, but most of the stuff I took from Emeril or Bobby Flay right off the TV and make it. I just loved to cook, so it just became a thing. It&#39;s a release. Even if I&#39;m alone, I&#39;ll cook a full meal, maybe even a two-course meal, just because I love to cook. It&#39;s my secret love!","author":"Christian Kane","topic":"Mom"},{"quote":"I never thought it was fair that women couldn&#39;t travel freely because it was dangerous. I&#39;d stay by myself on the North Carolina coast for a couple of weeks, with my dog and my gun, and my mom would be terrified. I told her, if I stay home, a lamp could fall on my head. You can&#39;t spend your whole life inside because you&#39;re scared.","author":"Margo Price","topic":"Mom"},{"quote":"On my mom&#39;s side I&#39;m Mexican, and my dad is a white dude.","author":"Tyler Posey","topic":"Mom"},{"quote":"I was labeled a troublemaker, my mom an unfit mother, and I was not welcome anywhere.","author":"Ryan White","topic":"Mom"},{"quote":"I&#39;d love to open a restaurant that changes every month. One month it would be a mom and bar spaghetti-and-meatball, Red Sox place, and the next it would be a British pub, and everyone gets in a fight.","author":"Graham Elliot","topic":"Mom"},{"quote":"I have five siblings, so my mom was always pregnant, and she would wear these dungarees that looked so cool.","author":"Liberty Ross","topic":"Mom"},{"quote":"My dad always played sports. He played football. I always wanted to play football because my dad played football, but my mom never wanted me to play football because she said she couldn&#39;t take me getting hit.","author":"DeMar DeRozan","topic":"Mom"},{"quote":"For me specifically, it was important to graduate. In my family, I was one of the first graduates. My mom did not have a college degree. My dad did not have a college degree.","author":"Brian Acton","topic":"Mom"},{"quote":"When I give my jewelry as a present, I feel like I&#39;m giving protection to someone I care about... I&#39;ve given pieces to my mom, my aunts, my friends. I&#39;ve even made bracelets for my dad and my uncle.","author":"Sofia Boutella","topic":"Mom"},{"quote":"After my second, I started working with a nutritionist who specializes in post-baby weight loss. It&#39;s called Simply Beautiful Mom. I&#39;m in restaurants all the time because of work, and she actually will look at menus online before I go and she says, &#39;These are the three things you&#39;re allowed to order. Don&#39;t even open a menu.&#39;","author":"Lauren Weisberger","topic":"Mom"},{"quote":"I&#39;m an adrenaline junkie. I love climbing crazy trees or cliffs, which doesn&#39;t make my mom very happy.","author":"Stephen Colletti","topic":"Mom"},{"quote":"My mother was a single mom, and most of the women I know are strong.","author":"Regina King","topic":"Mom"},{"quote":"Both me and Ishmeet were very naughty. We used to have my grandfather&#39;s swords in the house. We used to take all these swords and take all the showpieces Mom had and slice them one by one. He actually locked my nana in the kitchen once for two hours.","author":"Karan Singh Grover","topic":"Mom"},{"quote":"Everyone checks out my mom. My mom&#39;s hot.","author":"Ashley Scott","topic":"Mom"},{"quote":"I am truly my mother&#39;s son.","author":"David Geffen","topic":"Mom"},{"quote":"I love being a single mom. But it&#39;s definitely different when you&#39;re dating.","author":"Brooke Burns","topic":"Mom"},{"quote":"One piece of advice that I would give to any young athlete or performer is remember to thank your mom.","author":"Meryl Davis","topic":"Mom"},{"quote":"I&#39;m a mom, a full-time mom when I&#39;m not taping. I do the carpool thing, and bake the cookies, and do the homework.","author":"Vanna White","topic":"Mom"},{"quote":"I remember my mom had a big collection of copies of Saturday Evening Post magazines, and that was really my introduction to those great illustrators.","author":"Thomas Kincade","topic":"Mom"},{"quote":"I love being around my mom and my dad.","author":"Maddie Hasson","topic":"Mom"},{"quote":"What&#39;s funny is my mom took me to the theater for the first time when I was six years old, and I was just amazed by it. I just said, &#39;Hey Mom, can I do this too?&#39; And so she signed me up for little theater classes, and I remember my first audition for a play when I was seven years old was for &#39;The Thankful Elf.&#39;","author":"Dana Davis","topic":"Mom"},{"quote":"When you have a new baby, you can get really overwhelmed, since it&#39;s such a huge responsibility. You&#39;re thrilled to be a mom, but your sleep schedule is so thrown off and it can be scary if you don&#39;t have a good support system.","author":"Amy Locane","topic":"Mom"},{"quote":"I&#39;m trying hard to keep my Australian accent. My mom would disown me if I didn&#39;t.","author":"Maia Mitchell","topic":"Mom"},{"quote":"As a mom, you worry about protecting your kid. But there are extra added layers of fears when you&#39;re talking about a kid with autism or who has some special needs issue.","author":"Holly Robinson Peete","topic":"Mom"},{"quote":"It wasn&#39;t so long ago that I was a working mom myself. And I know that sometimes, much as we all hate to admit it, it&#39;s just easier to park the kids in front of the TV for a few hours, so we can pay the bills or do the laundry or just have some peace and quiet for a change.","author":"Michelle Obama","topic":"Mom"},{"quote":"My mom and my dad were both very sociable, meeting lots of interesting people.","author":"Bill Gates","topic":"Mom"},{"quote":"My mom&#39;s one of 13 siblings, and they all got six kids, and till I was 13 everybody was in Compton.","author":"Kendrick Lamar","topic":"Mom"},{"quote":"Being the only man in the household with my mom definitely helped me grow up fast.","author":"LeBron James","topic":"Mom"},{"quote":"My mom had early rap records, like Jimmy Spicer. In the middle of the records was a turntable and a receiver - I used to scratch records on it - and on top was a reel-to-reel. In front of that wall were more stacks of records. It was either Mom&#39;s record or Pop&#39;s record, and they had their names on each and every one.","author":"Jay-Z","topic":"Mom"},{"quote":"My mom taught me how to sew when I was 2 or 3, so I&#39;ve been sewing for as long as I can remember.","author":"Serena Williams","topic":"Mom"},{"quote":"The person who has inspired me my whole life is my Mom, because she taught me commitment. She sacrificed.","author":"Mike Krzyzewski","topic":"Mom"},{"quote":"The best situation is being a single parent. The best part about is that you get time off, too, because the kids are with their mom, so it&#39;s the best of both worlds. There&#39;s a lot to be said for it.","author":"Larry David","topic":"Mom"},{"quote":"My father moved to Hawaii from Brooklyn and my mother came there as a child from the Philippines. They met at a show where my dad was playing percussion. My mom was a hula dancer.","author":"Bruno Mars","topic":"Mom"},{"quote":"My dad died when I was young; my mom remarried with more haste than sense to a fellow... he wasn&#39;t evil or anything, but he was worthless.","author":"P. J. O'Rourke","topic":"Mom"},{"quote":"I remember going with my mom to a random garage sale as a kid and thinking what a cool treasure hunt that whole world was. Only to transition as an adult to think, &#39;What a gross place that really is.&#39;","author":"Will Ferrell","topic":"Mom"},{"quote":"My mom put me and my sisters in the water to feel comfortable, to have water safety.","author":"Michael Phelps","topic":"Mom"},{"quote":"I&#39;m just wanting to make the proper breakfast and keep the house. That&#39;s my passion. At the request of my kids, I&#39;m taking cooking classes. As I go to sleep at night, I think, &#39;Did I do a great job as a mom, or was that an average day?&#39;","author":"Angelina Jolie","topic":"Mom"},{"quote":"I was brought up as an only child, and we were very close. But when I was 14, we got evicted. We came home to a padlock, and I looked up at my mom and she was crying, and there was nothing to do.","author":"Dwayne Johnson","topic":"Mom"},{"quote":"When I was a kid, there were no credit cards. Instead, retailers offered layaway plans. My mom would go to a store, such as a furniture outlet, choose the sofa she wanted, and put it on layaway. That meant she put a little money down to hold the sofa, and every payday she&#39;d pay a little toward the purchase.","author":"Robert Kiyosaki","topic":"Mom"},{"quote":"My mom decorated with lots of antiques. I never liked it when I was a little girl - I wanted to live in a modern house. But now I love it.","author":"Paris Hilton","topic":"Mom"},{"quote":"My mom was a single parent.","author":"G-Eazy","topic":"Mom"},{"quote":"My mom was always really healthy and cautious about her diet, so I&#39;m not a big sugar guy.","author":"Paul Walker","topic":"Mom"},{"quote":"People who build family businesses are not classically trained. They have to deal with an enormous amount of politics. You think corporate politics are tough? Go work for your dad or your mom.","author":"Gary Vaynerchuk","topic":"Mom"},{"quote":"I could never have pictured myself writing a book when I was 25 years old. My mom was an English teacher but I wasn&#39;t that way growing up.","author":"Tony Dungy","topic":"Mom"},{"quote":"Every mom believes her kid&#39;s school doodles are amazing, and I&#39;m no different.","author":"Solange Knowles","topic":"Mom"},{"quote":"I&#39;m more straightforward, and I speak up more than I did before. When I was younger, I wouldn&#39;t speak up as much, but now that I&#39;m a mom, things have changed.","author":"Britney Spears","topic":"Mom"},{"quote":"It was my 16th birthday - my mom and dad gave me my Goya classical guitar that day. I sat down, wrote this song, and I just knew that that was the only thing I could ever really do - write songs and sing them to people.","author":"Stevie Nicks","topic":"Mom"},{"quote":"I&#39;m not bothered by the idea of getting old, or I guess you could say by having arrived at old. I was 10 when my mom turned 55. For 1955, she was a very old mom.","author":"Penn Jillette","topic":"Mom"},{"quote":"And to this day, my Mom is my role model.","author":"Paul Ryan","topic":"Mom"},{"quote":"My mom just wants to make sure that my heart is always in whatever I do and I&#39;m in things for the right reasons.","author":"Kevin Durant","topic":"Mom"},{"quote":"My mom is a teacher, my dad was a writer for television, his dad was a writer for television, and combining those two has been sort of the goal of my life.","author":"Joss Whedon","topic":"Mom"},{"quote":"My daughter&#39;s name is Neesyn Dacey but everyone calls her Dacey. Her mom chose Neesyn and I chose Dacey after she was born. The mother is a good friend of mine who I was seeing a while ago. We are no longer together.","author":"Bode Miller","topic":"Mom"},{"quote":"Being fit and being in the best shape that I can be helps me be the best mom as well.","author":"Jennie Finch","topic":"Mom"},{"quote":"Dad was the pitching coach, while Mom was the emotional supporter. Her unconditional love was great, and she wanted what was best for me. It was more about what she did than what she said, and she made sure I was the best I could be.","author":"Jennie Finch","topic":"Mom"},{"quote":"Dad was the pitching coach, while Mom was the emotional supporter. Her unconditional love was great, and she wanted what was best for me.","author":"Jennie Finch","topic":"Mom"},{"quote":"Growing up, my ideals were Barbra Streisand, Cher, and my mom.","author":"Kevyn Aucoin","topic":"Mom"},{"quote":"My mom told me as a youngster I was always intellectual, like as far as being able to adapt fast and quick. But I had a fun childhood, went to regular school.","author":"Chris Brown","topic":"Mom"},{"quote":"If I would make a song dedicated to any woman, it would have to be my mom because, you know, she&#39;s been there since I came out of her. She would have to be the one... my mom or my daughter.","author":"Action Bronson","topic":"Mom"},{"quote":"When I decided that I might want to do acting for a living - I don&#39;t know where it really came from, since there was no school play or any of that - my mom gave me her blessing. I had to get a scholarship - that was the only way I could have gone to drama school.","author":"Gary Oldman","topic":"Mom"},{"quote":"My mom had not worked a day in her life, and then she woke up when I was 15 and found herself with four children, no job, no money. But she set out and made it all OK for us, and from that, I saw that there&#39;s no problem that can&#39;t be solved.","author":"Ginni Rometty","topic":"Mom"},{"quote":"When I was little, I&#39;d pick flowers wherever I traveled with my mom, then dry them, cover them with resin, and turn them into paperweights.","author":"Ivanka Trump","topic":"Mom"},{"quote":"I don&#39;t plan to take a formal, cold approach with my children, but I expect a lot. I don&#39;t want my children to view me as their best friend. I want to be their mom.","author":"Ivanka Trump","topic":"Mom"},{"quote":"There&#39;s no way to measure or properly express what a family like mine can mean. Mom, Dad, Cooper, Eli, extended family, you are the best.","author":"Peyton Manning","topic":"Mom"},{"quote":"I&#39;ve never felt like I&#39;ve exactly traded on my looks. When I was a teenager, I was an ultra late bloomer, and my mom would say it was a blessing because it means you never have to wonder if guys are only interested in you because you&#39;ve got boobs.","author":"Anna Kendrick","topic":"Mom"},{"quote":"There are only two things a child will share willingly; communicable diseases and its mother&#39;s age.","author":"Benjamin Spock","topic":"Mom"},{"quote":"My mom, through my dad, rented the apartment next door to his... he had the lease on both places. But then, she would dress up and act like his maid... a practical maid. No fantasies.","author":"Trevor Noah","topic":"Mom"},{"quote":"My mom&#39;s a social worker, and my dad works in non-profit organisations.","author":"Seth Rogen","topic":"Mom"},{"quote":"My mom, you know, took off when I was about 6. What ended up happening is I ended up being with my grandparents.","author":"Nikki Sixx","topic":"Mom"},{"quote":"My dad and mom did what a lot of parents did at the time. They sacrificed a lot of their life and used a lot of their disposable income to make sure their children were educated.","author":"Sundar Pichai","topic":"Mom"},{"quote":"I&#39;m not gonna be broke, like my mom was broke, my uncles were broke, my sisters didn&#39;t have money, my cousins on down.","author":"R. Kelly","topic":"Mom"},{"quote":"My parents were working class folks. My dad was a bartender for most of his life, my mom was a maid and a cashier and a stock clerk at WalMart. We were not people of financial means in terms of significant financial means. I always told them, &#39;I didn&#39;t always have what I wanted. I always had what I needed.&#39; My parents always provided that.","author":"Marco Rubio","topic":"Mom"},{"quote":"Being a mom has affected me in the greatest way possible - and in a necessary way. Having my son has helped me to be grounded, and I feel like with a child you have to really think about things all the way through.","author":"Ciara","topic":"Mom"},{"quote":"Mom was so funny and loving to us kids. She was our first audience. When my dad died, I was suddenly alone in the house with her because my two older brothers were away at college. I was the man of the house, and she was the grieving woman.","author":"Billy Crystal","topic":"Mom"},{"quote":"I never thought I was a great mom. I always worked. I fell in love with my children as they got older.","author":"Marla Gibbs","topic":"Mom"},{"quote":"I always secretly loved the art of makeup as a child. I would come up with stories and characters and try on my mom&#39;s Maybelline eyeliner when she wasn&#39;t home. It was a very old-school pencil - you had to burn the tip to make it smudgy enough to use.","author":"Michelle Phan","topic":"Mom"},{"quote":"Being a mom is what life is about. I hope people realize what the priorities in life should be and know not everything has to be perfect.","author":"Kourtney Kardashian","topic":"Mom"},{"quote":"I have so many pieces that once belonged to my mom and both of my grandmothers. All of these pieces are very sentimental, and I love to wear them. I also have many pieces from my father that I probably cherish the most. I love wearing his dress shirts.","author":"Kourtney Kardashian","topic":"Mom"},{"quote":"My mom has obviously had a powerful influence on my life, and her voice can describe certain things that I couldn&#39;t see in myself.","author":"Common","topic":"Mom"},{"quote":"I had a gorgeous mom. She was beautiful, so I lucked out there.","author":"Christie Brinkley","topic":"Mom"},{"quote":"Because I&#39;m an older mom, I have a responsibility to my kids as well as myself. I want to be there for them.","author":"Christie Brinkley","topic":"Mom"},{"quote":"I felt there was a lot of love in my house. And my mom was, you know, the basis of all that.","author":"Joe Torre","topic":"Mom"},{"quote":"My nursery school did a production of &#39;The Three Little Pigs.&#39; I played the third pig. When the wolf knocked on my door, I refused to get up and answer it because, to me, he was knocking the wrong way. I just lay there, snoring away on stage, fully immersed in my character. My dad turned to my mom and said: &#39;Dustin Hoffman.&#39;","author":"Zooey Deschanel","topic":"Mom"},{"quote":"My mom did costumes for the Pointer Sisters.","author":"Slash","topic":"Mom"},{"quote":"I believe destiny and hard work go hand in hand. I was studying to be an engineer when my mom and my brother sent my pictures for the Miss India contest. I didn&#39;t even know about it. If that isn&#39;t destiny, what is?","author":"Priyanka Chopra","topic":"Mom"},{"quote":"I like bad boys, and I like to take them home to my mom.","author":"Priyanka Chopra","topic":"Mom"},{"quote":"When I was 13, I would come visit my aunt and uncle in New York. I decided I wanted to live with them after seeing my cousin&#39;s school. Honestly, I just wanted to go to a school where I didn&#39;t have to wear uniforms, and my mom said okay.","author":"Priyanka Chopra","topic":"Mom"},{"quote":"I don&#39;t know where my romanticism comes from. My mom and dad would read to me a lot. &#39;Treasure Island,&#39; &#39;Robinson Crusoe,&#39; tales of chivalry and knights, things like that. Those are the stories I loved growing up.","author":"Daniel Radcliffe","topic":"Mom"},{"quote":"There were evictions that I saw that I know I&#39;ll never forget. In one case, the sheriff and the movers came up on a house full of children. The mom had passed away, and the children had just gone on living there. And the sheriff executed the eviction order - moved the kids&#39; stuff out on the street on a cold, rainy day.","author":"Matthew Desmond","topic":"Mom"},{"quote":"When I was 7, I came up with the idea of &#39;charm socks.&#39; My mom would take me to buy bags of plastic charms, we would sew them on frilly white socks, and I sold them at school.","author":"Sara Blakely","topic":"Mom"},{"quote":"I think my love of journalizing my life comes from my mom.","author":"Jeff Bridges","topic":"Mom"},{"quote":"My father&#39;s a deacon, my mother&#39;s a choir director, so I grew up in the church and singing in the choir, begging my mom if I could have a solo.","author":"Keke Palmer","topic":"Mom"},{"quote":"I was thinking that when I have children, that I should always dress as a character for them, so they think their mom is Alice in Wonderland or Cinderella. It would be totally messed up!","author":"Gwen Stefani","topic":"Mom"},{"quote":"Being a singer is all about me. About ego. Being a mom is all about being selfless - two different worlds.","author":"Gwen Stefani","topic":"Mom"},{"quote":"I fell in love with stories watching a British television puppet show called &#39;Thunderbirds&#39; when it first came out on TV, about 1965, so I would have been 4 or 5 years old. I went out into the garden at my mom and dad&#39;s house, and I used to play with my little dinky toys, little cars and trucks and things.","author":"Peter Jackson","topic":"Mom"},{"quote":"Dad told me that before I was born, he would put my mom&#39;s stomach up to the speaker and play Led Zeppelin.","author":"Thomas Rhett","topic":"Mom"},{"quote":"I&#39;m kinda not one of those people that likes to put up trophies in my house, because I don&#39;t want my mom to come be like, &#39;Hey, you&#39;re full of yourself.&#39;","author":"Thomas Rhett","topic":"Mom"},{"quote":"My mom being a psychotherapist, I&#39;ve been brought up with that whole psychoanalytical terrain.","author":"Helena Bonham Carter","topic":"Mom"},{"quote":"I have spoken honestly about being born into a home where there was discord and chaos. I saw my mom have a rough time with my dad being very controlling, which is why I push back whenever I feel like someone is trying to box me in. It makes me run for the hills.","author":"Christina Aguilera","topic":"Mom"},{"quote":"When I first came out, I was a film student, and my mom sewed clothes. I was already doing a million things then, whatever it took to survive. If I had to braid someone&#39;s hair to get one pound for my lunch money, that&#39;s what I did.","author":"M.I.A.","topic":"Mom"},{"quote":"It&#39;s tough growing up where I grew up. My family is very small and really tight. Just being around the neighborhood, my brothers were always around. I didn&#39;t want to be in any trouble because I knew my mom or brothers would find out. I didn&#39;t want to hurt their feelings. I just tried to do everything right.","author":"Derrick Rose","topic":"Mom"},{"quote":"As we all know, there is no harder or more rewarding job than being a mom.","author":"Kirsten Gillibrand","topic":"Mom"},{"quote":"I&#39;ve always had a sick sense of humor, and I&#39;ve always wanted that to permeate the music because I don&#39;t take myself seriously. I take the music seriously, but I know I&#39;m not God&#39;s gift to anyone except my mom.","author":"Josh Homme","topic":"Mom"},{"quote":"Something my mom taught me when I was little is that everything happens for a reason.","author":"Shawn Johnson","topic":"Mom"},{"quote":"Okay, fluoride in the water to help our teeth. Well, shouldn&#39;t that be the job of your mom and dad? To teach you how to brush your teeth and use mouth wash? What do we need the government to do it for? Clearly, what a scam. Fluoride in the water.","author":"Jesse Ventura","topic":"Mom"},{"quote":"There is nothing worse that a thirteen-year-old boy. You&#39;re embarrassed by your parents, and you&#39;re trying to find your independance because, deep inside, you are so dependent on your mom.","author":"Ben Affleck","topic":"Mom"},{"quote":"I had massive anxiety as a child. I was in therapy. From 8 to 10, I was borderline agora-phobic. I could not leave my mom&#39;s side. I don&#39;t really have panic attacks anymore, but I had really bad anxiety.","author":"Emma Stone","topic":"Mom"},{"quote":"Sometimes when you are a great mom, you&#39;re not so great at your job. And then when you&#39;re good at your job, you&#39;re not so great of a mom or a good wife. It&#39;s a dance that never stops. But it&#39;s beautiful.","author":"Gisele Bundchen","topic":"Mom"},{"quote":"When I first got into the entertainment industry, I would always watch Rihanna and all those people, so I was like, &#39;Ooh, I have to be this.&#39; So my mom was like, &#39;Just be yourself.&#39;","author":"Willow Smith","topic":"Mom"},{"quote":"I was worried about my mom more than I was worried about the president. And then I was worried about the president, and then I was worried about myself.","author":"Monica Lewinsky","topic":"Mom"},{"quote":"My mom grew up in poverty in Oklahoma - like Dust Bowl, nine people in one room kind of place - and the way she got out of poverty was through education. My dad grew up without a dad, with very little and he also made his way out through education.","author":"Jennifer Garner","topic":"Mom"},{"quote":"My mom&#39;s an artist in every way. She&#39;s a painter, a photographer. She&#39;s a wanderer - always searching, always seeing. I guess you could say my mom gave me her eyes.","author":"Jason Momoa","topic":"Mom"},{"quote":"My mom told us never to reveal that we were Shia in school. You would find out that some other kid was Shiite, and you would whisper, &#39;Hey,&#39; or you would see someone at the mosque, and you&#39;d be like, &#39;Hey, that kid&#39;s Shiite!&#39; There was a lot of tension, a lot of violence in Karachi between Shiites and Sunnis.","author":"Kumail Nanjiani","topic":"Mom"},{"quote":"I grew up in rural Pennsylvania, in a really rundown old house. I&#39;d stay out till 8:30, 9:00 at night. Just blow in. My mom and dad never really cared much. It was okay. We were pretty free to roam. I mean, I had no concept of stopping play. It just didn&#39;t occur to anyone.","author":"Michael Keaton","topic":"Mom"},{"quote":"I work too much to be an appropriate parent. I feel like a bad mom to my dog some days because I&#39;m just not here enough. I just feel like I would do a bad job if I took the time to literally give birth to a kid right now and try and juggle everything I&#39;m doing.","author":"Rachael Ray","topic":"Mom"},{"quote":"My father came from nothing, so he believed that people could do anything if they worked hard enough. I think he liked that I chose to be an actor. Both he and my mom were totally supportive.","author":"Vince Vaughn","topic":"Mom"},{"quote":"You know, my mom, who inspired me to be a novelist, I remember her reading &#39;The Agony and the Ecstasy,&#39; about Michelangelo, and saying, &#39;No mother would want that for her child, no matter how great the artist.&#39; I have my share of demons, but I am a gregarious sort.","author":"Scott Turow","topic":"Mom"},{"quote":"Everything you see is filtered through your visual system (imperfect) and your brain (also imperfect, despite what your mom told you). Witness testimony is the worst kind of evidence in science.","author":"Seth Shostak","topic":"Mom"},{"quote":"I like to believe that I got my business knowledge from my dad. He was able to see trends a long way off. And my mom is very good with people and emotional.","author":"John T. Chambers","topic":"Mom"},{"quote":"My mom always makes the whole family pile into the car and drive around to look at the Christmas lights. My brother and I never want to do it, but my mom just loves it!","author":"Debby Ryan","topic":"Mom"},{"quote":"There is nothing like becoming a mom to fill you with fear.","author":"Arianna Huffington","topic":"Mom"},{"quote":"Trying to be Supermom is as futile as trying to be Perfect Mom. Not going to happen.","author":"Arianna Huffington","topic":"Mom"},{"quote":"My dad met my mom at Casper College in the orientation line. He studied business and eventually transferred to the University of Wyoming at Laramie.","author":"Dana Perino","topic":"Mom"},{"quote":"My mom was on welfare and the occasional food stamp, but I have never participated in any of those governmental programs, even the ones that kind of work like education, scholarships and whatever, and I managed to do just fine.","author":"Adam Carolla","topic":"Mom"},{"quote":"Our last jam session was this past Christmas. Dad played his harmonica, mom sang in English and Italian, and I played guitar. I&#39;m so happy that we could share that musical experience for one last time.","author":"Tony Visconti","topic":"Mom"},{"quote":"We all seek approval, and our mother&#39;s seal is usually the most important. The nitty gritty is that we have to accept ourselves, even if it is just to be ready for the next cut-down. Mom&#39;s blessing or not.","author":"Beth Ditto","topic":"Mom"},{"quote":"I was brought up by a single mom in a poor town in Arkansas and while some aspects of small-town life were really positive - like the fact that everyone there is really sweet and hospitable - there is also this close-minded mentality, and that naturally made me want to rebel.","author":"Beth Ditto","topic":"Mom"},{"quote":"I came to Hong Kong when I was five, but we didn&#39;t have any relatives in Hong Kong. My mom is a big movie fan, and she watched all kinds of movies, so when I was a kid, basically, we went to watch a movie every day.","author":"Wong Kar-wai","topic":"Mom"},{"quote":"When you are getting ready to become a mom, being in love with someone just isn&#39;t enough. You need to think about whether he would be a good parent and raise your children with similar beliefs.","author":"Cindy Crawford","topic":"Mom"},{"quote":"I like to work. The self-esteem and satisfaction that I get from working makes me a better person, which makes me a better mom.","author":"Cindy Crawford","topic":"Mom"},{"quote":"When I was 15, my mom and I packed everything up and moved to Nashville so I could pursue my dream in music.","author":"Kelsea Ballerini","topic":"Mom"},{"quote":"My dad was a surgeon, my mom a nurse, and they were always out working. I had five sisters and a brother. They didn&#39;t care what I got up to.","author":"Willem Dafoe","topic":"Mom"},{"quote":"I&#39;m not one of the guys in the league for the fame. I&#39;m here so I can take of my family, my mom, my friends and take care of myself.","author":"Kawhi Leonard","topic":"Mom"},{"quote":"My mom has beautiful eyes, and I inherited a lot of her rituals, accentuating eyes.","author":"Allison Williams","topic":"Mom"},{"quote":"I don&#39;t have mom issues or dad issues. I think I have found peace about many things in my past. I have forgiven and asked to be forgiven.","author":"Xavier Dolan","topic":"Mom"},{"quote":"I used to read music books when I was 13. My mom was working at a library. She&#39;s a librarian. I would get my mom to check out any kind of books that had anything to do with the music industry. I read a lot about royalities, publishing, marketing, stuff like that.","author":"Juicy J","topic":"Mom"},{"quote":"&#39;Rosemary&#39;s Baby&#39; is one of my all-time favorite books. I love that it just ends with, you know, &#39;Hey, the devil&#39;s in the world, and guess what? Mom kind of likes him!&#39; And that&#39;s the end.","author":"Gillian Flynn","topic":"Mom"},{"quote":"My mom sent me to regular high school because she wanted me to have that experience and not say that I missed out, but I didn&#39;t like it at all. I&#39;m more comfortable in the world that I&#39;m in, I grew up in it so when I get around normal kids in regular high school I don&#39;t know what to do. I feel more secure in an adult environment.","author":"Alexa Vega","topic":"Mom"},{"quote":"I was embarrassed that I even wanted to become an actress because coming from L.A., with two older sisters in the business and a mom who had been a ballet dancer, it was such a cliche.","author":"Elizabeth Olsen","topic":"Mom"},{"quote":"I can&#39;t resist South Indian cuisine, particularly what is prepared at home. My mom is my favourite cook. She can cook a variety of cuisines. I savour her cooking at home, and she&#39;s undoubtedly the best.","author":"Deepika Padukone","topic":"Mom"},{"quote":"I was probably 8 years old; my mom let me stay up one night. She&#39;s like, &#39;You have to see this movie.&#39; It was &#39;A Streetcar Named Desire,&#39; and it was on TV, and it was a big deal. And I saw Marlon Brando, and I was like, &#39;Oh, my God.&#39; That&#39;s where it started.","author":"Mark Ruffalo","topic":"Mom"},{"quote":"Well I was eight years old, and I have an older cousin who is three years older than me and she was doing acting, commercials, and modeling at the time and... to see my cousin doing that was really inspiring and I wanted to do it. So I went to my mom and I asked her if I could do it, and for the acting part of it, she made me study for a year.","author":"Hailee Steinfeld","topic":"Mom"},{"quote":"People define themselves to some degree by the music that they listened to as teens. My mom had Elvis. Me, I had &#39;The Who&#39; and later punk rock. Kids who came up in the &#39;80s had other songs and bands. It&#39;s a way of placing ourselves culturally and temporally.","author":"Jennifer Egan","topic":"Mom"},{"quote":"I am grateful for the lessons I learned from my parents&#39; sacrifices. They often had trouble making ends meet, so we moved for them to find work. I remember my mom would sometimes take on second jobs, like ironing, just so we could buy groceries.","author":"Rick Scott","topic":"Mom"},{"quote":"I spend my afternoons painting and working on my Open Hearts jewelry line for Kay Jewelers. I designed an image of a heart that isn&#39;t completely closed. My mom always told me to live with an open heart - when life gets tough, you should go out and help someone else.","author":"Jane Seymour","topic":"Mom"},{"quote":"Marvin Gaye is an inspiration to me. He was one of the first Motown musicians that my mom and dad introduced me to, and I always thought it would be a good idea if I was ever an artist, and now I am, to make a record called &#39;Marvin Gaye.&#39;","author":"Charlie Puth","topic":"Mom"},{"quote":"My mom often tells me to get married, but she gets it now that I don&#39;t want to. Like any other mom, she is worried, but she also understands the demands of my profession. I am blessed to have a family like this.","author":"Randeep Hooda","topic":"Mom"},{"quote":"I&#39;ve had letters from people who have read my articles and said, &#39;I&#39;m a guy, I&#39;m 18, and I&#39;ve not come out to my mom and dad yet, but it was so nice to hear your story, and you know, I wish your article would have been longer, because you gave me hope for the future.&#39;","author":"Luke Evans","topic":"Mom"},{"quote":"When I was younger, I had a perm, and it was really big. My mom was a hairdresser, so even my dad had a perm! I looked like a poodle, but it was cool at the time.","author":"Heidi Klum","topic":"Mom"},{"quote":"I think when you wear so many hats, be it of a mom or a working woman, you need to feel good and look good as well.","author":"Twinkle Khanna","topic":"Mom"},{"quote":"I grew up thinking that I could be anything I wanted to be in this world because my mom told me that every single night.","author":"Gretchen Carlson","topic":"Mom"},{"quote":"I either had to concentrate on fighting, or I had to help my family. I chose my family. I love my mom; I love my family.","author":"Gerry Cooney","topic":"Mom"},{"quote":"I&#39;m kind of lucky that we&#39;ve finished shooting &#39;Cougar Town,&#39; so I&#39;m able to kind of just enjoy my pregnancy and be a stay-at-home mom and go to prenatal Pilates and do all that fun stuff that, if I were working, would be almost impossible to do.","author":"Busy Philipps","topic":"Mom"},{"quote":"I&#39;ve learned that every working mom is a superwoman.","author":"Uma Thurman","topic":"Mom"},{"quote":"I grew up in a very relaxed environment in one sense, without many rules. My mother had a problem knowing where to draw the line, which caused a chaotic and hectic home life. A lot of people took advantage of my mom.","author":"Nikki Reed","topic":"Mom"},{"quote":"It was tough being a single mom. It was tough being in a divorce with children. Very, very hard.","author":"Melissa Etheridge","topic":"Mom"},{"quote":"I was almost 8 years old when I was watching a kid on a TV commercial, and I told my mom that I wanted to do the same thing. She said that I would need to get an agent and that she would research it.","author":"Victoria Justice","topic":"Mom"},{"quote":"My mom always told me to follow my bliss. And I remember specifically with my father, when I was out of school and not knowing how I&#39;d get a job or make money - should I take some classes? What do I do? He said as long as I was working - to enrich myself in some way - that I was on the right path.","author":"Phillipa Soo","topic":"Mom"},{"quote":"If you did go to high school and then college, there&#39;s definitely a solidarity with someone that is from your hometown and knows your mom and all that stuff.","author":"John Krasinski","topic":"Mom"},{"quote":"My mom was a folk singer and Celtic harpist. My dad was in a barbershop quartet and my great grandma was an opera singer. As I grew up, I discovered pop music and Top 40 radio, but it was in the &#39;90s, so music was very different then - it was really lyrical.","author":"Skylar Grey","topic":"Mom"},{"quote":"I do remember being teased by my cousins on my mom&#39;s side for not being black enough. And then I&#39;d spend the summer with my dad and be sent to all white summer camps where I was &#39;that black girl.&#39;","author":"Lauren London","topic":"Mom"},{"quote":"By no means do we think, &#39;Oh, it&#39;s cool to be a teen mom.&#39; I definitely don&#39;t think that it&#39;s cool.","author":"Farrah Abraham","topic":"Mom"},{"quote":"My mom is my hero, and I wouldn&#39;t be the woman I am today without her.","author":"Normani Kordei","topic":"Mom"},{"quote":"I did a movie called &#39;Quicksand No Escape&#39; with Donald Sutherland and Tim Matheson. I think I was maybe 5. I was really little. Yeah, it was fun. And actually, Felicity Huffman played my mom.","author":"Kaley Cuoco","topic":"Mom"},{"quote":"Every kid needs to say, &#39;I want what my mom and dad have.&#39;","author":"Josh McDowell","topic":"Mom"},{"quote":"I miss having my mom and close friends around. Thank God for Skype and Face-Time, which keep me connected... but interacting digitally can&#39;t come close to the feeling of being hugged by my mom or getting together for a meal with my friends on the same table.","author":"Nargis Fakhri","topic":"Mom"},{"quote":"I wrote a book with my mom and my sister for fun. I had no idea it would be a &#39;New York Times&#39; bestseller.","author":"Trisha Yearwood","topic":"Mom"},{"quote":"One good thing is I was instilled with really good values. My mom treats everyone the same.","author":"Carlene Carter","topic":"Mom"},{"quote":"Basically, I grew up watching Carter girls on stage, watching my grandmother, my mom and my aunts perform. They used to say, &#39;Okay, Carter girls, you&#39;re on!&#39;","author":"Carlene Carter","topic":"Mom"},{"quote":"Red certainly is the family color. From my mother and my grandmother, I&#39;ve learned a lot of little tricks - the significance of color and lipstick being one of them. I started skating when I was eight years old, and my mom did my makeup for me back then.","author":"Gracie Gold","topic":"Mom"},{"quote":"I remember that my mom, my dad and I would play different roles in mock debates, where one of us would be the moderator, one of us would be my dad - frequently not my dad - and then one of us would play his opponent.","author":"Chelsea Clinton","topic":"Mom"},{"quote":"My mom called me &#39;Stinky Binky&#39; as a toddler, and I started to refer to myself as, &#39;I&#39;m Binkie.&#39;","author":"Michelle Carter","topic":"Mom"},{"quote":"I&#39;ve got two young sons who, when I ask them and their friends how they feel about gay marriage, kinda give me one of those looks like, &#39;Gosh, Mom, why are you even asking that question?&#39;","author":"Lisa Murkowski","topic":"Mom"},{"quote":"My mom had been a script supervisor in Hungary, but you can&#39;t just jump into that in Canada without knowing any English. She worked retail jobs and raised my sister and me while learning English.","author":"Petra Collins","topic":"Mom"},{"quote":"I&#39;m a mom, and my view of public education begins and ends with the fundamental question: Is this good for children?","author":"Campbell Brown","topic":"Mom"},{"quote":"I&#39;ve always wanted to be a mom. I had a great relationship with mine. I&#39;m ready to pass on to my child all the great love that my mom had for me.","author":"Jennifer Love Hewitt","topic":"Mom"},{"quote":"Take motherhood: nobody ever thought of putting it on a moral pedestal until some brash feminists pointed out, about a century ago, that the pay is lousy and the career ladder nonexistent.","author":"Barbara Ehrenreich","topic":"Mom"},{"quote":"Tollywood has a special place in my heart because Telugu is my mother tongue, and when I sing in the language, my mom feels really happy.","author":"Armaan Malik","topic":"Mom"},{"quote":"I did go through a bit of a dark time during the years I was trying to be a mom. But I&#39;m basically a very positive person.","author":"Nia Vardalos","topic":"Mom"},{"quote":"&#39;Full House&#39; was the first time I had ever been in front of a live audience. I said a line I had rehearsed with my mom, and they laughed. It was wild. To have that energy of the live audience was like, Whaaat? Feeding off that live audience was, to a 4 or 5 year old, a high.","author":"Jurnee Smollett-Bell","topic":"Mom"},{"quote":"I&#39;m a mom. I&#39;m a wife. I&#39;m an actress. I&#39;m an executive producer. I&#39;m an author. I&#39;m an entrepreneur, and I&#39;m a sister and a best friend.","author":"Tia Mowry","topic":"Mom"},{"quote":"I want my daughter to be proud of me and look up to me. I think early on in my pregnancy I realized that to be the mom I want to be, I had to change my life, and that&#39;s what I&#39;m doing.","author":"Holly Madison","topic":"Mom"},{"quote":"My mom once lost track of me at the zoo and when she found me I was lecturing a man about the difference between dromedary and Bactrian camels. I was about 3 1\/2.","author":"Patrick Rothfuss","topic":"Mom"},{"quote":"Being broke and poor - I mean, you grow up in the environment I grew up in, grew up hard and grew up poor. Your mom doesn&#39;t have a car until you make it to the NBA... no telephone. So, I mean, if you grow up like that, and you&#39;re able to make it to this level and be blessed the way I&#39;ve been blessed, it&#39;s always great to give back.","author":"Tyronn Lue","topic":"Mom"},{"quote":"My mom and dad worked very hard to give me the best chance in - not just in golf but in life. You know, I was an only child, you know, my dad worked three jobs at one stage. My mom worked night shifts in a factory.","author":"Rory McIlroy","topic":"Mom"},{"quote":"My first day of high school, I wore brown boys&#39; corduroys that my mom had sewn Sesame Street elastic into - they were my coolest pants - and a lime green Patagonia fleece that my mom found at Goodwill. I loved fleece.","author":"Cameron Russell","topic":"Mom"},{"quote":"Whether or not we communicate it, I definitely seek my mom&#39;s acceptance and approval for everything. She has a strong commercial sense of movies and is a quintessential audience. When she doesn&#39;t like something, I know there is reason to worry. When she loves something, there is reason to celebrate.","author":"Karan Johar","topic":"Mom"},{"quote":"My mom passed away at 41 from diabetes. And I&#39;m 42, thank you. I didn&#39;t want to do that to my son. So any time I was at the gym, that thing that helped me do that last squat was my son calling some other woman mommy. And that would just give me that extra oomph to do that last squat. I want to be around for him.","author":"Sherri Shepherd","topic":"Mom"},{"quote":"That&#39;s the hardest thing about being a mom. You want to be cool, and you want them to like you all the time, but you can&#39;t always have that. You&#39;re gonna have times where you have to say no, and you won&#39;t be the most popular person in the house.","author":"Martina McBride","topic":"Mom"},{"quote":"My Mom always cooked healthy. Greek food lends itself to cooking healthy.","author":"Cat Cora","topic":"Mom"},{"quote":"I think anytime with your mom, whether she&#39;s famous or not, you&#39;re watching what she&#39;s doing when you&#39;re growing up. She also taught me the basics: Make sure you use a good moisturizing shampoo and conditioner, and then use a detangler to comb through your hair. And don&#39;t overdo the heat styling.","author":"Jillian Hervey","topic":"Mom"},{"quote":"Both of my mom&#39;s parents were music teachers, so I got a lot of knowledge about everything from classical music to jazz to musicals.","author":"Jillian Hervey","topic":"Mom"},{"quote":"I loved seeing my mom put her own twist on years-old family recipes and also create new dishes. This made me develop a passion for cooking at a young age and would eventually inspire me to prepare meals and host wonderful family dinners.","author":"Camila Alves","topic":"Mom"},{"quote":"I&#39;m not one of those Hollywood moms where my kid is three weeks old and I&#39;m a size zero. I&#39;m a real woman and I&#39;m a working woman and a working mom.","author":"Kimora Lee Simmons","topic":"Mom"},{"quote":"Being a working mom, you want to make a difference in our schools, which is making a difference in our children and ultimately it&#39;s making a difference in our community.","author":"Kimora Lee Simmons","topic":"Mom"},{"quote":"Having children is not for everyone, but I think it&#39;s a beautiful lesson in it not being all about me anymore. It&#39;s a relief, in a way. It&#39;s like, this is her story now, and I&#39;m her mom. It&#39;s a nice shift.","author":"Lake Bell","topic":"Mom"},{"quote":"My mom, she is the most unbelievable mom that you could ever have in your entire life and she&#39;s always with me on everything. The most I&#39;ve ever been away from her is two days. I love her more than anybody could ever know.","author":"Dakota Fanning","topic":"Mom"},{"quote":"I was really shy when I was younger, so my mom got me into an acting class to see if I would open myself up more in front of an audience. Her plan was for me to just talk more.","author":"Moises Arias","topic":"Mom"},{"quote":"I want to work, but being a mom is my No. 1 priority.","author":"Gena Lee Nolin","topic":"Mom"},{"quote":"When I was younger, I used to pray that I would die before my mom. That&#39;s just how much my mom meant to me. I couldn&#39;t imagine being in this world without her. But then seeing cancer - seeing what it can do to somebody - as strong and as tough as she was, there was nothing she could do. Cancer is a dirty, dirty deal.","author":"Dak Prescott","topic":"Mom"},{"quote":"Both my mom and my dad have always included me in intelligent conversations about people, about characters, about how people work. My dad and my mom still read all scripts that I find interesting. I send them an e-mail, and I&#39;m like, &#39;Okay, I have my eye on this,&#39; or whatever.","author":"Alicia Vikander","topic":"Mom"},{"quote":"The problem with me is, anything that&#39;s easy I will just overdo it. Especially with clothes. But I&#39;m 14 - my mom is super-strict about that.","author":"Chloe Grace Moretz","topic":"Mom"},{"quote":"My mom&#39;s the one I look up to for everything. I feel like I&#39;m a lump of clay and she&#39;s moulding me into a woman.","author":"Chloe Grace Moretz","topic":"Mom"},{"quote":"My mom and my father&#39;s birthday are on the same day.","author":"Victor Cruz","topic":"Mom"},{"quote":"I know, especially in my family, people&#39;s feelings get hurt over the tiniest things. I&#39;m sure that&#39;s true in every family. But, for instance, one year, I came a little bit late to Thanksgiving, and I was supposed to bring a salad. And I just brought a bag of lettuce, and put it in a bowl. Five years later, I heard that my mom was incensed.","author":"Jonathan Krisel","topic":"Mom"},{"quote":"I remember getting a toilet in our house. I remember sharing a bedroom with my sister, and my little sister was sleeping in my mom and dad&#39;s room.","author":"Lukas Forchhammer","topic":"Mom"},{"quote":"My dad did show me interesting movies at a young age. I remember he showed me &#39;A Clockwork Orange,&#39; and my mom said, &#39;I never want to see this movie in my house again.&#39;","author":"Jonathan Krisel","topic":"Mom"},{"quote":"When I do a movie, that&#39;s just a couple months out of my year and out of my life. All the other months I&#39;m just at home, running around doing errands with my mom and going to sleepovers. I feel like I have that side of my life, and then I also do the films - which is just sort of a plus.","author":"Elle Fanning","topic":"Mom"},{"quote":"Studies show that children best flourish when one mom and one dad are there to raise them.","author":"John Boehner","topic":"Mom"},{"quote":"The guy who kind of identified as my dad was my dad&#39;s brother, who was the second person my mom married.","author":"Isaac Brock","topic":"Mom"},{"quote":"My mom was scared of the old Times Square so I was never allowed to go. Now I&#39;m scared of the new Times Square, so I still never go.","author":"Padma Lakshmi","topic":"Mom"},{"quote":"I always wanted to be a young mom, but generations of women have worked so hard so we can have a career and wait to have children. So I say carpe diem - take advantage of that.","author":"Brittany Murphy","topic":"Mom"},{"quote":"Mom thinks I live in this dream world where everybody&#39;s Ivana Trump.","author":"Kathie Lee Gifford","topic":"Mom"},{"quote":"The concept of &#39;family&#39; has changed so much. It&#39;s not just &#39;mom and dad&#39; anymore. It&#39;s &#39;mom and mom&#39; and &#39;dad and dad,&#39; and it&#39;s kind of beautiful.","author":"Theodore Melfi","topic":"Mom"},{"quote":"I like getting to be in the adult world a little bit and then getting to be in the mom world and cook dinners. And, for me, that balance is what makes it nice.","author":"Keri Russell","topic":"Mom"},{"quote":"It&#39;s been very hard, after being mostly a mom, to develop an adult life of my own. And not being married anymore, I have to come up with challenges.","author":"Danielle Steel","topic":"Mom"},{"quote":"I care so passionately about improving the quality of life for women and girls, not just here in the United States, but internationally as well. I am a single mom and I raised a daughter who is now a young adult.","author":"Valerie Jarrett","topic":"Mom"},{"quote":"These days it&#39;s cool to be ethnic and to be different, but when I was a kid, it was not cool - at all. My friends would come over and my mom would make crepes with eggs, stuffed with mozzarella cheese, tomatoes and spinach. And they&#39;d be like, &#39;What is this?&#39;","author":"Giada De Laurentiis","topic":"Mom"},{"quote":"I was living as a young single mom. I was 19 when I was divorced, and my daughter was a year old, and I waited tables here three to four nights a week for several years while I was trying to support myself and my daughter and the day I got that acceptance at Harvard Law School was an unforgettable day.","author":"Wendy Davis","topic":"Mom"},{"quote":"Feminists of my mother&#39;s generation argued that both mom and dad should work a little less and each do some of the household chores. My parents, for example, split everything 50\/50. Even though my father is a terrible cook, he still made dinner exactly half the time.","author":"Emily Oster","topic":"Mom"},{"quote":"When I was 11 my friend&#39;s mom made a peanut butter sandwich. I ate the sandwich and was like, &#39;I&#39;m never eating anything else again.&#39; And I still eat peanut butter every day. I would put peanut butter on a steak.","author":"Aasif Mandvi","topic":"Mom"},{"quote":"The biggest change for me as a mom was realizing I needed to put someone else before me. Now the hardest part about the empty nest is learning to put myself first.","author":"Kim Alexis","topic":"Mom"},{"quote":"The things I connected with Zurich about were that he is a selfless person; he wants the best for everybody. He wants to see everybody win. And he&#39;s a strong person. A lot of the time, he doesn&#39;t wear his emotions on his sleeve because he wants to stay strong for his line brothers, his family, his mom, everybody. I feel like I can relate to that.","author":"Trevor Jackson","topic":"Mom"},{"quote":"It was so weird that I would end up directing &#39;The Greatest Game Ever Played,&#39; because, y&#39;know, I&#39;m not a big golfer myself. But I grew up around the game. My mom and dad kind of built their dream house off the 11th fairway of Shady Oaks Country Club in Fort Worth.","author":"Bill Paxton","topic":"Mom"},{"quote":"My mom&#39;s a psychologist, and I think that has influenced me on a personal level. Plus, I&#39;m just generally interested in visualization and humanity, social activity and technology, and what happens in aggregate.","author":"Aaron Koblin","topic":"Mom"},{"quote":"I&#39;m almost a full-time mom.","author":"Ekaterina Gordeeva","topic":"Mom"},{"quote":"Death can&#39;t be so bad if mom went through it. It makes it easier for the child to follow.","author":"Danny Aiello","topic":"Mom"},{"quote":"I was raised in Boston by three older brothers and a very strong and empowering single mom.","author":"Eliza Dushku","topic":"Mom"},{"quote":"Everything I am is because of my mom.","author":"Sarah Michelle Gellar","topic":"Mom"},{"quote":"My finding of myself as an artist, which I think in itself helped me to find just who I am and how I want to express myself, is entirely - in conjunction, of course, with my family, particularly my mom - founded on teachers.","author":"Uzo Aduba","topic":"Mom"},{"quote":"My mom&#39;s gonna be the biggest star - mark my words right now!","author":"Vinny Guadagnino","topic":"Mom"},{"quote":"I remember my mom dressed like Janis Joplin.","author":"Bryan White","topic":"Mom"},{"quote":"My heroes always are mostly my parents - my father especially, and my mom, who&#39;s passed on already. My dad is a very strong man, and by him being educated, and a principal and school superintendent over 37 years, he plays such a big role in my life.","author":"Dikembe Mutombo","topic":"Mom"},{"quote":"My mom and my dad are ebullient people, and I think I carry that with me.","author":"Michael Stuhlbarg","topic":"Mom"},{"quote":"I&#39;m a competitive person and it is in my nature to try hard in every match I play. The only time I&#39;m not competitive is when I&#39;m playing against my mom.","author":"Michael Chang","topic":"Mom"},{"quote":"Being a mom is really the greatest role in my life.","author":"Kim Fields","topic":"Mom"},{"quote":"I remember my mom saying that when I was little, I had this light that shined really big, and that she&#39;d watched my light become very dark.","author":"Jodie Sweetin","topic":"Mom"},{"quote":"We grew up devout Catholics, so my trips to San Juan always include going to the churches that we used to go to and lighting candles and everything. Everything I do in San Juan is what I used to do with my mom, kind of as a tribute to her.","author":"Cristela Alonzo","topic":"Mom"},{"quote":"My mom ending up passing away, and I got really depressed and didn&#39;t have money for therapy, and so I started doing standup to cope with my mom&#39;s death.","author":"Cristela Alonzo","topic":"Mom"},{"quote":"I decided to move out of the apartment I was sharing with my best friend before graduation and move back home. My parents had recently separated, and I wanted to move back home with my mom and my siblings.","author":"Katherine Schwarzenegger","topic":"Mom"},{"quote":"I talk to my mom about six times a day, and we constantly email in between that. People say that I&#39;m her twin. I guess it would be the Kennedy genes; my cheekbones are coming out.","author":"Katherine Schwarzenegger","topic":"Mom"},{"quote":"My mom saved my life. She gave me mouth-to-mouth more than once.","author":"Corey Haim","topic":"Mom"},{"quote":"When I was 12 I cried to my mom, because I never got my letter to Hogwarts.","author":"Sara Paxton","topic":"Mom"},{"quote":"From when I can remember, I wanted to be an actress. I am a die hard fan of dancing and would take my dad&#39;s clothes and my mom&#39;s clothes and dance in front of the mirror. I loved my dad&#39;s clothes, as they had a lot of glitter in them.","author":"Shraddha Kapoor","topic":"Mom"},{"quote":"Financial hardships were rough on us, even though Mom had a good job at G.M.","author":"Ryan White","topic":"Mom"},{"quote":"My mom and dad are New Yorkers who left the tenement streets of the Bronx and came to Los Angeles when &#39;West Side Story&#39; was real. They have the scars to prove it.","author":"Taylor Negron","topic":"Mom"},{"quote":"When I was a baby, I wore my mom&#39;s Chanel pumps - to be able to say that I work with Karl Lagerfeld is a dream come true.","author":"Lily-Rose Depp","topic":"Mom"},{"quote":"I love seeing my mom and my daughter embrace their natural hair. I&#39;m glad I&#39;ve embraced it, too.","author":"Kimberly Elise","topic":"Mom"},{"quote":"One time my mom tried to ground me, but that lasted 15 minutes.","author":"Bam Margera","topic":"Mom"},{"quote":"Every mom is ready to get her life and body back.","author":"Joanna Garcia","topic":"Mom"},{"quote":"My mom taught me the power of love. I learned to focus on the long-term big picture from my father. His sense of humor and light-hearted approach always make me smile. My husband is a pivotal anchor in my life. His influence encourages me to be independent and take risks.","author":"Padmasree Warrior","topic":"Mom"},{"quote":"Being a working mom is not easy. You have to be willing to screw up at every level.","author":"Jami Gertz","topic":"Mom"},{"quote":"Chanel No. 5 is my perfume when I&#39;m feeling like a lady. It&#39;s old-school and warm - and it reminds me of my mom.","author":"Phoebe Tonkin","topic":"Mom"},{"quote":"Being a mom has made me a better person. It&#39;s made me more compassionate. It&#39;s just awesome. I think I was put here to be a mom.","author":"Stephanie Mills","topic":"Mom"},{"quote":"I wanted to escape so badly. But of course I knew I couldn&#39;t just give up and leave school. It was only when I heard my mom&#39;s voice that I came out of my hiding place.","author":"Zhang Ziyi","topic":"Mom"},{"quote":"For example, I loved English and history at school. I would have loved to have done a degree in either. But my Mom said I didn&#39;t have time for university.","author":"Vanessa Mae","topic":"Mom"},{"quote":"I think I&#39;m going to spend some time learning how to be a first-time mom, and then I&#39;ll go back to work.","author":"Linda Cardellini","topic":"Mom"},{"quote":"My mother told me on several different occasions that she was livin&#39; her dream vicariously through me. She once said that I was getting&#39; to do all the things that she would have wanted to have done.","author":"Buck Owens","topic":"Mom"},{"quote":"What motivated me? My mother. My mother was an immigrant woman, a peasant woman, struggled all her life, worked in the garment center.","author":"Al Lewis","topic":"Mom"},{"quote":"I look up to a strong woman; maybe that&#39;s why I fell for Gaga. She works incredibly hard and is very strong and inspirational like Mom, with a great work ethic.","author":"Taylor Kinney","topic":"Mom"},{"quote":"The Republicans are, &#39;the party of the rich,&#39; my mom said, &#39;We&#39;re poor, so we&#39;re Democrats.&#39; That convinced me. I had no wish to remain poor, so I became a Republican at the age of 12.","author":"Lionel Sosa","topic":"Mom"},{"quote":"My dad and mom used to always say, &#39;Write your vision down. Write the things that you want to happen.&#39; I would write, &#39;I want to make soul cool.&#39;","author":"Ro James","topic":"Mom"},{"quote":"The man in our society is the breadwinner; the woman has enough to do as the homemaker, wife and mother.","author":"Dorothy Fields","topic":"Mom"},{"quote":"Giving birth was easier than having a tattoo.","author":"Nicole Appleton","topic":"Mom"},{"quote":"My mom was a dancer, my dad&#39;s a singer and I&#39;ve always had that kind of music in my life.","author":"Elvis Stojko","topic":"Mom"},{"quote":"As a little kid, not only is my dad Jo-Jo White, but M. L. Carr is involved in the family, Red Auerbach is my godfather, and my stepmother was an Olympic-caliber sprinter. Athletes were all around. I happened to be a natural athlete. If I wasn&#39;t, it might have been hell. But I never got any pressure from my mom and dad to be an athlete.","author":"Brian J. White","topic":"Mom"},{"quote":"My mom is my best friend in the entire world. She is so cool and so inspiring. I&#39;ve always been able to be open with her and talk to her as a friend.","author":"Jessica Lowndes","topic":"Mom"},{"quote":"As a mom, you do what you have to do without even thinking about it.","author":"Kassie DePaiva","topic":"Mom"},{"quote":"I loved rock and roll when that came in, Bill Haley, Little Richard, Fats Domino, Buddy Holly, Elvis Presley, all those great records. So I begged my mom and dad for a guitar, which eventually they did get me for Christmas, but it went out of tune very quickly, and it hurt my fingers.","author":"Ian McLagan","topic":"Mom"},{"quote":"Being a mother is hard and it wasn&#39;t a subject I ever studied.","author":"Ruby Wax","topic":"Mom"},{"quote":"I have to keep reminding myself that I am their mother. Sometimes we are sitting at home and I feel like we are waiting for our mom to come home.","author":"Ruby Wax","topic":"Mom"},{"quote":"My poor mother. Every time I get a job, she asks, &#39;Am I gonna have to watch you kiss someone again in this one?&#39; and I say, &#39;You&#39;re probably gonna have to watch me kiss someone in most of them, Mom.&#39;","author":"Luke Bracey","topic":"Mom"},{"quote":"It&#39;s quite hard to have your mom as a teacher - it&#39;s like, she&#39;s not necessarily a &#39;real teacher&#39; for me. But she&#39;d always teach me to really hear the music, and develop my ear, and to try and hear the harmonics of the piano.","author":"Birdy","topic":"Mom"},{"quote":"I grew up in a suburb of Columbus, Ohio, in the early &#39;90s, and hospitals and doctor&#39;s offices offered to x-ray candy. I was 7 or 8. The day after Halloween, my brother and I were sorting all of our candy, and my mom asked if she could have a piece of my gum. She put the gum in her mouth, bit down, and there was a shard of metal in it!","author":"Cory Michael Smith","topic":"Mom"},{"quote":"I love my mother Ali so much. I&#39;m a momma&#39;s boy. I just have a very cool mom. It&#39;s not as though I had any say in the matter. I&#39;m just really fortunate. She&#39;s the most kind, loving, giving woman.","author":"Hayden Christensen","topic":"Mom"},{"quote":"Every time I go back to the Dana-Farber Cancer Institute to wait for my test results, and I wonder if I&#39;ve relapsed or if I&#39;m doing okay, I don&#39;t think about my company. I&#39;m proud of everything we&#39;ve done, but at the end of the day, it comes back to family. I&#39;m still a wife, a mom, a sister - all of those things.","author":"Kathy Giusti","topic":"Mom"},{"quote":"I like a bohemian floral dress, but then I&#39;ll throw on a leather jacket or a pair of lace-up boots to give it an edge. My mom is always trying to get me to wear really sweet clothes. Something pink. But that&#39;s not really my look.","author":"Margaret Qualley","topic":"Mom"},{"quote":"I try and borrow my mom&#39;s vintage stuff as much as she lets me - she has this amazing vintage Gucci that I love.","author":"Jessica Springsteen","topic":"Mom"},{"quote":"So it - we have one enduring, uh, idea that will always live on with the Smothers Brothers, that &#39;Mom always liked you best.&#39; We&#39;re the universal, uh, feeling that every child, every sibling has had somewhere along the line. Or, &#39;Who did she like best?&#39; And that became kind of a little mantra.","author":"Tom Smothers","topic":"Mom"},{"quote":"My earliest memory is seeing Michael Jackson in Melbourne with my sister when I was about ten. I still have this souvenir stick with a glove that would light up and make a peace sign in a bunch of different colors. I&#39;m so happy my mom didn&#39;t throw that out.","author":"Emilie de Ravin","topic":"Mom"},{"quote":"When my wife and I met, I couldn&#39;t talk to her - and my defense mechanism is sarcasm. I belittle someone with verbal pokes and prods. I did it to her out of complete awe. When friends introduced us, I said &#39;Hi&#39; - and turned my back. Later, I called my mom and best friend and said, &#39;I think I just met my wife.&#39;","author":"Mike Vogel","topic":"Mom"},{"quote":"I love every second of being a mom.","author":"Lily Aldridge","topic":"Mom"},{"quote":"I lost my parents very early in my life. My mom died three weeks after I graduated from high school, and my dad died two years after I got married.","author":"Mary Badham","topic":"Mom"},{"quote":"I think there&#39;s a danger of a being typecast as the all-American mom forever.","author":"JoBeth Williams","topic":"Mom"},{"quote":"My mom didn&#39;t let me play tackle until I was in high school. She didn&#39;t want me to get hurt.","author":"Nick Ferguson","topic":"Mom"},{"quote":"I&#39;d rather be a great mom than a sexy model.","author":"Jennifer Flavin","topic":"Mom"},{"quote":"I&#39;d love to say that I&#39;m this brave person doing this big adventure and that it&#39;s easy. The truth is, the night before I left, I called my mom, crying and nervous, thinking, &#39;What am I getting into? Can I really ride my bike across the country?&#39;","author":"Megan Shull","topic":"Mom"},{"quote":"Why do grandparents and grandchildren get along so well? The mother.","author":"Claudette Colbert","topic":"Mom"},{"quote":"One of the roles I hold really close to my heart is a small &#39;under-five&#39; role I did on &#39;The Young and the Restless.&#39; I think I did about four episodes and it meant so much to me, simply because it was my mom&#39;s all-time favorite soap.","author":"Emayatzy Corinealdi","topic":"Mom"},{"quote":"My dad was always at work running a business, so our mom really took care of us. She&#39;d bring us all to our practices, and we all basically played four sports: baseball, hockey, football, and basketball.","author":"Dan Gronkowski","topic":"Mom"},{"quote":"When you have lost people like I lost my birth mom at a young age and you remember the whole process of losing her, you want to grab on to something that makes you whole.","author":"Reese Hoffa","topic":"Mom"},{"quote":"I&#39;m comfortable around girls because I grew up with two sisters and a single mom. I feel very lucky for all they have taught me. They tell me to be myself, have fun, and focus on eye expressions.","author":"Anwar Hadid","topic":"Mom"},{"quote":"My mom worked as a pharmacist, but she is one of the best storytellers I know. My sister is a gospel and opera singer and my brother, who passed away, was a writer.","author":"Tunde Adebimpe","topic":"Mom"},{"quote":"My mom reminds me that all things are possible.","author":"Amandla Stenberg","topic":"Mom"},{"quote":"I definitely got my philanthropic genes from my mom and dad. They taught me from a very early age to always lend a helping hand to anyone in need, and I hope to raise my daughter to be a very kind and charitable person.","author":"Rebecca Gayheart","topic":"Mom"},{"quote":"I was watching &#39;Mr. Roger&#39;s Neighborhood&#39;, &#39;Sesame Street&#39;, &#39;Electric Company&#39;, &#39;Romper Room&#39;, and &#39;Villa Alegre!&#39; when I said to my self, &#39;Hey, self! Wouldn&#39;t it be fun to be one of those kids on the TV?&#39; My mom thought it was a pretty good idea, too... and she instantly moved us from the Bay Area to Malibu... nice.","author":"Keith Coogan","topic":"Mom"},{"quote":"I think if we were going to worry about teen pregnancy being glamorized, we should worry about shows like &#39;Teen Mom&#39;. If people are going to want to have children at a young age because they see it on TV, I think that depends on the type of person you&#39;re dealing with.","author":"Chelsea Kane","topic":"Mom"},{"quote":"When I was 13, my mom checked me into a modeling agency. Then, out of nowhere, they asked me to audition for a TV show, which I did, and I got going from there.","author":"KJ Apa","topic":"Mom"},{"quote":"As my mom says, I was a little bit of a slacker in high school. I really was just kind of unmotivated, a little bit lazy, so my grades weren&#39;t that good.","author":"Savannah Guthrie","topic":"Mom"},{"quote":"You see people, you judge. It&#39;s just the human thing to do - good or bad, it&#39;s a fact. Like when you get a coffee at Starbucks and the person is rude to you. My mom always says, &#39;Yeah, but you don&#39;t know what kind of day they&#39;re having.&#39; You don&#39;t know the back-story, and that&#39;s why it&#39;s so fun to be an actor and to get into the back-story.","author":"Nicola Peltz","topic":"Mom"},{"quote":"My parents waited to have me and my sister - my dad was 43 when my mother had me, and my mom was 38. They purposefully waited until they had had their adventures in life so that we wouldn&#39;t represent the end of their freedom.","author":"Christian Borle","topic":"Mom"},{"quote":"Work used to be the No. 1 important thing to me. Everything revolved around it, and to have a new perspective and have something else, my family, not just being a mom but being a part of an incredible family of my own, it makes me have a different perspective on life that I think is richer.","author":"Lindsay Price","topic":"Mom"},{"quote":"I&#39;ve been fascinated with severe weather since I was four, when I saw a tornado at night in my mom and grandmother&#39;s southeast Minnesota hometown while everyone else was asleep - an experience I encoded in &#39;The Stormchasers.&#39;","author":"Jenna Blum","topic":"Mom"},{"quote":"My off-the-field heroes, the people who gave me the values to live by and who inspired me with their hard work and unselfish dedication to their family, were my mom, Catherine, and my dad, William.","author":"Allan Ray","topic":"Mom"},{"quote":"Toronto is a special city, and the environment is perfect for the arts; free and alive. I&#39;m a New Yorker, and Toronto reminds me of a much cleaner New York, so it&#39;s like coming home after your mom just cleaned your room for you; for me that&#39;s a lovely environment.","author":"Emory Cohen","topic":"Mom"},{"quote":"My mom was always keen I stayed in school and got good grades, and she was always keen for me to do medicine. I used to go to drama classes when I was younger, and she would always take me. But when I got to an age when I decided it was what I wanted to do, when she accepted it, she had actually been the most supportive person ever.","author":"Iain De Caestecker","topic":"Mom"},{"quote":"When I was about four, people used to walk up to my mom and say I should be in commercials.","author":"Zachary Gordon","topic":"Mom"},{"quote":"My dad being a DJ, I heard all the hits, no matter what. My mom always had on the radio because my dad was on it.","author":"Chad Channing","topic":"Mom"},{"quote":"Once I got the job on &#39;Walking Dead,&#39; I started thinking about how I always wanted to get back to the East Coast. My mom lives in Baltimore, and I have a lot of family in Baltimore and New York.","author":"Lawrence Gilliard, Jr.","topic":"Mom"},{"quote":"This is actually something no one knows, but my mom was really the one who created the entire style for &#39;Teen Witch.&#39; I&#39;m dead serious.","author":"Robyn Lively","topic":"Mom"},{"quote":"I always was drawn to the performing arts. I started dancing when I was two. I sang, loved to act, and loved going to visit my mom on-set. But she wanted me to have a normal childhood, so I wasn&#39;t really allowed to pursue acting till I got older.","author":"Rainey Qualley","topic":"Mom"},{"quote":"I personally like to hang out with people; if I&#39;m playing their mom, I&#39;d like to go have lunch with the kid, and I want to try to spend as much time with people that I can while we are working together if we&#39;re supposed to have a familiar relationship with them, because I think it reads.","author":"Katherine LaNasa","topic":"Mom"},{"quote":"One moment I can be happy and laughing, but then it comes over me. It&#39;s my mom.","author":"Bobbi Kristina Brown","topic":"Mom"},{"quote":"Shortly after my dad died, my mom figured that if I could do a few commercials, I&#39;d get a college fund.","author":"Liam Aiken","topic":"Mom"},{"quote":"My mom had done some TV and commercials before I was born, and so when I was born, she knew I had a really big interest in acting because I was always acting in plays with my dolls, and they were sort of boring, because I&#39;ve seen them on tape; they always involved a lot of singing and dragging them around by their hair.","author":"Quinn Shephard","topic":"Mom"},{"quote":"My favorite subject was English, and I wanted to study English abroad when I was young, when I was a kid, but my mom said &#39;No, it&#39;s too dangerous to go abroad by yourself.&#39; So I gave up.","author":"Doona Bae","topic":"Mom"},{"quote":"There was never a child so lovely but his mother was glad to get him to sleep.","author":"Ralph Waldo Emerson","topic":"Mom"},{"quote":"My mom was a great tennis player, and I remember being six or seven years old watching Steffi Graf and Monica Seles in Wimbledon in my house. I&#39;ve always been a tennis fan.","author":"Tom Brady","topic":"Mom"},{"quote":"I hear my friends and my mom tell me I&#39;m special, but honestly, I still don&#39;t get it.","author":"LeBron James","topic":"Mom"},{"quote":"My mom and I had the same vision, and we want the same things. We would always make a goal list every year.","author":"Kim Kardashian","topic":"Mom"},{"quote":"I always wanted what Mom and Dad had.","author":"Kim Kardashian","topic":"Mom"},{"quote":"I used to enjoy the spotlight. If I had a day off from filming, I didn&#39;t know what to do. Now I enjoy my family time so much, there is this sense of, if it all went away, and I was just a mom, I would love my life.","author":"Kim Kardashian","topic":"Mom"},{"quote":"Only God Himself fully appreciates the influence of a Christian mother in the molding of character in her children.","author":"Billy Graham","topic":"Mom"},{"quote":"My mom was very strict. She didn&#39;t let me watch anything rated R or anything with cussing.","author":"Kevin Hart","topic":"Mom"},{"quote":"How simple a thing it seems to me that to know ourselves as we are, we must know our mothers names.","author":"Alice Walker","topic":"Mom"},{"quote":"When I turned about 14, I developed a friendship with this guy whose mom was the secretary to Ernest Angley, the faith healer, who&#39;s very popular in the Midwest. He had a television show, and he was sort of like Liberace mixed with Jerry Falwell - very glitzy, very high-tech.","author":"Marilyn Manson","topic":"Mom"},{"quote":"I&#39;ve been my mom&#39;s kitchen helper since I was a little kid.","author":"Taylor Swift","topic":"Mom"},{"quote":"When I was younger we had a grape arbor, and my mom would go out and pick grapes and make grape jam in the sink - boil it, put it in jars, and give it away as gifts.","author":"Taylor Swift","topic":"Mom"},{"quote":"My mom loved rock &#39;n roll. My father hated it. We couldn&#39;t play it when he was around.","author":"Patti Smith","topic":"Mom"},{"quote":"I&#39;m a human being, I&#39;m a friend, I&#39;m a mom, I&#39;m a writer, and I&#39;m an artist. I do play electric guitar and all of that, but in the end, I&#39;m just a person.","author":"Patti Smith","topic":"Mom"},{"quote":"My mom loved rock n&#39; roll. My father hated it. We couldn&#39;t play it when he was around. He liked classical music and Duke Ellington.","author":"Patti Smith","topic":"Mom"},{"quote":"I remember my mom bought me one of their shirts for Easter so that I could wear Helmut Lang for Easter. That was my first piece.","author":"Travis Scott","topic":"Mom"},{"quote":"At 13, I was wearing plain t-shirts. Then I used to steal my mom&#39;s clothing. She had all these crushed-velvet shirts with French-cut sleeves. And, like, seersucker bell-bottoms.","author":"Johnny Depp","topic":"Mom"},{"quote":"My mom was a teacher - I have the greatest respect for the profession - we need great teachers - not poor or mediocre ones.","author":"Condoleezza Rice","topic":"Mom"},{"quote":"My mom is positive and optimistic.","author":"Lindsey Vonn","topic":"Mom"},{"quote":"I&#39;ve never once heard my mom complain about her stroke.","author":"Lindsey Vonn","topic":"Mom"},{"quote":"My mom is really tough.","author":"Lindsey Vonn","topic":"Mom"},{"quote":"If you think back to the first sporting event you went to, you don&#39;t remember the score, you don&#39;t remember a home run, you don&#39;t remember a dunk. You remember who you were with. Were you with your mom, your dad, your brother, on a date?","author":"Mark Cuban","topic":"Mom"},{"quote":"No press, no television. If my mom calls and says, &#39;Did you hear about?&#39; I don&#39;t want to know nothing about anything that is going on in relation to music. I shut it all off.","author":"Lady Gaga","topic":"Mom"},{"quote":"All the awards in the world, you can get into all the nightclubs, they&#39;ll send you the nicest clothes. Nothing better than walking into your dad&#39;s restaurant and seeing a smile on his face and knowing that your mom and dad and your sister are real proud of you.","author":"Lady Gaga","topic":"Mom"},{"quote":"My mom was tough.","author":"Tiger Woods","topic":"Mom"},{"quote":"My mom has always been so generous and so sensitive and so vulnerable and yet exudes so much strength.","author":"Justin Trudeau","topic":"Mom"},{"quote":"Looking back, I think I was always musical. My dad was very musical, and I think my mom was musical.","author":"Paul McCartney","topic":"Mom"},{"quote":"I barely saw my mother, and the mom I saw was often angry and unhappy. The mother I grew up with is not the mother I know now. It&#39;s not the mother she became after my father died, and that&#39;s been the greatest prize of my life.","author":"Sonia Sotomayor","topic":"Mom"},{"quote":"I&#39;m too tough and sensitive to have to have some pubescent twerp with his mom&#39;s earring in his tongue, who combs his hair with Redi-Whip and has an Ani DiFranco tattoo on his shin, come show me how a computer works.","author":"P. J. O'Rourke","topic":"Mom"},{"quote":"We go to church on Sunday and then have family dinner. My mom usually cooks, and most of the time, it&#39;s protein and something else. She will ask us kids what we want!","author":"Simone Biles","topic":"Mom"},{"quote":"My mom, Nellie, got me a rosary at church. I don&#39;t use it to pray before a competition. I&#39;ll just pray normally to myself, but I have it there in case.","author":"Simone Biles","topic":"Mom"},{"quote":"People think I have courage. The courage in my family are my wife Pam, my three daughters, here, Nicole, Jamie, LeeAnn, my mom, who&#39;s right here too.","author":"Jim Valvano","topic":"Mom"},{"quote":"All of us kids ended up &#39;doing Mom.&#39; There are four of us who&#39;ve tried show business. Five if you insist on counting my sister the nun, who does liturgical dance.","author":"Bill Murray","topic":"Mom"},{"quote":"I&#39;m frugal. I&#39;ve always been this way. When I was young, my mom would give me my allowance, and I&#39;d peel off a little each week and have some to spare.","author":"Tyra Banks","topic":"Mom"},{"quote":"My mom was a medical photographer, but on the side, she did a before-and-after glam photography business in the house. She would do makeup and hair - and I was her assistant.","author":"Tyra Banks","topic":"Mom"},{"quote":"Oprah has definitely caught my eye. My mom and I used to watch her shows. We just love her.","author":"Gabby Douglas","topic":"Mom"},{"quote":"It&#39;s definitely important to have your mom and family there to back you up and cheering from the stands. You&#39;d love them to come to every big dance and every big game, but sometimes that&#39;s not possible.","author":"Gabby Douglas","topic":"Mom"},{"quote":"Me and my dad are kind of distant since my mom and him separated.","author":"Gabby Douglas","topic":"Mom"},{"quote":"Brad was a huge surprise to me. I think we were both the last two people who were looking for a relationship. I certainly wasn&#39;t. I was quite content to be a single mom with Mad.","author":"Angelina Jolie","topic":"Mom"},{"quote":"My mom always wanted me to be an actor. And I started going to theater and going on auditions young.","author":"Angelina Jolie","topic":"Mom"},{"quote":"My mom, she was a very, very soft woman. It was hard for her to yell or even curse. But when it came to fighting for her kids, she found a strength she didn&#39;t always know she had.","author":"Angelina Jolie","topic":"Mom"},{"quote":"My mom kind of led me toward acting. She wanted to be an actress when she was younger. That made me interested in it when I was a kid, because she and I are very close.","author":"Stephen Colbert","topic":"Mom"},{"quote":"I love &#39;Sunday in the Park with George.&#39; I saw that when I was just, just starting theater school, and I remember singing &#39;Finishing the Hat&#39; or at least reading the lyrics to &#39;Finishing the Hat&#39; and other songs from &#39;Sunday in the Park with George&#39; to my mom to try to explain why I wanted to be an artist.","author":"Stephen Colbert","topic":"Mom"},{"quote":"My mom would always play me a lot of late-&#39;50s, late-&#39;60s rock.","author":"G-Eazy","topic":"Mom"},{"quote":"When I moved out, my mom and dad came to help me get settled into my apartment - a place I ultimately got hooked up with in Coach Nelson&#39;s building. We had to figure out how to get all my shoes over here. That was a little stressful.","author":"Stephen Curry","topic":"Mom"},{"quote":"My mom didn&#39;t want us to go to the candy house, she didn&#39;t want us to go to the ice cream truck, she didn&#39;t want us to go to the... There was actually a donut truck, if that makes sense.","author":"Venus Williams","topic":"Mom"},{"quote":"We were poor. But my mom never accepted that. She worked hard to become a residential contractor - got her master&#39;s with honors at the University of New Orleans. I used to go to every class with her. Her father was my paternal figure.","author":"Frank Ocean","topic":"Mom"},{"quote":"I grew up in New Orleans. I had just moved into my dorm at the University of New Orleans, and I was doing laundry, and my mom called me, like, &#39;We&#39;ve got to evacuate. There&#39;s a hurricane&#39;s coming.&#39;","author":"Frank Ocean","topic":"Mom"},{"quote":"My mom would still be mad if I didn&#39;t say &#39;please&#39; and &#39;thank you.&#39;","author":"Selena Gomez","topic":"Mom"},{"quote":"One of the most important things for me is my hair. I&#39;ve always been about my hair, and I love that my mom and my nana taught me how to take care of it myself. It goes through a lot every day, but I try to keep it healthy. I have to admit, it can get a little dead on the ends.","author":"Selena Gomez","topic":"Mom"},{"quote":"I lived with my mom in a really small apartment. My bedroom was like in the living room. That&#39;s why I still love to sleep on couches now.","author":"Alicia Keys","topic":"Mom"},{"quote":"My mom always said, &#39;Don&#39;t date a guy who thinks he&#39;s prettier than you.&#39;","author":"Alicia Keys","topic":"Mom"},{"quote":"I think I can always look back and say my mom and dad would have done this or suggested that in a particular situation. I just really feel blessed to have had them as parents.","author":"Tony Dungy","topic":"Mom"},{"quote":"People have to understand how important it is for kids to be nurtured by their mom and dad and get the great role modeling when they are young.","author":"Tony Dungy","topic":"Mom"},{"quote":"Beyonce has set the tone as an aunt. I&#39;ve set the tone as a mom.","author":"Solange Knowles","topic":"Mom"},{"quote":"My mom&#39;s best friend growing up was diagnosed with AIDS, and he basically raised me when my mom was launching her business. Although I didn&#39;t understand at the time what HIV or AIDS was, I knew that&#39;s what he passed away from.","author":"Solange Knowles","topic":"Mom"},{"quote":"I got blessed from my mom. She&#39;s the personality; she&#39;s the one who smiled, so I took on part of her, and who also wanted to help and save the world. Then I took on part of my dad, who is tough.","author":"Magic Johnson","topic":"Mom"},{"quote":"My sisters and my mom, those people help me get through every single day.","author":"Demi Lovato","topic":"Mom"},{"quote":"My mom took me to see Carnal Knowledge and The Wild Bunch and all these kind of movies when I was a kid.","author":"Quentin Tarantino","topic":"Mom"},{"quote":"My mother was a Sunday school teacher. So I am a byproduct of prayer. My mom just kept on praying for her son.","author":"Steve Harvey","topic":"Mom"},{"quote":"My mom got 11 kids. We struggled.","author":"Young Thug","topic":"Mom"},{"quote":"My mom has always wished me a daughter just like me.","author":"Pink","topic":"Mom"},{"quote":"As a mom, you have all these situations you go through, and you&#39;re like, &#39;What is going on? Is this normal? Is this a phase? Or what is this?&#39; and then you feel silly for asking questions because you think, &#39;I&#39;m a mom - I&#39;m supposed to know these things,&#39; but you don&#39;t.","author":"Britney Spears","topic":"Mom"},{"quote":"To be honest, I wish I had more mom friends.","author":"Britney Spears","topic":"Mom"},{"quote":"When I was younger, I wouldn&#39;t speak up as much, but now that I&#39;m a mom, things have changed.","author":"Britney Spears","topic":"Mom"},{"quote":"My mom is a wonderful woman. She&#39;s always been an inspiration to me, but having kids helped me make even more sense of my relationship with her.","author":"Britney Spears","topic":"Mom"},{"quote":"I notice that if there are some times I&#39;ve been stressed, because I&#39;m human and stress about things, that affects your kids. So you have to make sure you&#39;re a happy mom so they can be happy.","author":"Britney Spears","topic":"Mom"},{"quote":"My earliest memories as a kid was I would always try to make my mom and my stepdad laugh at dinner. Or make my friends laugh in class. And, I don&#39;t know, it&#39;s something I just really enjoy doing.","author":"Justin Timberlake","topic":"Mom"},{"quote":"I was obsessed with learning about social behaviors. I remember explaining to my mom that kids on my soccer team were fighting because of dyads and triads.","author":"Halsey","topic":"Mom"},{"quote":"My mom has every issue of &#39;Billboard&#39; I&#39;ve ever been in.","author":"Halsey","topic":"Mom"},{"quote":"You do need parental guidance and I was in a great position with both my mum and dad. They split when I was a baby but even though I stayed with my mom they were both very much involved in my upbringing.","author":"Leonardo DiCaprio","topic":"Mom"},{"quote":"My parents know I was outgoing as a child, and whenever people came over, I&#39;d automatically do impressions of them as soon as they left; it was my mom&#39;s favorite thing. Yes, I grew up in Hollywood, but not in any rich neighborhood.","author":"Leonardo DiCaprio","topic":"Mom"},{"quote":"My love of performing goes way back. My mom got me on &#39;Romper Room&#39; when I was five - it was my favorite show. But they couldn&#39;t control me. I would run up and smack the camera, and I&#39;d jump around and do my little flips and routines. I wish I could get that tape now.","author":"Leonardo DiCaprio","topic":"Mom"},{"quote":"My wife goes to Birmingham five times a week. My mom lives in Birmingham now after moving from Myrtle Beach. It&#39;s not just the job. A lot of people don&#39;t get that. My life is here.","author":"Nick Saban","topic":"Mom"},{"quote":"I learned to hear silence. That&#39;s the kind of life I lived: simple. I learned to see things in people around me, in my mom, dad, brothers and sisters.","author":"Sidney Poitier","topic":"Mom"},{"quote":"My mother wouldn&#39;t allow me to speak slang when I was growing up. But when I got outside, around my friends, it was &#39;Yo&#39; and &#39;That&#39;s the joint&#39; and &#39;Yo, what&#39;s up?&#39; So I had my game for my friends and my game for my mom.","author":"Queen Latifah","topic":"Mom"},{"quote":"I&#39;d say some of my earliest scent memories are from home - just things that were around my house, and my mom&#39;s cooking.","author":"Shawn Mendes","topic":"Mom"},{"quote":"My mom says I&#39;m not allowed to move out, but I&#39;m allowed. I said I have to FaceTime her every night to make dinner with her because I won&#39;t be able to do it myself. So she said she&#39;ll accept it if I do that.","author":"Shawn Mendes","topic":"Mom"},{"quote":"Morality and its victim, the mother - what a terrible picture! Is there indeed anything more terrible, more criminal, than our glorified sacred function of motherhood?","author":"Emma Goldman","topic":"Mom"},{"quote":"My mom would always travel with us to everything; my dad introduced us to the weight room and showed us how to properly work out.","author":"Rob Gronkowski","topic":"Mom"},{"quote":"I like anywhere with a beach. A beach and warm weather is all I really need. I like going to Florida - to Miami and to visit my mom in Fort Meyers.","author":"Rob Gronkowski","topic":"Mom"},{"quote":"At the start of each week, I generally cook a box of quinoa, and while it&#39;s simmering, I saute onions, garlic and any veggies I have on hand in a separate pan. I season the vegetables with Spike, a seasoning blend my mom always used when I was growing up, or a little Bragg Liquid Aminos. I always add crushed red pepper and chopped fresh herbs.","author":"Meghan Markle","topic":"Mom"},{"quote":"My grandfather had a paint store. It&#39;s what put my mom through college. Small business is part of my family history.","author":"Sheryl Sandberg","topic":"Mom"},{"quote":"My mom calls me an older soul because, growing up, she taught me stuff real early. Now I spend most of my time chasing wisdom, chasing understanding.","author":"Ray Lewis","topic":"Mom"},{"quote":"My mom put me away at 7. I enjoyed it... Being in institutions, I got three meals a day, clothes.","author":"DMX","topic":"Mom"},{"quote":"Like a lot of you, I grew up in a family on the ragged edges of the middle class. My daddy sold carpeting and ended up as a maintenance man. After he had a heart attack, my mom worked the phones at Sears so we could hang on to our house.","author":"Elizabeth Warren","topic":"Mom"},{"quote":"I&#39;ve been blessed to have an amazing mom and two amazing sisters - so they set a very high standard.","author":"Tim Tebow","topic":"Mom"},{"quote":"I think number one is what my mom and dad preached to me when I was a little kid: Just because you may have athletic ability and you may be able to play a sport doesn&#39;t make you any more special than anybody else. Doesn&#39;t mean God loves you more than anybody else.","author":"Tim Tebow","topic":"Mom"},{"quote":"My mom had a job, and she also took care of us, and she also took care of Dad - I always saw her pulling triple duty, doing more than I ever felt like she needed to. I made a promise to myself that it would be more of a team effort in my family someday. And because of that, I became more independent.","author":"Carrie Underwood","topic":"Mom"},{"quote":"The only reason I felt like I could sing a song like &#39;Blown Away&#39; is because I have definitely lived through my fair share of trips to the cellar in the spring. We were no stranger to that. I still ask my mom, &#39;Is the cellar cleaned out now? Is everything OK?&#39; Even in my new house, I had something built in it that&#39;s like a storm shelter.","author":"Carrie Underwood","topic":"Mom"},{"quote":"My mom was such a strong character. I don&#39;t want to say she was like a man, but she was tough.","author":"Lance Armstrong","topic":"Mom"},{"quote":"I grew up in a family of Republicans. And when I was 18 and registering to vote, my mom&#39;s only instruction was &#39;You just go in and pull the big Republican lever.&#39; That&#39;s my welcome to adulthood. She&#39;s like, &#39;No, don&#39;t even read it. Just pull the Republican lever.","author":"Tina Fey","topic":"Mom"},{"quote":"A lot of people say I am using all the procedures for my face. I didn&#39;t do anything. I live a healthy life; I take care of my skin and my body. I&#39;m against Botox. I&#39;m against injections; I think it&#39;s damaging your face, damaging your nerves. It&#39;s all me. I will age gracefully, as my mom does.","author":"Melania Trump","topic":"Mom"},{"quote":"I hope that, somewhere, Mom and Dad are proud that little Walter is performing with the Mormon Tabernacle Choir.","author":"Walter Cronkite","topic":"Mom"},{"quote":"Always it gave me a pang that my children had no lawful claim to a name.","author":"Harriet Ann Jacobs","topic":"Mom"},{"quote":"When I was young, my mom realized I could dance and hold a beat, and I really danced just for fun. It was good exercise.","author":"Tom Holland","topic":"Mom"},{"quote":"My mom thought I could dance because I used to dance to this Janet Jackson song she&#39;d play when I was a baby. Then she would take me to a Saturday dance school. I used to go every week and got spotted by a scout, who suggested I audition for the role of Billy in &#39;Billy Elliot the Musical.&#39;","author":"Tom Holland","topic":"Mom"},{"quote":"From the moment this baby came into our home, those two dogs have never been more in love. It&#39;s the most beautiful thing I&#39;ve ever witnessed. People keep saying, &#39;Oh, you&#39;re a single mom.&#39; I&#39;m like, &#39;Actually, I&#39;m not. I&#39;ve got two boys helping.&#39;","author":"Charlize Theron","topic":"Mom"},{"quote":"So far I&#39;m not surprised by anything about being a mom. It&#39;s all pretty great - but that&#39;s what I expected.","author":"Charlize Theron","topic":"Mom"},{"quote":"My mom is going to kill me for talking about sleeping with people. But I don&#39;t want to put myself in the position where I&#39;m in a monogamous relationship right now. I&#39;m not dating just one person. &#39;Sex and the City&#39; changed everything for me because those girls would sleep with so many people.","author":"Lindsay Lohan","topic":"Mom"},{"quote":"A mother who is obsessing about being thin and dieting and exercising is not going to be a very good mother.","author":"Jane Fonda","topic":"Mom"},{"quote":"If there were no schools to take the children away from home part of the time, the insane asylums would be filled with mothers.","author":"E. W. Howe","topic":"Mom"},{"quote":"I may be the only mother in America who knows exactly what their child is up to all the time.","author":"Barbara Bush","topic":"Mom"},{"quote":"For now I&#39;m just enjoying being a mom. I don&#39;t want to be more famous and more rich. I want to be a good mom.","author":"Jewel","topic":"Mom"},{"quote":"One of the greatest, smartest things I ever did was give my kids Angie as their mom. She is such a great mom. Oh, man, I&#39;m so happy to have her.","author":"Brad Pitt","topic":"Mom"},{"quote":"I&#39;m the only one in - of my siblings, my mom and my family - that hasn&#39;t been affected by Lyme disease. It&#39;s been really hard for me because I&#39;m the only one that doesn&#39;t really understand it.","author":"Gigi Hadid","topic":"Mom"},{"quote":"My mom started working at the California Shakespeare Theater in Oakland when I was two years old, so I&#39;ve always grown up around theater.","author":"Zendaya","topic":"Mom"},{"quote":"My mom actually taught fifth grade, so... I&#39;m good with fifth graders. That&#39;s, like, my specialty.","author":"Zendaya","topic":"Mom"},{"quote":"I want to be more successful as a mother than I am in show business.","author":"Celine Dion","topic":"Mom"},{"quote":"I am no mother, and I won&#39;t be one.","author":"Brigitte Bardot","topic":"Mom"},{"quote":"Mothers are the necessity of invention.","author":"Bill Watterson","topic":"Mom"},{"quote":"My mom is still yelling at me because she needs more autographed pictures.","author":"Ashton Kutcher","topic":"Mom"},{"quote":"My mom&#39;s whole side of the family, they&#39;re all Packers fans. My mom&#39;s a Bears fan. My stepdad is a Vikings guy. So that gets ugly. My mom sits upstairs watching the Bears game; he sits in the basement. They can&#39;t watch it together. Football&#39;s a violent anger in our family dynamic.","author":"Ashton Kutcher","topic":"Mom"},{"quote":"Every man must define his identity against his mother. If he does not, he just falls back into her and is swallowed up.","author":"Camille Paglia","topic":"Mom"},{"quote":"I was a brownie for a day. My mom made me stop. She didn&#39;t want me to conform.","author":"Sandra Bullock","topic":"Mom"},{"quote":"I basically became a cheerleader because I had a very strict mom. That was my way of being a bad girl.","author":"Sandra Bullock","topic":"Mom"},{"quote":"When I got into junior high school, that&#39;s when my mom let me dress how I wanted to dress. Up to that point I wore suits to school all the time.","author":"will.i.am","topic":"Mom"},{"quote":"I wish I had an extra day with my mom sometimes. Or another hour in the day with my family, husband and children.","author":"Mary J. Blige","topic":"Mom"},{"quote":"I pretty much borrow my entire beauty regime from my mom.","author":"Rashida Jones","topic":"Mom"},{"quote":"Becoming a mom forced me to re-prioritize and make room for the things that are most important, while recognizing that there are things I can let go of, and the world won&#39;t crumble around me.","author":"Shakira","topic":"Mom"},{"quote":"My mom, she wasn&#39;t like a baseball mother who knew everything about the game. She just wanted me to be happy with what I was doing.","author":"David Ortiz","topic":"Mom"},{"quote":"I remember once in junior high school, on a Friday, my mom came home from work and said to my brother and I, &#39;You know, between us, we have only 27 cents, but we have food in the refrigerator, we have our little garden out back, and we&#39;re happy, so we are rich.&#39;","author":"John Paul DeJoria","topic":"Mom"},{"quote":"The face of America&#39;s eviction epidemic is a mom with kids.","author":"Matthew Desmond","topic":"Mom"},{"quote":"My parents divorced when I was young but I was brought up in two really loving households. I didn&#39;t have a contentious relationship with my mom or dad.","author":"Matt Damon","topic":"Mom"},{"quote":"My mother gets all mad at me if I stay in a hotel. I&#39;m 31-years-old, and I don&#39;t want to sleep on a sleeping bag down in the basement. It&#39;s humiliating.","author":"Ben Affleck","topic":"Mom"},{"quote":"I had to make some adjustments from what my life was like before I was a mom. My kids are so fun and loving, but they are also demanding!","author":"Gisele Bundchen","topic":"Mom"},{"quote":"I owe much to mother. She had an expert&#39;s understanding, but also approached art emotionally.","author":"David Rockefeller","topic":"Mom"},{"quote":"My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled.","author":"Carly Fiorina","topic":"Mom"},{"quote":"Mothers and children are human beings, and they will sometimes do the wrong thing.","author":"Maurice Sendak","topic":"Mom"},{"quote":"The Chinese mom is not the helicopter mom. I would never do their homework for them. It&#39;s all about: Take responsibility, don&#39;t blame others. Be self-reliant. Never blame the teacher.","author":"Amy Chua","topic":"Mom"},{"quote":"I&#39;m a sappy mom now. I didn&#39;t think I would be. I thought I&#39;d be a cool mom who keeps everything in perspective.","author":"Katherine Heigl","topic":"Mom"},{"quote":"I think while all mothers deal with feelings of guilt, working mothers are plagued by guilt on steroids!","author":"Arianna Huffington","topic":"Mom"},{"quote":"The family on my mom&#39;s side, their whole business is inventing and pitching stuff. My grandfather is in infomercials. He&#39;s a pitchman, so if you&#39;re ever watching TV late at night, you&#39;ll probably see him pitching knives. My great-grandfather also invented the plastic cheese grater.","author":"Ashley Tisdale","topic":"Mom"},{"quote":"Mommy smoked but she didn&#39;t want us to. She saw smoke coming out of the barn one time, so we got whipped.","author":"Loretta Lynn","topic":"Mom"},{"quote":"My mother gave me a sense of independence, a sense of total confidence that we could do whatever it was we set out to do. That&#39;s how we were raised.","author":"Robin Wright","topic":"Mom"},{"quote":"My mother was a personal friend of God&#39;s. They had ongoing conversations.","author":"Della Reese","topic":"Mom"},{"quote":"I&#39;m kinda secretive, and I can&#39;t even say secretive because of my son. He&#39;s the type, like, he doesn&#39;t let his friends know who his mom is or his stepdad. He doesn&#39;t like me going to his school. If he gets into trouble at school, he&#39;s, like, dying. He&#39;s very low-key with it. He&#39;s always been like that since he was born.","author":"Remy Ma","topic":"Mom"},{"quote":"I skated and rode bikes on ramps, and my mom was always super supportive. She was one of the only divorced moms in the neighborhood, so all the other parents looked down upon her for letting her kids do that kind of thing.","author":"Spike Jonze","topic":"Mom"},{"quote":"When I was a kid and my mom made tomato soup, she would cut buttered toast into squares and float them on top of each bowl.","author":"Tom Douglas","topic":"Mom"},{"quote":"Mothers don&#39;t let your daughters grow up to be models unless you&#39;re present.","author":"Janice Dickinson","topic":"Mom"},{"quote":"The real menace in dealing with a five-year-old is that in no time at all you begin to sound like a five-year-old.","author":"Jean Kerr","topic":"Mom"},{"quote":"My mom and I would make bracelets and necklaces, and I would sell it in the first, second, and third grades because that was my lunch money.","author":"Nikki Reed","topic":"Mom"},{"quote":"My mom has always been kind of my backbone. She keeps me strong. She is a mother, a friend. She is really everything to me.","author":"Aerin Lauder","topic":"Mom"},{"quote":"I auditioned on my own. I tried to make a mark for myself without anybody&#39;s help, not even Mom&#39;s.","author":"Kate Hudson","topic":"Mom"},{"quote":"When love is gone, there&#39;s always justice. And when justice is gone, there&#39;s always force. And when force is gone, there&#39;s always Mom. Hi, Mom!","author":"Laurie Anderson","topic":"Mom"},{"quote":"My mom used to call me a parrot, because the way I spoke would change in every country we&#39;d go to.","author":"Hannah Simone","topic":"Mom"},{"quote":"My grandmother, grandfather, my mom - we&#39;ve always been driven by laughter. It&#39;s what held us together. Thanksgivings, any kind of family get-together, we usually end up in tears.","author":"Yelawolf","topic":"Mom"},{"quote":"My mom had struggles. My dad had struggles. He raised me as a single parent. I rebelled and almost quit amateur boxing, but my faith in God had a lot to do with me slowly getting my life together.","author":"Andre Ward","topic":"Mom"},{"quote":"After my mom died, there was so much written about her fashion and her style and all that, and I felt that one of the most important parts of her was missing, her real intellectual curiosity.","author":"Caroline Kennedy","topic":"Mom"},{"quote":"One-year-olds learn concealment. Five-year-olds lie outright: they manipulate via flattery. Nine-year-olds - masters of the cover-up. By the time you enter college, you&#39;re going to lie to your mom in one out of every five interactions.","author":"Pamela Meyer","topic":"Mom"},{"quote":"My parents got divorced when I was around a year old. My dad was essentially a nonentity in my life until I got to be about 16 or so. My mom was a flight attendant for PanAm, so I moved all over the world. London, Rio de Janeiro.","author":"Tucker Max","topic":"Mom"},{"quote":"I&#39;d lose my mind if I heard my kid call the nanny Mommy.","author":"Toni Braxton","topic":"Mom"},{"quote":"Whenever I&#39;ve done a sketch in which I&#39;m asked to play a mom, my brain goes to Minnesota. It makes the character seem matronly, warm, the kind of person that takes care of you and brings you Campbell&#39;s soup when you&#39;re sick. It&#39;s a great shortcut.","author":"Allison Tolman","topic":"Mom"},{"quote":"I&#39;m a Mommy&#39;s Girl - the strongest influence in my young life was my mom.","author":"Susie Bright","topic":"Mom"},{"quote":"I want to be a cool mom.","author":"Tori Spelling","topic":"Mom"},{"quote":"Motherhood is priced Of God, at price no man may dare To lessen or misunderstand.","author":"Helen Hunt Jackson","topic":"Mom"},{"quote":"I just think that there&#39;s so much judgment in the world, whether it&#39;s coming from women in general or from men onto women - it&#39;s a lot. And when it comes to being a mom, I wish everyone could band together and realize that everyone has different beliefs, different styles, and different things that work for them and their family.","author":"Hilary Duff","topic":"Mom"},{"quote":"When I was a single, working mom with a newborn, I learned just how vital it is to have comprehensive, affordable health care.","author":"Claire McCaskill","topic":"Mom"},{"quote":"Before &#39;Lucky Louie,&#39; nobody would ever cast me to play a mom or a wife; nobody ever saw me in that role, which is weird, since that&#39;s who I really am.","author":"Pamela Adlon","topic":"Mom"},{"quote":"What is free time? I&#39;m a single mother. My free moments are filled with loving my little girl.","author":"Roma Downey","topic":"Mom"},{"quote":"It&#39;s the moms of this nation - single, married, widowed - who really hold this country together. We&#39;re the mothers, we&#39;re the wives, we&#39;re the grandmothers, we&#39;re the big sisters, we&#39;re the little sisters, we&#39;re the daughters. You know it&#39;s true, don&#39;t you? You&#39;re the ones who always have to do a little more.","author":"Ann Romney","topic":"Mom"},{"quote":"You&#39;ll never see me at the launch of the new PlayStation or some club. For me, the fun stuff is being able to get my mom tickets to &#39;Dancing With the Stars&#39; - she loves Mario Lopez.","author":"America Ferrera","topic":"Mom"},{"quote":"My mother taught me that we all have the power to achieve our dreams. What I lacked was the courage.","author":"Clay Aiken","topic":"Mom"},{"quote":"My mom taught us the Serenity Prayer at a young age.","author":"Toby Keith","topic":"Mom"},{"quote":"I want to make my music and be a happy woman, a good wife, a good mom and one day hopefully have a child of my own.","author":"LeAnn Rimes","topic":"Mom"},{"quote":"My little sister, who is four, can work my mom&#39;s iPhone better than she can.","author":"Asa Butterfield","topic":"Mom"},{"quote":"I love kids and children, and I love being a mom.","author":"Jennie Garth","topic":"Mom"},{"quote":"At a show, I&#39;ll look out from the stage and see a woman with a pearl necklace next to a guy in a Grateful Dead T-shirt next to a young kid with his mom. It&#39;s fun to see them all together.","author":"Hiromi Uehara","topic":"Mom"},{"quote":"My mom is very Southern and she in real life says things like, &#39;If you&#39;ve got it, flaunt it.&#39;","author":"Cheryl Hines","topic":"Mom"},{"quote":"We had a very upwardly mobile economy, and that peaked around the 1950s when the typical middle-class American family consisted of a father with a job and stay-at-home mom who took care of the kids.","author":"Peter Schiff","topic":"Mom"},{"quote":"I didn&#39;t grow up with a lot of money, so my mom didn&#39;t have random money to buy me a car, and I didn&#39;t have money to have a car unless I worked, so I didn&#39;t get a car until I got my first job at 18.","author":"Dominick Cruz","topic":"Mom"},{"quote":"Of all the roles I&#39;ve played, none has been as fulfilling as being a mother.","author":"Annette Funicello","topic":"Mom"},{"quote":"My mother thinks I could have even run a larger company.","author":"Christie Hefner","topic":"Mom"},{"quote":"I&#39;m from South Georgia, so my mom, she always cooked some dang good food when I was growing up.","author":"Phillip Phillips","topic":"Mom"},{"quote":"I think the reason I&#39;m a writer is because first, I was a reader. I loved to read. I read a lot of adventure stories and mystery books, and I have wonderful memories of my mom reading picture books aloud to me. I learned that words are powerful.","author":"Andrew Clements","topic":"Mom"},{"quote":"A woman must combine the role of mother, wife and politician.","author":"Emma Bonino","topic":"Mom"},{"quote":"Some days I really love being a mom, and some days I don&#39;t! It&#39;s crazy - I&#39;m tired of packing lunches!","author":"Michelle Monaghan","topic":"Mom"},{"quote":"My mother worked in factories, worked as a domestic, worked in a restaurant, always had a second job.","author":"Ed Bradley","topic":"Mom"},{"quote":"I guess I was a mom so late in life, my daughter was the greatest thing since sliced bread.","author":"Candice Bergen","topic":"Mom"},{"quote":"I had amazing intellectual privilege as a kid. My mom taught me to read when I was two or three. When I was five, I read and wrote well enough to do my nine-year older brother&#39;s homework in exchange for chocolate or cigarettes. By the time I was 10, I was reading Orwell, Tolstoy&#39;s &#39;War and Peace,&#39; and the Koran. I was reading comic books, too.","author":"Chris Abani","topic":"Mom"},{"quote":"Mother is far too clever to understand anything she does not like.","author":"Arnold Bennett","topic":"Mom"},{"quote":"We&#39;re definitely a hodgepodge of influences. Mine, most heavily, would be Southern rock - the Allman Brothers, Lynyrd Skynyrd and stuff like that. Hillary is more from the country side - her mom is Linda Davis, a country singer. Dave, he&#39;s a big fan of the Eagles and like that.","author":"Charles Kelley","topic":"Mom"},{"quote":"My happiest moments of growing up in the Bronx were when my mom would bring home a new sports magazine from the candy store. I would jump out of bed and grab it from her. Then I&#39;d rip the front cover right off and tape it to my bedroom wall.","author":"Garry Marshall","topic":"Mom"},{"quote":"I went to Brown University, but my mom said I couldn&#39;t be an artist because I would starve.","author":"Barry Sternlicht","topic":"Mom"},{"quote":"Working with Angela Bassett is by far the best. I&#39;ve watched and admired her for years. I&#39;m very intrigued by her work. She&#39;s so cool. I still call her &#39;Mom&#39; when I see her.","author":"Lance Gross","topic":"Mom"},{"quote":"My mom is the best. She&#39;s so nuts.","author":"Theo Rossi","topic":"Mom"},{"quote":"As an actress, I have put myself out there as an independent black woman, a single mom, a go-getter, a hustler who isn&#39;t afraid to survive.","author":"LisaRaye McCoy-Misick","topic":"Mom"},{"quote":"I&#39;m probably a little more like my dad. But because of my mom, I never saw being a woman as being an impediment to being able to do something. She had her Ph.D. before I was born.","author":"Mary Cheney","topic":"Mom"},{"quote":"My parents, especially my mother, were no influence on me whatsoever.","author":"Andy Partridge","topic":"Mom"},{"quote":"Just as a mother finds pleasure in taking her little child on her lap, there to feed and caress him, in like manner our loving God shows His fondness for His beloved souls who have given themselves entirely to Him and have placed all their hope in His goodness.","author":"Alphonsus Liguori","topic":"Mom"},{"quote":"I remember in third grade, I asked my mom, &#39;How does an engine work?&#39; So my mom bought me a book.","author":"Gwynne Shotwell","topic":"Mom"},{"quote":"Now, if you&#39;re Al Gore, you can afford $10 a pop for squiggly-pig-tailed fluorescent light bulbs. But if you&#39;re mainstream America, two or three kids, mom and dad working outside the home, that&#39;s not a very good deal.","author":"Joe Barton","topic":"Mom"},{"quote":"I don&#39;t have time to write a mom blog, but I&#39;m not against it. I think it&#39;s great when women talk about things. I&#39;m all about female empowerment. There&#39;s a lot of lonely, lost moms out there. Moms need to be encouraged to tell the truth. There&#39;s a lot of glamour mommy stuff. It&#39;s OK to get real.","author":"Kelly Cutrone","topic":"Mom"},{"quote":"My sisters and mom raised me to respect women and open doors for them.","author":"Milo Ventimiglia","topic":"Mom"},{"quote":"If my mom reads that I&#39;m grammatically incorrect I&#39;ll have hell to pay.","author":"Larisa Oleynik","topic":"Mom"},{"quote":"My mom is one of my role models in a complicated way. I learned from her how to be a good mom. She was one of those natural moms who really took to it. Her chosen profession was teaching. She loves kids. But she was extremely frustrated and unhappy because for much of my life she was a stay-at-home mom.","author":"Leslie Morgan Steiner","topic":"Mom"},{"quote":"I get my competitiveness from my mom.","author":"Jay S. Walker","topic":"Mom"},{"quote":"I have six brothers and one sister, and I was an ice hockey player when I was younger. I think my dad thought I was going to be in the women&#39;s league for ice hockey. But, I totally fell in love with drama in grade school, and I asked my mom if I could get involved with it.","author":"Nicola Peltz","topic":"Mom"},{"quote":"I didn&#39;t want the children to grow up and, when asked what their mother did, say, &#39;Oh, Mom&#39;s a gun moll in the movies.&#39;","author":"Jane Greer","topic":"Mom"},{"quote":"When I was five, I always told my mom I would want to be an actor.","author":"Rick Gonzalez","topic":"Mom"},{"quote":"I remember when I was little, my mom asked me, &#39;Would you like to play the violin or the piano?&#39; I looked at that giant monster and said to myself - I am not going to lock myself on that bench the whole day. This is small and lightweight. I can play from standing, sitting or walking.","author":"Sirena Huang","topic":"Mom"}]