[{"quote":"Work like you don&#39;t need the money. Love like you&#39;ve never been hurt. Dance like nobody&#39;s watching.","author":"Satchel Paige","topic":"Money"},{"quote":"The most beautiful things are not associated with money; they are memories and moments. If you don&#39;t celebrate those, they can pass you by.","author":"Alek Wek","topic":"Money"},{"quote":"A little thought and a little kindness are often worth more than a great deal of money.","author":"John Ruskin","topic":"Money"},{"quote":"Money can buy you a fine dog, but only love can make him wag his tail.","author":"Kinky Friedman","topic":"Money"},{"quote":"Making money is art and working is art and good business is the best art.","author":"Andy Warhol","topic":"Money"},{"quote":"Time is more value than money. You can get more money, but you cannot get more time.","author":"Jim Rohn","topic":"Money"},{"quote":"Success comes to those who dedicate everything to their passion in life. To be successful, it is also very important to be humble and never let fame or money travel to your head.","author":"A. R. Rahman","topic":"Money"},{"quote":"Rule No.1: Never lose money. Rule No.2: Never forget rule No.1.","author":"Warren Buffett","topic":"Money"},{"quote":"Money is not the only answer, but it makes a difference.","author":"Barack Obama","topic":"Money"},{"quote":"To give real service you must add something which cannot be bought or measured with money, and that is sincerity and integrity.","author":"Douglas Adams","topic":"Money"},{"quote":"Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves.","author":"Charles Stanley","topic":"Money"},{"quote":"A business that makes nothing but money is a poor business.","author":"Henry Ford","topic":"Money"},{"quote":"Friends and good manners will carry you where money won&#39;t go.","author":"Margaret Walker","topic":"Money"},{"quote":"The greatest legacy one can pass on to one&#39;s children and grandchildren is not money or other material things accumulated in one&#39;s life, but rather a legacy of character and faith.","author":"Billy Graham","topic":"Money"},{"quote":"Money won&#39;t create success, the freedom to make it will.","author":"Nelson Mandela","topic":"Money"},{"quote":"Giving money and power to government is like giving whiskey and car keys to teenage boys.","author":"P. J. O'Rourke","topic":"Money"},{"quote":"Whoever said money can&#39;t buy happiness simply didn&#39;t know where to go shopping.","author":"Bo Derek","topic":"Money"},{"quote":"To get rich, you have to be making money while you&#39;re asleep.","author":"David Bailey","topic":"Money"},{"quote":"The problem with socialism is that you eventually run out of other peoples&#39; money.","author":"Margaret Thatcher","topic":"Money"},{"quote":"Finance is not merely about making money. It&#39;s about achieving our deep goals and protecting the fruits of our labor. It&#39;s about stewardship and, therefore, about achieving the good society.","author":"Robert J. Shiller","topic":"Money"},{"quote":"There are three faithful friends - an old wife, an old dog, and ready money.","author":"Benjamin Franklin","topic":"Money"},{"quote":"The day, water, sun, moon, night - I do not have to purchase these things with money.","author":"Plautus","topic":"Money"},{"quote":"Money and corruption are ruining the land, crooked politicians betray the working man, pocketing the profits and treating us like sheep, and we&#39;re tired of hearing promises that we know they&#39;ll never keep.","author":"Ray Davies","topic":"Money"},{"quote":"There is only one boss. The customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else.","author":"Sam Walton","topic":"Money"},{"quote":"The glow of one warm thought is to me worth more than money.","author":"Thomas Jefferson","topic":"Money"},{"quote":"Greed is not a financial issue. It&#39;s a heart issue.","author":"Andy Stanley","topic":"Money"},{"quote":"No one&#39;s ever achieved financial fitness with a January resolution that&#39;s abandoned by February.","author":"Suze Orman","topic":"Money"},{"quote":"A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man.","author":"Lana Turner","topic":"Money"},{"quote":"Money can&#39;t buy life.","author":"Bob Marley","topic":"Money"},{"quote":"The way to make money is to buy when blood is running in the streets.","author":"John D. Rockefeller","topic":"Money"},{"quote":"The hardest thing to understand in the world is the income tax.","author":"Albert Einstein","topic":"Money"},{"quote":"A penny saved is a penny earned.","author":"Benjamin Franklin","topic":"Money"},{"quote":"Wealth is the ability to fully experience life.","author":"Henry David Thoreau","topic":"Money"},{"quote":"All money is a matter of belief.","author":"Adam Smith","topic":"Money"},{"quote":"My favorite things in life don&#39;t cost any money. It&#39;s really clear that the most precious resource we all have is time.","author":"Steve Jobs","topic":"Money"},{"quote":"There&#39;s nothing more satisfying than seeing a happy and smiling child. I always help in any way I can, even if it&#39;s just by signing an autograph. A child&#39;s smile is worth more than all the money in the world.","author":"Lionel Messi","topic":"Money"},{"quote":"You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset.","author":"Tom Hopkins","topic":"Money"},{"quote":"Time is money.","author":"Benjamin Franklin","topic":"Money"},{"quote":"In fact, the confidence of the people is worth more than money.","author":"Carter G. Woodson","topic":"Money"},{"quote":"Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill.","author":"Charles R. Swindoll","topic":"Money"},{"quote":"If you don&#39;t have integrity, you have nothing. You can&#39;t buy it. You can have all the money in the world, but if you are not a moral and ethical person, you really have nothing.","author":"Henry Kravis","topic":"Money"},{"quote":"To make an embarrassing admission, I like video games. That&#39;s what got me into software engineering when I was a kid. I wanted to make money so I could buy a better computer to play better video games - nothing like saving the world.","author":"Elon Musk","topic":"Money"},{"quote":"It is not the style of clothes one wears, neither the kind of automobile one drives, nor the amount of money one has in the bank, that counts. These mean nothing. It is simply service that measures success.","author":"George Washington Carver","topic":"Money"},{"quote":"My happiness doesn&#39;t come from money or fame. My happiness comes from seeing life without struggle.","author":"Nicki Minaj","topic":"Money"},{"quote":"Business is all about the customer: what the customer wants and what they get. Generally, every customer wants a product or service that solves their problem, worth their money, and is delivered with amazing customer service.","author":"Fabrizio Moreira","topic":"Money"},{"quote":"Money and success don&#39;t change people; they merely amplify what is already there.","author":"Will Smith","topic":"Money"},{"quote":"Money doesn&#39;t mean anything to me. I&#39;ve made a lot of money, but I want to enjoy life and not stress myself building my bank account. I give lots away and live simply, mostly out of a suitcase in hotels. We all know that good health is much more important.","author":"Keanu Reeves","topic":"Money"},{"quote":"Encouragement to others is something everyone can give. Somebody needs what you have to give. It may not be your money; it may be your time. It may be your listening ear. It may be your arms to encourage. It may be your smile to uplift. Who knows?","author":"Joel Osteen","topic":"Money"},{"quote":"Obesity in children is growing out of control. A big part of this is economic. Fake foods are more affordable. It&#39;s enticing people to eat more because they think they&#39;re saving money when they&#39;re really just buying heart disease.","author":"Jillian Michaels","topic":"Money"},{"quote":"You can&#39;t reverse fame. You can lose all the money, but you&#39;ll never lose people knowing you.","author":"J. Cole","topic":"Money"},{"quote":"A man who gives his children habits of industry provides for them better than by giving them fortune.","author":"Richard Whately","topic":"Money"},{"quote":"Rather than love, than money, than fame, give me truth.","author":"Henry David Thoreau","topic":"Money"},{"quote":"Money, not morality, is the principle commerce of civilized nations.","author":"Thomas Jefferson","topic":"Money"},{"quote":"A rich man is nothing but a poor man with money.","author":"W. C. Fields","topic":"Money"},{"quote":"Tramping is too easy with all this money. My days were more exciting when I was penniless and had to forage around for my next meal... I&#39;ve decided that I&#39;m going to live this life for some time to come. The freedom and simple beauty of it is just too good to pass up.","author":"Christopher McCandless","topic":"Money"},{"quote":"There are people who have money and people who are rich.","author":"Coco Chanel","topic":"Money"},{"quote":"There are two things people want more than sex and money... recognition and praise.","author":"Mary Kay Ash","topic":"Money"},{"quote":"If you want to reap financial blessings, you have to sow financially.","author":"Joel Osteen","topic":"Money"},{"quote":"I have always been afraid of banks.","author":"Andrew Jackson","topic":"Money"},{"quote":"Allah says in the Qur&#39;an not to despise one another. So the criterion in Islam is not color or social status. It&#39;s who is most righteous. If I go to a mosque - and I&#39;m a basketball player with money and prestige - if I go to a mosque and see an imam, I feel inferior. He&#39;s better than me. It&#39;s about knowledge.","author":"Hakeem Olajuwon","topic":"Money"},{"quote":"All the money in the world can&#39;t buy you back good health.","author":"Reba McEntire","topic":"Money"},{"quote":"We need money. We need hits. Hits bring money, money bring power, power bring fame, fame change the game.","author":"Young Thug","topic":"Money"},{"quote":"We need business to understand its social responsibility, that the main task and objective for a business is not to generate extra income and to become rich and transfer the money abroad, but to look and evaluate what a businessman has done for the country, for the people, on whose account he or she has become so rich.","author":"Vladimir Putin","topic":"Money"},{"quote":"When it is a question of money, everybody is of the same religion.","author":"Voltaire","topic":"Money"},{"quote":"Innovation has nothing to do with how many R &amp; D dollars you have. When Apple came up with the Mac, IBM was spending at least 100 times more on R &amp; D. It&#39;s not about money. It&#39;s about the people you have, how you&#39;re led, and how much you get it.","author":"Steve Jobs","topic":"Money"},{"quote":"I never attempt to make money on the stock market. I buy on the assumption that they could close the market the next day and not reopen it for five years.","author":"Warren Buffett","topic":"Money"},{"quote":"The love of power, like the love of money, increases with the possession of it; and we know in what ruin these baneful passions have involved human societies in all ages when they have been let loose and suffered to rage uncontrolled - There is no restraint like the pervading eye of the virtuous citizens.","author":"Samuel Adams","topic":"Money"},{"quote":"I can live without money, but I cannot live without love.","author":"Judy Garland","topic":"Money"},{"quote":"A good reputation is more valuable than money.","author":"Publilius Syrus","topic":"Money"},{"quote":"We have the best government that money can buy.","author":"Mark Twain","topic":"Money"},{"quote":"I know all I really wanna do is get money and take care of my family.","author":"Meek Mill","topic":"Money"},{"quote":"Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game.","author":"Donald Trump","topic":"Money"},{"quote":"What&#39;s money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.","author":"Bob Dylan","topic":"Money"},{"quote":"My principles are more important than the money or my title.","author":"Muhammad Ali","topic":"Money"},{"quote":"Fortune is like glass - the brighter the glitter, the more easily broken.","author":"Publilius Syrus","topic":"Money"},{"quote":"You can spend the money on new housing for poor people and the homeless, or you can spend it on a football stadium or a golf course.","author":"Jello Biafra","topic":"Money"},{"quote":"The three biggest fashion mistakes are cheap suits, shoes, and shirts. Spend your money on something good.","author":"Donatella Versace","topic":"Money"},{"quote":"The American Dream is still alive out there, and hard work will get you there. You don&#39;t necessarily need to have an Ivy League education or to have millions of dollars startup money. It can be done with an idea, hard work and determination.","author":"Bill Rancic","topic":"Money"},{"quote":"Money is not a motivating factor. Money doesn&#39;t thrill me or make me play better because there are benefits to being wealthy. I&#39;m just happy with a ball at my feet. My motivation comes from playing the game I love. If I wasn&#39;t paid to be a professional footballer I would willingly play for nothing.","author":"Lionel Messi","topic":"Money"},{"quote":"The writer must earn money in order to be able to live and to write, but he must by no means live and write for the purpose of making money.","author":"Karl Marx","topic":"Money"},{"quote":"Money is my military, each dollar a soldier. I never send my money into battle unprepared and undefended. I send it to conquer and take currency prisoner and bring it back to me.","author":"Kevin O'Leary","topic":"Money"},{"quote":"You reach a point where you don&#39;t work for money.","author":"Walt Disney","topic":"Money"},{"quote":"Capital is money, capital is commodities. By virtue of it being value, it has acquired the occult ability to add value to itself. It brings forth living offspring, or, at the least, lays golden eggs.","author":"Karl Marx","topic":"Money"},{"quote":"My parents survived the Great Depression and brought me up to live within my means, save some for tomorrow, share and don&#39;t be greedy, work hard for the necessities in life knowing that money does not make you better or more important than anyone else. So, extravagance has been bred out of my DNA.","author":"David Suzuki","topic":"Money"},{"quote":"I grew up in an era of pretty severe poverty. My parents weathered the Great Depression, and money was always a very big concern. I was weaned on a shortage mentality and placed in foster homes largely because there simply wasn&#39;t enough money to take care of the most basic of needs.","author":"Wayne Dyer","topic":"Money"},{"quote":"Money and women. They&#39;re two of the strongest things in the world. The things you do for a woman you wouldn&#39;t do for anything else. Same with money.","author":"Satchel Paige","topic":"Money"},{"quote":"The lack of money is the root of all evil.","author":"Mark Twain","topic":"Money"},{"quote":"There&#39;s no such thing as a free lunch.","author":"Milton Friedman","topic":"Money"},{"quote":"A bank is a place where they lend you an umbrella in fair weather and ask for it back when it begins to rain.","author":"Robert Frost","topic":"Money"},{"quote":"The key to making money is to stay invested.","author":"Suze Orman","topic":"Money"},{"quote":"I don&#39;t care half so much about making money as I do about making my point, and coming out ahead.","author":"Cornelius Vanderbilt","topic":"Money"},{"quote":"My pride fell with my fortunes.","author":"William Shakespeare","topic":"Money"},{"quote":"No complaint... is more common than that of a scarcity of money.","author":"Adam Smith","topic":"Money"},{"quote":"Most people work just hard enough not to get fired and get paid just enough money not to quit.","author":"George Carlin","topic":"Money"},{"quote":"People say money ain&#39;t nothing; money is basically everything.","author":"Meek Mill","topic":"Money"},{"quote":"It takes no compromising to give people their rights. It takes no money to respect the individual. It takes no survey to remove repressions.","author":"Harvey Milk","topic":"Money"},{"quote":"I just don&#39;t believe in love at first sight anymore, even though I&#39;ve based my whole career on the concept. In my experience, power, money and influence always attract the opposite sex. It&#39;s something that I&#39;ve always exploited - with good results.","author":"Hugh Grant","topic":"Money"},{"quote":"In 1985, I was living with my sister in Virginia, and since I was still in high school, I worked at McDonald&#39;s to save money to get an abortion. It sounds really terrible, but it was the best decision I ever made. It was the first time I took responsibility for my actions. I messed up, had sex without contraception, and got pregnant at 15.","author":"Kathleen Hanna","topic":"Money"},{"quote":"Never spend your money before you have earned it.","author":"Thomas Jefferson","topic":"Money"},{"quote":"The American Republic will endure until the day Congress discovers that it can bribe the public with the public&#39;s money.","author":"Alexis de Tocqueville","topic":"Money"},{"quote":"If you stop at general math, you&#39;re only going to make general math money.","author":"Snoop Dogg","topic":"Money"},{"quote":"The number of stressors has multiplied exponentially: traffic, money, success, work\/life balance, the economy, the environment, parenting, family conflict, relationships, disease. As the nature of human life has become far more complicated, our ancient stress response hasn&#39;t been able to keep up.","author":"Andrew J. Bernstein","topic":"Money"},{"quote":"I&#39;ve lived in many things - boats, caravans, and buses. I&#39;ve been homeless, I&#39;ve had no money: everything. But I believe in magic, and having a vision. The tough times made me a warrior. I work hard.","author":"Neon Hitch","topic":"Money"},{"quote":"If you work just for money, you&#39;ll never make it, but if you love what you&#39;re doing and you always put the customer first, success will be yours.","author":"Ray Kroc","topic":"Money"},{"quote":"Time is money. Wasted time means wasted money means trouble.","author":"Shirley Temple","topic":"Money"},{"quote":"I find money some way or other goes very fast. But I think I can reflect it has been spent with satisfaction and to my own honour.","author":"John Hancock","topic":"Money"},{"quote":"Do what you love and the money will follow.","author":"Marsha Sinetar","topic":"Money"},{"quote":"We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible.","author":"Barack Obama","topic":"Money"},{"quote":"I truly believe that women should be financially independent from their men. And let&#39;s face it, money gives men the power to run the show. It gives men the power to define value. They define what&#39;s sexy. And men define what&#39;s feminine. It&#39;s ridiculous.","author":"Beyonce Knowles","topic":"Money"},{"quote":"Don&#39;t let making a living prevent you from making a life.","author":"John Wooden","topic":"Money"},{"quote":"If you don&#39;t have your friends and your family, what do you really have? You can have all the money in the world, but with no friends and no family, it&#39;s no good.","author":"Meek Mill","topic":"Money"},{"quote":"Let us more and more insist on raising funds of love, of kindness, of understanding, of peace. Money will come if we seek first the Kingdom of God - the rest will be given.","author":"Mother Teresa","topic":"Money"},{"quote":"People are chasing cash, not happiness. When you chase money, you&#39;re going to lose. You&#39;re just going to. Even if you get the money, you&#39;re not going to be happy.","author":"Gary Vaynerchuk","topic":"Money"},{"quote":"Honesty is the best policy - when there is money in it.","author":"Mark Twain","topic":"Money"},{"quote":"Companies spend millions of dollars on firewalls, encryption, and secure access devices and it&#39;s money wasted because none of these measures address the weakest link in the security chain: the people who use, administer, operate and account for computer systems that contain protected information.","author":"Kevin Mitnick","topic":"Money"},{"quote":"An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head.","author":"Emil Zatopek","topic":"Money"},{"quote":"When I get a little money I buy books; and if any is left I buy food and clothes.","author":"Desiderius Erasmus","topic":"Money"},{"quote":"There are some things that you can fulfil with money, but at the end of the day these are not the things that make you happy. It is the small things that make life good.","author":"Sebastian Vettel","topic":"Money"},{"quote":"I hate plastic bottles. Just think about it before you buy one. We pay more for a gallon of water than we do for a gallon of gas. I think people will realize that water quality standards in most municipalities are as good or better for the stuff coming out of the tap than bottled water companies. You&#39;ll save money and save the environment, too.","author":"Philippe Cousteau, Jr.","topic":"Money"},{"quote":"I&#39;m glad I was born when I was. My time was the golden age of variety. If I were starting out again now, maybe things would happen for me, but it certainly would not be on a variety show with 28 musicians, 12 dancers, two major guest stars, 50 costumes a week by Bob Mackie. The networks just wouldn&#39;t spend the money today.","author":"Carol Burnett","topic":"Money"},{"quote":"If a newspaper is to be of real service to the public, it must have a big circulation: first, because its news and its comments must reach the largest possible number of people; second, because circulation means advertising, and advertising means money, and money means independence.","author":"Joseph Pulitzer","topic":"Money"},{"quote":"Labour was the first price, the original purchase - money that was paid for all things. It was not by gold or by silver, but by labour, that all wealth of the world was originally purchased.","author":"Adam Smith","topic":"Money"},{"quote":"You gotta remember: we&#39;re musicians... we&#39;re just crazy people who can&#39;t get along sometimes. I&#39;ve definitely come to the table with my knife in my pocket a couple of times; you know how it is. It&#39;s part of being human. Now add fame and money and all that rock and roll craziness to it - we&#39;re lucky we don&#39;t eat each other in this industry!","author":"Corey Taylor","topic":"Money"},{"quote":"I&#39;ve been looking around, and I noticed something: how much you really need to be loved. Ambition isn&#39;t just a desperate quest for positions or money. It&#39;s just love - lots of love.","author":"Janis Joplin","topic":"Money"},{"quote":"Looking back, yes, I made too many comebacks. But each comeback I was 100 percent sure that I would win. I never came back for the money, because I didn&#39;t need it. The adulation I was getting anyway in other spheres. But I&#39;m a guy who likes to see how close he can get to the edge of the mountain - that&#39;s what makes me tick.","author":"Sugar Ray Leonard","topic":"Money"},{"quote":"I felt unhappy and trapped. If I left baseball, where could I go, what could I do to earn enough money to help my mother and to marry Rachel? The solution to my problem was only days away in the hands of a tough, shrewd, courageous man called Branch Rickey, the president of the Brooklyn Dodgers.","author":"Jackie Robinson","topic":"Money"},{"quote":"Athletes and musicians make astronomical amounts of money. People get paid $100 million to throw a baseball! Shouldn&#39;t we all take less and pass some of that money onto others? Think about firefighters, teachers and policemen. We should celebrate people that are intellectually smart and trying to make this world a better place.","author":"Kid Rock","topic":"Money"},{"quote":"I don&#39;t care about having money. It&#39;s about being happy, man.","author":"Skrillex","topic":"Money"},{"quote":"I&#39;m tired of hearing about money, money, money, money, money. I just want to play the game, drink Pepsi, wear Reebok.","author":"Shaquille O'Neal","topic":"Money"},{"quote":"In this financial year we will be spending at least $1.5 billion on foreign aid and we cannot be sure that this money will be properly spent, as corruption and mismanagement in many of the recipient countries are legend.","author":"Pauline Hanson","topic":"Money"},{"quote":"Starbucks is not an advertiser; people think we are a great marketing company, but in fact we spend very little money on marketing and more money on training our people than advertising.","author":"Howard Schultz","topic":"Money"},{"quote":"Can&#39;t even see without my vintage Versace frames. I don&#39;t go nowhere without them on. I can&#39;t even live without them. Every time I throw them on, I see all the haters, and I see where the money at.","author":"Quavo","topic":"Money"},{"quote":"Advertising: the science of arresting the human intelligence long enough to get money from it.","author":"Stephen Leacock","topic":"Money"},{"quote":"You aren&#39;t wealthy until you have something money can&#39;t buy.","author":"Garth Brooks","topic":"Money"},{"quote":"Labor was the first price, the original purchase - money that was paid for all things.","author":"Adam Smith","topic":"Money"},{"quote":"Recession is when a neighbor loses his job. Depression is when you lose yours.","author":"Ronald Reagan","topic":"Money"},{"quote":"Money can&#39;t buy happiness, but it can make you awfully comfortable while you&#39;re being miserable.","author":"Clare Boothe Luce","topic":"Money"},{"quote":"Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it.","author":"Brian Tracy","topic":"Money"},{"quote":"I&#39;m not that lazy, but I don&#39;t need that much money. I lead a fairly simple life.","author":"Karl Pilkington","topic":"Money"},{"quote":"In the beginning I just wanted to survive. For the first three years, we made zero revenue. I remember many times when I was trying to pay up, the restaurant owner would say, &#39;Your bill was paid.&#39; And there would be a note saying, &#39;Mr. Ma, I&#39;m your customer on the Alibaba platform. I made a lot of money, and I know you don&#39;t, so I paid the bill.&#39;","author":"Jack Ma","topic":"Money"},{"quote":"I think the American Dream used to be achieving one&#39;s goals in your field of choice - and from that, all other things would follow. Now, I think the dream has morphed into the pursuit of money: Accumulate enough of it, and the rest will follow.","author":"Buzz Aldrin","topic":"Money"},{"quote":"Making money is certainly the one addiction I cannot shake.","author":"Felix Dennis","topic":"Money"},{"quote":"I&#39;m not motivated by money or power or fame. In the end, it doesn&#39;t bring much happiness. The only thing that is driving me is self-satisfaction, self-validation.","author":"William Clay Ford, Jr.","topic":"Money"},{"quote":"Too many people spend money they haven&#39;t earned to buy things they don&#39;t want to impress people they don&#39;t like.","author":"Will Rogers","topic":"Money"},{"quote":"I have ways of making money that you know nothing of.","author":"John D. Rockefeller","topic":"Money"},{"quote":"Advertising is totally unnecessary. Unless you hope to make money.","author":"Jef I. Richards","topic":"Money"},{"quote":"I would prefer to have no money but to have a nice family and good friends around.","author":"Li Na","topic":"Money"},{"quote":"I&#39;ve been living the American Dream for over 25 years - just being able to do what I do, be creative, and make money out of it. It&#39;s incredible.","author":"Dr. Dre","topic":"Money"},{"quote":"There is no monopoly on becoming a millionaire. If you&#39;re jealous of those with more money, don&#39;t just sit there and complain - do something to make more money yourself.","author":"Gina Rinehart","topic":"Money"},{"quote":"Of the billionaires I have known, money just brings out the basic traits in them. If they were jerks before they had money, they are simply jerks with a billion dollars.","author":"Warren Buffett","topic":"Money"},{"quote":"I am sure that no man can derive more pleasure from money or power than I do from seeing a pair of basketball goals in some out of the way place.","author":"James Naismith","topic":"Money"},{"quote":"Making money is easy. It is. The difficult thing in life is not making it, it&#39;s keeping it.","author":"John McAfee","topic":"Money"},{"quote":"Too many people measure how successful they are by how much money they make or the people that they associate with. In my opinion, true success should be measured by how happy you are.","author":"Richard Branson","topic":"Money"},{"quote":"Good grooming is integral and impeccable style is a must. If you don&#39;t look the part, no one will want to give you time or money.","author":"Daymond John","topic":"Money"},{"quote":"Money has to serve, not to rule.","author":"Pope Francis","topic":"Money"},{"quote":"A wise man should have money in his head, but not in his heart.","author":"Jonathan Swift","topic":"Money"},{"quote":"Capital isn&#39;t this pile of money sitting somewhere; it&#39;s an accounting construct.","author":"Bethany McLean","topic":"Money"},{"quote":"The NCAA makes so much money off of their kids, and they put ridiculous - absolutely ridiculous - restrictions on everything that they can do.","author":"Aaron Rodgers","topic":"Money"},{"quote":"Money makes your life easier. If you&#39;re lucky to have it, you&#39;re lucky.","author":"Al Pacino","topic":"Money"},{"quote":"Do not hire a man who does your work for money, but him who does it for love of it.","author":"Henry David Thoreau","topic":"Money"},{"quote":"No hours, nor amount of labor, nor amount of money would deter me from giving the best that there was in me.","author":"Colonel Sanders","topic":"Money"},{"quote":"A film like &#39;Good Night And Good Luck,&#39; you make that for $7 million because you know it&#39;s a black-and-white film, and it&#39;s not an easy sell. If you make it for $7 million, then everybody can have a chance to make a little bit of money, and you get to make the film you want to make.","author":"Grant Heslov","topic":"Money"},{"quote":"An entrepreneur needs to know what they need, period. Then they need to find an investor who can build off whatever their weaknesses are - whether that&#39;s through money, strategic partnerships or knowledge.","author":"Daymond John","topic":"Money"},{"quote":"I think mental illness or madness can be an escape also. People don&#39;t develop a mental illness because they are in the happiest of situations, usually. One doctor observed that it was rare when people were rich to become schizophrenic. If they were poor or didn&#39;t have too much money, then it was more likely.","author":"John Forbes Nash, Jr.","topic":"Money"},{"quote":"Much as banks don&#39;t care where your money&#39;s coming from, the Electoral College is all &#39;don&#39;t ask, don&#39;t care&#39; when it comes to votes.","author":"John Ridley","topic":"Money"},{"quote":"You&#39;re either making money or you&#39;re not. If you&#39;re not making money get out of the business.","author":"Meredith Whitney","topic":"Money"},{"quote":"Ninety percent of games lose money; 10 percent make a lot of money. And there&#39;s a consistency around the competitive advantages you create, so if you can actually learn how to do the art, the design, and the programming, you would be consistently very profitable.","author":"Gabe Newell","topic":"Money"},{"quote":"I loved acting, which was never about money, the fame. It was about a search for meaning. It was painful.","author":"Kim Novak","topic":"Money"},{"quote":"My dad has a lot of foresight and decided that I would not do any shows in Mumbai till I became a singer and got to sing my own songs. He knew that if I started earning money from shows, I would not have the time and aggression to rough it out to become a singer.","author":"Sonu Nigam","topic":"Money"},{"quote":"If money help a man to do good to others, it is of some value; but if not, it is simply a mass of evil, and the sooner it is got rid of, the better.","author":"Swami Vivekananda","topic":"Money"},{"quote":"If we pollute the air, water and soil that keep us alive and well, and destroy the biodiversity that allows natural systems to function, no amount of money will save us.","author":"David Suzuki","topic":"Money"},{"quote":"Advertising is the art of convincing people to spend money they don&#39;t have for something they don&#39;t need.","author":"Will Rogers","topic":"Money"},{"quote":"Money is in some respects life&#39;s fire: it is a very excellent servant, but a terrible master.","author":"P. T. Barnum","topic":"Money"},{"quote":"Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.","author":"Ayn Rand","topic":"Money"},{"quote":"Making money is a happiness. And that&#39;s a great incentive. Making other people happy is a super-happiness.","author":"Muhammad Yunus","topic":"Money"},{"quote":"Let us not be satisfied with just giving money. Money is not enough, money can be got, but they need your hearts to love them. So, spread your love everywhere you go.","author":"Mother Teresa","topic":"Money"},{"quote":"In any investment, you expect to have fun and make money.","author":"Michael Jordan","topic":"Money"},{"quote":"As a general thing, I have not &#39;duped the world&#39; nor attempted to do so... I have generally given people the worth of their money twice told.","author":"P. T. Barnum","topic":"Money"},{"quote":"In real estate, you make 10% of your money because you&#39;re a genius and 90% because you catch a great wave.","author":"Jeff Greene","topic":"Money"},{"quote":"The Berlin Wall wasn&#39;t the only barrier to fall after the collapse of the Soviet Union and the end of the Cold War. Traditional barriers to the flow of money, trade, people and ideas also fell.","author":"Fareed Zakaria","topic":"Money"},{"quote":"Trying to make a feature film yourself with no money is the best film school you can do.","author":"Quentin Tarantino","topic":"Money"},{"quote":"In January we start saving money, getting out of credit card debt, funding our retirement accounts, and we&#39;re doing wonderful. Then, every single year like clockwork, starting in November, all of you fall into this trap that says, &#39;I have to buy this gift... I can&#39;t show up at this party and not have something for everybody.&#39;","author":"Suze Orman","topic":"Money"},{"quote":"Money can&#39;t buy you happiness, but it can buy you a yacht big enough to pull up right alongside it.","author":"David Lee Roth","topic":"Money"},{"quote":"International affairs is very much run like the mafia. The godfather does not accept disobedience, even from a small storekeeper who doesn&#39;t pay his protection money. You have to have obedience; otherwise, the idea can spread that you don&#39;t have to listen to the orders, and it can spread to important places.","author":"Noam Chomsky","topic":"Money"},{"quote":"I was a common man, and I will always remain a common man. No amount of stardom will ever consume my soul. Money comes, money goes. Fame comes, fame goes. I believe every human being is a celebrity in their own right.","author":"A. R. Rahman","topic":"Money"},{"quote":"Sometimes your best investments are the ones you don&#39;t make.","author":"Donald Trump","topic":"Money"},{"quote":"If I win and get the money, then the Oakland Police department is going to buy a boys&#39; home, me a house, my family a house, and a Stop Police Brutality Center.","author":"Tupac Shakur","topic":"Money"},{"quote":"Money doesn&#39;t make you happy. I now have $50 million but I was just as happy when I had $48 million.","author":"Arnold Schwarzenegger","topic":"Money"},{"quote":"Nowadays nothing but money counts: a fortune brings honors, friendships; the poor man everywhere lies low.","author":"Ovid","topic":"Money"},{"quote":"A billion here, a billion there, and pretty soon you&#39;re talking about real money.","author":"Everett Dirksen","topic":"Money"},{"quote":"Disneyland is a work of love. We didn&#39;t go into Disneyland just with the idea of making money.","author":"Walt Disney","topic":"Money"},{"quote":"The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason.","author":"Hunter S. Thompson","topic":"Money"},{"quote":"But only &#39;rich&#39; people by definition have the &#39;extra&#39; money to buy things and invest to create economic growth. Do we really want to tax that &#39;extra&#39; money away - and give it to the government to spend? Does that make any economic sense outside of politics and our emotional desire to make everyone suffer equally through these tough times?","author":"Terry Savage","topic":"Money"},{"quote":"One of the big myths about philanthropy is that it&#39;s all about donating funds for a cause. I like to look at it quite differently. Philanthropy is about &#39;giving&#39; - not just in monetary terms but also in non-monetary aspects, like time, ideas, or being a volunteer. Donating money is just a small part of philanthropy.","author":"Pankaj Patel","topic":"Money"},{"quote":"If women didn&#39;t exist, all the money in the world would have no meaning.","author":"Aristotle Onassis","topic":"Money"},{"quote":"It&#39;s morally wrong to allow a sucker to keep his money.","author":"W. C. Fields","topic":"Money"},{"quote":"Don&#39;t build a glass house if you&#39;re worried about saving money on heating.","author":"Philip Johnson","topic":"Money"},{"quote":"The goal isn&#39;t how much money you make, but how much you help people.","author":"Blake Mycoskie","topic":"Money"},{"quote":"The motto of the old order in the City of London was, &#39;My word is my bond,&#39; but the financial crisis revealed a culture quite alien to that heritage. The stewards of people&#39;s money were revealed to have been speculators with it.","author":"Gordon Brown","topic":"Money"},{"quote":"The darkest hour in any man&#39;s life is when he sits down to plan how to get money without earning it.","author":"Horace Greeley","topic":"Money"},{"quote":"Capitalistic society teaches kids to be No. 1, but true self-esteem doesn&#39;t come from money. It doesn&#39;t come from winning the Super Bowl.","author":"Jim Brown","topic":"Money"},{"quote":"Waste your money and you&#39;re only out of money, but waste your time and you&#39;ve lost a part of your life.","author":"Michael LeBoeuf","topic":"Money"},{"quote":"People ask how can a Jewish kid from the Bronx do preppy clothes? Does it have to do with class and money? It has to do with dreams.","author":"Ralph Lauren","topic":"Money"},{"quote":"As a small child in England, I had this dream of going to Africa. We didn&#39;t have any money and I was a girl, so everyone except my mother laughed at it. When I left school, there was no money for me to go to university, so I went to secretarial college and got a job.","author":"Jane Goodall","topic":"Money"},{"quote":"Money and salary is not a particularly good motivator in the long term.","author":"Matt Mullenweg","topic":"Money"},{"quote":"The price of diamonds can vary greatly depending on size, cut, color, and other factors, including whether they have a history. But because of the rarity of blue boron diamonds, they often fetch more money than gems of similar quality.","author":"Sam Kean","topic":"Money"},{"quote":"There&#39;s something about a holiday that isn&#39;t all about how much money you spend.","author":"Hilarie Burton","topic":"Money"},{"quote":"Success isn&#39;t measured by money or power or social rank. Success is measured by your discipline and inner peace.","author":"Mike Ditka","topic":"Money"},{"quote":"A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual doom.","author":"Martin Luther King, Jr.","topic":"Money"},{"quote":"Socialism violates at least three of the Ten Commandments: It turns government into God, it legalizes thievery and it elevates covetousness. Discussions of income inequality, after all, aren&#39;t about prosperity but about petty spite. Why should you care how much money I make, so long as you are happy?","author":"Ben Shapiro","topic":"Money"},{"quote":"The diverse threats we face are increasingly cyber-based. Much of America&#39;s most sensitive data is stored on computers. We are losing data, money, and ideas through cyber intrusions. This threatens innovation and, as citizens, we are also increasingly vulnerable to losing our personal information.","author":"James Comey","topic":"Money"},{"quote":"I try to give to the poor people for love what the rich could get for money. No, I wouldn&#39;t touch a leper for a thousand pounds; yet I willingly cure him for the love of God.","author":"Mother Teresa","topic":"Money"},{"quote":"Success is having to worry about every damn thing in the world, except money.","author":"Johnny Cash","topic":"Money"},{"quote":"We don&#39;t need new taxes. We need new taxpayers, people that are gainfully employed, making money and paying into the tax system. And then we need a government that has the discipline to take that additional revenue and use it to pay down the debt and never grow it again.","author":"Marco Rubio","topic":"Money"},{"quote":"Half the money I spend on advertising is wasted; the trouble is, I don&#39;t know which half.","author":"John Wanamaker","topic":"Money"},{"quote":"Spending money is much more difficult than making money.","author":"Jack Ma","topic":"Money"},{"quote":"In marriage do thou be wise: prefer the person before money, virtue before beauty, the mind before the body; then thou hast a wife, a friend, a companion, a second self.","author":"William Penn","topic":"Money"},{"quote":"A bank is a place that will lend you money if you can prove that you don&#39;t need it.","author":"Bob Hope","topic":"Money"},{"quote":"It&#39;s amazing to me how many people think that voting to have the government give poor people money is compassion. Helping poor and suffering people yourself is compassion. Voting for our government to use guns to give money to help poor and suffering people is immoral, self-righteous, bullying laziness.","author":"Penn Jillette","topic":"Money"},{"quote":"If you hire people just because they can do a job, they&#39;ll work for your money. But if you hire people who believe what you believe, they&#39;ll work for you with blood, sweat, and tears.","author":"Simon Sinek","topic":"Money"},{"quote":"Making money is a hobby that will complement any other hobbies you have, beautifully.","author":"Scott Alexander","topic":"Money"},{"quote":"The reason we have poverty is that we have no imagination. There are a great many people accumulating what they think is vast wealth, but it&#39;s only money... they don&#39;t know how to enjoy it, because they have no imagination.","author":"Alan Watts","topic":"Money"},{"quote":"Money is like manure. You have to spread it around or it smells.","author":"J. Paul Getty","topic":"Money"},{"quote":"The first time you marry for love, the second for money, and the third for companionship.","author":"Jackie Kennedy","topic":"Money"},{"quote":"It doesn&#39;t take money to turn off the television and cultivate real bonding time.","author":"Marianne Williamson","topic":"Money"},{"quote":"In the end, you&#39;re trying to find God. That&#39;s the result of not being satisfied. And it doesn&#39;t matter how much money, or property, or whatever you&#39;ve got, unless you&#39;re happy in your heart, then that&#39;s it. And unfortunately, you can never gain perfect happiness unless you&#39;ve got that state of consciousness that enables that.","author":"George Harrison","topic":"Money"},{"quote":"Money can come and go, and fame comes and goes. Peace of mind and a relationship with God is far more important, so this is the precedent that we&#39;ve set in our lives. The bottom line is, we all die, so Jesus is the answer.","author":"Phil Robertson","topic":"Money"},{"quote":"This country can no longer afford to choose our leaders from a talent pool limited by sex, race, money, powerful fathers and paper degrees. It&#39;s time to take equal pride in breaking all the barriers.","author":"Gloria Steinem","topic":"Money"},{"quote":"Never confuse the size of your paycheck with the size of your talent.","author":"Marlon Brando","topic":"Money"},{"quote":"The true cost to the world of a burger is far greater than the money you hand over to buy it.","author":"Richard Branson","topic":"Money"},{"quote":"I like to think that people who really know me understand I am the same person - and that is something I will always fight to maintain. Obviously the money is there, but I want to stay the same. At the same time, I want my son to enjoy what I didn&#39;t have. My father-in-law often looks at all the toys and games Benjamin has.","author":"Sergio Aguero","topic":"Money"},{"quote":"Money cannot buy peace of mind. It cannot heal ruptured relationships, or build meaning into a life that has none.","author":"Richard M. DeVos","topic":"Money"},{"quote":"I hope to be like Bill Gates, bro. With all the money in the world.","author":"Young Thug","topic":"Money"},{"quote":"I tell people to look at me and understand that everybody first told me that I couldn&#39;t be a 6-foot, 9-inch point guard, and I proved them wrong. Then they told me I couldn&#39;t be a businessman and make money in urban America, and I proved them wrong. And they thought I couldn&#39;t win all these championships, and I proved them wrong there as well.","author":"Magic Johnson","topic":"Money"},{"quote":"Money can&#39;t buy love, but it improves your bargaining position.","author":"Christopher Marlowe","topic":"Money"},{"quote":"Money is the string with which a sardonic destiny directs the motions of its puppets.","author":"W. Somerset Maugham","topic":"Money"},{"quote":"I had lost my way for some time, so I need to do things that I am happy with. It&#39;s not about being the number one heroine or money. It&#39;s about doing roles that I enjoy. My biggest ambition is happiness.","author":"Sonam Kapoor","topic":"Money"},{"quote":"Recommend virtue to your children; it alone, not money, can make them happy. I speak from experience.","author":"Ludwig van Beethoven","topic":"Money"},{"quote":"I have no one to leave the money to. I&#39;m a single man. I like spending my money.","author":"Elton John","topic":"Money"},{"quote":"So you think that money is the root of all evil. Have you ever asked what is the root of all money?","author":"Ayn Rand","topic":"Money"},{"quote":"Don&#39;t worry about writing a book or getting famous or making money. Just lead an interesting life.","author":"Michael Morpurgo","topic":"Money"},{"quote":"The companies that survive longest are the one&#39;s that work out what they uniquely can give to the world not just growth or money but their excellence, their respect for others, or their ability to make people happy. Some call those things a soul.","author":"Charles Handy","topic":"Money"},{"quote":"On privacy issues, it&#39;s just like hundreds of years ago when people said, &#39;I would rather put my money under my pillow than in a bank.&#39; But today, banks know how to protect money much better than you do. Today, we may not have the answers to privacy issues, but I believe our young people will come up with the solutions.","author":"Jack Ma","topic":"Money"},{"quote":"We have the right as individuals to give away as much of our own money as we please in charity; but as members of Congress we have no right to appropriate a dollar of the public money.","author":"Davy Crockett","topic":"Money"},{"quote":"Many people who try to do big bold things in the world find out it&#39;s not about the money or the technology: It&#39;s about the regulatory hurdles that will try and stop you.","author":"Peter Diamandis","topic":"Money"},{"quote":"To be poor does not mean you lack the means to extend charity to another. You may lack money or food, but you have the gift of friendship to overwhelm the loneliness that grips the lives of so many.","author":"Stanley Hauerwas","topic":"Money"},{"quote":"Research is four things: brains with which to think, eyes with which to see, machines with which to measure and, fourth, money.","author":"Albert Szent-Gyorgyi","topic":"Money"},{"quote":"My mother was keen that I complete my graduation and never ever wanted me to be in the movies, as my father had made five films that lost money. One of the films he made was &#39;Agneepath,&#39; which was hugely hyped but underwhelming at the box office, and I remember that my dad had to sell my grandmother&#39;s flat to pay off the loan.","author":"Karan Johar","topic":"Money"},{"quote":"I hate the unfairness of injustice. Anybody who thinks they are better than others or &#39;chosen&#39; or feel they have an entitlement... be it through monarchy, government or money. I think we are all born the same. We are entitled to an equal shot at life.","author":"Liam Cunningham","topic":"Money"},{"quote":"I don&#39;t want to make money; I want to make a difference.","author":"Lady Gaga","topic":"Money"},{"quote":"I think space, architectural space, is my thing. It&#39;s not about facade, elevation, making image, making money. My passion is creating space.","author":"Peter Zumthor","topic":"Money"},{"quote":"The problem is not that people are taxed too little, the problem is that government spends too much.","author":"Ronald Reagan","topic":"Money"},{"quote":"The importance of money flows from it being a link between the present and the future.","author":"John Maynard Keynes","topic":"Money"},{"quote":"Neither a borrower nor a lender be.","author":"William Shakespeare","topic":"Money"},{"quote":"It costs a lot of money to look this cheap.","author":"Dolly Parton","topic":"Money"},{"quote":"There is no class so pitiably wretched as that which possesses money and nothing else.","author":"Andrew Carnegie","topic":"Money"},{"quote":"But I don&#39;t need to use politics as a way of making money.","author":"Imran Khan","topic":"Money"},{"quote":"After two decades of personal finance reporting, I&#39;ve heard every excuse in the book for not saving money. That said, none of them really hold up - at least over the long term.","author":"Jean Chatzky","topic":"Money"},{"quote":"When I look at China&#39;s environmental problems, the real barrier is not lack of technology or money. It&#39;s lack of motivation.","author":"Ma Jun","topic":"Money"},{"quote":"But men are so full of greed today, they&#39;ll sell anything for a little piece of money.","author":"Little Richard","topic":"Money"},{"quote":"The only football players in my time were fellows who really loved to play football. They were not in it for the money. There wasn&#39;t much money there. They would have played football for nothing.","author":"Red Grange","topic":"Money"},{"quote":"What is the price of justice? What is the price of justice? When bail is set unreasonably high, people are behind bars only because they are poor. Not because they&#39;re a danger or a flight risk - only because they are poor. They don&#39;t have money to get out of jail and they certainly don&#39;t have money to flee anywhere.","author":"Loretta Lynch","topic":"Money"},{"quote":"The flood of money that gushes into politics today is a pollution of democracy.","author":"Theodore White","topic":"Money"},{"quote":"Everybody gets everything handed to them. The rich inherit it. I don&#39;t mean just inheritance of money. I mean what people take for granted among the middle and upper classes, which is nepotism, the old-boy network.","author":"Toni Morrison","topic":"Money"},{"quote":"The price of every thing rises and falls from time to time and place to place; and with every such change the purchasing power of money changes so far as that thing goes.","author":"Alfred Marshall","topic":"Money"},{"quote":"Life started getting good when I started making money.","author":"Balthazar Getty","topic":"Money"},{"quote":"Writing is like prostitution. First you do it for love, and then for a few close friends, and then for money.","author":"Moliere","topic":"Money"},{"quote":"Throughout the industrial era, economists considered manufactured capital - money, factories, etc. - the principal factor in industrial production, and perceived natural capital as a marginal contributor. The exclusion of natural capital from balance sheets was an understandable omission. There was so much of it, it didn&#39;t seem worth counting.","author":"Paul Hawken","topic":"Money"},{"quote":"Matters of the heart are important to me. All this materialism and all the money and wealth are things that you don&#39;t take to the grave. One day you have it. The next day you don&#39;t.","author":"Shari Arison","topic":"Money"},{"quote":"I wouldn&#39;t want to go back over my life. I&#39;ve done it all. I wouldn&#39;t have wanted to miss the Marine Corps. I wouldn&#39;t have wanted to miss the war. I wouldn&#39;t have missed college. Or playin&#39; for the Colts. I got all the money I need. Five children. I got a truck. I have no regrets whatsoever.","author":"Art Donovan","topic":"Money"},{"quote":"A rise of wages from this cause will, indeed, be invariably accompanied by a rise in the price of commodities; but in such cases, it will be found that labour and all commodities have not varied in regard to each other, and that the variation has been confined to money.","author":"David Ricardo","topic":"Money"},{"quote":"If you don&#39;t have the money management skills yet, using a debit card will ensure you don&#39;t overspend and rack up debt on a credit card.","author":"T. Harv Eker","topic":"Money"},{"quote":"Oh God, you know I have no money, but you can make the people do for me, and you must make the people do for me.","author":"Sojourner Truth","topic":"Money"},{"quote":"This will never be a civilized country until we spend more money for books than we do for chewing gum.","author":"Elbert Hubbard","topic":"Money"},{"quote":"I told my father I wanted to play the banjo, and so he saved the money and got ready to give me a banjo for my next birthday, and between that time and my birthday, I lost interest in the banjo and was playing guitar.","author":"Jackson Browne","topic":"Money"},{"quote":"The only way to get love is to be lovable. It&#39;s very irritating if you have a lot of money. You&#39;d like to think you could write a check: &#39;I&#39;ll buy a million dollars&#39; worth of love.&#39; But it doesn&#39;t work that way. The more you give love away, the more you get.","author":"Warren Buffett","topic":"Money"},{"quote":"A fascist is one whose lust for money or power is combined with such an intensity of intolerance toward those of other races, parties, classes, religions, cultures, regions or nations as to make him ruthless in his use of deceit or violence to attain his ends.","author":"Henry A. Wallace","topic":"Money"},{"quote":"I just thank God that I didn&#39;t grow up with so much money or privilege because you had to create ways to make it happen.","author":"Kim Basinger","topic":"Money"},{"quote":"As kids we didn&#39;t complain about being poor; we talked about how rich we were going to be and made moves to get the lifestyle we aspired to by any means we could. And as soon as we had a little money, we were eager to show it.","author":"Jay-Z","topic":"Money"},{"quote":"Words are the money of fools.","author":"Thomas Hobbes","topic":"Money"},{"quote":"There is a gigantic difference between earning a great deal of money and being rich.","author":"Marlene Dietrich","topic":"Money"},{"quote":"You always hear the phrase, money doesn&#39;t buy you happiness. But I always in the back of my mind figured a lot of money will buy you a little bit of happiness. But it&#39;s not really true. I got a new car because the old one&#39;s lease expired.","author":"Sergey Brin","topic":"Money"},{"quote":"Private jets cost a lot of money.","author":"Donald Trump","topic":"Money"},{"quote":"It is not the employer who pays the wages. Employers only handle the money. It is the customer who pays the wages.","author":"Henry Ford","topic":"Money"},{"quote":"Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.","author":"Andy Warhol","topic":"Money"},{"quote":"A real gentleman, even if he loses everything he owns, must show no emotion. Money must be so far beneath a gentleman that it is hardly worth troubling about.","author":"Fyodor Dostoevsky","topic":"Money"},{"quote":"I say always follow your passion, no matter what, because even if it&#39;s not the same financial success, it&#39;ll lead you to the money that&#39;ll make you the happiest.","author":"Ellen DeGeneres","topic":"Money"},{"quote":"I&#39;m a little lavish I must admit. But I&#39;m not really concerned with money. Being rich is not my goal, being wealthy is.","author":"CeeLo Green","topic":"Money"},{"quote":"To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy.","author":"Bette Davis","topic":"Money"},{"quote":"Enthusiasm is the greatest asset you can possess, for it can take you further than money, power or influence.","author":"Dada Vaswani","topic":"Money"},{"quote":"It&#39;s a common misconception that money is every entrepreneur&#39;s metric for success. It&#39;s not, and nor should it be.","author":"Richard Branson","topic":"Money"},{"quote":"I want to go to - what&#39;s that hot country with a lot of money? - Dubai.","author":"Grandmaster Flash","topic":"Money"},{"quote":"Disasters happen. We still have no way to eliminate earthquakes, wildfires, hurricanes, floods or droughts. We cope as best we can by fortifying ourselves against danger with building codes and levees, and by setting aside money to clean up afterwards.","author":"Seth Shostak","topic":"Money"},{"quote":"I think the person who takes a job in order to live - that is to say, for the money - has turned himself into a slave.","author":"Joseph Campbell","topic":"Money"},{"quote":"You&#39;ve got to tell your money what to do or it will leave.","author":"Dave Ramsey","topic":"Money"},{"quote":"Money doesn&#39;t buy elegance. You can take an inexpensive sheath, add a pretty scarf, gray shoes, and a wonderful bag, and it will always be elegant.","author":"Carolina Herrera","topic":"Money"},{"quote":"In the United States, where we have more land than people, it is not at all difficult for persons in good health to make money.","author":"P. T. Barnum","topic":"Money"},{"quote":"Pennies do not come from heaven. They have to be earned here on earth.","author":"Margaret Thatcher","topic":"Money"},{"quote":"I think it&#39;s way harder when you have success, &#39;cause people tend to not treat you the same or look at you the same because they see the success or the money you make.","author":"Meek Mill","topic":"Money"},{"quote":"I am very excited about the prospect of using cryptocurrency, not just as a money equivalent, but using it as a way to earn something as a result of doing some type of work.","author":"William Mougayar","topic":"Money"},{"quote":"A writer wants something more than money for his work: he wants permanence.","author":"A. A. Milne","topic":"Money"},{"quote":"To this day, I still haven&#39;t touched one dime of my signing bonus or NFL contract money. I live off my marketing money and haven&#39;t blown it on any big-money expensive cars, expensive jewelry, or tattoos and still wear my favorite pair of jeans from high school.","author":"Rob Gronkowski","topic":"Money"},{"quote":"For me, relationship is very important. I can lose money, but I cannot lose a relationship. The test is, at the end of a conversation or a negotiation, both must smile.","author":"Sunil Mittal","topic":"Money"},{"quote":"Money often costs too much.","author":"Ralph Waldo Emerson","topic":"Money"},{"quote":"It is a kind of spiritual snobbery that makes people think they can be happy without money.","author":"Albert Camus","topic":"Money"},{"quote":"I know of nothing more despicable and pathetic than a man who devotes all the hours of the waking day to the making of money for money&#39;s sake.","author":"John D. Rockefeller","topic":"Money"},{"quote":"It is easier to have faith that God will support each House of Hospitality and Farming Commune and supply our needs in the way of food and money to pay bills, than it is to keep a strong, hearty, living faith in each individual around us - to see Christ in him.","author":"Dorothy Day","topic":"Money"},{"quote":"Money doesn&#39;t make people happy. People make people happy.","author":"Steve Wynn","topic":"Money"},{"quote":"Social enables word of mouth at an unprecedented scale. Its most powerful effect, through reviews and recommendations, is to put product quality and value for money as the key to success in commerce. Social brings a level of transparency that prevents marketers from advertising their way to success without underlying product quality.","author":"Roelof Botha","topic":"Money"},{"quote":"I am not a pig farmer. The pigs had a great time, but I didn&#39;t make any money.","author":"Willie Nelson","topic":"Money"},{"quote":"If saving money is wrong, I don&#39;t want to be right!","author":"William Shatner","topic":"Money"},{"quote":"I wasn&#39;t a hacker for the money, and it wasn&#39;t to cause damage.","author":"Kevin Mitnick","topic":"Money"},{"quote":"Money may not buy happiness, but it can damn well give it!","author":"Freddie Mercury","topic":"Money"},{"quote":"Time is more valuable than money, because time is irreplaceable.","author":"John C. Maxwell","topic":"Money"},{"quote":"Every family should have the right to spend their money, after tax, as they wish, and not as the government dictates. Let us extend choice, extend the will to choose and the chance to choose.","author":"Margaret Thatcher","topic":"Money"},{"quote":"Benjamin Franklin may have discovered electricity, but it was the man who invented the meter who made the money.","author":"Earl Wilson","topic":"Money"},{"quote":"Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants.","author":"Benjamin Franklin","topic":"Money"},{"quote":"I&#39;ve seen so many people in this business that made a fortune. They get old and broke and can&#39;t make any money. I tell you something... no one&#39;s going to play a benefit for Jimmy Dean.","author":"Jimmy Dean","topic":"Money"},{"quote":"Crafts make us feel rooted, give us a sense of belonging and connect us with our history. Our ancestors used to create these crafts out of necessity, and now we do them for fun, to make money and to express ourselves.","author":"Phyllis George","topic":"Money"},{"quote":"Money is not required to buy one necessity of the soul.","author":"Henry David Thoreau","topic":"Money"},{"quote":"I have a fantastic relationship with money. I use it to buy my freedom.","author":"Gianni Versace","topic":"Money"},{"quote":"You shouldn&#39;t have to have money to have a luxury fragrance.","author":"Lady Gaga","topic":"Money"},{"quote":"Many novice real estate investors soon quit the profession and invest in a well-diversified portfolio of bonds. That&#39;s because, when you invest in real estate, you often see a side of humanity that stocks, bonds, mutual funds, and saving money shelter you from.","author":"Robert Kiyosaki","topic":"Money"},{"quote":"Yes I have made a lot of money and I have a lot of respect, my films have done well, and I know there are loads of loads of people who look up to me and really love me. I really just thought this is like a strange dream. I have never thought this is a success - I don&#39;t have a standard.","author":"Shah Rukh Khan","topic":"Money"},{"quote":"At a lot of companies founded on principles, the notion of making money is almost antithetical to the ethos of the place. From the very beginning, our business has existed to meet the needs and desires of multiple constituencies: customers, team members, vendors, shareholders, the community.","author":"John Mackey","topic":"Money"},{"quote":"You got paid on Friday, go for a late-night poker game, and have no money on Saturday. But the RSC took your rent out of the paycheck, so at least you had a place to sleep.","author":"Roger Rees","topic":"Money"},{"quote":"Profit or perish... There are only two ways to make money: increase sales and decrease costs.","author":"Fred DeLuca","topic":"Money"},{"quote":"Time is money, especially when you are talking to a lawyer or buying a commercial.","author":"Frank Dane","topic":"Money"},{"quote":"Instead of the cashier and ticket-ripper of the movie theater, the block chain consists of thousands of computers that can process digital tickets, money, and many other fiduciary objects in digital form. Think of thousands of robots wearing green eye shades, all checking each other&#39;s accounting.","author":"Nick Szabo","topic":"Money"},{"quote":"I will never win an Oscar, and do you know why? First of all, because I&#39;m not Jewish. Secondly, I make too much money for all those old farts in the Academy.","author":"Clint Eastwood","topic":"Money"},{"quote":"I don&#39;t think anybody cares about unwed mothers unless they&#39;re black or poor. The question is not morality, the question is money. That&#39;s what we&#39;re upset about.","author":"Toni Morrison","topic":"Money"},{"quote":"My family has very strong women. My mother never laughed at my dream of Africa, even though everyone else did because we didn&#39;t have any money, because Africa was the &#39;dark continent&#39;, and because I was a girl.","author":"Jane Goodall","topic":"Money"},{"quote":"Poverty makes you sad as well as wise.","author":"Bertolt Brecht","topic":"Money"},{"quote":"Money is a strange business. People who haven&#39;t got it aim it strongly. People who have are full of troubles.","author":"Ayrton Senna","topic":"Money"},{"quote":"In money, and in life, you are very often your own worst enemy. You promise yourself you&#39;re going to diet, then eat not one or two French fries but a whole plate. You decide to really commit to saving for retirement, only to wind up with a new pair of shoes in your closet.","author":"Jean Chatzky","topic":"Money"},{"quote":"The shortest period of time lies between the minute you put some money away for a rainy day and the unexpected arrival of rain.","author":"Jane Bryant Quinn","topic":"Money"},{"quote":"We have become 99 percent money mad. The method of living at home modestly and within our income, laying a little by systematically for the proverbial rainy day which is due to come, can almost be listed among the lost arts.","author":"George Washington Carver","topic":"Money"},{"quote":"Money will buy a pretty good dog, but it won&#39;t buy the wag of his tail.","author":"Josh Billings","topic":"Money"},{"quote":"My father was an immigrant who literally walked across Europe to get out of Russia. He fought in World War I. He was wounded in action. My father was a great success even though he never had money. He was a very determined man, a great role model.","author":"Arlen Specter","topic":"Money"},{"quote":"My theme is, &#39;The spirit of friendship is the balance of life.&#39; Not money. Not the World Series. It&#39;s friendship. The relationships I have with people, that&#39;s enough to keep me happy.","author":"Ernie Banks","topic":"Money"},{"quote":"Our American friends offer us money, arms, and advice. We take the money, we take the arms, and we decline the advice.","author":"Moshe Dayan","topic":"Money"},{"quote":"One might think that the money value of an invention constitutes its reward to the man who loves his work. But... I continue to find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.","author":"Thomas A. Edison","topic":"Money"},{"quote":"I&#39;m happy without money.","author":"Heath Ledger","topic":"Money"},{"quote":"Money demands that you sell, not your weakness to men&#39;s stupidity, but your talent to their reason.","author":"Ayn Rand","topic":"Money"},{"quote":"Everybody likes a kidder, but nobody lends him money.","author":"Arthur Miller","topic":"Money"},{"quote":"Spirituality does two things for you. One, you are forced to become more selfless, two, you trust to providence. The opposite of a spiritual man is a materialist. If I was a materialist I would be making lots of money doing endorsements, doing cricket commentary. I have no interest in that.","author":"Imran Khan","topic":"Money"},{"quote":"When I was 16 I&#39;d watch &#39;The Godfather,&#39; but I didn&#39;t think, &#39;Right, I&#39;m going to go down the barber&#39;s and get some protection money off him.&#39;","author":"Noel Gallagher","topic":"Money"},{"quote":"You can print money to bail out a bank, but you can&#39;t print life to bail out a planet.","author":"Paul Hawken","topic":"Money"},{"quote":"A constant stream of &#39;free&#39; money is a perfect way to keep an inefficient or simply bad government in power. As aid flows in, there is nothing more for the government to do - it doesn&#39;t need to raise taxes, and as long as it pays the army, it doesn&#39;t have to take account of its disgruntled citizens.","author":"Dambisa Moyo","topic":"Money"},{"quote":"The whole point of having money, and working and making money, is to enjoy and spend it.","author":"Irving Paul Lazar","topic":"Money"},{"quote":"I can make more generals, but horses cost money.","author":"Abraham Lincoln","topic":"Money"},{"quote":"My challenge when I came back was to face the young talent, dissect their games, and show them maybe that they needed to learn more about the game than just the money aspect.","author":"Michael Jordan","topic":"Money"},{"quote":"I&#39;m fulfilled in what I do. I never thought that a lot of money or fine clothes - the finer things of life - would make you happy. My concept of happiness is to be filled in a spiritual sense.","author":"Coretta Scott King","topic":"Money"},{"quote":"I don&#39;t need a lot of money. Simplicity is the answer for me.","author":"Linda McCartney","topic":"Money"},{"quote":"We became enthralled with the view that wealth trickled down from the top and that if you poured money into rich people, sort of like an ingredient, prosperity and jobs would squirt out of them like donuts. And if you understand economies in the 19th-century way, that view is plausible, and I think a lot of people accepted it.","author":"Nick Hanauer","topic":"Money"},{"quote":"I can see my work as a job. I do it for money. I likely already look forward to the weekend on Thursdays. And I probably will need a hobby as a leveling mechanism. In a career, I&#39;m definitely more engaged. But at the same time, there will be periods when I think, &#39;Is all that really hard work really worth my while?&#39;","author":"Stefan Sagmeister","topic":"Money"},{"quote":"When does money run out of time? The countdown begins when investable assets pose too much risk for too little return; when lenders desert credit markets for other alternatives such as cash or real assets.","author":"Bill Gross","topic":"Money"},{"quote":"My first job was in sixth grade, sweeping the clay tennis courts at the yacht club near my house, which I was not a member of. Always had to pay my own rent. But I don&#39;t really have any concept of how money works. I don&#39;t know how much things cost. Like a BMW. Or a quart of milk. It&#39;s embarrassing.","author":"Chloe Sevigny","topic":"Money"},{"quote":"The American people know the economy is too weak. Too many of them are suffering. So the question for Washington is, are we going to continue to play political games and - and - or are we going to say, we can do something right now to create jobs, to put money in the pockets of the middle-class, hire construction workers, teachers, veterans?","author":"David Plouffe","topic":"Money"},{"quote":"I just hate meetings. Though it&#39;s true that once you&#39;ve made a lot of money, people around you might be full of ideas about ways to make lots more money and might be disappointed that you don&#39;t want to seize every opportunity to do so.","author":"J. K. Rowling","topic":"Money"},{"quote":"We can be thankful to a friend for a few acres, or a little money; and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation.","author":"Lucius Annaeus Seneca","topic":"Money"},{"quote":"Billions are wasted on ineffective philanthropy. Philanthropy is decades behind business in applying rigorous thinking to the use of money.","author":"Michael Porter","topic":"Money"},{"quote":"A lot of people don&#39;t know this: when I was young, I wanted to be a garbage man. I asked my mom, and she said they made good money, and it was steady work.","author":"Paul Pierce","topic":"Money"},{"quote":"I want my money to be different. I&#39;m not trying to have rapper money. My goal is to be able to get everything from the world that I can get.","author":"Future","topic":"Money"},{"quote":"If you can have a great story that people can follow the mystery and get the suspense, and then you have those moments of tension and a splash of visual fun, then you kind of get everything. You get your money&#39;s worth.","author":"Jason Statham","topic":"Money"},{"quote":"Nobody had a credit card when I was a kid. No one had credit card debt. But these big companies and banks wanted to know how to get more money out of people - get them charging things.","author":"Michael Moore","topic":"Money"},{"quote":"Lives, like money, are spent. What are you buying with yours?","author":"Roy H. Williams","topic":"Money"},{"quote":"Crime, money, power, drugs - are all linked.","author":"Matthew Vaughn","topic":"Money"},{"quote":"Americans spend more money on Botox, face lifts and tummy tucks than on the age-old scourges of polio, small pox and malaria.","author":"Victor Davis Hanson","topic":"Money"},{"quote":"In suggesting gifts: Money is appropriate, and one size fits all.","author":"William Randolph Hearst","topic":"Money"},{"quote":"The rich don&#39;t work for money - the rich invent money.","author":"Robert Kiyosaki","topic":"Money"},{"quote":"The reality is the Lean Startup method is not about cost, it is about speed. Lean startups waste less money, because they use a disciplined approach to testing new products and ideas.","author":"Eric Ries","topic":"Money"},{"quote":"When you go through hell, your own personal hell, and you have lost - loss of fame, loss of money, loss of career, loss of family, loss of love, loss of your own identity that I experienced in my own life - and you&#39;ve been able to face the demons that have haunted you... I appreciate everything that I have.","author":"David Cassidy","topic":"Money"},{"quote":"I spent a lot of money on booze, birds and fast cars. The rest I just squandered.","author":"George Best","topic":"Money"},{"quote":"A fool and his money are soon elected.","author":"Will Rogers","topic":"Money"},{"quote":"It&#39;s better to waste money, than it is to waste time. You can always get more money.","author":"Hal Sparks","topic":"Money"},{"quote":"I made my money by selling too soon.","author":"Bernard Baruch","topic":"Money"},{"quote":"A man in debt is so far a slave.","author":"Ralph Waldo Emerson","topic":"Money"},{"quote":"My integrity means more to me than any fame or money. When I say something, I want people to take it to the bank that I mean it and believe in it.","author":"Tim Tebow","topic":"Money"},{"quote":"I&#39;d like to live as a poor man with lots of money.","author":"Pablo Picasso","topic":"Money"},{"quote":"Money, like vodka, turns a person into an eccentric.","author":"Anton Chekhov","topic":"Money"},{"quote":"In my view, a corporation is not a person. A corporation does not have First Amendment rights to spend as much money as it wants, without disclosure, on a political campaign.","author":"Bernie Sanders","topic":"Money"},{"quote":"If you can actually count your money, then you&#39;re not a rich man.","author":"J. Paul Getty","topic":"Money"},{"quote":"Our idea is to serve everybody, including people with little money.","author":"Ingvar Kamprad","topic":"Money"},{"quote":"The Internet didn&#39;t get invented on its own. Government research created the Internet so that all the companies could make money off the Internet. The point is, is that when we succeed, we succeed because of our individual initiative, but also because we do things together.","author":"Barack Obama","topic":"Money"},{"quote":"Neither soldiers nor money can defend a king but only friends won by good deeds, merit, and honesty.","author":"Sallust","topic":"Money"},{"quote":"Cryptocurrency currencies take the concept of money, and they take it native into computers, where everything is settled with computers and doesn&#39;t require external institutions or trusted third parties to validate things.","author":"Naval Ravikant","topic":"Money"},{"quote":"Time is money says the proverb, but turn it around and you get a precious truth. Money is time.","author":"George Gissing","topic":"Money"},{"quote":"The civility which money will purchase, is rarely extended to those who have none.","author":"Charles Dickens","topic":"Money"},{"quote":"You use your money to buy privacy because during most of your life you aren&#39;t allowed to be normal.","author":"Johnny Depp","topic":"Money"},{"quote":"As one digs deeper into the national character of the Americans, one sees that they have sought the value of everything in this world only in the answer to this single question: how much money will it bring in?","author":"Alexis de Tocqueville","topic":"Money"},{"quote":"We can all be successful and make money, but when we die, that ends. But when you are significant is when you help other people be successful. That lasts many a lifetime.","author":"Lou Holtz","topic":"Money"},{"quote":"In liberal logic, if life is unfair then the answer is to turn more tax money over to politicians, to spend in ways that will increase their chances of getting reelected.","author":"Thomas Sowell","topic":"Money"},{"quote":"At its core, bitcoin is a smart currency designed by very forward-thinking engineers. It eliminates the need for banks, gets rid of credit card fees, currency exchange fees, money transfer fees, and reduces the need for lawyers in transitions... all good things.","author":"Peter Diamandis","topic":"Money"},{"quote":"Real riches are the riches possessed inside.","author":"B. C. Forbes","topic":"Money"},{"quote":"Money is human happiness in the abstract; he, then, who is no longer capable of enjoying human happiness in the concrete devotes himself utterly to money.","author":"Arthur Schopenhauer","topic":"Money"},{"quote":"Every sale has five basic obstacles: no need, no money, no hurry, no desire, no trust.","author":"Zig Ziglar","topic":"Money"},{"quote":"I think that in a year I may retire. I cannot take my money with me when I die and I wish to enjoy it, with my family, while I live. I should prefer living in Germany to any other country, though I am an American, and am loyal to my country.","author":"Harry Houdini","topic":"Money"},{"quote":"Prestige is the shadow of money and power.","author":"C. Wright Mills","topic":"Money"},{"quote":"The greatest power is not money power, but political power.","author":"Walter Annenberg","topic":"Money"},{"quote":"Money can&#39;t buy you happiness but it does bring you a more pleasant form of misery.","author":"Spike Milligan","topic":"Money"},{"quote":"If my fans want to do something for me when that time comes, I say, don&#39;t waste your money on me. Help the homeless. Help the needy... people who don&#39;t have no food... Instead of some big funeral, where they come from here and there and all over. Save it.","author":"B. B. King","topic":"Money"},{"quote":"Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom.","author":"Scott Adams","topic":"Money"},{"quote":"I have no money, no resources, no hopes. I am the happiest man alive.","author":"Henry Miller","topic":"Money"},{"quote":"The first and most imperative necessity in war is money, for money means everything else - men, guns, ammunition.","author":"Ida Tarbell","topic":"Money"},{"quote":"The time making money should be greater than the time that you are spending money.","author":"Sophia Amoruso","topic":"Money"},{"quote":"All I ask is the chance to prove that money can&#39;t make me happy.","author":"Spike Milligan","topic":"Money"},{"quote":"My nephew has type 1 diabetes, and it&#39;s my goal and hope that in his lifetime there will be a cure for diabetes. There&#39;s no place better to give the money to than the Juvenile Diabetes Association.","author":"Abby Wambach","topic":"Money"},{"quote":"You have reached the pinnacle of success as soon as you become uninterested in money, compliments, or publicity.","author":"Thomas Wolfe","topic":"Money"},{"quote":"My parents instilled a really good work ethic from when I was little - if you want to have money to spend on holidays, you earn it. So I&#39;ve always been someone who wanted to be able to survive by myself, but I think you have to let down the barriers a little bit - let other people in.","author":"Emilia Fox","topic":"Money"},{"quote":"My mom worked at McDonald&#39;s, and she decided she wanted to make more money, so she got into the management program at McDonald&#39;s. And that&#39;s how you move up the chain. It&#39;s not by demanding that minimum wage is raised; it&#39;s by actually acquiring the skills. That&#39;s the way that people get ahead in life.","author":"Raul Labrador","topic":"Money"},{"quote":"I spent three days a week for 10 years educating myself in the public library, and it&#39;s better than college. People should educate themselves - you can get a complete education for no money. At the end of 10 years, I had read every book in the library and I&#39;d written a thousand stories.","author":"Ray Bradbury","topic":"Money"},{"quote":"Friends and acquaintances are the surest passport to fortune.","author":"Arthur Schopenhauer","topic":"Money"},{"quote":"This is a wonderful planet, and it is being completely destroyed by people who have too much money and power and no empathy.","author":"Alice Walker","topic":"Money"},{"quote":"If we work so hard and put all the money in the hospital to buy medicine - it will be a disaster. Why we should work? So without a healthy environment of this Earth, no matter how much money you make, no matter how wonderful you are, you have a bad disaster.","author":"Jack Ma","topic":"Money"},{"quote":"There are companies with management and companies with money. You can always find money. Management is the key to success in any business.","author":"Husnu Ozyegin","topic":"Money"},{"quote":"Big money is made in the stock market by being on the right side of the major moves. The idea is to get in harmony with the market. It&#39;s suicidal to fight trends. They have a higher probability of continuing than not.","author":"Martin Zweig","topic":"Money"},{"quote":"When I was young I thought that money was the most important thing in life; now that I am old I know that it is.","author":"Oscar Wilde","topic":"Money"},{"quote":"What&#39;s the use of happiness? It can&#39;t buy you money.","author":"Henny Youngman","topic":"Money"},{"quote":"As I have said for many years throughout this land, we&#39;re borrowing money from China to buy oil from the Persian Gulf to burn it in ways that destroy the future of human civilization. Every bit of that has to change.","author":"Al Gore","topic":"Money"},{"quote":"Human beings are much bigger than just making money.","author":"Muhammad Yunus","topic":"Money"},{"quote":"The president has been a true friend of the ag industry, because he continues to invest large amounts of money at a time when savings is really the goal of the federal government to deal with the deficit.","author":"Mike Johanns","topic":"Money"},{"quote":"Money is power, and in that government which pays all the public officers of the states will all political power be substantially concentrated.","author":"Andrew Jackson","topic":"Money"},{"quote":"I want &#39;Vogue&#39; to be pacy, sharp, and sexy - I&#39;m not interested in the super-rich or infinitely leisured. I want our readers to be energetic executive women, with money of their own and a wide range of interests. There is a new kind of woman out there. She&#39;s interested in business and money.","author":"Anna Wintour","topic":"Money"},{"quote":"There&#39;s a time in everyone&#39;s career where you go, &#39;Ah, this is hard - how long am I going to have to do this?&#39; But the rewards are so great. Who gets to go on the podium and hear the national anthem? The whole nation singing! Money can&#39;t buy you that.","author":"Mo Farah","topic":"Money"},{"quote":"If you are worried about job security and do not have an adequate emergency fund (ideally eight months&#39; worth of living expenses stashed away in a federally insured bank or credit union), you need to focus more on saving money than paying down the balance on your credit cards.","author":"Suze Orman","topic":"Money"},{"quote":"Less is always more. The best language is silence. We live in a time of a terrible inflation of words, and it is worse than the inflation of money.","author":"Eduardo Galeano","topic":"Money"},{"quote":"No one in this world, so far as I know - and I have searched the records for years, and employed agents to help me - has ever lost money by underestimating the intelligence of the great masses of the plain people.","author":"H. L. Mencken","topic":"Money"},{"quote":"It&#39;s like, hmm, there&#39;s people with $2000 weaves that could have bought health care with that weave money. They don&#39;t have insurance. People want what they want. And I guess that is a reason we have this big credit card problem and a lot of these foreclosures.","author":"Chris Rock","topic":"Money"},{"quote":"When we talk about kids earning commission for chores, we always have at least one parent who argues that children should do chores because they are part of the family. I agree, but if you don&#39;t involve money in a few chores, you lose the teachable moments in the work, spend, save, and give principles.","author":"Dave Ramsey","topic":"Money"},{"quote":"It&#39;s always dope being able to perform with your girlfriend and get money with your girlfriend.","author":"Meek Mill","topic":"Money"},{"quote":"I think I&#39;m probably a very sad man wrapped in a very joyful package, and I think I&#39;m very resilient, and I think I&#39;m quite generous, sometimes to a fault. And I&#39;m very bad with money, but I don&#39;t see that too much of a flaw.","author":"Dave Matthews","topic":"Money"},{"quote":"My NFL pension can barely pay my son&#39;s tuition. You know, it&#39;s very little money.","author":"O. J. Simpson","topic":"Money"},{"quote":"Ben Franklin may have discovered electricity- but it is the man who invented the meter who made the money.","author":"Earl Warren","topic":"Money"},{"quote":"I grew up on the East Coast, and we always used to say, &#39;Go get your hustle on,&#39; whether it was playing sports or making money. You do what you have to do to do what you want to do.","author":"Antoine Fuqua","topic":"Money"},{"quote":"The modern banking system manufactures money out of nothing.","author":"Josiah Stamp","topic":"Money"},{"quote":"A lot of times when people become successful, people don&#39;t really understand what they had to do or the sacrifices they made to do that, or they assume that they had money. This is coming from, like, a kid who was broke and lived with roaches and a single mom in Dorchester.","author":"Clinton Sparks","topic":"Money"},{"quote":"I&#39;ve always thought anyone can make money. Making a life worth living, that&#39;s the real test.","author":"Robert Fulghum","topic":"Money"},{"quote":"What makes me angry is when people know what is right but have, over the years, attuned themselves to the fact that what they&#39;re doing, stealing money from government, is acceptable.","author":"Miriam Defensor-Santiago","topic":"Money"},{"quote":"Fashion is more about taste than money - you have to understand your body and tailor clothes to your needs; it&#39;s all about the fit. I do the alterations myself - I&#39;m quite a seamstress - it&#39;s the influence of my Hungarian mother.","author":"Carmen Dell'Orefice","topic":"Money"},{"quote":"Polio&#39;s pretty special because once you get an eradication, you no longer have to spend money on it; it&#39;s just there as a gift for the rest of time.","author":"Bill Gates","topic":"Money"},{"quote":"I always was a rich person because money&#39;s not related to happiness.","author":"Paulo Coelho","topic":"Money"},{"quote":"It is not the creation of wealth that is wrong, but the love of money for its own sake.","author":"Margaret Thatcher","topic":"Money"},{"quote":"If you got the money honey I got the time and when you run out of money honey I run out of time.","author":"Willie Nelson","topic":"Money"},{"quote":"Money is the root of all evil, and yet it is such a useful root that we cannot get on without it any more than we can without potatoes.","author":"Louisa May Alcott","topic":"Money"},{"quote":"Money does not guarantee success.","author":"Jose Mourinho","topic":"Money"},{"quote":"No race of barbarians ever existed yet offered up children for money.","author":"Samuel Gompers","topic":"Money"},{"quote":"I think that stocks have been this tremendous, tremendous equalizer for people in this country. Guys who can&#39;t make a lot of money at their jobs have been able to make a lot of money in the stock market.","author":"Jim Cramer","topic":"Money"},{"quote":"Information technology departments must spend enormous amounts of time and money worrying about integrating big computer systems with billions of pieces of customer data.","author":"Alex Berenson","topic":"Money"},{"quote":"Handbags, dude. It&#39;s all about the handbags. I have quite a few purses that I spend a good deal of money on - that&#39;s my jam.","author":"Retta","topic":"Money"},{"quote":"I think a lot of times it&#39;s not money that&#39;s the primary motivation factor; it&#39;s the passion for your job and the professional and personal satisfaction that you get out of doing what you do that motivates you.","author":"Martin Yan","topic":"Money"},{"quote":"Great moments in science: Einstein discovers that time is actually money.","author":"Gary Larson","topic":"Money"},{"quote":"The reason I do this job is because I started to be a painter. Making money in art was difficult. The easiest way to make money was to use art for some other reason. One of the easiest and most interesting from an economic point of view was fashion. Fashion pays.","author":"Franco Moschino","topic":"Money"},{"quote":"Look at our society. Everyone wants to be thin, but nobody wants to diet. Everyone wants to live long, but few will exercise. Everybody wants money, yet seldom will anyone budget or control their spending.","author":"John C. Maxwell","topic":"Money"},{"quote":"Because people have no thoughts to deal in, they deal cards, and try and win one another&#39;s money. Idiots!","author":"Arthur Schopenhauer","topic":"Money"},{"quote":"Asking people for money is giving them the opportunity to put their resources at the disposal of the Kingdom.","author":"Henri Nouwen","topic":"Money"},{"quote":"The process by which banks create money is so simple that the mind is repelled.","author":"John Kenneth Galbraith","topic":"Money"},{"quote":"Most men love money and security more, and creation and construction less, as they get older.","author":"John Maynard Keynes","topic":"Money"},{"quote":"We need to reclaim our American system of limited government, low taxes, reasonable regulations, and sound money, which has blessed us with unprecedented prosperity. And it has done more to help the poor than any other economic system ever designed.","author":"Paul Ryan","topic":"Money"},{"quote":"It&#39;s difficult for me to trust a woman. Men are attracted to beautiful women. Women are attracted to men who offer security - financial security. And if you have money and you&#39;re famous, women find that sexy.","author":"Curtis Jackson","topic":"Money"},{"quote":"The only reason I&#39;m in Hollywood is that I don&#39;t have the moral courage to refuse the money.","author":"Marlon Brando","topic":"Money"},{"quote":"Sydney has taken my money, Melbourne has my respect, but Adelaide has taken my heart; I shall return.","author":"Miriam Margolyes","topic":"Money"},{"quote":"I&#39;m not telling people where to give money, but if there is to be a spotlight shed on me, then I&#39;d like to direct that spotlight onto causes I think are worthy or onto interesting, progressive figures.","author":"Scarlett Johansson","topic":"Money"},{"quote":"You know, if a band on a label sold a few hundred thousand copies of their record these days, they wouldn&#39;t make any money. But if a band can pump out 10 million copies of a record for free, and 50,000 of those fans come to the band&#39;s website to watch pay-per-view videos or buy a t-shirt, that&#39;s roughly $10 million in revenue per year.","author":"Tom DeLonge","topic":"Money"},{"quote":"I think sometimes we underestimate just how vulnerable Israel is on the public-relations front. That&#39;s why they spend so much money on propaganda. And that&#39;s why they panic every time they feel like they&#39;re losing the propaganda war.","author":"Norman Finkelstein","topic":"Money"},{"quote":"Ever wonder why billionaires always need more and more money? It&#39;s a power trip.","author":"Sebastian Roche","topic":"Money"},{"quote":"Money is like manure, of very little use except it be spread.","author":"Francis Bacon","topic":"Money"},{"quote":"There&#39;s enough money for everybody. See, I can&#39;t do what Yachty does. But then again, Yachty can&#39;t do what I do.","author":"Lil Uzi Vert","topic":"Money"},{"quote":"My children were taught at an early age how money works and that it comes from hard work. They&#39;ve been on a commission - not an allowance - since they were little. They learned that if they worked around the house, they got paid. If they didn&#39;t work, they didn&#39;t get paid.","author":"Dave Ramsey","topic":"Money"},{"quote":"By the end of World War II, we were the most powerful and least damaged of the great nations. We also had most of the money. America&#39;s hegemony lasted exactly five years.","author":"Gore Vidal","topic":"Money"},{"quote":"My next project is &#39;Venus Vs,&#39; which is a documentary that follows tennis star Venus Williams and her effort to get equal-award pay for women at Wimbledon. Most people don&#39;t realize that Venus fought for years to make sure women and men winners of that tennis championship received the same amount in award money.","author":"Ava DuVernay","topic":"Money"},{"quote":"If you wait to see how much money you have left at the end of the month to put toward savings, the answer may be zero. So, set up an automated monthly transfer from your checking to savings account. Once you lock into that commitment, you&#39;ll be forced to scale back spending to make ends meet.","author":"Suze Orman","topic":"Money"},{"quote":"I do not think I am successful just because I have money. I&#39;m successful because I love who I am and I have no regrets, and I&#39;m successful because I have a great heart and I have compassion and I care and I would be happy with or without money.","author":"Suze Orman","topic":"Money"},{"quote":"Judaism is one of the last of the world&#39;s matrilineal philosophies. Matriarchies are always the cultures that patriarchy attacks and decimates, because they don&#39;t spend all their money on the military like patriarchy does. They are easy prey.","author":"Roseanne Barr","topic":"Money"},{"quote":"There is no correlation between happiness and amounts of money.","author":"Kesha","topic":"Money"},{"quote":"The tragedy is that there is so much more incentive - money - to destroy the ecology than there is to preserve it.","author":"Paul Watson","topic":"Money"},{"quote":"The curse of covetousness is that it destroys manhood by substituting money for character.","author":"Lucy Larcom","topic":"Money"},{"quote":"Pizza made me who I am. In the summer of 1998, I dropped out of college and started a pizza restaurant called Growlies in my hometown in rural Canada. My seed money: a credit card with a $20,000 limit.","author":"Ryan Holmes","topic":"Money"},{"quote":"Being charitable provides a boost to your psyche that is tough to replicate in any other way. But note that although any charity will happily take your money, you can give in other ways and still reap the same happiness reward. Volunteering and donating your old or unused belongings have the same result.","author":"Jean Chatzky","topic":"Money"},{"quote":"It would be nice if the poor were to get even half of the money that is spent in studying them.","author":"Bill Vaughan","topic":"Money"},{"quote":"America&#39;s critics can be heard everywhere. It is too much in love with money - worshipping the god of the marketplace, the golden calf. It has too much money, seven of the top 10 banks, eight of the top 10 companies etc. It is too stingy, giving away less of its wealth than other countries. It is vulgar, a rich barbarian.","author":"Maurice Saatchi","topic":"Money"},{"quote":"People dream to be in the WWE, but my dream is to be the best in the WWE. They can have the money and fame. My dream is to become known as the greatest wrestler of all time.","author":"Sasha Banks","topic":"Money"},{"quote":"Just take yourself back to September 2001. As that month went on, and as that autumn unrolled, everybody wanted to do something. How can I help? Do you want my blood? Do you want money for the victims? I was a captain in the Marine Corps. I knew what I could do. I was right there. I was ready. I saw it. I moved the rubble with my own hands.","author":"Rob Riggle","topic":"Money"},{"quote":"If you ask me, over time, I am a believer in the Indian financial saving story getting stronger; a lot more savers are moving money away from gold and real estate into banks, mutual funds, insurance and equities.","author":"Uday Kotak","topic":"Money"},{"quote":"I think I&#39;m pretty smart on what I spend my money on. I still don&#39;t have a new car, I drive my old car that I&#39;ve had forever. But I bought a house in downtown Chicago.","author":"Chris O'Donnell","topic":"Money"},{"quote":"I&#39;m much more confident with crypto than with banks or fiat currency because I can actually control it, and the money supply is transparent, stated up front. It makes online shopping a lot easier and a lot safer.","author":"Erik Voorhees","topic":"Money"},{"quote":"Our main source of economy is agriculture. What we should do is to use the oil money that we have today to re-fuel agriculture. And so agriculture will be the backbone of the economy of South Sudan.","author":"Salva Kiir Mayardit","topic":"Money"},{"quote":"The highest use of capital is not to make more money, but to make money do more for the betterment of life.","author":"Henry Ford","topic":"Money"},{"quote":"Today the financial market is no good, but the money is there.","author":"Jack Ma","topic":"Money"},{"quote":"So, my happiness doesn&#39;t come from money or fame. My happiness comes from seeing life without struggle.","author":"Nicki Minaj","topic":"Money"},{"quote":"In the marathon obstacle course of a career, it&#39;s just good to have all the stats on paper for why you&#39;re not only a team player but also why it makes sense to support you in the projects you want to do - because you&#39;ve made so much damned money for the studio.","author":"Robert Downey, Jr.","topic":"Money"},{"quote":"Money equals freedom.","author":"Kevin O'Leary","topic":"Money"},{"quote":"Money talks. This is the thing, at the end of the day, I do what I have to do, and I&#39;mma keep doing what I have to do.","author":"Lil' Kim","topic":"Money"},{"quote":"The focus on my appearance has really surprised me. I&#39;ve always been a size 14 to 16, I don&#39;t care about clothes, I&#39;d rather spend my money on cigarettes and booze.","author":"Adele","topic":"Money"},{"quote":"In the NFL a lot of times everyone gets caught up in the business side of things. For them it&#39;s all about money and it really leaves a sour taste in your mouth.","author":"Brett Favre","topic":"Money"},{"quote":"I didn&#39;t want to be short. I&#39;ve tried to pretend that being a short guy didn&#39;t matter. I tried to make up for being short by affecting a strut, by adopting the voice of a much bigger man, by spending more money than I made, by tipping double or triple at bars and restaurants, by dating tall, beautiful women.","author":"Mickey Rooney","topic":"Money"},{"quote":"A runner must run with dreams in his heart, not money in his pocket.","author":"Emil Zatopek","topic":"Money"},{"quote":"Those on the downside of rising economic inequality generally do not want government policies that look like handouts. They typically do not want the government to make the tax system more progressive, to impose punishing taxes on the rich, in order to give the money to them. Redistribution feels demeaning. It feels like being labeled a failure.","author":"Robert J. Shiller","topic":"Money"},{"quote":"There isn&#39;t an amount of money you could offer me to do reality TV. I would rather get my job back on the building site. Or I could own a construction business. Maybe I could retire to my house in Long Island and take up painting, like Captain Beefheart. A crazy recluse: I like that idea.","author":"Dave Gahan","topic":"Money"},{"quote":"As a child, as far as I was concerned, my dad had an amazing job, and we had all the money we needed. My life was so fun and carefree that I didn&#39;t realize at all that we weren&#39;t rich - until I met someone rich. Still, I&#39;ve never met a rich kid who grew up as happy as I did.","author":"Artie Lange","topic":"Money"},{"quote":"Americans like to make money; Canadians like to audit it. I know no other country where accountants have a higher social and moral status.","author":"Northrop Frye","topic":"Money"},{"quote":"I&#39;m old enough to have friends and contemporaries who have long since retired, and that&#39;s their prerogative - enough is enough; it doesn&#39;t mean a thing to me. But I haven&#39;t got any money, so, you know, I just keep on working.","author":"Mike Leigh","topic":"Money"},{"quote":"It is money, money, money! Not ideas, not principles, but money that reigns supreme in American politics.","author":"Robert Byrd","topic":"Money"},{"quote":"Why do I have an issue with banks? They have their greedy fingers in everyone&#39;s money. No other industry has the power to deduct a bill or fees directly from your own bank account without so much as a notice.","author":"Jonathan Raymond","topic":"Money"},{"quote":"I believe God wants you to have money to pay your bills, send your kids to college and do charity work and build orphanages. There&#39;s the teaching that we&#39;re supposed to be poor to show that we&#39;re humble. I don&#39;t buy that. I think we&#39;re supposed to be leaders. We&#39;re supposed to excel.","author":"Joel Osteen","topic":"Money"},{"quote":"The strongest bank in the United States will last only so long as the people will have sufficient confidence in it to keep their money there.","author":"Carter G. Woodson","topic":"Money"},{"quote":"Put not your trust in money, but put your money in trust.","author":"Oliver Wendell Holmes, Sr.","topic":"Money"},{"quote":"When an actor has money he doesn&#39;t send letters, he sends telegrams.","author":"Anton Chekhov","topic":"Money"},{"quote":"If owning stocks is a long-term project for you, following their changes constantly is a very, very bad idea. It&#39;s the worst possible thing you can do, because people are so sensitive to short-term losses. If you count your money every day, you&#39;ll be miserable.","author":"Daniel Kahneman","topic":"Money"},{"quote":"I don&#39;t mind rude people. I want people that I can make money with, so if their executional abilities are good, and they&#39;re arrogant and rude, I don&#39;t care.","author":"Kevin O'Leary","topic":"Money"},{"quote":"I&#39;m scared to death of being poor. It&#39;s like a fat girl who loses 500 pounds but is always fat inside. I grew up poor and will always feel poor inside. It&#39;s my pet paranoia.","author":"Cher","topic":"Money"},{"quote":"There is hardly any money interest in art, and music will be there when money is gone.","author":"Duke Ellington","topic":"Money"},{"quote":"My mom has always been my champion. She was very smart and grounded. She said, &#39;Save your money. Pay your taxes. Don&#39;t put everything in one basket,&#39; but she let me explore and be creative.","author":"Queen Latifah","topic":"Money"},{"quote":"Money buys the most experienced teachers, less-crowded classrooms, high-quality teaching materials, and after-school programs.","author":"Robert Reich","topic":"Money"},{"quote":"I pity the French Cinema because it has no money. I pity the American Cinema because it has no ideas.","author":"Jean-Luc Godard","topic":"Money"},{"quote":"They&#39;re very, uh, you know, I don&#39;t come from the suburbs and a jolly, Disney type of lifestyle. I come from something totally different. And they&#39;re cool and bare minimum so it&#39;s not always a money issue for me.","author":"Shia LaBeouf","topic":"Money"},{"quote":"Art was a way for me to express myself and for me to also escape because it was tough growing up as a child. We didn&#39;t have a lot of money. I was always creating. I was writing stories. I was doing comic books. I made my own universe.","author":"Michelle Phan","topic":"Money"},{"quote":"I like things with upside. That&#39;s how you make money.","author":"Stephen A. Schwarzman","topic":"Money"},{"quote":"The truly unique trait of &#39;Sapiens&#39; is our ability to create and believe fiction. All other animals use their communication system to describe reality. We use our communication system to create new realities. Of course, not all fictions are shared by all humans, but at least one has become universal in our world, and this is money.","author":"Yuval Noah Harari","topic":"Money"},{"quote":"We don&#39;t need a lot of initiatives for women in film; what we need is money.","author":"Frances McDormand","topic":"Money"},{"quote":"If we define an American fascist as one who in case of conflict puts money and power ahead of human beings, then there are undoubtedly several million fascists in the United States.","author":"Henry A. Wallace","topic":"Money"},{"quote":"The money I pay for my cultural experiences came willingly from my own pocket - they were not the result of bread being removed from the mouths of the poor so that Miss Thing here could mince off to the circus smelling of roses.","author":"Julie Burchill","topic":"Money"},{"quote":"I just like being on my own on trains, traveling. I spent all my pocket money travelling the London Underground and Southern Railway, what used to be the Western region, and in Europe as much as I could afford it. My parents used to think I was going places, but I wasn&#39;t, I was just travelling the trains.","author":"Tony Judt","topic":"Money"},{"quote":"I&#39;m an entertainer. If people are paying good money for tickets they deserve the best show they can see. I don&#39;t get into lighting stuff on fire, but I do believe in going the extra mile.","author":"Bryan White","topic":"Money"},{"quote":"That money talks, I&#39;ll not deny, I heard it once: It said, &#39;Goodbye&#39;.","author":"Richard Armour","topic":"Money"},{"quote":"Everyone knows that if you can keep on making money, everyone&#39;s happy.","author":"David Stern","topic":"Money"},{"quote":"What I&#39;ve learned is that you really don&#39;t need to be a celebrity or have money or have the paparazzi following you around to be famous.","author":"Lady Gaga","topic":"Money"},{"quote":"Money is always there but the pockets change; it is not in the same pockets after a change, and that is all there is to say about money.","author":"Gertrude Stein","topic":"Money"},{"quote":"I&#39;m getting money over here. I&#39;m good, I&#39;m young, I&#39;m finally in a position to feed my family; please don&#39;t take that away from me.","author":"Tory Lanez","topic":"Money"},{"quote":"Money makes your life easier. If you&#39;re lucky to have it, you&#39;re lucky.","author":"Robert De Niro","topic":"Money"},{"quote":"We had access to too much money, too much equipment, and little by little, we went insane.","author":"Francis Ford Coppola","topic":"Money"},{"quote":"My philosophy is to make money.","author":"Rex Tillerson","topic":"Money"},{"quote":"I don&#39;t want to spend money the club doesn&#39;t have; I don&#39;t want to hold a player that doesn&#39;t want to stay.","author":"Jurgen Klopp","topic":"Money"},{"quote":"I was honored to start a small business and to borrow an enormous amount of money and to build piece upon piece, place upon place, building upon building and product upon product, throughout the United States and eventually Europe and facilities around the world.","author":"Jon Huntsman, Sr.","topic":"Money"},{"quote":"The function of the press in society is to inform, but its role in society is to make money.","author":"A. J. Liebling","topic":"Money"},{"quote":"Specificity is what makes good storytelling, and good storytelling is what makes money, and making money is then what encourages new producers to invest in different stories about Asians.","author":"Constance Wu","topic":"Money"},{"quote":"I got my influences from &#39;70s bands - Zeppelin, Pink Floyd, blah blah blah. When I was growing up, we had all these crazy bands on the Top 40. Today, if Pink Floyd released &#39;Money,&#39; it wouldn&#39;t even get played.","author":"Al Jourgensen","topic":"Money"},{"quote":"Money is a mechanism for control.","author":"David Korten","topic":"Money"},{"quote":"Pirates did not store all their treasures in treasure chests, then bury them and draw maps to them. That&#39;s a movie invention. In reality, pirates spent their money as fast as they could steal it because they knew they were living on borrowed time. They didn&#39;t want to wait around to enjoy the money.","author":"Robert Kurson","topic":"Money"},{"quote":"When I was young, I had a favorite movie star. One day, I saw one of his movies, and it was bad, and he was bad in it. I could tell he didn&#39;t care and only did it for the money. I felt betrayed. I never watched another one of his movies again.","author":"Michael Jai White","topic":"Money"},{"quote":"Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time.","author":"Johann Wolfgang von Goethe","topic":"Money"},{"quote":"People who identify themselves as conservatives donate money to charity more often than people who identify themselves as liberals. They donate more money and a higher percentage of their incomes.","author":"Thomas Sowell","topic":"Money"},{"quote":"No matter what business you&#39;re in, business is business, and financing and money are critical. I would have made a lot fewer mistakes if I had more schooling in that area.","author":"Daymond John","topic":"Money"},{"quote":"I&#39;m not broke. Like everybody else, I owe money.","author":"Marlee Matlin","topic":"Money"},{"quote":"I don&#39;t spend much money on clothes; I never did.","author":"Lauren Hutton","topic":"Money"},{"quote":"Unfortunately, corruption is widespread in government agencies and public enterprises. Our political system promotes nepotism and wasting money. This has undermined our legal system and confidence in the functioning of the state. One of the consequences is that many citizens don&#39;t pay their taxes.","author":"George Papandreou","topic":"Money"},{"quote":"Money is like an arm or leg - use it or lose it.","author":"Henry Ford","topic":"Money"},{"quote":"Companies should not have a singular view of profitability. There needs to be a balance between commerce and social responsibility... The companies that are authentic about it will wind up as the companies that make more money.","author":"Howard Schultz","topic":"Money"},{"quote":"I&#39;ve always said money may buy you a fine dog, but only love can make it wag its tail.","author":"Kinky Friedman","topic":"Money"},{"quote":"Who covets more is evermore a slave.","author":"Robert Herrick","topic":"Money"},{"quote":"Alimony is like buying hay for a dead horse.","author":"Groucho Marx","topic":"Money"},{"quote":"Of my old tendency to overdo the dedication and deface the title page with florid compliments and obscure quotes which the recipient cannot read, I will say only that I learnt my lesson when I had to shell out with my own money for a hardback I&#39;d vandalised and now limit myself to &#39;Good wishes.&#39;","author":"Howard Jacobson","topic":"Money"},{"quote":"I would say the most satisfying thing actually is watching my three children each pick up on their own interests and work many more hours per week than most people that have jobs at trying to intelligently give away that money in fields that they particularly care about.","author":"Warren Buffett","topic":"Money"},{"quote":"Money without brains is always dangerous.","author":"Napoleon Hill","topic":"Money"},{"quote":"In economics, one of the most important concepts is &#39;opportunity cost&#39; - the idea that once you spend your money on something, you can&#39;t spend it again on something else.","author":"Malcolm Turnbull","topic":"Money"},{"quote":"My mother had taught shorthand and typing to support us since my father died, and secretly she hated it and hated him for dying and leaving no money because he didn&#39;t trust life insurance salesmen.","author":"Sylvia Plath","topic":"Money"},{"quote":"The rich are always going to say that, you know, just give us more money and we&#39;ll go out and spend more and then it will all trickle down to the rest of you. But that has not worked the last 10 years, and I hope the American public is catching on.","author":"Warren Buffett","topic":"Money"},{"quote":"Money is better than poverty, if only for financial reasons.","author":"Woody Allen","topic":"Money"},{"quote":"To the eyes of a miser a guinea is more beautiful than the sun, and a bag worn with the use of money has more beautiful proportions than a vine filled with grapes.","author":"William Blake","topic":"Money"},{"quote":"Live like you&#39;ll die tomorrow, work like you don&#39;t need the money, and dance like nobody&#39;s watching.","author":"Bob Fosse","topic":"Money"},{"quote":"I think money is a wonderful thing because it enables you to do things. It enables you to invest in ideas that don&#39;t have a short-term payback.","author":"Steve Jobs","topic":"Money"},{"quote":"You don&#39;t want to have so much money going toward your mortgage every month that you can&#39;t enjoy life or take care of your other financial responsibilities.","author":"Dave Ramsey","topic":"Money"},{"quote":"Money can&#39;t buy you happiness, but it helps you look for it in a lot more places.","author":"Milton Berle","topic":"Money"},{"quote":"I love to go to Washington - if only to be near my money.","author":"Bob Hope","topic":"Money"},{"quote":"The times of Arab nationalism and unity are gone forever. These ideas which mobilized the masses are only a worthless currency. Libya has had to put up with too much from the Arabs for whom it has poured forth both blood and money.","author":"Muammar al-Gaddafi","topic":"Money"},{"quote":"The money&#39;s the same, whether you earn it or scam it.","author":"Bobby Heenan","topic":"Money"},{"quote":"I&#39;ve never been able to understand why a Republican contributor is a &#39;fat cat&#39; and a Democratic contributor of the same amount of money is a &#39;public-spirited philanthropist&#39;.","author":"Ronald Reagan","topic":"Money"},{"quote":"I always thought money was something just to make me happy. But I&#39;ve learned that I feel better being able to help my folks, &#39;cause we never had nothing. So just to see them excited about my career is more of a blessing than me actually having it for myself.","author":"Kendrick Lamar","topic":"Money"},{"quote":"My daughter is one of my greatest inspirations. She&#39;s an environmentalist, she plays piano, she&#39;s raising money for the earthquake victims in Nepal. Every day she surprises me and teaches me something.","author":"Patti Smith","topic":"Money"},{"quote":"You must spend money to make money.","author":"Plautus","topic":"Money"},{"quote":"Partying is not a sane way to spend money, but it&#39;s fun. When we were young, we did not have a lot of money at all, so I thought, &#39;If I ever get rich, I&#39;m not going to become one of those boring rich people who doesn&#39;t spend money.&#39;","author":"Markus Persson","topic":"Money"},{"quote":"Boxing is the only sport you can get your brain shook, your money took and your name in the undertaker book.","author":"Joe Frazier","topic":"Money"},{"quote":"Property may be destroyed and money may lose its purchasing power; but, character, health, knowledge and good judgement will always be in demand under all conditions.","author":"Roger Babson","topic":"Money"},{"quote":"Nothing except the mint can make money without advertising.","author":"Thomas Babington Macaulay","topic":"Money"},{"quote":"I&#39;m not a driven businessman, but a driven artist. I never think about money. Beautiful things make money.","author":"Lord Acton","topic":"Money"},{"quote":"Productivity - the amount of output delivered per hour of work in the economy - is often viewed as the engine of progress in modern capitalist economies. Output is everything. Time is money. The quest for increased productivity occupies reams of academic literature and haunts the waking hours of C.E.O.s and finance ministers.","author":"Tim Jackson","topic":"Money"},{"quote":"Want of money and the distress of a thief can never be alleged as the cause of his thieving, for many honest people endure greater hardships with fortitude. We must therefore seek the cause elsewhere than in want of money, for that is the miser&#39;s passion, not the thief s.","author":"William Blake","topic":"Money"},{"quote":"I call Alibaba &#39;1,001 mistakes.&#39; We expanded too fast, and then in the dot-com bubble, we had to have layoffs. By 2002, we had only enough cash to survive for 18 months. We had a lot of free members using our site, and we didn&#39;t know how we&#39;d make money. So we developed a product for China exporters to meet U.S. buyers online. This model saved us.","author":"Jack Ma","topic":"Money"},{"quote":"Money can&#39;t buy happiness.","author":"Howard Hughes","topic":"Money"},{"quote":"Time well spent results in more money to spend, more money to save, and more time to vacation.","author":"Zig Ziglar","topic":"Money"},{"quote":"If our soldiers are not overburdened with money, it is not because they have a distaste for riches; if their lives are not unduly long, it is not because they are disinclined to longevity.","author":"Sun Tzu","topic":"Money"},{"quote":"All business is basically about customers and marketing and making money and capitalism and winning and promoting it and having something someone really wants.","author":"Roger Ailes","topic":"Money"},{"quote":"My father used to always say to me that, you know, if a guy goes out to steal a loaf of bread to feed his family, they&#39;ll give him 10 years, but a guy can do white-collar crime and steal the money of thousands and he&#39;ll get probation and a slap on the wrist.","author":"Jesse Ventura","topic":"Money"},{"quote":"I&#39;d say it&#39;s been my biggest problem all my life... it&#39;s money. It takes a lot of money to make these dreams come true.","author":"Walt Disney","topic":"Money"},{"quote":"My mom was on the United Way group that decides how to allocate the money and looks at all the different charities and makes the very hard decisions about where that pool of funds is going to go.","author":"Bill Gates","topic":"Money"},{"quote":"Lack of money is the root of all evil.","author":"George Bernard Shaw","topic":"Money"},{"quote":"When I decided to be a musician I reckoned that that was going to be the way of less profit, less money. I was sort of giving up the idea of making a lot of money. It was what I loved to do. I would have done it anyway. If I&#39;d had to work at Taco Bell I&#39;d have still been out at night trying to play music.","author":"Tom Petty","topic":"Money"},{"quote":"The U.N.&#39;s impartiality allows it to negotiate and operate in some of the toughest places in the world. And time and again, studies have shown that U.N. peacekeeping is far more effective and done with far less money than what any government can do on its own.","author":"Ban Ki-moon","topic":"Money"},{"quote":"The people who know personal finance hide the money very carefully.","author":"James Altucher","topic":"Money"},{"quote":"People are sad. People are broke. People are worried about money, people are worried that they&#39;re not enough and not amounting to anything and they don&#39;t feel good about themselves. People have rough times, and everybody&#39;s pretending it&#39;s not true, and we need to break that veneer.","author":"Eve Ensler","topic":"Money"},{"quote":"A woman must have money and a room of her own if she is to write fiction.","author":"Virginia Woolf","topic":"Money"},{"quote":"I was born on a plantation, and things weren&#39;t so good. We didn&#39;t have any money. I never thought of the word &#39;poor&#39; &#39;til I got to be a man, but when you live in a house that you can always peek out of and see what kind of day it is, you&#39;re not doing so well. And your rest room is not inside the house.","author":"B. B. King","topic":"Money"},{"quote":"I&#39;m not trying to make friends, I&#39;m trying to make money.","author":"Kevin O'Leary","topic":"Money"},{"quote":"A rise in wages, from an alteration in the value of money, produces a general effect on price, and for that reason it produces no real effect whatever on profits.","author":"David Ricardo","topic":"Money"},{"quote":"If we don&#39;t change from a world society that worships money and power to one that worships compassion and generosity, I think we&#39;ll be extinct by mid-century. I don&#39;t say that as an alarmist or as a pessimist.","author":"Patch Adams","topic":"Money"},{"quote":"I have learned so many things from my mother about the right upbringing, the right values, value for money, value for elders, for family members. I think these things only a parent can teach you.","author":"Karisma Kapoor","topic":"Money"},{"quote":"I&#39;m looking for backing for an unauthorized auto-biography that I am writing. Hopefully, this will sell in such huge numbers that I will be able to sue myself for an extraordinary amount of money and finance the film version in which I will play everybody.","author":"David Bowie","topic":"Money"},{"quote":"People say that money is not the key to happiness, but I always figured if you have enough money, you can have a key made.","author":"Joan Rivers","topic":"Money"},{"quote":"We need your help. I need your help. We need money for research. It may not save my life. It may save my children&#39;s life. It may save someone you love. And it&#39;s very important.","author":"Jim Valvano","topic":"Money"},{"quote":"I always want to say to people who want to be rich and famous: &#39;try being rich first&#39;. See if that doesn&#39;t cover most of it. There&#39;s not much downside to being rich, other than paying taxes and having your relatives ask you for money. But when you become famous, you end up with a 24-hour job.","author":"Bill Murray","topic":"Money"},{"quote":"There&#39;s something very visceral about watching people beg for money. It&#39;s powerful.","author":"Kevin O'Leary","topic":"Money"},{"quote":"Money has no grey areas. You either make it or you lose it.","author":"Kevin O'Leary","topic":"Money"},{"quote":"I washed dishes so I could make movies. it was never a way for me to make money.","author":"Casey Neistat","topic":"Money"},{"quote":"People think about Bitcoin incorrectly. They think about it as currency or about gold or hoarding, speculation, about how much money do you make. When really, what it is is an API for programmable cash transactions.","author":"Naval Ravikant","topic":"Money"},{"quote":"It&#39;s easy to love yourself when you feel good enough, when you feel special enough, when you&#39;re loved enough, when you have enough money, and you&#39;re appreciated.","author":"Debbie Ford","topic":"Money"},{"quote":"I considered going into business or becoming a lawyer - not for the money, but for the thrill of problem-solving.","author":"Lisa Randall","topic":"Money"},{"quote":"As teenagers, we all see ourselves as outsiders... and it&#39;s very easy to look at other people who are more popular, who have more pocket money, and it makes you feel even more like an outsider, and it does shape who you become as a person.","author":"Maggie Stiefvater","topic":"Money"},{"quote":"Good jokes are gems. A good idea is hard to come by. I couldn&#39;t give them to someone else, even for money. It just wouldn&#39;t seem right.","author":"Steven Wright","topic":"Money"},{"quote":"If advertisers spent the same amount of money on improving their products as they do on advertising then they wouldn&#39;t have to advertise them.","author":"Will Rogers","topic":"Money"},{"quote":"I believe enlightenment or revelation comes in daily life. I look for joy, the peace of action. You need action. I&#39;d have stopped writing years ago if it were for the money.","author":"Paulo Coelho","topic":"Money"},{"quote":"I never heard of an old man forgetting where he had buried his money! Old people remember what interests them: the dates fixed for their lawsuits, and the names of their debtors and creditors.","author":"Marcus Tullius Cicero","topic":"Money"},{"quote":"Measure your wealth by what you&#39;d have left if you lost all your money.","author":"H. Jackson Brown, Jr.","topic":"Money"},{"quote":"Successful people make money. It&#39;s not that people who make money become successful, but that successful people attract money. They bring success to what they do.","author":"Wayne Dyer","topic":"Money"},{"quote":"We are a mission-driven company. In order to do this, we have to build a great team. And in order to do that, you need people to know they can make a bunch of money. So we need a business model to make a lot of money.","author":"Mark Zuckerberg","topic":"Money"},{"quote":"I went into the business for the money, and the art grew out of it. If people are disillusioned by that remark, I can&#39;t help it. It&#39;s the truth.","author":"Charlie Chaplin","topic":"Money"},{"quote":"The music business is motivated by money. Music is motivated by energy and feelings.","author":"Erykah Badu","topic":"Money"},{"quote":"I&#39;m hopeless with money; I simply spend what I&#39;ve got.","author":"Freddie Mercury","topic":"Money"},{"quote":"Profit is sweet, even if it comes from deception.","author":"Sophocles","topic":"Money"},{"quote":"He who controls the money supply of a nation controls the nation.","author":"James A. Garfield","topic":"Money"},{"quote":"We are the nation the most powerful, the most armed and we are supplying arms and money to the rest of the world where we are not ourselves fighting. We are eating while there is famine in the world.","author":"Dorothy Day","topic":"Money"},{"quote":"My goal wasn&#39;t to make a ton of money. It was to build good computers.","author":"Steve Wozniak","topic":"Money"},{"quote":"The man who won&#39;t loan money isn&#39;t going to have many friends - or need them.","author":"Wilt Chamberlain","topic":"Money"},{"quote":"I have seen extreme lows because of factors that were not in my hands - be it not having money to buy my first bike, dropping out of a prestigious engineering college without having a single rupee in my bank account, living with seven boys in a single-room kitchen in Mumbai, or eating nothing but khichdi every day. But I cherish all those moments.","author":"Sushant Singh Rajput","topic":"Money"},{"quote":"A fool and his money are soon parted.","author":"Thomas Tusser","topic":"Money"},{"quote":"Give tax breaks to large corporations, so that money can trickle down to the general public, in the form of extra jobs.","author":"Andrew Mellon","topic":"Money"},{"quote":"If we command our wealth, we shall be rich and free; if our wealth commands us, we are poor indeed.","author":"Edmund Burke","topic":"Money"},{"quote":"When most people ask about a business growing, what they really mean is growing revenue, not just growing the number of people using a service. Traditional businesses would view people using your service that you don&#39;t make money from as a cost.","author":"Mark Zuckerberg","topic":"Money"},{"quote":"Those whose life is long still strive for gain, and for all mortals all things take second place to money.","author":"Sophocles","topic":"Money"},{"quote":"I got good advice once. Someone said to me: &#39;Live in your money rather than look at it.&#39;","author":"Simon Cowell","topic":"Money"},{"quote":"Can we please agree that in the real world, corporations exist for one purpose and one purpose only - to make as much money as possible, which means cutting costs as much as possible?","author":"Robert Reich","topic":"Money"},{"quote":"Obviously it&#39;s much easier to say that you&#39;re going to follow your passions when you&#39;re financially secure, but at least we can take solace in the fact that we now have the time to pursue the things that we really want to pursue because now the option of doing things just for the money isn&#39;t necessarily there.","author":"Natalie Portman","topic":"Money"},{"quote":"The only point in making money is, you can tell some big shot where to go.","author":"Humphrey Bogart","topic":"Money"},{"quote":"No, not rich. I am a poor man with money, which is not the same thing.","author":"Gabriel Garcia Marquez","topic":"Money"},{"quote":"Europeans fought for shorter workdays, more vacation time, family leave, and all these kinds of things. Those haven&#39;t been priorities in America: it&#39;s been about money. You see, in the countries that fought for time, they cook more often; they have less obesity. There are real benefits to having time.","author":"Michael Pollan","topic":"Money"},{"quote":"What a brutish master sin is, taking the joy from one&#39;s life, stealing money and health, giving promise of tomorrow&#39;s pleasures, and finally leading one onto the rotten planking that overlies the mouth of the pit.","author":"Jim Elliot","topic":"Money"},{"quote":"Here in the big city people spend their time thinking about work and about money; they don&#39;t give some value to friendships and it can be depressing.","author":"Adriana Lima","topic":"Money"},{"quote":"Wealth often takes away chances from men as well as poverty. There is none to tell the rich to go on striving, for a rich man makes the law that hallows and hollows his own life.","author":"Sean O'Casey","topic":"Money"},{"quote":"Money doesn&#39;t mind if we say it&#39;s evil, it goes from strength to strength. It&#39;s a fiction, an addiction, and a tacit conspiracy.","author":"Martin Amis","topic":"Money"},{"quote":"We live in a digital world where all is available at the touch of a screen. Money has been simplified, changed subtly over time from tangible bills to numbers in cyberspace. Cash is no longer in a cloth bag; it&#39;s numbers on a screen. Numbers that can be manipulated and modified. If you run out of numbers, you can just buy some more, right?","author":"Rhys Darby","topic":"Money"},{"quote":"It is usually people in the money business, finance, and international trade that are really rich.","author":"Robin Leach","topic":"Money"},{"quote":"There is a lot of waste in government-run programs generally, and a lot of waste and fraud and misuse of money in Medicare and Medicaid that can be saved.","author":"Chuck Grassley","topic":"Money"},{"quote":"People be saying, &#39;Watch - when she gets some money, she&#39;s going to get a Gucci purse.&#39; But I don&#39;t think that&#39;s my style. I like finding random stuff and random brands. Maybe one day when I&#39;m sophisticated and older I might settle down and invest in a nice leather handbag.","author":"Kreayshawn","topic":"Money"},{"quote":"Privacy is a vast subject. Also, remember that privacy and convenience is always a trade-off. When you open a bank account and want to borrow some money, and you want to get a very cheap loan, you&#39;ll share all details of your assets because you want them to give you a low interest rate.","author":"Nandan Nilekani","topic":"Money"},{"quote":"Time and money spent in helping men to do more for themselves is far better than mere giving.","author":"Henry Ford","topic":"Money"},{"quote":"I&#39;ve got all the money I&#39;ll ever need, if I die by four o&#39;clock.","author":"Henny Youngman","topic":"Money"},{"quote":"Hip-hop from the beginning has always been aspirational. It always broke that notion that an artist can&#39;t think about money as well. Just so long as you separate the two and you&#39;re not making music with business in mind. At some point, it has to be real when they touch it, when they listen to it. Something has to resonate with them that&#39;s real.","author":"Jay-Z","topic":"Money"},{"quote":"Liking money like I like it, is nothing less than mysticism. Money is a glory.","author":"Salvador Dali","topic":"Money"},{"quote":"How friendly all men would be one with another, if no regard were paid to honour and money! I believe it would be a remedy for everything.","author":"Saint Teresa of Avila","topic":"Money"},{"quote":"I look at my annual budgets for everything and anything, and I look to see where I can save the most money on those items. Saving 30% to 50% buying in bulk - replenishable items from toothpaste to soup, or whatever I use a lot of - is the best guaranteed return on investment you can get anywhere.","author":"Mark Cuban","topic":"Money"},{"quote":"There is no such thing as a good tax.","author":"Unknown","topic":"Money"},{"quote":"Gambling with cards or dice or stocks is all one thing. It&#39;s getting money without giving an equivalent for it.","author":"Henry Ward Beecher","topic":"Money"},{"quote":"Do the elected officials in Washington stand with ordinary Americans - working families, children, the elderly, the poor - or will the extraordinary power of billionaire campaign contributors and Big Money prevail? The American people, by the millions, must send Congress the answer to that question.","author":"Bernie Sanders","topic":"Money"},{"quote":"If you don&#39;t educate yourself, you&#39;ll never get out of the starting block because you&#39;ll spend all your money making foolish decisions.","author":"Daymond John","topic":"Money"},{"quote":"Friendship is like money, easier made than kept.","author":"Samuel Butler","topic":"Money"},{"quote":"In one week, I went from being a girl who owed a guy thousands of dollars - my manager Anthony was paying for my outfits, paying for my food; I was sleeping in his parents&#39; basement - to taking meetings with every major label in America. The next morning, I had a record deal and wrote him a cheque to pay back all that money.","author":"Halsey","topic":"Money"},{"quote":"My dad said if you become a tennis professional just make sure you get into the top hundred, because you have to make a little bit of money. You make a living so you can pay your coaching and, you know, your travels.","author":"Roger Federer","topic":"Money"},{"quote":"Conserving energy and thus saving money, reducing consumption of unnecessary products and packaging and shifting to a clean-energy economy would likely hurt the bottom line of polluting industries, but would undoubtedly have positive effects for most of us.","author":"David Suzuki","topic":"Money"},{"quote":"If a patron buys from an artist who needs money, the patron then makes himself equal to the artist; he is building art into the world; he creates.","author":"Ezra Pound","topic":"Money"},{"quote":"I have the advantage of being pretty small, so if I&#39;m flying myself, I&#39;m flying coach. To save the money. I just put in my headphones, and it&#39;s no big thing. I keep my head down, wear a hoodie or a hat - but sometimes not even that. I&#39;m small. People miss me.","author":"Anna Kendrick","topic":"Money"},{"quote":"It is easy to be independent when you&#39;ve got money. But to be independent when you haven&#39;t got a thing, that&#39;s the Lord&#39;s test.","author":"Mahalia Jackson","topic":"Money"},{"quote":"It has been said, by engineers themselves, that given enough money, they can accomplish virtually anything: send men to the moon, dig a tunnel under the English Channel. There&#39;s no reason they couldn&#39;t likewise devise ways to protect infrastructure from the worst hurricanes, earthquakes and other calamities, natural and manmade.","author":"Henry Petroski","topic":"Money"},{"quote":"Go miser go, for money sell your soul. Trade wares for wares and trudge from pole to pole, So others may say when you are dead and gone. See what a vast estate he left his son.","author":"John Dryden","topic":"Money"},{"quote":"I don&#39;t drink. I don&#39;t smoke. I don&#39;t drink coffee. Starbucks is not going to make any money on me.","author":"Mickey Rooney","topic":"Money"},{"quote":"I don&#39;t want to be married to someone who feels inferior to my success or because I make more money than he does.","author":"Grace Kelly","topic":"Money"},{"quote":"What saddens me is the corruption of youth and beauty, and the loss of soul, which is only replaced by money.","author":"Lisa Bonet","topic":"Money"},{"quote":"I could have made a small film and kept all the money from &#39;Life is Beautiful&#39;. Instead, I spent more money than I had on &#39;Pinocchio&#39;, a very risky film.","author":"Roberto Benigni","topic":"Money"},{"quote":"The more we heat up the planet, the more it costs all of us, not just in money, but in colossal famines, displacements, deaths, and species extinctions, as well as in the loss of some of the things that make this planet a blue-green jewel, including its specialized habitats from the melting Arctic to bleaching coral reefs.","author":"Rebecca Solnit","topic":"Money"},{"quote":"Entrepreneurs are risk takers, willing to roll the dice with their money or reputation on the line in support of an idea or enterprise. They willingly assume responsibility for the success or failure of a venture and are answerable for all its facets.","author":"Victor Kiam","topic":"Money"},{"quote":"No-one works for money alone and tapping into what people want from their careers and what they have to offer is essential.","author":"Ricardo Semler","topic":"Money"},{"quote":"The prison-industrial complex and the military-industrial complex are here with us and are multi-billion dollar enterprises. We can make more money off the kid in Compton if he&#39;s a criminal instead of a scholar. It&#39;s business.","author":"Henry Rollins","topic":"Money"},{"quote":"I&#39;d asked around 10 or 15 people for suggestions. Finally one lady friend asked the right question, &#39;Well, what do you love most?&#39; That&#39;s how I started painting money.","author":"Andy Warhol","topic":"Money"},{"quote":"Almost anyone can be an author; the business is to collect money and fame from this state of being.","author":"A. A. Milne","topic":"Money"},{"quote":"I just feel like, with rappers, there&#39;s so much complacency. It&#39;s like, &#39;Oh, I&#39;m a rapper. I&#39;m successful. I make money. That&#39;s all that matters.&#39; But there&#39;s a lot of stuff going on in the world. Whether or not you&#39;re aware of it, it&#39;s happening.","author":"J. Cole","topic":"Money"},{"quote":"You cannot spend money in luxury without doing good to the poor. Nay, you do more good to them by spending it in luxury, than by giving it; for by spending it in luxury, you make them exert industry, whereas by giving it, you keep them idle.","author":"Samuel Johnson","topic":"Money"},{"quote":"I mean, look, teachers don&#39;t do their job for the money, obviously, because we pay them ridiculously little amounts for what they put in. Most of them come out of their own pocket for materials and things to help the children and all that.","author":"Phil McGraw","topic":"Money"},{"quote":"I refuse to feel guilty. I feel guilty about too much in my life but not about money. I went through periods when I had nothing, so somebody in my family has to get stinkin&#39; wealthy.","author":"Jim Carrey","topic":"Money"},{"quote":"I grew up in a really small town with not a lot of money, and I liked singing, but it was just something that was a hobby.","author":"Justin Bieber","topic":"Money"},{"quote":"We shall never get people whose time is money to take much interest in atoms.","author":"Samuel Butler","topic":"Money"},{"quote":"New York was no mere city. It was instead an infinitely romantic notion, the mysterious nexus of all love and money and power, the shining and perishable dream itself.","author":"Joan Didion","topic":"Money"},{"quote":"I think that any business that thinks that the transaction is &#39;you give me money and I give you food, next, you give me money and I give you food, next,&#39; without understanding that people deeply want to feel restored is in danger.","author":"Danny Meyer","topic":"Money"},{"quote":"Engineering undergraduates should not be charged fees. They should receive grants, not student loans, and the government will get the money back long-term from increased exports.","author":"James Dyson","topic":"Money"},{"quote":"There&#39;s just one thing I can&#39;t figure out. My income tax!","author":"Nat King Cole","topic":"Money"},{"quote":"Look, you&#39;re here to see me, and I can&#39;t go on until my dealer is here, and he&#39;s waiting to be paid, so give me some money so I can fix up, and then you&#39;ll get your show.","author":"Iggy Pop","topic":"Money"},{"quote":"I like my money right where I can see it... hanging in my closet.","author":"Sarah Jessica Parker","topic":"Money"},{"quote":"The Hyde Amendment might prohibit federal dollars from directly funding abortion, but federal money is used elsewhere in Planned Parenthood, which allows other funds to be used for abortion.","author":"Tomi Lahren","topic":"Money"},{"quote":"We control the world basically because we are the only animals that can cooperate flexibly in very large numbers. And if you examine any large-scale human cooperation, you will always find that it is based on some fiction like the nation, like money, like human rights.","author":"Yuval Noah Harari","topic":"Money"},{"quote":"If I had different parents who were in it for the money, I might have a different perspective. But they really are artists; they intelligently approach each character and prepare in every sense of the word. I grew up in a world that had great discipline.","author":"Laura Dern","topic":"Money"},{"quote":"All three of my parents - I also had a stepmother - were teachers, and my dad taught high school, and as he always reminded me when I was going to spend some money on something, &#39;Your mother and I, in the Depression, had to decide whether to spend a dime on a loaf of bread or if we could go to a movie with it.&#39;","author":"Dick Cavett","topic":"Money"},{"quote":"All the money you make, all the awards you win, all the plays you produce, all the things you accomplish - the only thing that will remain is the love and the relationships that are formed in your lifetime.","author":"Delilah","topic":"Money"},{"quote":"I&#39;d never taken a job purely for money - I felt that would kill me - but I was afraid that I was heading that way. Then, my brother passing away was the final thing that kicked me over. It reminded me that life is short, and you&#39;d better do what you want while you have a chance.","author":"Mark Ruffalo","topic":"Money"},{"quote":"If you&#39;re just starting out in the workforce, the very best thing you can do for yourself is to get started in your workplace retirement plan. Contribute enough to grab any matching dollars your employer is offering (a.k.a. the last free money on earth).","author":"Jean Chatzky","topic":"Money"},{"quote":"As human beings, we&#39;re very materialistic and have all this stuff - furs and cars and diamonds and money.","author":"Smokey Robinson","topic":"Money"},{"quote":"You see the music videos and the bling and the cars, but all of that goes home at the end of the shoot. They make nothing because there&#39;s less and less money in the music industry.","author":"Jameela Jamil","topic":"Money"},{"quote":"If money was my only motivation, I would organize myself differently.","author":"Placido Domingo","topic":"Money"},{"quote":"Whenever people with money have power over people with less money, you have the potential for exploitation.","author":"Jennifer Weiner","topic":"Money"},{"quote":"If you put down a list of jobs, doctor, lawyer, janitor, teacher or movie star, everybody would pick the movie star. And why? So you could lie around the pool, drink margaritas and send money to your parents. So that&#39;s what I did.","author":"Steve Guttenberg","topic":"Money"},{"quote":"Individuals can spend their money more wisely, efficiently and more humanely than can government.","author":"Larry Elder","topic":"Money"},{"quote":"The system that enables the most people to earn the most success is free enterprise, by matching up people&#39;s skills, interests, and abilities. In contrast, redistribution simply spreads money around. Even worse, it attenuates the ability to earn success by perverting economic incentives.","author":"Arthur C. Brooks","topic":"Money"},{"quote":"Studying is something I really love doing, and I just hope to have enough money for tuition.","author":"Alexandra Kosteniuk","topic":"Money"},{"quote":"There&#39;s so many companies that are spending so much money on 17-year-olds... I can&#39;t compete with that. I&#39;m not that guy anymore, they can&#39;t dress me up and roll me out there and make me look good. I am what I am!","author":"Bob Mould","topic":"Money"},{"quote":"As soon as you take money for playing sport, it isn&#39;t sport, it&#39;s work.","author":"Avery Brundage","topic":"Money"},{"quote":"If you would know the value of money, go and try to borrow some.","author":"Benjamin Franklin","topic":"Money"},{"quote":"Remember that credit is money.","author":"Benjamin Franklin","topic":"Money"},{"quote":"Bottom line is, I didn&#39;t return to Apple to make a fortune. I&#39;ve been very lucky in my life and already have one. When I was 25, my net worth was $100 million or so. I decided then that I wasn&#39;t going to let it ruin my life. There&#39;s no way you could ever spend it all, and I don&#39;t view wealth as something that validates my intelligence.","author":"Steve Jobs","topic":"Money"},{"quote":"I went to the bank and asked to borrow a cup of money. They said, &#39;What for?&#39; I said, &#39;I&#39;m going to buy some sugar.&#39;","author":"Steven Wright","topic":"Money"},{"quote":"We&#39;ve got to put a lot of money into changing behavior.","author":"Bill Gates","topic":"Money"},{"quote":"Ridiculous yachts and private planes and big limousines won&#39;t make people enjoy life more, and it sends out terrible messages to the people who work for them. It would be so much better if that money was spent in Africa - and it&#39;s about getting a balance.","author":"Richard Branson","topic":"Money"},{"quote":"Before finding music, I didn&#39;t have too many aspirations. I wanted to hang out, make a little money from whatever I had to do.","author":"Kendrick Lamar","topic":"Money"},{"quote":"I love money because I&#39;ve earned it. I won sixty G&#39;s with my first knockout - and the week before, I was collecting social welfare.","author":"Conor McGregor","topic":"Money"},{"quote":"You may be rich, but there is one thing you can&#39;t afford - that is, if you are a good sort - you can&#39;t afford to spend money on your own luxuries while there are people around you wanting the necessaries of life.","author":"Robert Baden-Powell","topic":"Money"},{"quote":"Money is our madness, our vast collective madness.","author":"D. H. Lawrence","topic":"Money"},{"quote":"I think people care. If not, why do so many people spend money going on vacations to see architecture? They go to the Parthenon, to Chartres, to the Sydney Opera House. They go to Bilbao... Something compels them, and yet we live surrounded by everything but great architecture.","author":"Frank Gehry","topic":"Money"},{"quote":"Trust me, I know, you can make mistakes with money and still raise money-smart kids. You can start a new family tradition of handling money the right way.","author":"Dave Ramsey","topic":"Money"},{"quote":"A savvy entrepreneur will not always look for investment money, first.","author":"Daymond John","topic":"Money"},{"quote":"If you real desire is to be good, there is no need to wait for the money before you do it; you can do it now, this very moment, and just where you are.","author":"James Allen","topic":"Money"},{"quote":"To me, money is a commodity that a person must have to function, not a goal in itself.","author":"Buzz Aldrin","topic":"Money"},{"quote":"I always tell people there&#39;s only one trick to writing: You have to write something that people are willing to pay money to read. It doesn&#39;t have to be very good, necessarily, but somebody, somewhere, has got to be willing to pay money for it.","author":"Bill Bryson","topic":"Money"},{"quote":"All riches have their origin in mind. Wealth is in ideas - not money.","author":"Robert Collier","topic":"Money"},{"quote":"The safe way to double your money is to fold it over once and put it in your pocket.","author":"Kin Hubbard","topic":"Money"},{"quote":"My daughter finished high school the same month I got my master&#39;s degree. I&#39;m glad I didn&#39;t know when I gave birth to her at 21 what it would cost in terms of time, money and sacrifice to bring her to that graduation day.","author":"Regina Brett","topic":"Money"},{"quote":"I realized early on that I was pretty good at organizing. A lot of it was about control. While my friends were out getting hammered at concerts, I was making money. I am a control freak.","author":"Kevin Plank","topic":"Money"},{"quote":"I have no idea why I write. The old standards are: I like to express my feelings, stretch my imagination, earn money.","author":"S. E. Hinton","topic":"Money"},{"quote":"Credit buying is much like being drunk. The buzz happens immediately and gives you a lift... The hangover comes the day after.","author":"Joyce Brothers","topic":"Money"},{"quote":"Money doesn&#39;t buy happiness, but it does pay for therapy.","author":"Travis Kalanick","topic":"Money"},{"quote":"There can be nothing without love. No money, no power. Love is very important. When you wake up in the morning, you need to know that somebody else is waking up, thinking of you.","author":"Giorgio Armani","topic":"Money"},{"quote":"Cryptocurrencies are not evil and are not for money launderers and scammers. They are for entrepreneurs, technologists, change-the-world dreamers, and anyone who believes they can (and will) enable new business models, new types of organizations, and new ways to service consumers and businesses alike.","author":"William Mougayar","topic":"Money"},{"quote":"Almost half our representatives in Washington apparently know more about science than our scientists. Or they pretend to, because big corporations give them a lot of money to make sure they can keep doing the destructive things that they do.","author":"Jimmy Kimmel","topic":"Money"},{"quote":"There&#39;s something so romantic about being broke in New York. You gotta do it. You have to live there once without any money, and then you have to live there when you have money. Let me tell you, of the two, the latter is far better.","author":"Amy Poehler","topic":"Money"},{"quote":"I was part of the first generation of girls and women to be educated and go to grammar school even if we didn&#39;t have much money. Then that generation went, &#39;OK, great&#39;, and went into medicine or the police, and hit this wall of discrimination from older men who hadn&#39;t caught up.","author":"Helen Mirren","topic":"Money"},{"quote":"Kindness eases everything almost as much as money does.","author":"Mason Cooley","topic":"Money"},{"quote":"You may earn whatever money you earn as a cricketer, but you want to play for your country. At the end of the day, you want to do something special. There are plenty of people who earn 50 crores or 100 crores as businessmen or big professionals or who are really doing well in business. But what gives pleasure to your mom and dad is the fame.","author":"Mahendra Singh Dhoni","topic":"Money"},{"quote":"Almost everybody thinks that the fight is about ideology. Everybody will tell you, &#39;Well, the fighting is all about the Middle East.&#39; &#39;Well, it&#39;s about Muslims starting jihad.&#39; &#39;It&#39;s about terrorism.&#39; &#39;It&#39;s about this or that.&#39; And no, it&#39;s not. It&#39;s about money.","author":"Roger Waters","topic":"Money"},{"quote":"Money won is twice as sweet as money earned.","author":"Paul Newman","topic":"Money"},{"quote":"In large commercial cities, the money power is, I fear irresistible. It is not by open corruption that it always, or even most generally, operates.","author":"Roger B. Taney","topic":"Money"},{"quote":"If God has allowed me to earn so much money, it is because He knows I give it all away.","author":"Edith Piaf","topic":"Money"},{"quote":"&#39;Untitled&#39; is a time machine that can transport you to 1992, an edgy moment when the art world was crumbling, money was scarce, and artists like Tiravanija were in the nascent stages of combining Happenings, performance art, John Cage, Joseph Beuys, and the do-it-yourself ethos of punk. Meanwhile, a new art world was coming into being.","author":"Jerry Saltz","topic":"Money"},{"quote":"When money and hype recede from the art world, one thing I won&#39;t miss will be what curator Francesco Bonami calls the &#39;Eventocracy.&#39; All this flashy &#39;art-fair art&#39; and those highly produced space-eating spectacles and installations wow you for a minute until you move on to the next adrenaline event.","author":"Jerry Saltz","topic":"Money"},{"quote":"Music is a language and different people who come along are each using that language to do something different, but all coming at it in a similar vein inasmuch as it&#39;s always community based and for the most part nonprofit. Most bands don&#39;t ever come within a mile of profit - clearly these people are not playing music to make money.","author":"Ian MacKaye","topic":"Money"},{"quote":"A guy&#39;s who has all the money he needs and never faced any hard times, he won&#39;t have any character. But when you&#39;ve had it tough and you&#39;ve had it rough and you thought you were at the end of the rope and you work your way out of it, that&#39;s the way you build character.","author":"Bobby Bowden","topic":"Money"},{"quote":"I love to give money away. I don&#39;t know if it makes my children and grandchildren all that happy.","author":"Jon Huntsman, Sr.","topic":"Money"},{"quote":"What&#39;s my motto when it comes to money? Don&#39;t put so much emphasis on it!","author":"Janice Dickinson","topic":"Money"},{"quote":"In my family, there was one cardinal priority - education. College was not an option; it was mandatory. So even though we didn&#39;t have a lot of money, we made it work. I signed up for financial aid, Pell Grants, work study, anything I could.","author":"Eva Longoria","topic":"Money"},{"quote":"The more harder you work, the less you&#39;re out spending your money.","author":"Schoolboy Q","topic":"Money"},{"quote":"Because of piracy there has been a massive downturn in people buying music, which makes it more difficult for artists to make money from the sale of records.","author":"Lily Allen","topic":"Money"},{"quote":"There are a lot of billionaires in Silicon Valley, but in the end, we are all heading to the same place. If given the choice between making a lot of money or finding a way to make people live longer, what do you choose?","author":"Bill Maris","topic":"Money"},{"quote":"I can&#39;t imagine being a single parent or a single parent that doesn&#39;t have a lot of money. That&#39;s a big, huge impact on your life and your dynamic and everything - I mean, that&#39;s huge. It affects how much you have a break from just concentrating on just one other person in your life. It becomes so myopic that way, and more intense, probably.","author":"Joan Cusack","topic":"Money"},{"quote":"I&#39;m always glad when people come together to help each other - whether they&#39;re raising money for somebody in a bad situation or making a creative piece like a song.","author":"Ze Frank","topic":"Money"},{"quote":"Imagine choosing a job not on money or even on career advancement, but as part of a life worth living.","author":"Dale Dauten","topic":"Money"},{"quote":"If you&#39;re going to be at a job environment, you should love it. You shouldn&#39;t do it just for money. You should do it because you love it. And the money comes naturally.","author":"Debbi Fields","topic":"Money"},{"quote":"Anybody who thinks money will make you happy, hasn&#39;t got money.","author":"David Geffen","topic":"Money"},{"quote":"When you have a lot of construction going on, it sends a message of vitality that builds up consumer confidence. It gets people to spend money when they see that energy, that things are happening.","author":"Mick Cornett","topic":"Money"},{"quote":"I don&#39;t believe that the problems in the VA are necessarily about money. When I look back over the problems of the VA over the past decade, this is fundamentally a system that hasn&#39;t kept up with modernization in the way that the rest of health care in the private sector has.","author":"David Shulkin","topic":"Money"},{"quote":"I don&#39;t use a wallet. My money is just free-flowing in my bag.","author":"Christa B. Allen","topic":"Money"},{"quote":"I&#39;ve always loved clothes, especially handbags and shoes. I&#39;d rather save my money on clothing and wear crap, but have the handbags and shoes. I used to buy a Ferragamo or Louis Vuitton bag every job that I got. Now I have a child, and we pay for private school, so I&#39;ve had to scale back!","author":"Alicia Coppola","topic":"Money"},{"quote":"Psychopaths are social predators, and like all predators, they are looking for feeding grounds. Wherever you get power, prestige and money, you will find them.","author":"Robert D. Hare","topic":"Money"},{"quote":"I wanted to be a pharmacist. I liked the way our local pharmacist was always dressed in a nice white coat; he looked very calm, you&#39;d give him money, and he&#39;d give you something that you wanted to buy.","author":"Walter Matthau","topic":"Money"},{"quote":"For I can raise no money by vile means.","author":"William Shakespeare","topic":"Money"},{"quote":"He that is of the opinion money will do everything may well be suspected of doing everything for money.","author":"Benjamin Franklin","topic":"Money"},{"quote":"Money won&#39;t make you happy... but everybody wants to find out for themselves.","author":"Zig Ziglar","topic":"Money"},{"quote":"For a successful entrepreneur it can mean extreme wealth. But with extreme wealth comes extreme responsibility. And the responsibility for me is to invest in creating new businesses, create jobs, employ people, and to put money aside to tackle issues where we can make a difference.","author":"Richard Branson","topic":"Money"},{"quote":"Business, you know, may bring you money, but friendship hardly ever does.","author":"Jane Austen","topic":"Money"},{"quote":"When I chased after money, I never had enough. When I got my life on purpose and focused on giving of myself and everything that arrived into my life, then I was prosperous.","author":"Wayne Dyer","topic":"Money"},{"quote":"We fitted, amusingly enough, into none of the form categories of &#39;The Young American Couple&#39;... security to us is in ourselves, and no job, not even money, can give us what we have to develop: faith in our work and hard, hard work, which is Spartan in many ways.","author":"Sylvia Plath","topic":"Money"},{"quote":"Money is the barometer of a society&#39;s virtue.","author":"Ayn Rand","topic":"Money"},{"quote":"No one would remember the Good Samaritan if he&#39;d only had good intentions; he had money as well.","author":"Margaret Thatcher","topic":"Money"},{"quote":"New York City is a great monument to the power of money and greed... a race for rent.","author":"Frank Lloyd Wright","topic":"Money"},{"quote":"It certainly should not surprise us that a young person without any real stake in a legitimate occupation or career may get into trouble more easily. Such persons readily accept the idea that they have been unjustly deprived of money, status, and opportunity.","author":"Robert Kennedy","topic":"Money"},{"quote":"When I first starting making money, when I first made my first six-digits, I was - my big thing was I went to put super unleaded in my truck for the first time.","author":"Matthew McConaughey","topic":"Money"},{"quote":"Money is a very important tool to make a big difference in people&#39;s life. It is positive or negative depending on the values.","author":"Shiv Khera","topic":"Money"},{"quote":"No man&#39;s credit is as good as his money.","author":"John Dewey","topic":"Money"},{"quote":"Affluence creates poverty.","author":"Marshall McLuhan","topic":"Money"},{"quote":"Money couldn&#39;t buy friends, but you got a better class of enemy.","author":"Spike Milligan","topic":"Money"},{"quote":"Here&#39;s how I think of my money - as soldiers - I send them out to war everyday. I want them to take prisoners and come home, so there&#39;s more of them.","author":"Kevin O'Leary","topic":"Money"},{"quote":"All money means to me is a pride in accomplishment.","author":"Ray Kroc","topic":"Money"},{"quote":"I don&#39;t understand the whole dating thing. I know right off the bat if I&#39;m interested in someone, and I don&#39;t want them to waste their money on me and take me out to eat if I know I&#39;m not interested in that person.","author":"Britney Spears","topic":"Money"},{"quote":"My other family is Fleetwood Mac. I don&#39;t need the money, but there&#39;s an emotional need for me to go on the road again. There&#39;s a love there; we&#39;re a band of brothers.","author":"Stevie Nicks","topic":"Money"},{"quote":"I can imagine no sweeter way to end one&#39;s life than in the quiet of the country, out of the mad race for money, place and power - far from the demands of business - out of the dusty highway where fools struggle and strive for the hollow praise of other fools.","author":"Robert Green Ingersoll","topic":"Money"},{"quote":"There is a clear goal and it isn&#39;t to make money. The goal is to desperately try to make the best products we can. We are not naive - if you trust it, people like it, they buy it and we make money. This is a consequence.","author":"Jonathan Ive","topic":"Money"},{"quote":"Apple&#39;s goal isn&#39;t to make money. Our goal is to design and develop and bring to market good products.","author":"Jonathan Ive","topic":"Money"},{"quote":"Long Kiss Goodnight has a huge cult following. They could make another version of that movie right now and make a lot of money.","author":"Samuel L. Jackson","topic":"Money"},{"quote":"In an ideal world, the amount of money we spend on medical research to prevent or cure a disease would be proportional to its seriousness and the number of people who suffer from it.","author":"Peter Singer","topic":"Money"},{"quote":"In the real world, 90% of the money spent on medical research is focused on conditions that are responsible for just 10% of the deaths and disability caused by diseases globally.","author":"Peter Singer","topic":"Money"},{"quote":"Men make counterfeit money; in many more cases, money makes counterfeit men.","author":"Sydney J. Harris","topic":"Money"},{"quote":"If you can count your money, you don&#39;t have a billion dollars.","author":"J. Paul Getty","topic":"Money"},{"quote":"I made a list of people who needed just a little bit of money. And when the list was complete, there were 42 names. The total amount of money they needed was $27. I was shocked.","author":"Muhammad Yunus","topic":"Money"},{"quote":"Money&#39;s a horrid thing to follow, but a charming thing to meet.","author":"Henry James","topic":"Money"},{"quote":"The parents have a right to say that no teacher paid by their money shall rob their children of faith in God and send them back to their homes skeptical, or infidels, or agnostics, or atheists.","author":"William Jennings Bryan","topic":"Money"},{"quote":"There isn&#39;t a class structure in Nigeria; there&#39;s a tribal structure and prestige as far as money is concerned.","author":"Sade Adu","topic":"Money"},{"quote":"If studios don&#39;t get their money back, we don&#39;t have any movies. So it is important that films are successful, and I am fully supportive of that because I&#39;m not just a director, I&#39;m also not stupid. I&#39;ve been in this business long enough and, to a certain extent, I&#39;m a businessman; I know the importance of that.","author":"Ridley Scott","topic":"Money"},{"quote":"Money just draws flies.","author":"Mahalia Jackson","topic":"Money"},{"quote":"Nothing that is God&#39;s is obtainable by money.","author":"Tertullian","topic":"Money"},{"quote":"There is nothing so habit-forming as money.","author":"Don Marquis","topic":"Money"},{"quote":"When I was a nurse I never had much money, and I was still happy then.","author":"Jo Brand","topic":"Money"},{"quote":"I wasn&#39;t brought up as a society girl to go to balls and be a debutante and marry the social set and money and go to parties. No one in my family lived like that. And I never wanted to live like that. I was brought up to believe in work. I always wanted a career. Always.","author":"Lauren Bacall","topic":"Money"},{"quote":"I have driven school buses, sold egg rolls and painted houses, and I have often wondered what my life would have been like if I hadn&#39;t gone into acting. Mind you, it&#39;s a great life, going around pretending you&#39;re other people and getting paid ridiculous sums of money for it.","author":"John Malkovich","topic":"Money"},{"quote":"The tax rate of 35 percent is impossible to provide an incentive to the large corporations, that have $1.7 trillion offshore, to put their money back in the United States.","author":"Frederick W. Smith","topic":"Money"},{"quote":"A woman&#39;s best protection is a little money of her own.","author":"Clare Boothe Luce","topic":"Money"},{"quote":"I could have made money this way, and perhaps amused myself writing code. But I knew that at the end of my career, I would look back on years of building walls to divide people, and feel I had spent my life making the world a worse place.","author":"Richard Stallman","topic":"Money"},{"quote":"I won&#39;t do things for money. I can&#39;t.","author":"Brie Larson","topic":"Money"},{"quote":"The changing nature of money is only one facet of the financial services revolution.","author":"Scott Cook","topic":"Money"},{"quote":"People who put money in the church basket and people who go to church and pay the pastor: that isn&#39;t real philanthropy; that&#39;s just like you belong to a country club. You pay your dues to belong to that church, so you pay your tithing or whatever it is.","author":"Jon Huntsman, Sr.","topic":"Money"},{"quote":"There are far too many people in university in Britain. If you want to make money, be a plumber.","author":"Felix Dennis","topic":"Money"},{"quote":"The amount of money we spend on education is important, but not nearly as important as how the money is spent.","author":"Bob Riley","topic":"Money"},{"quote":"Every minute you spend looking through clutter, wondering where you put this or that, being unable to focus because you&#39;re not organized costs you: time you could have spent with family or friends, time you could have been productive around the house, time you could have been making money.","author":"Jean Chatzky","topic":"Money"},{"quote":"The reason laziness is rarely pushed as a lifestyle option is down to one simple reason: money. There are fortunes to be made out of active lifestyles. Gyms charge fees. But no one is going to make money out of sleep. It is free.","author":"Tom Hodgkinson","topic":"Money"},{"quote":"The greatest music is made for love, not for money.","author":"Greg Lake","topic":"Money"},{"quote":"When I was younger, me and my dad used to do different things. I don&#39;t think I would call it community service. It was more just us doing nice things. We used to donate to Goodwill or do can drives. Give people money if they needed it. Little things like that.","author":"Zach LaVine","topic":"Money"},{"quote":"You can only do three things with your money. You can spend it. You can invest it. Or you can give it away. And if you invest it, you&#39;re really just getting more money to give away or buy something. How many things can you buy? So I don&#39;t really think there&#39;s a lot of choices.","author":"David Rubenstein","topic":"Money"},{"quote":"After a certain point, money is meaningless. It ceases to be the goal. The game is what counts.","author":"Aristotle Onassis","topic":"Money"},{"quote":"Show me a man with very little money and I will show you a bum.","author":"Joe E. Lewis","topic":"Money"},{"quote":"It&#39;s wrong for a guy to have no personality, no heart. Because I don&#39;t care about style or money.","author":"Adriana Lima","topic":"Money"},{"quote":"Don&#39;t just do something because it&#39;s a trendy idea and will make you a lot of money. The reason I say that is because any kind of venture involves going through difficult times. If you&#39;re doing something you are passionate about and really believe in, then that will carry you through.","author":"Jerry Greenfield","topic":"Money"},{"quote":"Temporary is all you&#39;re going to get with any kind of health care, except the health care I&#39;m telling you about. That&#39;s eternal health care, and it&#39;s free... I&#39;ve opted to go with eternal health care instead of blowing money on these insurance schemes.","author":"Phil Robertson","topic":"Money"},{"quote":"I&#39;m a hard worker, and everything with me is, if I work hard, I should get paid for it. Everything with me, I try to symbolize something flashy like jewelry or a car. The rubbing hands is a symbol of hustling, so it goes back to the money.","author":"Birdman","topic":"Money"},{"quote":"Sometimes people with strong ideology, whether left-wing or right-wing, refuse to do something simply because they believe it is wrong, when doing it actually benefits them. For some people, it&#39;s not just about money and political power.","author":"Ha-Joon Chang","topic":"Money"},{"quote":"&#39;Inequality&#39; has become the political theme\/slogan of our time in both Europe and the U.S., yet political leaders do not even bother to consider that their own policies, which put the entire burden on central bankers to print money and drive up stock, bond and other asset prices, are actually exacerbating income and wealth disparity.","author":"Paul Singer","topic":"Money"},{"quote":"The best way to make happy money is to make money your hobby and not your god.","author":"Scott Alexander","topic":"Money"},{"quote":"The first time I met Alex Rodriguez, he was in the fight of his life. He was the guy who was supposed to have everything - good looks, good health, good habits - all the talent in the world and most of the money.","author":"Richard Ben Cramer","topic":"Money"},{"quote":"The purpose of work is not to make money. The purpose of work is to make the workers, whether working stiffs or top executives, feel good about life.","author":"Ricardo Semler","topic":"Money"},{"quote":"The Internet is all about accessing entertainment. Realistically, 50 to 80 percent of all traffic is people downloading stuff for free. If you can turn that huge market share into something that you can monetize, even if it is just with ads, you will end up making more money than with all other revenue streams combined.","author":"Kim Dotcom","topic":"Money"},{"quote":"Time is a resource, much like money or autonomy, which can be invaluable or can be squandered.","author":"Chris Gabrieli","topic":"Money"},{"quote":"Because I&#39;m not doing it for the money, I&#39;m doing it because I feel like that story needs to be told or clarified, or something needs to be shown about that.","author":"Julian Schnabel","topic":"Money"},{"quote":"Personally, what I would like the most is to work on a project that would aid the historic rehabilitation of Havana. It&#39;s a shame - and it gives me tremendous sadness - to see the precious buildings, to see a city, which could be the most beautiful in Latin America, falling apart and with very little money for renovations.","author":"Jorge M. Perez","topic":"Money"},{"quote":"No money in this world could convince me to play for Liverpool. That&#39;s not a lack of respect for Liverpool supporters or the football club. It&#39;s respect for the Everton supporters. You just can&#39;t do that. It goes against everything that I stand for. No chance.","author":"Timothy F. Cahill","topic":"Money"},{"quote":"So many people equate money and success with happiness, especially in the music industry.","author":"DJ Jazzy Jeff","topic":"Money"},{"quote":"My parents were the traditional Filipino parents who didn&#39;t talk about money around the dinner table.","author":"Bo Sanchez","topic":"Money"},{"quote":"When you put money directly to a problem, it makes a good headline. It makes a good campaign slogan. You get to claim that you&#39;ve engaged in these activities within an election cycle. But certain investments take longer than an election cycle.","author":"Neil deGrasse Tyson","topic":"Money"},{"quote":"If you make any money, the government shoves you in the creek once a year with it in your pockets, and all that don&#39;t get wet you can keep.","author":"Will Rogers","topic":"Money"},{"quote":"Very few people can afford to be poor.","author":"George Bernard Shaw","topic":"Money"},{"quote":"I don&#39;t want anyone to fail, so if you can make money off music even though you can&#39;t sing or dance, that&#39;s genius.","author":"Prince","topic":"Money"},{"quote":"If there was one decision I would overrule, it would be &#39;Citizens United.&#39; I think the notion that we have all the democracy that money can buy strays so far from what our democracy is supposed to be.","author":"Ruth Bader Ginsburg","topic":"Money"},{"quote":"The experiences that I&#39;ve had growing up with music, you know, I couldn&#39;t trade them for any money in the world. Dancing in the living room to enjoy myself. &#39;Enjoy Yourself,&#39; Michael Jackson.","author":"Jay-Z","topic":"Money"},{"quote":"In 1975, when my students were kidnapped by rebels, I was accused of hiding instead of trying to save them, and of not giving enough money for their ransom. I wasn&#39;t believed.","author":"Jane Goodall","topic":"Money"},{"quote":"The trouble with our people is as soon as they got out of slavery they didn&#39;t want to give the white man nothing else. But the fact is, you got to give em something. Either your money, your land, your woman or your ass.","author":"Alice Walker","topic":"Money"},{"quote":"If money titles meant anything, I&#39;d play more tournaments. The only thing that means a lot to me is winning. If I have more wins than anybody else and win more majors than anybody else in the same year, then it&#39;s been a good year.","author":"Tiger Woods","topic":"Money"},{"quote":"I don&#39;t know how this guy knew how much money I was making. I didn&#39;t know how much money I was making.","author":"Bill Murray","topic":"Money"},{"quote":"Money differs from an automobile or mistress in being equally important to those who have it and those who do not.","author":"John Kenneth Galbraith","topic":"Money"},{"quote":"Demographics show that we are entering a battle between young and old. I call it the &#39;Age War.&#39; The young want to hang onto their money to grow their families, businesses, and wealth. The old want the tax and investment dollars of the young to sustain their old age.","author":"Robert Kiyosaki","topic":"Money"},{"quote":"When I was a kid, there were no credit cards. Instead, retailers offered layaway plans. My mom would go to a store, such as a furniture outlet, choose the sofa she wanted, and put it on layaway. That meant she put a little money down to hold the sofa, and every payday she&#39;d pay a little toward the purchase.","author":"Robert Kiyosaki","topic":"Money"},{"quote":"I&#39;ve made all my money on my own without my family and I work very hard.","author":"Paris Hilton","topic":"Money"},{"quote":"I like that Brita makes tap water taste good, so you don&#39;t need to spend money or waste plastic with bottled water.","author":"Stephen Curry","topic":"Money"},{"quote":"The Dodgers told me a big bonus was no good, and they said other players would resent it. Better for me to take a small amount of money and work my way.","author":"Roberto Clemente","topic":"Money"},{"quote":"The thing that differentiates man from animals is money.","author":"Gertrude Stein","topic":"Money"},{"quote":"Where large sums of money are concerned, it is advisable to trust nobody.","author":"Agatha Christie","topic":"Money"},{"quote":"Human nature doesn&#39;t change. When enough people are comfortable enough financially, there is going to be human nature that wants to spend more money on better quality and, to some degree, status symbols as well.","author":"Danny Meyer","topic":"Money"},{"quote":"I&#39;m not in this for the money because if I was, I would have jumped out after our first album.","author":"Justin Timberlake","topic":"Money"},{"quote":"Simply by not owning three medium-sized castles in Tuscany I have saved enough money in the last forty years on insurance premiums alone to buy a medium-sized castle in Tuscany.","author":"Ludwig Mies van der Rohe","topic":"Money"},{"quote":"I don&#39;t work for money any longer. I&#39;m fortunate enough not to need to work for money, but I work for pride; I work because I love to work, and so the idea that one could lose control of one&#39;s own name and that things could be produced with your name on that you were not proud of scared me.","author":"Tom Ford","topic":"Money"},{"quote":"Never work just for money or for power. They won&#39;t save your soul or help you sleep at night.","author":"Marian Wright Edelman","topic":"Money"},{"quote":"More men are ruined by underestimating the value of money than by overestimating it. Let us, then, abandon the affectation of despising money, and frankly own its value.","author":"Orison Swett Marden","topic":"Money"},{"quote":"Many folks think they aren&#39;t good at earning money, when what they don&#39;t know is how to use it.","author":"Frank A. Clark","topic":"Money"},{"quote":"I waste a lot of money buying the same pair of shoes.","author":"Big Sean","topic":"Money"},{"quote":"People don&#39;t have fortunes left them in that style nowadays; men have to work and women to marry for money. It&#39;s a dreadfully unjust world.","author":"Louisa May Alcott","topic":"Money"},{"quote":"The foundation of a financial fresh start actually has nothing to do with money or specific financial dos and don&#39;ts.","author":"Suze Orman","topic":"Money"},{"quote":"I hope all of you are going to fill out your census form when it comes in the mail next month. If you don&#39;t return the form the area you live in might get less government money and you wouldn&#39;t want that to happen, would you.","author":"Andy Rooney","topic":"Money"},{"quote":"Wealth flows from energy and ideas.","author":"William Feather","topic":"Money"},{"quote":"People think you&#39;re crazy if you turn money down... people worship money.","author":"Paul Mooney","topic":"Money"},{"quote":"You don&#39;t know who wants you for you, who wants you for the money, who wants you for the fame. You have no idea. And how would you know? There&#39;s no way.","author":"J. J. Watt","topic":"Money"},{"quote":"If you take all the money we&#39;ve spent at NASA since we landed on the moon and you had applied that money for incentives to the private sector, we would today probably have a permanent station on the moon, three or four permanent stations in space, a new generation of lift vehicles.","author":"Newt Gingrich","topic":"Money"},{"quote":"My target is to make the players as rich as possible within the financial constraints of the club. My target is not to give them less money. I&#39;m happy to make them rich.","author":"Arsene Wenger","topic":"Money"},{"quote":"My grandparents back in Kentucky owned a tobacco farm. So, to make money in the summer, we could cut and chop and top and house and strip the tobacco.","author":"George Clooney","topic":"Money"},{"quote":"I believe that the worst thing the liberals did in this country was the Lyndon Johnson welfare system, which broke up millions of marriages by funneling taxpayers&#39; money solely to the woman. That made the father and husband irrelevant.","author":"Phyllis Schlafly","topic":"Money"},{"quote":"You never know what a person is going through, regardless of how much money they make or however great a life you think they&#39;re living.","author":"Terrell Owens","topic":"Money"},{"quote":"For example, if I make money, I put it in real estate. I always did very well. Location, location, location.","author":"Ivana Trump","topic":"Money"},{"quote":"If taxpayer money were limitless, we wouldn&#39;t need a budget at all.","author":"Betsy DeVos","topic":"Money"},{"quote":"Today, we don&#39;t blink an eye when the world&#39;s wealthiest individuals donate enormous sums of money to charitable causes. In fact, we expect them to do so.","author":"Peter Diamandis","topic":"Money"},{"quote":"I don&#39;t like money, actually, but it quiets my nerves.","author":"Joe Louis","topic":"Money"},{"quote":"I think people like Bill Gates, who have given away enormous sums of money, are shining examples for all of us to follow.","author":"N. R. Narayana Murthy","topic":"Money"},{"quote":"I was never motivated by money.","author":"Neymar","topic":"Money"},{"quote":"When money was plentiful, I was the first one who told you to stack it. Live your life with it. Now that money slowed up, I&#39;ma be the one telling you to save it like they ain&#39;t gon&#39; make it no more.","author":"Young Jeezy","topic":"Money"},{"quote":"Sometimes emotions can win fights. Sometimes letting your feelings out in a fight can win you the fight. When it means the world to you, it&#39;s not just a sports contest - a boxing match for money or belts.","author":"Tyson Fury","topic":"Money"},{"quote":"Money: power at its most liquid.","author":"Mason Cooley","topic":"Money"},{"quote":"An efficient payments system provides the infrastructure needed to transfer money in low-cost and convenient ways. Efficient systems are innovative in improving the quality of services in response to changing technology and changing demand.","author":"Jerome Powell","topic":"Money"},{"quote":"Preoccupation with money is the great test of small natures, but only a small test of great ones.","author":"Nicolas Chamfort","topic":"Money"},{"quote":"I think every job I do, I sort of look for the challenge in. I mean, that&#39;s why we do this job. It&#39;s not, you know, obviously not for the money or for the fame, it&#39;s for, I guess finding out more about yourself.","author":"Sam Heughan","topic":"Money"},{"quote":"If an original piece of wardrobe came up from Star Wars, I&#39;d probably spend a lot of money on it.","author":"Johnny Vegas","topic":"Money"},{"quote":"I love fashion. I shop like a 16-year old girl. Sneakers. That&#39;s what I spend money I don&#39;t have on.","author":"Will Poulter","topic":"Money"},{"quote":"We can suspend disbelief about Harry Potter, and we do the same thing with God, and we do the same thing with human rights, and we do the same thing with money.","author":"Yuval Noah Harari","topic":"Money"},{"quote":"Under pressure from a growing movement of people who want their money out of fossil fuels, universities, pension investors and foundations are looking to exclude coal, oil and gas stocks from their portfolios.","author":"Frances Beinecke","topic":"Money"},{"quote":"If you see a player out in public having dinner, chances are he&#39;s with his boring money manager or some boring rich guy he hopes to design a golf course for.","author":"Dan Jenkins","topic":"Money"},{"quote":"You may not like the idea of putting money into a home when you&#39;re moving out. But it&#39;s demanded by the market. You need to show it off. You don&#39;t have to rip out the kitchen and bathroom. But maybe replace the tiles or the countertops. Get professional advice.","author":"Barbara Corcoran","topic":"Money"},{"quote":"I&#39;m a pretty disciplined investor and pretty disciplined buyer. I do my due diligence. I do my homework. I don&#39;t waste money.","author":"Bruce Rauner","topic":"Money"},{"quote":"If you want a good life, don&#39;t succeed at anything too early or too well. And don&#39;t choose a profession that attracts money or attention. The minute people want to see you doing what you do, you&#39;re finished.","author":"Howard Jacobson","topic":"Money"},{"quote":"Don&#39;t look at small business as a means to an end and a way to make money until the corporation hires you; look at it as a chance to create something of immeasurable value and beauty in a world that desperately needs it.","author":"Michael E. Gerber","topic":"Money"},{"quote":"If you&#39;re in a city where there&#39;s no clear startup community, the goal is not raise a bunch of money to fund a nonprofit; the goal is not get your government involved. The goal is start finding the other entrepreneurial leaders who are committed to being in your city over the next 20 years.","author":"Brad Feld","topic":"Money"},{"quote":"No one teaches you how to think about money in medical school or residency. Yet, from the moment you start practicing, you must think about it. You must consider what is covered for a patient and what is not.","author":"Atul Gawande","topic":"Money"},{"quote":"Business? It&#39;s quite simple; it&#39;s other people&#39;s money.","author":"Alexandre Dumas","topic":"Money"},{"quote":"Money can&#39;t heal your heart. Money can&#39;t give you purpose. I don&#39;t want arms and legs, I want purpose. I don&#39;t want arms and legs, I want peace. I don&#39;t want arms and legs, I want to be a miracle for someone else.","author":"Nick Vujicic","topic":"Money"},{"quote":"Look, don&#39;t congratulate us when we buy a company, congratulate us when we sell it. Because any fool can overpay and buy a company, as long as money will last to buy it.","author":"Henry Kravis","topic":"Money"},{"quote":"Your sanity is harder to get back than money or contacts. You are the magic. You are the art. You can&#39;t lose that.","author":"Esperanza Spalding","topic":"Money"},{"quote":"I am one of those artists who knows where their money is. I pay my bills; I take care of my mama. I handle my business. I am a businessman. I go to meetings and take care of things, so it&#39;s a lot more than just partying and turning up.","author":"Juicy J","topic":"Money"},{"quote":"I&#39;ve always thought stability was suffocating and deadly. Like, when I read that the kids I went to law school with have stayed at the same firm, I feel like I&#39;m reading an obituary. How much money do you need? Six million, seven million? Put that in the bank and do something else. Get out!","author":"Glenn Greenwald","topic":"Money"},{"quote":"I stole a significant amount of money from a family member. I knew I was going to get caught, but I was so desperate I didn&#39;t care. It was a cry for help.","author":"Cory Monteith","topic":"Money"},{"quote":"Independent films have a certain freedom about them - there isn&#39;t so much at stake in terms of money. I think they&#39;re more interesting because they&#39;re not watered down to appeal to the masses. They tend to have a unique voice.","author":"Toni Collette","topic":"Money"},{"quote":"Those who are of the opinion that money will do everything may reasonably be expected to do everything for money.","author":"Edward Wood, 1st Earl of Halifax","topic":"Money"},{"quote":"I was trying to get an audition for &#39;Walker, Texas Ranger&#39; and they wouldn&#39;t see me. And I was crestfallen, because I really needed money. And to be told you&#39;re not good enough to be seen by &#39;Walker, Texas Ranger&#39; is a tough blow.","author":"Adam Scott","topic":"Money"},{"quote":"Money is just a low priority for me. I&#39;m more interested in good work than a big bank account.","author":"John Lithgow","topic":"Money"},{"quote":"All it takes to become president is money and a certain kind of power. Being president is the first thing I can shoot for, not the highest. It may come to a point where people take rock and roll musicians more seriously than they take politicians. It may eventually turn out that musicians have more credibility.","author":"Todd Rundgren","topic":"Money"},{"quote":"I could never fall in love just for money. I like my co-stars, and they are a bunch of good-looking men. But I&#39;ve dated an actor. My dream man has to be a lot more than just good looking and rich!","author":"Sonam Kapoor","topic":"Money"},{"quote":"When the money dries up, the sites die off. That&#39;s the way to go after piracy.","author":"Jared Polis","topic":"Money"},{"quote":"At 17, I traveled to Mexico in a lemon yellow Mustang and saved money by bunking down in cheap, cockroach-infested flophouses. In my early 20s, I went on to thumb rides through Europe, readily sleeping in train stations, my backpack as a pillow. Once I even hunkered down for a night on a sidewalk grate - for warmth - in Paris.","author":"Michael Dirda","topic":"Money"},{"quote":"Through the 1990s, the fracturing of Tasmanian Aboriginal politics was given impetus by the ongoing corruption of a number of black organisations started under federal government programmes, with large amounts of public money being lost.","author":"Richard Flanagan","topic":"Money"},{"quote":"I think we really feel like Crowdrise could be something that, 20 years from now, people take for granted because that&#39;s just how you do it, like if you&#39;re going to raise money for something, that&#39;s how you do it.","author":"Edward Norton","topic":"Money"},{"quote":"Once the brokerage house, rather than the bank, became the locus for American savings, that money would find its way into the stock market, because the broker was someone with a much higher tolerance for risk than the banker.","author":"Ron Chernow","topic":"Money"},{"quote":"That a man built the biggest church in the world is not an issue, not something to be excited about. The people of Satan also have money to build a big place and worship him.","author":"T. B. Joshua","topic":"Money"},{"quote":"If I make a song, and it&#39;s my song, like &#39;Lean On,&#39; we&#39;re going to make money off the synchs, the Spotify, and we get to headline festivals on it. That&#39;s the model I want to explore.","author":"Diplo","topic":"Money"},{"quote":"I kept auditioning, with no savings and no money, credit card debt gaining interest. I went on unemployment. I bought ramen noodles at dollar stores. I never had to - God forbid - live on the streets.","author":"Chrissy Metz","topic":"Money"},{"quote":"I used to do films for money earlier. I never knew what perception meant. I didn&#39;t give too much attention to scripts. It was either to buy a house or to buy a car. There was a certain frivolity to the way I used to pick up things. I wasn&#39;t taking my career seriously.","author":"Emraan Hashmi","topic":"Money"},{"quote":"I&#39;ve had a tough time learning how to act like a congressman. Today I accidentally spent some of my own money.","author":"Joseph P. Kennedy","topic":"Money"},{"quote":"Uber has a lot of money, and they&#39;ve hired a lot of good people, and they have the capacity to professionalize.","author":"Adam Lashinsky","topic":"Money"},{"quote":"I don&#39;t like apartments - the idea of other people living, copulating and defecating above me - they make me feel as trapped as a slice of ham in a sandwich. When I was a student in Paris, I always rented attics right at the top of buildings, and as soon as I was making enough money, I bought houses.","author":"Eric-Emmanuel Schmitt","topic":"Money"},{"quote":"What we have to be careful is that if we drop interest rates where the rate of interest is lower than inflation, then savers will not put money in financial savings and move it to gold and real estate, which is bad for India.","author":"Uday Kotak","topic":"Money"},{"quote":"The fallacy of monetary policy in the U.S. is to believe this money will go to the man on the street. It won&#39;t. It goes to the Mayfair economy of the well-to-do people and boosts asset prices of Warhols... Very happy. Very good for the Fed. Congratulations, Mr. Bernanke.","author":"Marc Faber","topic":"Money"},{"quote":"I know how to create and make people feel something. Honestly, if I didn&#39;t do this, I would just have some minimum-wage job in New Mexico, and I would go out on the weekends and make just enough money to pay my insurance and pay for a couple beers, and that would be it.","author":"Freddie Prinze, Jr.","topic":"Money"},{"quote":"Mutual funds dare to be average. In fact, they dare to be lousy. They have long since ceased striving for anything resembling perfection when it comes to managing your money.","author":"Gary Weiss","topic":"Money"},{"quote":"There is no more reason to believe that Bitcoin will stand the test of time than that governments will protect the value of government-created money, although Bitcoin is newer, and we always look at babies with hope.","author":"Paul Singer","topic":"Money"},{"quote":"Time is money, as they say, and it was never more apropos than on a television show, where a minute is worth about $200!","author":"Dirk Benedict","topic":"Money"},{"quote":"I think that focusing on the money, on the business, is not enough.","author":"Sergei Bubka","topic":"Money"},{"quote":"It doesn&#39;t matter about money; having it, not having it. Or having clothes, or not having them. You&#39;re still left alone with yourself in the end.","author":"Billy Idol","topic":"Money"},{"quote":"Wealth and want equally harden the human heart.","author":"Theodore Parker","topic":"Money"},{"quote":"I spent money, and I kept thinking, &#39;I get one more movie and I&#39;ll wipe these bills out,&#39; but that movie never came. That black pride, I said, &#39;Man, I&#39;m going to hang in there, I&#39;m going to pay these bills.&#39; So you owe a million dollars. &#39;I can pay that.&#39; OK, fines, fees, now you owe two and a half million. &#39;But I didn&#39;t do nothin&#39;!&#39;","author":"Sinbad","topic":"Money"},{"quote":"A moderate addiction to money may not always be hurtful; but when taken in excess it is nearly always bad for the health.","author":"Clarence Day","topic":"Money"},{"quote":"Technology requires knowledge and expertise more than it requires money.","author":"Jonathan Raymond","topic":"Money"},{"quote":"I sat with him for three hours and we did not exchange a single word. At the end he handed me, as he had done before, an envelope with money in it. It would have been much nicer if he had enclosed a greeting or a loving word. I would have been so pleased if he had.","author":"Eva Braun","topic":"Money"},{"quote":"If the money we donate helps one child or can ease the pain of one parent, those funds are well spent.","author":"Carl Karcher","topic":"Money"},{"quote":"A simple fact that is hard to learn is that the time to save money is when you have some.","author":"Joe Moore","topic":"Money"},{"quote":"Thirteen thousand dollars a year is not enough to raise a family. That&#39;s not enough to pay your bills and save for their future. That&#39;s barely enough to provide for even the most basic needs.","author":"Thomas Carper","topic":"Money"},{"quote":"A man with money is no match against a man on a mission.","author":"Doyle Brunson","topic":"Money"},{"quote":"Well private money can take risks in a way that government money often isn&#39;t willing to.","author":"Bill Gates","topic":"Money"},{"quote":"It is more rewarding to watch money change the world than watch it accumulate.","author":"Gloria Steinem","topic":"Money"},{"quote":"We go to school to learn to work hard for money. I write books and create products that teach people how to have money work hard for them.","author":"Robert Kiyosaki","topic":"Money"},{"quote":"The black groups that boycott certain films would do better to get the money together to make the films they want to see, or stay in church and leave us to our work.","author":"Richard Pryor","topic":"Money"},{"quote":"You have to go broke three times to learn how to make a living.","author":"Casey Stengel","topic":"Money"},{"quote":"I&#39;d rather lose my own money than someone else&#39;s.","author":"Dean Kamen","topic":"Money"},{"quote":"I am happy to make money. I want to make more money, make more music, eat Big Macs and drink Budweisers.","author":"Kid Rock","topic":"Money"},{"quote":"There was a time when a fool and his money were soon parted, but now it happens to everybody.","author":"Adlai E. Stevenson","topic":"Money"},{"quote":"Look at what caused people to make a lot of money and you will see that usually it is in proportion to their production of what the society wanted.","author":"Ray Dalio","topic":"Money"},{"quote":"The most efficient labor-saving device is still money.","author":"Franklin P. Jones","topic":"Money"},{"quote":"Just put down 9\/11... I think, on most things I&#39;m liberal, except on defending ourselves and keeping half the money. Those things I&#39;m kind of conservative on.","author":"Dennis Miller","topic":"Money"},{"quote":"Many people are in the dark when it comes to money, and I&#39;m going to turn on the lights.","author":"Suze Orman","topic":"Money"},{"quote":"A man is usually more careful of his money than of his principles.","author":"Oliver Wendell Holmes, Jr.","topic":"Money"},{"quote":"I am fiercely loyal to those willing to put their money where my mouth is.","author":"Paul Harvey","topic":"Money"},{"quote":"It&#39;s immoral that people make money out of writing crap, but I try not to obsess about it. I don&#39;t want to spend my life being angry.","author":"Stella McCartney","topic":"Money"},{"quote":"As long as I can make lots of money in other businesses, I&#39;ll continue to subsidize my own work.","author":"Francis Ford Coppola","topic":"Money"},{"quote":"I was never sloppy with other people&#39;s money. Only my own. Because I figure, well, you can be.","author":"Francis Ford Coppola","topic":"Money"},{"quote":"If I have enough money to eat I&#39;m good.","author":"Shia LaBeouf","topic":"Money"},{"quote":"Wealth should not be seized, but the god-given is much better.","author":"Hesiod","topic":"Money"},{"quote":"Facebook has never been merely a social platform. Rather, it exploits our social interactions the way a Tupperware party does. Facebook does not exist to help us make friends, but to turn our network of connections, brand preferences and activities over time - our &#39;social graphs&#39; - into money for others.","author":"Douglas Rushkoff","topic":"Money"},{"quote":"And plenty makes us poor.","author":"John Dryden","topic":"Money"},{"quote":"Money is to my social existence what health is to my body.","author":"Mason Cooley","topic":"Money"},{"quote":"Isn&#39;t it a shame that future generations can&#39;t be here to see all the wonderful things we&#39;re doing with their money?","author":"Earl Wilson","topic":"Money"},{"quote":"I, Joan Crawford, I believe in the dollar. Everything I earn, I spend.","author":"Joan Crawford","topic":"Money"},{"quote":"Research indicates that most women want their man to earn more than they do.","author":"Laura Schlessinger","topic":"Money"},{"quote":"With a focus on records and making money, you tend to miss a good story.","author":"Ram Charan","topic":"Money"},{"quote":"Even after creating a budget and being more money conscience, it&#39;s still easy to overspend during the holidays.","author":"John Rampton","topic":"Money"},{"quote":"If I make a movie in English, the money will come from Europe, so that I can keep my independence and freedom. The way they produce in Hollywood doesn&#39;t fit me.","author":"Pedro Almodovar","topic":"Money"},{"quote":"It&#39;s easier to force feed people than it is to give &#39;em what they want. It makes more money.","author":"Merle Haggard","topic":"Money"},{"quote":"It was an honor and privilege to arrive to this country 16 years ago with almost no money in my pocket. A lot has happened since then.","author":"Antonio Banderas","topic":"Money"},{"quote":"The time to give away money is when you make it.","author":"Jon Huntsman, Sr.","topic":"Money"},{"quote":"I had a really hard time growing up; we were a large family, and we didn&#39;t have much money at home.","author":"Luis Suarez","topic":"Money"},{"quote":"Banks have a new image. Now you have &#39;a friend,&#39; your friendly banker. If the banks are so friendly, how come they chain down the pens?","author":"Alan King","topic":"Money"},{"quote":"Marrying into money was not a good thing for me.","author":"Anna Nicole Smith","topic":"Money"},{"quote":"You can spend your money on art works and sit down and look at them. Or you can use your money to help people.","author":"Xavier Niel","topic":"Money"},{"quote":"From 2002-2008, Planned Parenthood received $342 million in federal taxpayer money through Title X funding alone. With these funds, Planned Parenthood has provided women throughout the U.S. with important family planning and contraceptive services as well as screening for breast and cervical cancers for low-income women.","author":"Lisa Murkowski","topic":"Money"},{"quote":"Don&#39;t judge me. I made a lot of money.","author":"Samantha Bee","topic":"Money"},{"quote":"Nothing is more dangerous to men than a sudden change of fortune.","author":"Quintilian","topic":"Money"},{"quote":"Civilized countries generally adopt gold or silver or both as money.","author":"Alfred Marshall","topic":"Money"},{"quote":"Corruption, money laundering, and tax evasion are global problems, not just challenges for developing countries.","author":"Sri Mulyani Indrawati","topic":"Money"},{"quote":"It is a waste of money to help those who show no desire to help themselves.","author":"Taylor Caldwell","topic":"Money"},{"quote":"My family wasn&#39;t terribly affluent and looked upon money very carefully as something that had to be saved, not spent. My father built the ducting that took air into the copper mines and made about 6 d a yard in the Thirties, which was good money back then.","author":"Wilbur Smith","topic":"Money"},{"quote":"Money does not make you happy but it quiets the nerves.","author":"Sean O'Casey","topic":"Money"},{"quote":"The substitute for knowledge is money.","author":"Gordon Bethune","topic":"Money"},{"quote":"Everyone needs a certain amount of money. Beyond that, we pursue money because we know how to obtain it. We don&#39;t necessarily know how to obtain happiness.","author":"Gregg Easterbrook","topic":"Money"},{"quote":"The greatest luxury of riches is that they enable you to escape so much good advice.","author":"Arthur Helps","topic":"Money"},{"quote":"If American men are obsessed with money, American women are obsessed with weight. The men talk of gain, the women talk of loss, and I do not know which talk is the more boring.","author":"Marya Mannes","topic":"Money"},{"quote":"An important lever for sustained action in tackling poverty and reducing hunger is money.","author":"Gro Harlem Brundtland","topic":"Money"},{"quote":"I think everything depends on money.","author":"Alan Bean","topic":"Money"},{"quote":"I don&#39;t think business news is just for old white men with money.","author":"Neil Cavuto","topic":"Money"},{"quote":"My restaurants are never opened on Thanksgiving; I want my staff to spend time with their family if they can. My feeling is, if I can&#39;t figure out how to make money the rest of the year so that my workers can enjoy the holidays, then I don&#39;t deserve to be an owner.","author":"Michael Symon","topic":"Money"},{"quote":"The old problems - love, money, security, status, health, etc. - are still here to plague us or please us.","author":"Shelley Berman","topic":"Money"},{"quote":"From my experience and understanding, I believe money follows name and fame, while recognition calls for a huge amount of sacrifice. To get something, you have to lose something. That&#39;s the rule of life.","author":"Lata Mangeshkar","topic":"Money"},{"quote":"Because its hard to realize now that that was the end of the great depression, you know. All of a sudden all of this is in front of me and I&#39;m solvent, you know. I&#39;m making some money and I know where my next meal is coming from, and I have a new pair of shoes and that&#39;s it.","author":"Robert McCloskey","topic":"Money"},{"quote":"Sooner or later, we sell out for money.","author":"Tony Randall","topic":"Money"},{"quote":"I&#39;ve looked after my money. As I started working around my third birthday, my first check went straight to the bank.","author":"Samantha Barks","topic":"Money"},{"quote":"If you make a living, if you earn your own money, you&#39;re free - however free one can be on this planet.","author":"Theodore White","topic":"Money"},{"quote":"What counts is what you do with your money, not where it came from.","author":"Merton Miller","topic":"Money"},{"quote":"It&#39;s all about the money.","author":"Joseph Jackson","topic":"Money"},{"quote":"You know, a lot of people are just interested in, in building a company so they can make money and get out.","author":"Arthur Rock","topic":"Money"},{"quote":"Sudden money is going from zero to two hundred dollars a week. The rest doesn&#39;t count.","author":"Neil Simon","topic":"Money"},{"quote":"You want 21 percent risk free? Pay off your credit cards.","author":"Andrew Tobias","topic":"Money"},{"quote":"The creditor hath a better memory than the debtor.","author":"James Howell","topic":"Money"},{"quote":"Art for art&#39;s sake, money for God&#39;s sake.","author":"Simon Raven","topic":"Money"},{"quote":"A fool and his money get a lot of publicity.","author":"Al Bernstein","topic":"Money"},{"quote":"In its famous paradox, the equation of money and excrement, psychoanalysis becomes the first science to state what common sense and the poets have long known - that the essence of money is in its absolute worthlessness.","author":"Norman O. Brown","topic":"Money"},{"quote":"Business is other people&#39;s money.","author":"Delphine de Girardin","topic":"Money"},{"quote":"Poverty breeds lack of self-reliance.","author":"Daniel De Leon","topic":"Money"},{"quote":"Money is just a way of keeping score.","author":"H. L. Hunt","topic":"Money"},{"quote":"Many good qualities are not sufficient to balance a single want - the want of money.","author":"Johann Georg Zimmermann","topic":"Money"},{"quote":"It&#39;s a terribly hard job to spend a billion dollars and get your money&#39;s worth.","author":"George M. Humphrey","topic":"Money"},{"quote":"All my life I knew that there was all the money you could want out there. All you have to do is go after it.","author":"Curtis Carlson","topic":"Money"}]