[{"quote":"Pick up a camera. Shoot something. No matter how small, no matter how cheesy, no matter whether your friends and your sister star in it. Put your name on it as director. Now you&#39;re a director. Everything after that you&#39;re just negotiating your budget and your fee.","author":"James Cameron","topic":"Movies"},{"quote":"I secretly enjoy being alone - hiking alone, skiing alone, walking along the beach alone, going to movies alone. Do not get me wrong, I like sharing my life with other people, but sometimes I really enjoy being as alone as possible.","author":"Josh Zuckerman","topic":"Movies"},{"quote":"Acting is not about being famous, it&#39;s about exploring the human soul.","author":"Annette Bening","topic":"Movies"},{"quote":"If you want a happy ending, that depends, of course, on where you stop your story.","author":"Orson Welles","topic":"Movies"},{"quote":"I like to go out if there&#39;s a party or go to the movies, but I just like hanging out with my buddies and having a good time.","author":"Jean-Luc Bilodeau","topic":"Movies"},{"quote":"Cinema is the most beautiful fraud in the world.","author":"Jean-Luc Godard","topic":"Movies"},{"quote":"It is painful to watch children trying to show off for parents who are engrossed in their cell phones. Children are nostalgic for the &#39;good old days&#39; when parents used to read to them without the cell phone by their side or watch football games or Disney movies without having the BlackBerry handy.","author":"Sherry Turkle","topic":"Movies"},{"quote":"Filmmaking is a chance to live many lifetimes.","author":"Robert Altman","topic":"Movies"},{"quote":"Movies can and do have tremendous influence in shaping young lives in the realm of entertainment towards the ideals and objectives of normal adulthood.","author":"Walt Disney","topic":"Movies"},{"quote":"Television is chewing gum for the eyes.","author":"Frank Lloyd Wright","topic":"Movies"},{"quote":"The most honest form of filmmaking is to make a film for yourself.","author":"Peter Jackson","topic":"Movies"},{"quote":"When people ask me if I went to film school I tell them, &#39;no, I went to films.&#39;","author":"Quentin Tarantino","topic":"Movies"},{"quote":"Life is more than sunglasses and hit movies. Reality - that&#39;s the main event.","author":"Sylvester Stallone","topic":"Movies"},{"quote":"A film is never really good unless the camera is an eye in the head of a poet.","author":"Orson Welles","topic":"Movies"},{"quote":"A film is - or should be - more like music than like fiction. It should be a progression of moods and feelings. The theme, what&#39;s behind the emotion, the meaning, all that comes later.","author":"Stanley Kubrick","topic":"Movies"},{"quote":"Cinema should make you forget you are sitting in a theater.","author":"Roman Polanski","topic":"Movies"},{"quote":"I&#39;ve had an amazing life, but I think I was born with a little bit of sadness in me. I&#39;ve always been attracted to those things, whether it&#39;s sad movies, sad music... when you&#39;re sad, you feel everything in a greater way than you do when you&#39;re happy.","author":"Sam Smith","topic":"Movies"},{"quote":"Whenever I have free time, I love to just lay in my bed and watch YouTube videos, watch movies. Just basically do nothing.","author":"Bethany Mota","topic":"Movies"},{"quote":"Not only are drinking, smoking, swearing, dancing and going to movies not issues... they simply do not matter. They matter to fundamentalists, of course, but to anyone else outside the church, they could care less whether we smoke or attend movies. Absolutely no one gives a tinker&#39;s damn whether I say &#39;tinker&#39;s damn&#39; or not.","author":"Mike Yaconelli","topic":"Movies"},{"quote":"You have to realize I like doing big movies that appear on a big screen. So the visuals and the audio have to be of a certain quality before I start to get excited about the thing.","author":"Hans Zimmer","topic":"Movies"},{"quote":"I think cinema, movies, and magic have always been closely associated. The very earliest people who made film were magicians.","author":"Francis Ford Coppola","topic":"Movies"},{"quote":"I always wish the hotels were like they are in movies and TV shows, where if you&#39;re in Paris, right outside your window is the Eiffel Tower. In Egypt, the pyramids are right there. In the movies, every hotel has a monument right outside your window. My hotel rooms overlook the garbage dumpster in the back alley.","author":"Gilbert Gottfried","topic":"Movies"},{"quote":"The elements that create glamour are not specific styles - bias-cut gowns or lacquered furniture - but more general qualities: grace, mystery, transcendence. To the right audience, Halle Berry is more glamorous commanding the elements as Storm in the X-Men movies than she is walking the red carpet in a designer gown.","author":"Virginia Postrel","topic":"Movies"},{"quote":"If there&#39;s specific resistance to women making movies, I just choose to ignore that as an obstacle for two reasons: I can&#39;t change my gender, and I refuse to stop making movies.","author":"Kathryn Bigelow","topic":"Movies"},{"quote":"The difference between life and the movies is that a script has to make sense, and life doesn&#39;t.","author":"Joseph L. Mankiewicz","topic":"Movies"},{"quote":"Everybody has something that chews them up and, for me, that thing was always loneliness. The cinema has the power to make you not feel lonely, even when you are.","author":"Tom Hanks","topic":"Movies"},{"quote":"My favorite holiday memory was sitting at home all day in my pajamas during winter break for school watching a bunch of old Christmas movies like &#39;Jack Frost&#39; and &#39;Rudolph the Red-Nosed Reindeer&#39; with my siblings and parents.","author":"Becky G","topic":"Movies"},{"quote":"&#39;The Princess Bride&#39; is one of my favorite movies of all time.","author":"Ivana Milicevic","topic":"Movies"},{"quote":"If I can, I love staying in pajamas all day and watching movies and eating good food.","author":"Becky G","topic":"Movies"},{"quote":"A lot of movies are about life, mine are like a slice of cake.","author":"Alfred Hitchcock","topic":"Movies"},{"quote":"The first thing I did as a child was draw. I wanted to make animated movies. I think Disney&#39;s &#39;Cinderella&#39; was the first movie I ever saw. &#39;Peter Pan&#39; was the first movie I ever saw in the movie theater. I grew up with &#39;Dumbo&#39; and &#39;Pinocchio&#39; and &#39;Sword in the Stone.&#39; Those were the movies I wanted to make.","author":"Damien Chazelle","topic":"Movies"},{"quote":"I always shoot my movies with score as certainly part of the dialogue. Music is dialogue. People don&#39;t think about it that way, but music is actually dialogue. And sometimes music is the final, finished, additional dialogue. Music can be one of the final characters in the film.","author":"Ridley Scott","topic":"Movies"},{"quote":"Being sad and being depressed are two different things. Also, people going through depression don&#39;t look so, while someone sad will look sad. The most common reaction is, &#39;How can you be depressed? You have everything going for you. You are the supposed number one heroine and have a plush home, car, movies... What else do you want?&#39;","author":"Deepika Padukone","topic":"Movies"},{"quote":"Make them laugh, make them cry, and hack to laughter. What do people go to the theatre for? An emotional exercise. I am a servant of the people. I have never forgotten that.","author":"Mary Pickford","topic":"Movies"},{"quote":"When I was a boy, I always saw myself as a hero in comic books and in movies. I grew up believing this dream.","author":"Elvis Presley","topic":"Movies"},{"quote":"The most amazing thing for me is that every single person who sees a movie, not necessarily one of my movies, brings a whole set of unique experiences. Now, through careful manipulation and good storytelling, you can get everybody to clap at the same time, to hopefully laugh at the same time, and to be afraid at the same time.","author":"Steven Spielberg","topic":"Movies"},{"quote":"A story should have a beginning, a middle and an end, but not necessarily in that order.","author":"Jean-Luc Godard","topic":"Movies"},{"quote":"Always make the audience suffer as much as possible.","author":"Alfred Hitchcock","topic":"Movies"},{"quote":"Cricket is my passion; it is my first love. So I will not act in my movies, as they will just be a side business for me.","author":"Harbhajan Singh","topic":"Movies"},{"quote":"When I was a little kid, I wanted to be, like, you know, a movie star, you know? Or, I always have interest in movie, you know? Because I like the visual aspect of the movies, et cetera.","author":"Tommy Wiseau","topic":"Movies"},{"quote":"People sometimes say the way things happen in the movies is unreal, but actually, it&#39;s the way things happen to you in life that&#39;s unreal.","author":"Andy Warhol","topic":"Movies"},{"quote":"If dreams are like movies, then memories are films about ghosts.","author":"Adam Duritz","topic":"Movies"},{"quote":"Everything I learned I learned from the movies.","author":"Audrey Hepburn","topic":"Movies"},{"quote":"Movies become art after editing. Instead of just reproducing reality, they juxtapose images of it. That implies expression; that&#39;s art.","author":"Alejandro Gonzalez Inarritu","topic":"Movies"},{"quote":"My mother was keen that I complete my graduation and never ever wanted me to be in the movies, as my father had made five films that lost money. One of the films he made was &#39;Agneepath,&#39; which was hugely hyped but underwhelming at the box office, and I remember that my dad had to sell my grandmother&#39;s flat to pay off the loan.","author":"Karan Johar","topic":"Movies"},{"quote":"I really hate relaxing. I&#39;ve done three movies in a row, worked for two years straight, and to me, idle time is the devil&#39;s workshop. I like to focus on something.","author":"Leonardo DiCaprio","topic":"Movies"},{"quote":"Jesus is a half-naked guy, hanging, nailed to a cross, and then people wear that around their neck, and then those are the people that are upset about violence in movies.","author":"Marilyn Manson","topic":"Movies"},{"quote":"My dream role would probably be a psycho killer, because the whole thing I love about movies is that you get to do things you could never do in real life, and that would be my way of vicariously experiencing being a psycho killer. Also, it&#39;s incredibly romantic.","author":"Christina Ricci","topic":"Movies"},{"quote":"100 years ago, movies were black-and-white, silent, and 16 frames a second. So 100 years from now, what are they going to be?","author":"Peter Jackson","topic":"Movies"},{"quote":"I was going to go to a four-year college and be an anthropologist or to an art school and be an illustrator when a friend convinced me to learn photography at the University of Southern California. Little did I know it was a school that taught you how to make movies! It had never occurred to me that I&#39;d ever have any interest in filmmaking.","author":"George Lucas","topic":"Movies"},{"quote":"Not everybody goes to movies to get their life changed.","author":"Samuel L. Jackson","topic":"Movies"},{"quote":"I think that life in Israel is sometimes bigger than the movies.","author":"Yitzhak Rabin","topic":"Movies"},{"quote":"The great thing for me about &#39;The Resurrection of Gavin Stone&#39; is it&#39;s a throwback to the old fashioned Hollywood movie that you can watch with your family, has a message, and is funny and entertaining. They didn&#39;t call them faith-based movies; they just called them good movies.","author":"D. B. Sweeney","topic":"Movies"},{"quote":"My movies were the kind they show in prisons and airplanes, because nobody can leave.","author":"Burt Reynolds","topic":"Movies"},{"quote":"I don&#39;t watch most of the movies I&#39;m in. Ever. They&#39;re like a bad relationship where, after you break up, you don&#39;t want to look over all the valentines.","author":"Ben Foster","topic":"Movies"},{"quote":"I like old movies, screwball comedies, vintage clothes, and basically I&#39;m an old-fashioned gal.","author":"Zooey Deschanel","topic":"Movies"},{"quote":"We all need illusions. That&#39;s why we love movies.","author":"Monica Bellucci","topic":"Movies"},{"quote":"I was always a fan of the old-style comics. I loved vaudeville. I loved Milton Berle, Dick Shawn, Phyllis Diller, Don Rickles, Charlie Callas, all those guys. Hilarious. I love the Bing Crosby and Bob Hope movies, and Abbott &amp; Costello. My television influences were &#39;Monty Python&#39;s Flying Circus,&#39; &#39;Benny Hill,&#39; and &#39;Hee Haw.&#39;","author":"Larry the Cable Guy","topic":"Movies"},{"quote":"If the boy and girl walk off into the sunset hand-in-hand in the last scene, it adds 10 million to the box office.","author":"George Lucas","topic":"Movies"},{"quote":"A cinema villain essentially needs a moustache so he can twiddle with it gleefully as he cooks up his next nasty plan.","author":"Mel Brooks","topic":"Movies"},{"quote":"I don&#39;t want to imitate life in movies; I want to represent it. And in that representation, you use the colors you feel, and sometimes they are fake colors. But always it&#39;s to show one emotion.","author":"Pedro Almodovar","topic":"Movies"},{"quote":"What&#39;s interesting about the shift from an industrial age to a technological age is that we keep inventing new media: movies, records, radio, television, the Internet, and now ebooks - and one of the things that&#39;s most interesting about the invention of a new medium is watching it reinvent itself as it penetrates the culture.","author":"David Gerrold","topic":"Movies"},{"quote":"Nobody should come to the movies unless he believes in heroes.","author":"John Wayne","topic":"Movies"},{"quote":"In Hollywood, they think drawn animation doesn&#39;t work anymore, computers are the way. They forget that the reason computers are the way is that Pixar makes good movies. So everybody tries to copy Pixar. They&#39;re relying too much on the technology and not enough on the artists.","author":"Tim Burton","topic":"Movies"},{"quote":"I was kind of a dark kid. I loved Halloween, and I loved vampires and the black and white old monster movies.","author":"Joe Manganiello","topic":"Movies"},{"quote":"I like to go out, but sometimes it&#39;s nice to stay cozy at home, watching movies or TV, especially early in the week.","author":"Charlotte Ronson","topic":"Movies"},{"quote":"I was a very scared child. Not, you know, not so much of life but of the demons that lurked in the dark. And horror movies terrified me. You know, I&#39;d love watching them but then at night, I would just be up in sweats all night.","author":"Jordan Peele","topic":"Movies"},{"quote":"Movies are dreams! And they work on you subliminally.","author":"Carrie Fisher","topic":"Movies"},{"quote":"I was never that into the movies. Never. Even as a youngster. I became interested in movie music only because of the studio orchestras in Hollywood.","author":"John Williams","topic":"Movies"},{"quote":"Some people go to the movies to be reminded that everything&#39;s okay. I don&#39;t make those kinds of movies.","author":"David Fincher","topic":"Movies"},{"quote":"The secret to film is that it&#39;s an illusion.","author":"George Lucas","topic":"Movies"},{"quote":"Why be boring? Have some fun. Rock shows should be like movies: I don&#39;t go to a movie hoping it&#39;ll change my life.","author":"Alice Cooper","topic":"Movies"},{"quote":"I only make movies to finance my fishing.","author":"Lee Marvin","topic":"Movies"},{"quote":"I never expected anyone to take care of me, but in my wildest dreams and juvenile yearnings, I wanted the house with the picket fence from June Allyson movies. I knew that was yearning like one yearns to fly.","author":"Maya Angelou","topic":"Movies"},{"quote":"Movies are my religion and God is my patron. I&#39;m lucky enough to be in the position where I don&#39;t make movies to pay for my pool. When I make a movie, I want it to be everything to me; like I would die for it.","author":"Quentin Tarantino","topic":"Movies"},{"quote":"I love kids that come to shows, little kids coming up to you with braces; like, some kid came up to me in a parking lot outside a show in Santa Cruz - he was about 14 or 15 - and he said, &#39;Y&#39;know, I love &#39;The Basketball Diaries,&#39; but I hope your next book of poetry isn&#39;t gonna be as academic as &#39;Living at the Movies&#39; was.&#39;","author":"Jim Carroll","topic":"Movies"},{"quote":"I was striving to be the most muscular man, and it got me into the movies. It got me everything that I have.","author":"Arnold Schwarzenegger","topic":"Movies"},{"quote":"My relationship with fashion has always been that each of us stars in our own movies and costumes ourselves to play the part we want. You take blouses and jeans and dresses, and you put them together, and they tell your story.","author":"Marc Jacobs","topic":"Movies"},{"quote":"My place of refuge is definitely watching movies and playing video games. I know that&#39;s kind of hard to fathom.","author":"Cam Newton","topic":"Movies"},{"quote":"Like Hollywood movies, MTV and blue jeans, fast food has become one of America&#39;s major cultural exports.","author":"Eric Schlosser","topic":"Movies"},{"quote":"In the past, I had a knee-jerk approach to work, and it showed on screen. I was doing movies for the wrong reasons - trying to juggle dates, do too many guest appearances, take up projects under pressure or for emotional reasons.","author":"Salman Khan","topic":"Movies"},{"quote":"I love to hang out with my friends and go to the movies. My mom and I are involved in the Mother\/Daughter Organization - national charity work. Whenever I get free time, we volunteer. It&#39;s an organization so mothers and daughters can spend time together while volunteering.","author":"Hailee Steinfeld","topic":"Movies"},{"quote":"I&#39;ve never understood the cult of Hitchcock. Particularly the late American movies... Egotism and laziness. And they&#39;re all lit like television shows.","author":"Orson Welles","topic":"Movies"},{"quote":"If beautiful movies can influence you to go out and hug your children, then we have to be honest and say that other movies can inspire you to do bad things.","author":"Nick Cave","topic":"Movies"},{"quote":"When my mother got home from work, she would take me to the movies. It was her way of getting out, and she would take me with her. I&#39;d go home and act all the parts. It had a tremendous influence on my becoming an actor.","author":"Al Pacino","topic":"Movies"},{"quote":"I think there&#39;s a vague sense out there that movies are becoming more and more unreal. I know I&#39;ve felt it.","author":"Christopher Nolan","topic":"Movies"},{"quote":"The thing I love about making movies is the peace of mind that I know I don&#39;t have to be perfect the first time. I can be perfect the second time or the third time.","author":"Gene Wilder","topic":"Movies"},{"quote":"Everyone is using the Internet for almost everything - trailers, ads, movies, and short films. This is the only thing that will reach everybody in the world.","author":"Ali Fazal","topic":"Movies"},{"quote":"I grew up watching those blaxploitation movies. Ron O&#39;Neal, Richard Roundtree, Jim Brown, Pam Grier. For the first time, I saw &#39;The Negro&#39; get one over on &#39;The Man.&#39;","author":"Samuel L. Jackson","topic":"Movies"},{"quote":"I think American audiences like gangster movies. You know, it&#39;s part of the culture.","author":"Vincent Cassel","topic":"Movies"},{"quote":"One of the reasons I love devils so much is not based in my faith, but because as a kid, I grew up loving heavy metal and horror movies, and the devil is such a huge presence in both.","author":"Victor LaValle","topic":"Movies"},{"quote":"So much of movie acting is in the lighting. And in loving your characters. I try to know them, and with that intimacy comes love. And now, I love Voldemort.","author":"Ralph Fiennes","topic":"Movies"},{"quote":"My characters always start well in movies. Almost every movie I&#39;ve done starts with a happy marriage, it&#39;s all beautiful, wealthy, whatever... and then of course my husband leaves me, and everything falls apart.","author":"Carole Bouquet","topic":"Movies"},{"quote":"Cinema is a matter of what&#39;s in the frame and what&#39;s out.","author":"Martin Scorsese","topic":"Movies"},{"quote":"Talking about dreams is like talking about movies, since the cinema uses the language of dreams; years can pass in a second, and you can hop from one place to another. It&#39;s a language made of image. And in the real cinema, every object and every light means something, as in a dream.","author":"Federico Fellini","topic":"Movies"},{"quote":"Some people ask why people would go into a dark room to be scared. I say they are already scared, and they need to have that fear manipulated and massaged. I think of horror movies as the disturbed dreams of a society.","author":"Wes Craven","topic":"Movies"},{"quote":"I never thought I&#39;d land in pictures with a face like mine.","author":"Audrey Hepburn","topic":"Movies"},{"quote":"Sometimes over things that I did, movies that didn&#39;t turn out very well - you go, &#39;Why did you do that?&#39; But in the end, I can&#39;t regret them because I met amazing people. There was always something that was worth it.","author":"Robin Williams","topic":"Movies"},{"quote":"A film is a petrified fountain of thought.","author":"Jean Cocteau","topic":"Movies"},{"quote":"Right now I just want to chill for a while. Take a hiatus from all the craziness. To clean my house, see my family. Just see some movies and pick some strawberries.","author":"Lauren Ambrose","topic":"Movies"},{"quote":"I love the movies, and when I go to see a movie that&#39;s been made from one of my books, I know that it isn&#39;t going to be exactly like my novel because a lot of other people have interpreted it. But I also know it has an idea that I&#39;ll like because that idea occurred to me, and I spent a year, or a year and a half of my life working on it.","author":"Stephen King","topic":"Movies"},{"quote":"To me, movies and music go hand in hand. When I&#39;m writing a script, one of the first things I do is find the music I&#39;m going to play for the opening sequence.","author":"Quentin Tarantino","topic":"Movies"},{"quote":"I love horror movies because they&#39;re really fun. They tap into those wonderful primal emotions.","author":"Margot Kidder","topic":"Movies"},{"quote":"The directing of a picture involves coming out of your individual loneliness and taking a controlling part in putting together a small world. A picture is made. You put a frame around it and move on. And one day you die. That is all there is to it.","author":"John Huston","topic":"Movies"},{"quote":"I don&#39;t want to dress up a picture with just my face.","author":"Grace Kelly","topic":"Movies"},{"quote":"Signing up for &#39;It Follows,&#39; I didn&#39;t have any idea it was going to turn out the way it did, but seeing it, the music and the feel of it definitely was pretty amazing, getting that kind of throwback feel to classic horror movies.","author":"Maika Monroe","topic":"Movies"},{"quote":"Rap for me is like making movies, telling stories, and getting the emotions of the songs through in just as deep a way.","author":"Jay-Z","topic":"Movies"},{"quote":"The sound and music are 50% of the entertainment in a movie.","author":"George Lucas","topic":"Movies"},{"quote":"Television and movies were our biggest teachers. When we came to the United States, the Vietnam War was just ratcheting up. And so the Asian faces that I saw on the news, they were the face of the enemy. Asian men, particularly, were either small, ineffective, or they were evil. And those messages were deeply, deeply embedded in me for many years.","author":"Alex Tizon","topic":"Movies"},{"quote":"I think most people, even if they say they hate horror movies, there&#39;s that feeling you get inside that you love. I mean, I love it. I love to have the hairs on the back of my neck stand up or get that chill up my spine.","author":"Barry Watson","topic":"Movies"},{"quote":"You know what your problem is, it&#39;s that you haven&#39;t seen enough movies - all of life&#39;s riddles are answered in the movies.","author":"Steve Martin","topic":"Movies"},{"quote":"Movies are a big part of our Indian culture.","author":"Mahendra Singh Dhoni","topic":"Movies"},{"quote":"I don&#39;t care about movies. I tend to play badminton once a week.","author":"Edward Witten","topic":"Movies"},{"quote":"My grandmother and I would go see movies, and we&#39;d come back to the apartment - we had a one-room apartment in Hollywood - and I would kind of lock myself in this little dressing room area with a cracked mirror on the door and act out what I had just seen.","author":"Carol Burnett","topic":"Movies"},{"quote":"A good film is when the price of the dinner, the theatre admission and the babysitter were worth it.","author":"Alfred Hitchcock","topic":"Movies"},{"quote":"If you just love movies enough, you can make a good one.","author":"Quentin Tarantino","topic":"Movies"},{"quote":"I didn&#39;t go to many movies. My mom would make a family outing and bring chicken in the theater. Smell up the whole place. The most impactful movies were &#39;Godfather II&#39; and &#39;Scarface&#39;. I loved the human complexity, and those movies are so well shot. Cinematic greatness. I really stopped going in my early twenties.","author":"Jay-Z","topic":"Movies"},{"quote":"An often-repeated assertion in the body of film criticism I have written is the assertion that movies do not just mirror the culture of any given time; they also create it.","author":"bell hooks","topic":"Movies"},{"quote":"I&#39;m fed up with the idiots... the ever-widening gap between people who know how to make movies and the people who green-light the movies.","author":"Sean Connery","topic":"Movies"},{"quote":"I drove from Naples to the Amalfi coast in an Alpha Romeo 1969 Spider, which was lovely. There have been lots of movies made down there, and I felt a bit like James Bond - the driving is quite hairy. The locals have mopeds, but you wouldn&#39;t catch me on a bike on those roads. A tank would be safer!","author":"Paul Hollywood","topic":"Movies"},{"quote":"Everyone has a first love, and mine was the western. When I was a child and dreamed of the movies, it was always as a cowboy on a white horse.","author":"Franco Nero","topic":"Movies"},{"quote":"I made mistakes in drama. I thought drama was when actors cried. But drama is when the audience cries.","author":"Frank Capra","topic":"Movies"},{"quote":"I did four movies where I gained, like, fifty pounds. I had curly hair, and I had all of this facial hair. I had put on all this weight for these movies, and I did four or five of them back-to-back. Then I cut the weight and I got fit again. I cut my beard and I took away the mustache, and people were like, &#39;What are you doing?&#39;","author":"A. J. Bowen","topic":"Movies"},{"quote":"We just compare our lifestyle to movies so you can relate to them. When I say, &#39;I bought a carpet from Aladdin so I could finesse and do magic,&#39; that means I had to get me a new whip or I had to get me something in disguise to work my magic, to finesse, to get out of here.","author":"Quavo","topic":"Movies"},{"quote":"There&#39;s always room out there for the hand-drawn image. I personally like the imperfection of hand drawing as opposed to the slick look of computer animation. But you can do good stuff either way. The Pixar movies are amazing in what they do, but there&#39;s plenty of independent animators who are doing really amazing things as well.","author":"Matt Groening","topic":"Movies"},{"quote":"It&#39;s never really that much fun for me to do movies anyway, because you - you know, you have to get up very early in the morning and you have to go in and you spend a lot of time waiting around.","author":"Al Pacino","topic":"Movies"},{"quote":"Cancer taught me to stop saving things for a special occasion. Every day is special. You don&#39;t have to get cancer to start living life to the fullest. My post-cancer philosophy? No wasted time. No ugly clothes. No boring movies.","author":"Regina Brett","topic":"Movies"},{"quote":"I do like going to the movies, but I like eating tons of sweets and ice cream, so I can&#39;t go to the movies anymore.","author":"Tyson Fury","topic":"Movies"},{"quote":"I like movies where you can come back and re-watch them and admire the cinematography 25 years later.","author":"Rob Zombie","topic":"Movies"},{"quote":"In cartoons, in movies, time passes differently. There are flashbacks and flashfowards.","author":"Warren Spector","topic":"Movies"},{"quote":"I do like escapism. I like going to the movies on a Friday night and seeing something fun.","author":"Charlie Kaufman","topic":"Movies"},{"quote":"With horror movies, a bigger budget is actually your enemy. You want to feel the rough edges, the handmade quality to good horror films. It&#39;s a genre that benefits from not having everything at your disposal.","author":"Drew Goddard","topic":"Movies"},{"quote":"I love horror, I love scary movies, I love thrillers. If things creep you out and spook you? I love it.","author":"Lana Parrilla","topic":"Movies"},{"quote":"Nostalgia, the vice of the aged. We watch so many old movies our memories come in monochrome.","author":"Angela Carter","topic":"Movies"},{"quote":"Movies are written in sand: applauded today, forgotten tomorrow.","author":"D. W. Griffith","topic":"Movies"},{"quote":"Stephen Hawking&#39;s been watching too many Hollywood movies. I think the only kind aliens in Hollywood are the ones created by Steven Spielberg - &#39;Close Encounters of the Third Kind&#39; and &#39;E.T.,&#39; for example. All other aliens are trying to suck our brains out.","author":"Neil deGrasse Tyson","topic":"Movies"},{"quote":"My folks always let me go to the movies every Saturday. We were really motion-picture goers.","author":"John Wayne","topic":"Movies"},{"quote":"I think it would be very boring dramatically to have a film where everybody was a lawyer or doctor and had no faults. To me, the most important thing is to be truthful.","author":"Spike Lee","topic":"Movies"},{"quote":"I&#39;ve always been a movie guy, movies have been my thing. I love movies, all kinds of movies.","author":"Christopher Nolan","topic":"Movies"},{"quote":"When you go to watch a baseball game, when you go to watch an NBA game, when you watch an NFL game, when you go to watch movies, the offering that those arenas are doing foodwise is &#39;all the hot dogs you can eat&#39;; all the French fries you can eat; for $20 you can eat 20 hot dogs.","author":"Jose Andres","topic":"Movies"},{"quote":"Some of my foster families used to send me to the movies to get me out of the house and there I&#39;d sit all day and way into the night. Up in front, there with the screen so big, a little kid all alone, and I loved it. I loved anything that moved up there and I didn&#39;t miss anything that happened and there was no popcorn either.","author":"Marilyn Monroe","topic":"Movies"},{"quote":"I sure lost my musical direction in Hollywood. My songs were the same conveyer belt mass production, just like most of my movies were.","author":"Elvis Presley","topic":"Movies"},{"quote":"A filmmaker has almost the same freedom as a novelist has when he buys himself some paper.","author":"Stanley Kubrick","topic":"Movies"},{"quote":"Life is short. I&#39;m 47 years old. I&#39;ve got 10 years to go where I can be the best I can be. I want those 10 years to be precious, not like before, cranking two or three movies a year. I&#39;ve made a ton of movies in my life, but so what?","author":"Jean-Claude Van Damme","topic":"Movies"},{"quote":"The problem with romantic comedies is you know the ending by the poster. So they&#39;re not movies you can keep doing over and over again expect satisfaction somehow.","author":"Ryan Reynolds","topic":"Movies"},{"quote":"I go to the movies at least five times a week, and after a while everything becomes a blur to me.","author":"David Sedaris","topic":"Movies"},{"quote":"People are always wondering if I am an artist or political activist or politician. Maybe I&#39;ll just clearly tell you: Whatever I do is not art. Let&#39;s say it is just objects or materials, movies or writing, but not art, OK?","author":"Ai Weiwei","topic":"Movies"},{"quote":"Oh, I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness. You went to the movies then, you saw two movies and a short. When Mickey Mouse came on the screen and there was his big head, my sister said she had to hold onto me. I went berserk.","author":"Maurice Sendak","topic":"Movies"},{"quote":"If I were able to write, I probably would. But movies have given me a part of my life where I can express feelings and bring convictions to an audience as if I could write. So I made &#39;Gandhi&#39; about human relations, prejudice and the empire. In &#39;Cry Freedom&#39; I expressed my horror and disgust about apartheid.","author":"Richard Attenborough","topic":"Movies"},{"quote":"My siblings and I, we were raised on TV and films. Not a day went by that we weren&#39;t watching one of three movies - &#39;Caddyshack,&#39; &#39;Animal House,&#39; &#39;Beverly Hills Cop&#39; - on rotation. Our comedy, our personalities were set watching &#39;Sesame Street&#39;: these really sort of wacky, Jim Henson-y characters.","author":"Teddy Sears","topic":"Movies"},{"quote":"I&#39;m definitely a romantic comedy dude because I&#39;m a big romantic at heart. I&#39;m a softy, so it&#39;s always nice to watch movies that make you think that love at first sight is actually possible.","author":"Sterling Knight","topic":"Movies"},{"quote":"I talk about any number of things on my Facebook space. Politics. Current events. The writing life. The latest tempests in a teapot centering on fandom. Daily doings from my own life. My cats, for crying out loud. Flights of humorous fantasy. Books, both those I&#39;ve read and those I&#39;ve written. Movies. And occasionally, TV shows.","author":"Adam-Troy Castro","topic":"Movies"},{"quote":"I wanted to do another movie that could make us laugh and cry and feel good about the world. I wanted to do something else that could make us smile. This is a time when we need to smile more and Hollywood movies are supposed to do that for people in difficult times.","author":"Steven Spielberg","topic":"Movies"},{"quote":"Football games are on TV, and it doesn&#39;t affect stadium attendance at all. It&#39;s the same with movies. People who really love movies and like to go out on a Saturday night will go to the movie theater.","author":"George Lucas","topic":"Movies"},{"quote":"I do love the films I&#39;ve done in the past. I work hard in my movies and my friends work hard and we&#39;re trying to make people laugh and I&#39;m very proud of that.","author":"Adam Sandler","topic":"Movies"},{"quote":"People talk about mumblecore but I prefer bumblecore, hyper-realistic bee movies about how bees really are.","author":"Mindy Kaling","topic":"Movies"},{"quote":"I am more of an old black and white movies fan.","author":"Peter Tork","topic":"Movies"},{"quote":"I thought movies were handed down by God. I knew that theater was made by people because I saw the people in front of me, but movies seemed like they were delivered, wholly made, from Zeus&#39;s head or something.","author":"Greta Gerwig","topic":"Movies"},{"quote":"I don&#39;t think you should feel about a film. You should feel about a woman, not a movie. You can&#39;t kiss a movie.","author":"Jean-Luc Godard","topic":"Movies"},{"quote":"Once I had seen &#39;Journey to Italy,&#39; I knew that, even if I were never to make movies, I could make them.","author":"Jean-Luc Godard","topic":"Movies"},{"quote":"Every great film should seem new every time you see it.","author":"Roger Ebert","topic":"Movies"},{"quote":"I used this line to demonstrate how important colors are in movies: It&#39;s not a caprice.","author":"Pedro Almodovar","topic":"Movies"},{"quote":"When I was a little kid - and even still - I loved magic tricks. When I saw how movies got made - at least had a glimpse when I went on the Universal Studios tour with my grandfather, I remember feeling like this was another means by which I could do magic.","author":"J. J. Abrams","topic":"Movies"},{"quote":"I used to go to two movies every week for the Saturday matinee when I was a kid.","author":"Mort Sahl","topic":"Movies"},{"quote":"I love dancing just because I&#39;ve done it my whole life and it&#39;s definitely what I want to do. I feel like, I want to train with acting and do movies. Those two are my main priorities. I definitely want to be able to sing and model, too. I definitely love those, too.","author":"Maddie Ziegler","topic":"Movies"},{"quote":"Film lovers are sick people.","author":"Francois Truffaut","topic":"Movies"},{"quote":"I make movies that audiences like, that I&#39;d want to see. That&#39;s all.","author":"Michael Bay","topic":"Movies"},{"quote":"Disney features, especially the early ones, were horror movies with cute critters: Greek tragedies with a hummable chorus. Forcing children to confront the loss of home, parent, friends and fondest pets, these films imposed shock therapy on four-year-olds.","author":"Richard Corliss","topic":"Movies"},{"quote":"I played lots of games, and I was a fan of gaming, so I was always looking for new games. I was also a science fiction and fantasy fan, growing up, in games and books and movies.","author":"Duncan Jones","topic":"Movies"},{"quote":"Content is supposed to be king. But in the world of electronic devices, Apple seems to be placing the crown on its own head, apparently believing that its iPad and iPhone are more important to customers than the books, movies, and music they store on them.","author":"Daniel Lyons","topic":"Movies"},{"quote":"For me, horror movies are a real escape.","author":"Lena Headey","topic":"Movies"},{"quote":"As a kid, I said, &#39;I want to write for movies.&#39; When I finally had that opportunity it was like I was able to exhale. &#39;Wow, I&#39;m finally doing this for real.&#39;","author":"Cliff Burton","topic":"Movies"},{"quote":"Books are up against TV and movies and video games and a multimedia society that is so busy that people don&#39;t have contemplative time any more. I worry deeply about this. In fact, I worry about everything all the time. I used to be a punk. All I wanted to do was tear everything down, and that was so much easier.","author":"T. C. Boyle","topic":"Movies"},{"quote":"I went to L.A., and I was on two different studio movies at Fox and Sony, but they were never made in the end. When the second one wasn&#39;t happening, I ended up doing an episode of &#39;Who Do You Think You Are?&#39; for the BBC, and went on a roots trip from England to Kenya, India, and pre-partition India in Pakistan, where my family originally came from.","author":"Gurinder Chadha","topic":"Movies"},{"quote":"I think violence, cynicism, brutality and fashion are the staples of our diet. I think in the grand history of story-telling, going back to people sitting around fires, the dark side of human nature has always been very important. Movies are part of that tradition.","author":"Eric Stoltz","topic":"Movies"},{"quote":"I guess rebelliousness has been explored in many movies, but what about the smart kids&#39; rebellion? Not just the motorcycle jackets and that kind of rebellion; it&#39;s the dorky kid - what could he do?","author":"Portia Doubleday","topic":"Movies"},{"quote":"In all my work, in the movies I write, the lyrics, the poetry, the prose, the essays, I am saying that we may encounter many defeats - maybe it&#39;s imperative that we encounter the defeats - but we are much stronger than we appear to be and maybe much better than we allow ourselves to be. Human beings are more alike than unalike.","author":"Maya Angelou","topic":"Movies"},{"quote":"When I started to watch some of the films I&#39;d done, I realized I was doing movies that I might not actually want to see.","author":"Heath Ledger","topic":"Movies"},{"quote":"I think they should have movies in restaurants. I can&#39;t believe that so many people get together just to sit there. It&#39;s so abstract... isn&#39;t it abstract? What are these people sitting here watching?","author":"Andy Warhol","topic":"Movies"},{"quote":"Open Graph is a language for structuring content and sharing that goes on in other apps, and we&#39;re continuing to build it out longer term. But we found we need to build more specific experiences around categories like music or movies. Where we&#39;ve taken the time to build those specific experiences, stuff has gone quite well.","author":"Mark Zuckerberg","topic":"Movies"},{"quote":"The only reason anyone goes to Broadway is because they can&#39;t get work in the movies.","author":"Bette Davis","topic":"Movies"},{"quote":"It&#39;s hard work making movies. It&#39;s like being a doctor: you work long hours, very hard hours, and it&#39;s emotional, tense work. If you don&#39;t really love it, then it ain&#39;t worth it.","author":"George Lucas","topic":"Movies"},{"quote":"I have loved movies as the number one thing in my life so long that I can&#39;t ever remember a time when I didn&#39;t.","author":"Quentin Tarantino","topic":"Movies"},{"quote":"When I was in &#39;Billy,&#39; I always knew that I wanted to do something in performing. I always knew that I wanted to have a future in the performing arts. I had no idea that it was going to be acting in movies.","author":"Tom Holland","topic":"Movies"},{"quote":"The only reason I got into movies was because I had no music talent.","author":"John Hughes","topic":"Movies"},{"quote":"I just want to sing, I want to work on my music, I want to make my movies, that&#39;s all I want to do.","author":"Marc Anthony","topic":"Movies"},{"quote":"Steven Spielberg is unique. I feel that the kinds of movies he loves are the same kinds of movies that the big mass audience loves. He&#39;s very fortunate because he can do the things he naturally likes the best, and he&#39;s been very successful.","author":"Francis Ford Coppola","topic":"Movies"},{"quote":"My motto: &#39;No good movie is depressing. All bad movies are depressing.&#39;","author":"Roger Ebert","topic":"Movies"},{"quote":"I always, always meant to be on stage. I only ended up even auditioning for television and movies because I was understudying a Turgenev play on Broadway and was so broke that, when I got a mini-series, I had to take it and was so ashamed because I was such a snob.","author":"Jennifer Garner","topic":"Movies"},{"quote":"Making movies is a way of understanding myself and the world.","author":"Ang Lee","topic":"Movies"},{"quote":"Obviously, movies and music videos are different because they&#39;re different lengths, and in a movie, you have more time to explore an idea. But I feel like they&#39;re all the same, really.","author":"Spike Jonze","topic":"Movies"},{"quote":"My agent said, &#39;You aren&#39;t good enough for movies.&#39; I said, &#39;You&#39;re fired.&#39;","author":"Sally Field","topic":"Movies"},{"quote":"I collect movies. So I have all those in binders. I don&#39;t have the DVDs out. I put them in binders.","author":"Bill Hader","topic":"Movies"},{"quote":"In movies and in television the robots are always evil. I guess I am not into the whole brooding cyberpunk dystopia thing.","author":"Daniel H. Wilson","topic":"Movies"},{"quote":"&#39;Clash Of The Titans&#39; is one of the biggest movies I&#39;ve done; it was certainly the most effects I&#39;ve worked with.","author":"Mads Mikkelsen","topic":"Movies"},{"quote":"The more technology we introduce into society, the more people will aggregate, will want to be with other people: movies, rock concerts, shopping.","author":"John Naisbitt","topic":"Movies"},{"quote":"I love big movies, and I love big moments.","author":"Colin Trevorrow","topic":"Movies"},{"quote":"You read a script and its based on &#39;Reservoir Dogs&#39; and &#39;Pulp Fiction&#39;, and it goes right in the bin.","author":"Tim Roth","topic":"Movies"},{"quote":"Nothing has ever touched on what fun childhood was. Summer holidays were bliss. We made home movies, with real stories in them. My father had such charm and charisma, and made everything so funny.","author":"Jane Birkin","topic":"Movies"},{"quote":"I think I can speak with a degree of authority... today, the biggest driving force of movies is pace; God help you if you try to put in a scene that is about character and not plot.","author":"Terry Hayes","topic":"Movies"},{"quote":"I love the &#39;70s. I think the &#39;70s had the best music and the best movies.","author":"Michael Jai White","topic":"Movies"},{"quote":"I don&#39;t storyboard. I guess it dates back to my days in live television, where there was no possibility of storyboarding and everything was shot right on the spot - on the air, as we say - at the moment we were transmitting. I prefer to be open to what the actors do, how they interact to the given situation.","author":"Arthur Penn","topic":"Movies"},{"quote":"I find &#39;Edward Scissorhands&#39; a very inspiring movie - it&#39;s one of the first movies about bullying, in a way - about being treated unkindly for being different.","author":"Denise Di Novi","topic":"Movies"},{"quote":"I wasn&#39;t allowed to go to movies when I was kid; my father was a minister. 101 Dalmatians and King of Kings, that was the extent of it.","author":"Denzel Washington","topic":"Movies"},{"quote":"I love history, so I do a lot of movies about history.","author":"Steven Spielberg","topic":"Movies"},{"quote":"I was never interested in being powerful or famous. But once I got to film school and learned about movies, I just fell in love with it. I didn&#39;t care what kind of movies I made.","author":"George Lucas","topic":"Movies"},{"quote":"I have a lot of Chinese fans who buy my movies on the street and watch them, and I&#39;m OK with it. I&#39;m not OK with it in other places, but if the government&#39;s going to censor me, then I want the people to see it in any way they can.","author":"Quentin Tarantino","topic":"Movies"},{"quote":"I have made a number of movies that I have never seen. It&#39;s not a matter of ego. It&#39;s a matter of being disappointed. It&#39;s really a shame. It&#39;s just as difficult to make a movie that no one cares about as to make a hit.","author":"Christopher Walken","topic":"Movies"},{"quote":"In my movies, I&#39;m not trying to erase any old image of myself, really. And also I&#39;m not trying to imitate anyone or follow in their footsteps, because I know, Burt Reynolds was just one of the people that told me this, I know how you can only last in this business if you got something special to offer, just by being yourself.","author":"Mark Wahlberg","topic":"Movies"},{"quote":"I so desperately hate to end these movies that the first thing I do when I&#39;m done is write another one. Then I don&#39;t feel sad about having to leave and everybody going away.","author":"John Hughes","topic":"Movies"},{"quote":"Whatever happened to books? Suddenly everybody&#39;s talking about these 100-hour movies called &#39;Breaking Bad&#39;. People are talking about TV the same way they used to talk about novels back in the 1980s. I like to think I hang out with some pretty smart people, but all they talk about is &#39;Breaking Bad.&#39;","author":"Douglas Coupland","topic":"Movies"},{"quote":"There&#39;s very few dork movies made by dorks.","author":"Zack Snyder","topic":"Movies"},{"quote":"There are so many moments and works that influence us in what we do. Movies, music, TV and, most importantly, the profound everydayness of our lives.","author":"Barbara Kruger","topic":"Movies"},{"quote":"&#39;Zero Dark Thirty&#39; is a great piece of filmmaking and does a valuable public service by raising difficult questions most Hollywood movies shy away from, but as of this writing, it seems that one of its central themes - that torture was instrumental to tracking down bin Laden - is not supported by the facts.","author":"Peter Bergen","topic":"Movies"},{"quote":"The best movies have one sentence that they&#39;re exploring, a thesis, something that people can argue about over dinner afterward.","author":"Helen Hunt","topic":"Movies"},{"quote":"I went to film school, trained as a director, have made a lot of movies, and taken a lot of photographs, so I tend to envision things spatially. As I&#39;m working, I need to have a map of the space. I need to know what&#39;s happening in all corners simultaneously.","author":"Ransom Riggs","topic":"Movies"},{"quote":"I&#39;m obsessed with the power of music and image together. There&#39;s also something about music videos that are incredibly glamorous - there&#39;s a fetishistic aesthetic to them that you don&#39;t really see in movies in the same way.","author":"Max Minghella","topic":"Movies"},{"quote":"I went to the opening of &#39;Sister Act,&#39; and I had such a great time. I had no idea what it was about, and I had never seen the movies. But I heard the show went through some major last-minute craziness in previews, and man, opening night was really fun and really entertaining.","author":"Aaron Lazar","topic":"Movies"},{"quote":"When I was young, I had a favorite movie star. One day, I saw one of his movies, and it was bad, and he was bad in it. I could tell he didn&#39;t care and only did it for the money. I felt betrayed. I never watched another one of his movies again.","author":"Michael Jai White","topic":"Movies"},{"quote":"The end of a picture is always an end of a life.","author":"Sam Peckinpah","topic":"Movies"},{"quote":"There&#39;s an electrical thing about movies.","author":"Oliver Stone","topic":"Movies"},{"quote":"All through my life what I&#39;ve loved doing is watching movies. I love the escapism of film, I love stories. So it is incredible to be able to be in them as much as I am, to see them from the first stitch in a costume to the end product.","author":"Keira Knightley","topic":"Movies"},{"quote":"Christmas for me is all about spending time with my family. I cherish any chance we have to spend all day together making gingerbread houses, baking cookies, or sitting around and watching movies.","author":"Blake Lively","topic":"Movies"},{"quote":"At the heart of every really good Christmas movie is the threat, I suppose, to Christmas. Something is wrong with Christmas, in all of these movies. In &#39;The Polar Express,&#39; there&#39;s a kid that doesn&#39;t really believe, and that&#39;s the threat to Christmas. In &#39;Santa Claus: The Movie,&#39; jealousy and greed are threatening to overrun his Christmas.","author":"James McAvoy","topic":"Movies"},{"quote":"Nothing to me is unexpected. No disappointment is unexpected - whether it&#39;s movies or people or relationships. I&#39;m always ready for the punch directly between the eyes. So I get hurt, but I never get hurt. Happens all the time.","author":"Brian Grazer","topic":"Movies"},{"quote":"The length of a film should be directly related to the endurance of the human bladder.","author":"Alfred Hitchcock","topic":"Movies"},{"quote":"Sometimes music, movies and books are the only things that let us feel like someone else feels like we do.","author":"Marilyn Manson","topic":"Movies"},{"quote":"I like zombie movies. I like &#39;The Walking Dead;&#39; I like the metaphor of it, simply because when we go with the zombie concept - if you&#39;re bitten by a zombie, you don&#39;t transform into something else like a vampire or a werewolf or whatever. You become something that&#39;s not you.","author":"Marilyn Manson","topic":"Movies"},{"quote":"It&#39;s simple: You get a part. You play a part. You play it well. You do your work and you go home. And what is wonderful about movies is that once they&#39;re done, they belong to the people. Once you make it, it&#39;s what they see. That&#39;s where my head is at.","author":"Denzel Washington","topic":"Movies"},{"quote":"I&#39;ll take photographs with kids. People who want to take photographs with me. People who like the movies. People who supported me. I&#39;ll do that all day, all night, that&#39;s fine. But the bombardment of the paparazzi is just... I truly don&#39;t understand. It just feels like this kind of gluttonous, horrific sport. It&#39;s like sport.","author":"Johnny Depp","topic":"Movies"},{"quote":"Movies are like an expensive form of therapy for me.","author":"Tim Burton","topic":"Movies"},{"quote":"The nature of the movies is different than it was five years ago, and they&#39;re all driven by the possibilities of CGI, which means you can make anything happen on screen that you can possibly desire.","author":"Tom Hanks","topic":"Movies"},{"quote":"I love black-and-white movies that are about contemporary subjects.","author":"Noah Baumbach","topic":"Movies"},{"quote":"When I did &#39;Bird,&#39; it was a surprise to some people, first because I wasn&#39;t in it and second because most of the films I&#39;d been doing were cop movies or westerns or adventure films, so to be doing one about Charlie Parker, who was a great influence on American music, was a great thrill for me.","author":"Clint Eastwood","topic":"Movies"},{"quote":"I just grew up watching a lot of movies. I&#39;m attracted to this genre and that genre, this type of story, and that type of story. As I watch movies I make some version of it in my head that isn&#39;t quite what I&#39;m seeing - taking the things I like and mixing them with stuff I&#39;ve never seen before.","author":"Quentin Tarantino","topic":"Movies"},{"quote":"Filmmaking is a completely imperfect art form that takes years and, over those years, the movie tells you what it is. Mistakes happen, accidents happen and true great films are the results of those mistakes and the decisions that those directors make during those moments.","author":"Jason Reitman","topic":"Movies"},{"quote":"Advertising is a racket, like the movies and the brokerage business. You cannot be honest without admitting that its constructive contribution to humanity is exactly minus zero.","author":"F. Scott Fitzgerald","topic":"Movies"},{"quote":"You take somebody that cries their goddam eyes out over phoney stuff in the movies, and nine times out of ten they&#39;re mean bastards at heart.","author":"J. D. Salinger","topic":"Movies"},{"quote":"We&#39;re in a world where masculinity, especially with these big spectacle movies, is often pushed by rippling six packs and forcing an image down someone&#39;s throat trying to prove masculinity. Whereas I think true masculinity comes from having a strong sense of self.","author":"Theo James","topic":"Movies"},{"quote":"I ended up losing weight and going through a lot of stuff, but yeah, that is so much of my life and my past. I&#39;m glad that I went through that because I don&#39;t think I would be where I am now if I hadn&#39;t gone through it. It spills over in most of my love for movies and being alone.","author":"Josh Trank","topic":"Movies"},{"quote":"One of my favorite movies of all time is &#39;It&#39;s A Wonderful Life,&#39; which is a pretty interesting choice for a seasonal Christmas favorite, because it&#39;s about a guy who wants to commit suicide and is presented with reasons not to.","author":"Frank Darabont","topic":"Movies"},{"quote":"I washed dishes so I could make movies. it was never a way for me to make money.","author":"Casey Neistat","topic":"Movies"},{"quote":"I think people are sick of trends changing every six months - not because we&#39;re tired of them, but just for the sake of change. There is so much junk in the world: junk TV, junk movies, all those junk magazines with the same people on the cover.","author":"Tom Ford","topic":"Movies"},{"quote":"It&#39;s a political and manipulative industry. Actors vie for the same roles, movies are snatched away. Have I ever been manipulated? Yes. But I haven&#39;t manipulated anyone because if you think from the heart, you cannot be calculative. I have spent nights crying.","author":"Kareena Kapoor Khan","topic":"Movies"},{"quote":"All my friends were in college when I was making &#39;Superbad.&#39; We were drinking beer and watching movies and eating pizza. It wasn&#39;t like I was going to nice restaurants or anything like that, and I lived like a frat guy. Eventually it was time to grow up, be healthy and be responsible. You can&#39;t live like a kid forever, you know?","author":"Jonah Hill","topic":"Movies"},{"quote":"If my films make one more person miserable, I&#39;ll feel I have done my job.","author":"Woody Allen","topic":"Movies"},{"quote":"January is the garbage can of movies in America, directly after all the Oscar contenders have been out.","author":"Michael Caine","topic":"Movies"},{"quote":"My Christmas wish would be to have an entire week off. To spend it with my family and just curl up and watch Christmas movies when it&#39;s snowing outside.","author":"David Hasselhoff","topic":"Movies"},{"quote":"It&#39;s a great feeling to think that I can be a friend to so many people through my movies.","author":"River Phoenix","topic":"Movies"},{"quote":"While I appreciate horror movies, I&#39;d love the opportunity to do something transformative, especially because people see me as contemporary. There&#39;s a lot to explore in my career that could take me back to another time. A period piece would be an incredible game of dress-up, too.","author":"Ari Graynor","topic":"Movies"},{"quote":"People need to start to think about the messages that they send in the movies.","author":"Morgan Freeman","topic":"Movies"},{"quote":"Movies are a fad. Audiences really want to see live actors on a stage.","author":"Charlie Chaplin","topic":"Movies"},{"quote":"The whole world loves American movies, blue jeans, jazz and rock and roll. It is probably a better way to get to know our country than by what politicians or airline commercials represent.","author":"Billy Joel","topic":"Movies"},{"quote":"For me the greatest source of income is still movies. Nothing - stocks, financial speculation, real estate speculation or businesses - makes more money for me than making movies.","author":"Jackie Chan","topic":"Movies"},{"quote":"I&#39;m literally driving in the middle of the night, and my phone rings, and my manager says, &#39;How would you like to be the host of the Daily Show?&#39; I get out the car, and I didn&#39;t have legs. You know in those movies where there&#39;s an explosion? But instead of the sound of the explosion, you hear the silence. That&#39;s literally what happened.","author":"Trevor Noah","topic":"Movies"},{"quote":"My favorite thing about movies is the ending, and so all my favorite movies have really great endings.","author":"Emma Stone","topic":"Movies"},{"quote":"The same sensations that you get in heavy metal are in horror movies. Heavy metal sounds evil and horror movies are evil, ha ha!","author":"Kirk Hammett","topic":"Movies"},{"quote":"It&#39;s a circus life, the movies. It&#39;s a lot of travelling, a lot of antisocial hours; there&#39;s a lot of it that&#39;s about escaping from life.","author":"Paul Greengrass","topic":"Movies"},{"quote":"I thought &#39;The Artist&#39; was a perfect way to find a good balance. The artistic challenge is obvious because the film is black-and-white and its silent, but I did my best to make the movie accessible and easy to watch. I really don&#39;t want to make elitist movies. I really try hard to work for the audience. Audiences are smart. They get everything.","author":"Michel Hazanavicius","topic":"Movies"},{"quote":"When somebody who makes movies for a living - either as an actor, writer, producer or director - lives to be a certain age, you have to admire them. It is an act of courage to make a film - a courage for which you are not prepared in the rest of life. It is very hard and very destructive. But we do it because we love it.","author":"John Carpenter","topic":"Movies"},{"quote":"Editing is where movies are made or broken. Many a film has been saved and many a film has been ruined in the editing room.","author":"Joe Dante","topic":"Movies"},{"quote":"Dolls, perhaps more than any other object, demonstrate just how thin the line between love and fear, comfort and horror, can be. They are objects of love and sources of reassurance for children, coveted prizes for collectors, sources of terror and horror in numerous movies, television shows, books, and stories.","author":"Ellen Datlow","topic":"Movies"},{"quote":"I like Ryan Gosling as an actor. I watch all of his movies, and he&#39;s Canadian and I just like his swag. I read his interviews and I&#39;m a big fan of his.","author":"Drake","topic":"Movies"},{"quote":"I don&#39;t take the movies seriously, and anyone who does is in for a headache.","author":"Bette Davis","topic":"Movies"},{"quote":"If my films don&#39;t show a profit, I know I&#39;m doing something right.","author":"Woody Allen","topic":"Movies"},{"quote":"If I can sell out clubs and theaters and play dirtbags in movies, and get blown up in a car or get the crap beat out of me in a movie, that&#39;s good for me; I&#39;m good.","author":"Bill Burr","topic":"Movies"},{"quote":"Learning to make films is very easy. Learning what to make films about is very hard.","author":"George Lucas","topic":"Movies"},{"quote":"I thought Star Wars was too wacky for the general public.","author":"George Lucas","topic":"Movies"},{"quote":"In the &#39;50s, audiences accepted a level of artifice that the audiences in 1966 would chuckle at. And the audiences of 1978 would chuckle at what the audience of 1966 said was okay, too. The trick is to try to be way ahead of that curve, so they&#39;re not chuckling at your movies 20 years down the line.","author":"Quentin Tarantino","topic":"Movies"},{"quote":"I&#39;m not a nerd, obviously. Do I look like one? I&#39;m not someone who sits at home and doesn&#39;t like to go out, doesn&#39;t like to watch movies. I like to live my life.","author":"Virat Kohli","topic":"Movies"},{"quote":"If you look at Indian movies, every time they wanted an exotic locale, they would have a dance number in Kashmir. Kashmir was India&#39;s fairyland. Indians went there because in a hot country you go to a cold place. People would be entranced by the sight of snow.","author":"Salman Rushdie","topic":"Movies"},{"quote":"I respect the fact that people have worked hard all week and want to go to the movies on the weekend and be entertained.","author":"Michael Moore","topic":"Movies"},{"quote":"I don&#39;t want to criticize any other designers, but I have to say that many of the people involved in this industry - directors and producers - are trying to make their games more like movies. They are longing to make movies rather than making videogames.","author":"Shigeru Miyamoto","topic":"Movies"},{"quote":"Movies don&#39;t make people act a fool. People act a fool because they want to act a fool.","author":"Eazy-E","topic":"Movies"},{"quote":"I couldn&#39;t be happier about being a part of &#39;Hunger Games&#39; and to play Katniss. I have a huge responsibility to the fans of this incredible book and I don&#39;t take it lightly. I will give everything I have to these movies and to this role to make it worthy of Suzanne Collins&#39; masterpiece.","author":"Jennifer Lawrence","topic":"Movies"},{"quote":"Scientists appear most often in horror movies. Through childlike curiosity or God-defying hubris, they unleash destructive forces they can&#39;t control - &#39;Forbidden Planet&#39;s Monsters of the Id.","author":"Virginia Postrel","topic":"Movies"},{"quote":"Adding sound to movies would be like putting lipstick on the Venus de Milo.","author":"Mary Pickford","topic":"Movies"},{"quote":"Everybody has a public life, and they have their own private life. Everybody has their secrets. Everybody has their own private, you know, agonies as well as joys. And that&#39;s what great drama, whether it&#39;s the movies or the theater, that&#39;s what it shows.","author":"Annette Bening","topic":"Movies"},{"quote":"All movies assault the viewer in one way or another.","author":"Michael Haneke","topic":"Movies"},{"quote":"Critics can be harsh and I think it&#39;s going to take me a long time to make people see what I have inside of me and that I really put my guts into movies and that I&#39;m not superficial and that I&#39;m not just a pretty face.","author":"Diane Kruger","topic":"Movies"},{"quote":"I wanted to be a cowboy in cowboy movies.","author":"Mary Pope Osborne","topic":"Movies"},{"quote":"I don&#39;t want to be a part of the demographics. I want to be an individual. I wear each of my films as a badge of pride. That&#39;s why I cherish all my bad reviews. If the critics start liking my movies, then I&#39;m in deep trouble.","author":"John Carpenter","topic":"Movies"},{"quote":"I don&#39;t like gratuitous violence. I don&#39;t like the &#39;Saw&#39; movies. I don&#39;t like the &#39;Hostel&#39; movies. I don&#39;t like anything that is violence for violence&#39;s sake.","author":"Michael Biehn","topic":"Movies"},{"quote":"Like all kids who want to be in action movies, I want to jump out of a speeding car, shoot guns, slide out the side in slow motion like a John Woo movie.","author":"Dallas Roberts","topic":"Movies"},{"quote":"Hopefully, after &#39;Victorious&#39; has lived a long and beautiful life, I would like to go into movies. And I&#39;d like to have a very successful movie career. Ultimately I&#39;d love to win an Oscar; that&#39;s my big goal in life, so that&#39;s what I&#39;m going for.","author":"Elizabeth Gillies","topic":"Movies"},{"quote":"I spend days on my Xperia logging on Facebook chatting with my friends and family at home; I love listening to Rihanna and Pink and watching movies. Basically, anything that makes me smile, but most of my fans will know that I am always smiling!","author":"Dominika Cibulkova","topic":"Movies"},{"quote":"When we talk about how movies used to be made, it was over 100 years of film, literal, physical film, with emulsion, that we would expose to light and we would get pictures.","author":"Keanu Reeves","topic":"Movies"},{"quote":"Movies always are open to being remade because times change so much, and the tempo of movies changes. I think of it like a James Bond. They can have different actors play the same role... I&#39;ve had people come up to me and say, &#39;We want to remake &#39;The Jerk&#39; with so and so.&#39; And I say, &#39;Fine.&#39; It just doesn&#39;t bother me. It&#39;s an honor actually.","author":"Steve Martin","topic":"Movies"},{"quote":"Cell phones tend to bring us more inside of our lives whereas movies offer a chance to escape, so there are two competing forces.","author":"Steven Spielberg","topic":"Movies"},{"quote":"I&#39;ve often been accused of, &#39;Oh the movies looked good but there&#39;s no story,&#39; but I disagree with that in theory, and &#39;9&#39; is a perfect example for me because the feel, the texture, and the look of that world, and those characters, is the story. That&#39;s a major component of why you feel the way you do when you&#39;re watching it.","author":"Tim Burton","topic":"Movies"},{"quote":"None of my costume designers have ever been nominated for an Oscar &#39;cause I don&#39;t do period movies that have ball scenes with a hundred extras in them.","author":"Quentin Tarantino","topic":"Movies"},{"quote":"I&#39;m a weird big guy. Doing rapping, doing movies. Do a lot of stuff. But always do things the right way.","author":"Shaquille O'Neal","topic":"Movies"},{"quote":"In the movies, I kill guys with an axe. In real life, I can&#39;t control a nine-year-old girl.","author":"Sylvester Stallone","topic":"Movies"},{"quote":"I studied movies for many years, but I am professionally an actor because I, my background is actually a stage actor and acting.","author":"Tommy Wiseau","topic":"Movies"},{"quote":"At the time I came along, Hollywood&#39;s idea of teen movies meant there had to be a lot of nudity, usually involving boys in pursuit of sex, and pretty gross overall. Either that or a horror movie. And the last thing Hollywood wanted in their teen movies was teenagers!","author":"John Hughes","topic":"Movies"},{"quote":"If you&#39;re sitting in your minivan, playing your computer animated films for your children in the back seat, is it the animation that&#39;s entertaining you as you drive and listen? No, it&#39;s the storytelling. That&#39;s why we put so much importance on story. No amount of great animation will save a bad story.","author":"John Lasseter","topic":"Movies"},{"quote":"Maybe there are people who are gamers who haven&#39;t seen movies I have made, or the movies I have made have made no impression on them at all.","author":"Kevin Spacey","topic":"Movies"},{"quote":"I just think old old movies, they make you concentrate and pay attention so much more. They feel so warm. A lot of modern digital videotape, it&#39;s just too bright. Don&#39;t know why, it&#39;s not warm.","author":"Jack White","topic":"Movies"},{"quote":"Music is the only passion I shamelessly indulge in. However, for recreation I enjoy watching movies. &#39;Wizard of Oz&#39; was the first film I ever saw, followed by the &#39;Bond&#39; movies. I also watch a lot of World cinema through DVDs mostly brought by one of my best friends who&#39;s now based in Toronto.","author":"A. R. Rahman","topic":"Movies"},{"quote":"I never was that boy who loved gangster films, but when I was growing up, I was obsessed with the detective Dick Tracy. It was one of my favourite movies as a kid, and he really inspired me. I would have loved to be part of that golden age of Hollywood in the 1940s. It made me want to become an actor.","author":"Ryan Gosling","topic":"Movies"},{"quote":"I go to movies, go out with friends, go to car shows. I have a zoo.","author":"Axl Rose","topic":"Movies"},{"quote":"Men want a battle to fight, an adventure to live, and a beauty to rescue. That is what is written in their hearts. That is what little boys play at. That is what men&#39;s movies are about. You just see it. It is undeniable.","author":"John Eldredge","topic":"Movies"},{"quote":"When movies first came out, maybe they were in black and white and there wasn&#39;t any sound and people were saying the theater is still the place to be. But now movies and theater have found their own place in the world. They are each legitimate art forms.","author":"Hans Zimmer","topic":"Movies"},{"quote":"I can&#39;t really remember my life without movies.","author":"Elle Fanning","topic":"Movies"},{"quote":"I&#39;ll watch movies I like to see, Steve Jobs interviews, something that&#39;s going to make me smart and then go to sleep.","author":"Jaden Smith","topic":"Movies"},{"quote":"My father is a silent cinema freak, so he took me to 1925 silent films that took forever, like 5-hour movies, but I&#39;ve seen a lot of that stuff since I was young. And then I saw the film &#39;Annie,&#39; and I just wanted to be Annie; I just wanted to be that orphan kid and wanted to sing and dance.","author":"Carice van Houten","topic":"Movies"},{"quote":"I&#39;m the number-one fan of gangster movies.","author":"David Chase","topic":"Movies"},{"quote":"I get inspiration from movies, from fashion, then completely random things you&#39;d never think of.","author":"Santigold","topic":"Movies"},{"quote":"Nature is full of drama. I know nothing about biology, about birds, about insects, about the details of politics. I just make movies about human interest stories.","author":"Jacques Perrin","topic":"Movies"},{"quote":"I have a love interest in every one of my films: a gun.","author":"Arnold Schwarzenegger","topic":"Movies"},{"quote":"Over the years all these vampire movies have come out and nobody looks like a vampire anymore.","author":"Johnny Depp","topic":"Movies"},{"quote":"I even get inspired by movies that aren&#39;t very good, because there&#39;s always something good in movies that are collectively thought of as a failure. There&#39;s good in everything, I find.","author":"Steven Spielberg","topic":"Movies"},{"quote":"Of the big horror movies of the &#39;70s, you have &#39;The Omen,&#39; &#39;The Sentinel,&#39; &#39;Rosemary&#39;s Baby,&#39; &#39;The Stepford Wives,&#39; &#39;Burnt Offerings&#39; - these are all romantic fatalist movies where there&#39;s a sort of glimmer of hope... but darkness wins.","author":"Chuck Palahniuk","topic":"Movies"},{"quote":"The reason I chose the movies that I did was based on where they were being filmed.","author":"Meryl Streep","topic":"Movies"},{"quote":"When I was growing up, Dr. Seuss was really my favorite. There was something about the lyrical nature and the simplicity of his work that really hit me.","author":"Tim Burton","topic":"Movies"},{"quote":"And what I like about it is it makes me happy and I think it makes a lot of people happy to go to the movies and to not think about the problems of the day or the problems of tomorrow or the yesterday and just go on for the ride and have the fun of losing oneself in a fantasy.","author":"Nicolas Cage","topic":"Movies"},{"quote":"I do enjoy animated movies. I really love anime and movies like &#39;Spirited Away&#39; and &#39;Howl&#39;s Moving Castle.&#39;","author":"Nicolas Cage","topic":"Movies"},{"quote":"I grew up when I was 15 when I had my first opportunity in movies. I watched every great movie for a year and a half, and since then I&#39;ve asked myself how I can emulate such artistry. That&#39;s really my motivation. I want to do something as good as my heroes have done.","author":"Leonardo DiCaprio","topic":"Movies"},{"quote":"Music is fun, but I&#39;m an ice skater. I may sing songs and do shows, make movies and other things... that&#39;s all well and good and I enjoy it, and I would never trade any of those for anything. But figure skating is who I am.","author":"Johnny Weir","topic":"Movies"},{"quote":"I think all of us, under certain circumstances, could be capable of some very despicable acts. And that&#39;s why, over the years, in my movies I&#39;ve had characters who didn&#39;t care what people thought about them. We try to be as true to them as possible and maybe see part of ourselves in there that we may not like.","author":"Martin Scorsese","topic":"Movies"},{"quote":"I call &#39;Community&#39; the best day job in the world, because between takes, I get to write music. I get to write sketches. I get to write movies. It&#39;s the best job ever.","author":"Donald Glover","topic":"Movies"},{"quote":"I like all action movies, but the ones with Jason Statham are always my favorite.","author":"Rob Gronkowski","topic":"Movies"},{"quote":"You know when Hollywood does a great big blockbuster that really wraps you up in a world, and lets you believe in extraordinary things that move you in some way, in an almost operatic sensibility? That to me is the most fun I have at the movies.","author":"Christopher Nolan","topic":"Movies"},{"quote":"To be honest, I don&#39;t enjoy watching movies much when I&#39;m working. They tend to fall apart on me a bit.","author":"Christopher Nolan","topic":"Movies"},{"quote":"But in the back of my mind I&#39;ve always looked to the biggest-scale Hollywood movies. Because to me the most satisfying experience is of watching a movie, if it&#39;s done really well. And so that aspiration is always it for me, if I have the opportunity to do it.","author":"Christopher Nolan","topic":"Movies"},{"quote":"I had a couple of really cool friends when I was a kid, and we&#39;d find cool music and movies and show them to each other. My friend Dennis had a copy of &#39;A Clockwork Orange&#39; and he&#39;d already seen it once, and he was like, &#39;We need to watch this.&#39; I was sleeping over his house - and I think we were literally 15 - and we watched it.","author":"Gerard Way","topic":"Movies"},{"quote":"I wanted to escape Small Town U.S.A. To dismiss the boundaries, to explore. My life experience came from watching movies, TV, and reading books and magazines. When your culture comes from watching TV everyday, you&#39;re bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities.","author":"Trent Reznor","topic":"Movies"},{"quote":"The two Hindi movies that I did were not marketed well, and so not many people came to watch the film, hence the audience doesn&#39;t know much about me. I am a newcomer, and I cannot sell a film on my own. There has to be a backing in terms of producers.","author":"Tena Desae","topic":"Movies"},{"quote":"Look at the movies of the sixties and seventies. They were making a different kind of movie then. Would &#39;Network&#39; ever be made now? No. Would &#39;Kramer vs. Kramer&#39; ever be made now? No. Would &#39;Tootsie&#39; ever be made now? Probably not. Robert Altman films? Never.","author":"Chris Pine","topic":"Movies"},{"quote":"I play Xbox. I have a little boy to look after. I have dogs. You know, I have things to do. I would love to be able to sit down and watch something like a movie. I watch my own movies because I have to.","author":"Tom Hardy","topic":"Movies"},{"quote":"There&#39;s a tacit belief that actors shouldn&#39;t write books, they&#39;re sort of allowed to direct movies but there will be a lot of skepticism, and they shouldn&#39;t do artwork or music. There are these invisible roadblocks to gain entree to these areas for actors, and you kind of have to crash through those invisible barriers.","author":"James Franco","topic":"Movies"},{"quote":"Movies can&#39;t ruin books. They can only ruin movies.","author":"S. E. Hinton","topic":"Movies"},{"quote":"So I know how I watch movies which is on my laptop, man. And that&#39;s how I suspect a lot of people do it.","author":"Kevin Smith","topic":"Movies"},{"quote":"As a filmmaker, I believe in trying to make movies that invite the audience to be part of the film; in other words, there are some films where I&#39;m just a spectator and am simply observing from the front seat. What I try to do is draw the audience into the film and have them participate in what&#39;s happening onscreen.","author":"Peter Jackson","topic":"Movies"},{"quote":"Success begets success. I&#39;ve been offered a lot of movies now that &#39;30 Rock&#39; has been successful.","author":"Alec Baldwin","topic":"Movies"},{"quote":"I like to look like a person. It drives me crazy when you see women in movies playing teachers, and they have biceps. It totally takes me out of the movie. I start thinking, Wow, that actress playing this part really looks great!","author":"Emma Stone","topic":"Movies"},{"quote":"A wide screen just makes a bad film twice as bad.","author":"Samuel Goldwyn","topic":"Movies"},{"quote":"What really matters is that &#39;Black Swan&#39; deploys and exaggerates all the cliches of earlier ballet movies, especially &#39;The Red Shoes,&#39; another tale of a ballerina driven mad and suicidal.","author":"Robert Gottlieb","topic":"Movies"},{"quote":"We ogle plants and animals up close on television, the Internet and in the movies. We may not worship the animals we see, but we still regard them as necessary physical and spiritual companions. Technological nature can&#39;t completely satisfy that yearning.","author":"Diane Ackerman","topic":"Movies"},{"quote":"Horror movies are the best date movies. There&#39;s no wondering, &#39;When do I put my arm around her?&#39;","author":"Eli Roth","topic":"Movies"},{"quote":"The greats are &#39;The Shining&#39;, &#39;Rosemary&#39;s Baby&#39;, &#39;Don&#39;t Look Now&#39;, &#39;The Exorcist&#39; - those movies were not really slashers: they were about psychological terror and had very deep emotional backdrops. If we do our best, &#39;6 Miranda Drive&#39; can be that kind of a movie.","author":"Kevin Bacon","topic":"Movies"},{"quote":"I was dirt-poor. I could barely hold down a job. Eventually, though, I started getting small parts on shows like &#39;Smallville,&#39; &#39;Supernatural&#39;... and lots of really bad sci-fi movies. I was running around the woods in wolf contacts, covered in fake blood made out of pancake syrup, roaring.","author":"Cory Monteith","topic":"Movies"},{"quote":"Sure, &#39;Twilight&#39; is really huge right now and everybody&#39;s freaking out over it, but it will go away soon and I will be back to doing what I&#39;m used to doing: weird little movies that nobody sees.","author":"Kristen Stewart","topic":"Movies"},{"quote":"I made my living in comedy, but I&#39;m not a silly person. I&#39;ve got all these sides to me. Even in my movies that I&#39;ve written myself, the characters sometimes border on great anger or nutsiness or other kinds of behavior. I&#39;m not just doing fart jokes for two hours.","author":"Albert Brooks","topic":"Movies"},{"quote":"Sometimes I get a little exhausted by shows or movies that are constantly throwing famous people on. And I find it so much more exciting to not have that when I&#39;m watching something. I think it allows you to get more lost in something and also to bring more attention to more unknown or less recognizable people.","author":"Tig Notaro","topic":"Movies"},{"quote":"Sometimes I have a melody in my head; sometimes it&#39;s just a verse. I read lines from a book or movies that I watch and grab a few quotes and start writing on paper. From there, I record a really rough version and work on the song.","author":"Yuna","topic":"Movies"},{"quote":"There was never anything else I wanted to pursue. It was always theater, and movies are a fairly new thing.","author":"Ben Platt","topic":"Movies"},{"quote":"I&#39;ve always had a thing for old movies, old Hollywood. I&#39;ve always just loved watching Marilyn Monroe and Greta Garbo. In all of those old movies from the &#39;40s and &#39;50s, women put themselves together so well, with a little bit of drama and elegance. That was fascinating to me growing up.","author":"Tabatha Coffey","topic":"Movies"},{"quote":"The &#39;serial kisser&#39; tag that has been thrust on to me is a lame stereotype. It irritates me. Yes, there is sexual content in my movies, and I have never been apologetic about doing bold scenes. But it&#39;s not fair to tag me this way because that can be very stifling.","author":"Emraan Hashmi","topic":"Movies"},{"quote":"The stereotype of psychotherapy portrayed in popular books and movies is lying on the couch and saying whatever comes into your mind, while a kindly psychoanalyst listens and nods knowingly from time to time. After years and years, something wonderful is supposed to happen.","author":"David D. Burns","topic":"Movies"},{"quote":"My obsession is TV and movies, so I order an obscene amount of DVDs. And I have an obsession with handbags. So once a year, I treat myself to a luxury handbag.","author":"Retta","topic":"Movies"},{"quote":"My favorite movies are the ones that are different the second time, or where you&#39;re constantly discovering new things. It&#39;s not just genre movies, either, and it&#39;s not just about twists. I saw &#39;Tinker Tailor Soldier Spy&#39; four times in the theater before I realized it&#39;s a love story. I love that.","author":"Drew Goddard","topic":"Movies"},{"quote":"I had done a lot of indie movies before I realized that acting could be a way for me to get my family out of poverty. It was at that point that I decided to take acting seriously.","author":"Coco Martin","topic":"Movies"},{"quote":"&#39;Star Wars&#39; was everything for me. As a little kid, you get to see the movies only once or twice, but playing with the toys in your backyard, that&#39;s where you&#39;re first telling stories in your head.","author":"Rian Johnson","topic":"Movies"},{"quote":"I love movies. And I dig a great love story: the kind that wrecks me, then builds me back up and leaves me inspired. I write what I want to see.","author":"Gina Prince-Bythewood","topic":"Movies"},{"quote":"When I was a kid, I really loved watching &#39;Cinderella.&#39; It&#39;s a fantasy, and every girl knows that real life isn&#39;t always like these movies, but as a child, I just really loved the story of &#39;Cinderella.&#39; I found it to be so romantic and just a beautiful movie to watch.","author":"Sara Ramirez","topic":"Movies"},{"quote":"I am actually really boring and I lead a quiet life. I love being at home, cooking for my boys, watching movies and I like nothing better than to go to bed early with a book.","author":"Patsy Kensit","topic":"Movies"},{"quote":"Inspiration comes from everywhere. From life, observing people, etc. From movies and books you love. From research.","author":"Holly Black","topic":"Movies"},{"quote":"I guess I can&#39;t live without Netflix because I would have nothing to do. All I do is sit home and watch movies.","author":"Sara Paxton","topic":"Movies"},{"quote":"Mainstream animated movies are dumbed-down and sanitised: they make the world in their own image rather than exploring the limitless possibilities that are out there.","author":"Nick Park","topic":"Movies"},{"quote":"I watched a lot of Douglas Fairbanks movies. He always played the same role with a mustache. Zorro had a mustache. The Musketeer had a mustache. Tarzan had a mustache.","author":"Jean Dujardin","topic":"Movies"},{"quote":"I think the audience would like to see movies that are stunning to watch. I really think they&#39;d like to see spectacles.","author":"Jan de Bont","topic":"Movies"},{"quote":"I always have humour in my action movies. I think characters that make jokes under fire are more real. It somehow helps put you in their shoes.","author":"Shane Black","topic":"Movies"},{"quote":"We watch so many TV shows and movies about jaded or corrupt policemen, we forget people join the police force to do good, and they really care about that.","author":"Enrico Colantoni","topic":"Movies"},{"quote":"We&#39;re really trying to make movies for TV. Producers and writers are taking risks that they weren&#39;t in the past.","author":"Philip Winchester","topic":"Movies"},{"quote":"I didn&#39;t bring my headphones, I&#39;d watched the two movies they had played and I was just like, &#39;Can we please find a donor that wants to give us a private jet? This is not Okay.&#39;","author":"Cat Osterman","topic":"Movies"},{"quote":"I played at being someone else in movies and live theater, and at being myself in life&#39;s most intense, fascinating game - the game of love.","author":"Monica Vitti","topic":"Movies"},{"quote":"If you look at Christmas movies, there are certain things in them that lend themselves to a &#39;Harold &amp; Kumar&#39; movie. In particular, the more out-of-this-world things like Santa Claus and flying reindeer.","author":"Hayden Schlossberg","topic":"Movies"},{"quote":"It&#39;s the movies that have really been running things in America ever since they were invented. They show you what to do, how to do it, when to do it, how to feel about it, and how to look how you feel about it.","author":"Andy Warhol","topic":"Movies"},{"quote":"When I felt like an outsider, movies made me feel inside my own skill set.","author":"Steven Spielberg","topic":"Movies"},{"quote":"It took Simone a long time to understand why people want Daddy&#39;s autograph. I&#39;d tell her, and my wife would tell her, too, &#39;People see Daddy in the movies, and they are excited to meet him.&#39; But she couldn&#39;t really grasp it.","author":"Dwayne Johnson","topic":"Movies"},{"quote":"I like the idea of working in different genres and transcending genres and hopefully finding success, and ultimately make movies people like.","author":"Dwayne Johnson","topic":"Movies"},{"quote":"I think I made essential a mistake in staying in movies, because I - but it&#39;s a mistake I can&#39;t regret, because it&#39;s like saying, &#39;I shouldn&#39;t have stayed married to that woman, but I did because I love her.&#39;","author":"Orson Welles","topic":"Movies"},{"quote":"I&#39;m an enormous admirer of Christopher Lee. He&#39;s somebody, along with Vincent Price, who I celebrate, and I wanted my movies to show that celebration and that honoring of these great film stars that were unafraid to go into horror and Grand Guignol and the macabre.","author":"Nicolas Cage","topic":"Movies"},{"quote":"Sundance is weird. The movies are weird - you actually have to think about them when you watch them.","author":"Britney Spears","topic":"Movies"},{"quote":"In films, I didn&#39;t crave the type of attention I had sort of stumbled into in my music career. And I do not audition well. I&#39;m really not good at it. Early on, I did movies like &#39;Alpha Dog&#39; and &#39;Black Snake Moan&#39; because the directors didn&#39;t ask me to audition.","author":"Justin Timberlake","topic":"Movies"},{"quote":"I have kind of a funny relationship with movies. I don&#39;t have to see the whole movie to get an impression of it or to let it have an influence on me.","author":"Lana Del Rey","topic":"Movies"},{"quote":"My whole life has been movies and religion. That&#39;s it. Nothing else.","author":"Martin Scorsese","topic":"Movies"},{"quote":"I&#39;ve seen many, many movies over the years, and there are only a few that suddenly inspire you so much that you want to continue to make films.","author":"Martin Scorsese","topic":"Movies"},{"quote":"It&#39;s time for me to do things I like so I will be happy, my wife will be happy, my friends will be happy. I just want to do something I&#39;m proud of. It&#39;s time for me to change. I could sign with a company for 10 movies and I&#39;m the king of video and so what?","author":"Jean-Claude Van Damme","topic":"Movies"},{"quote":"I happen to like movies and plays about dislikeable people as long as I get to know why they are what they are.","author":"Stephen Sondheim","topic":"Movies"},{"quote":"You do get very tired sometimes, when you&#39;re sitting around for hours in movies. You get depleted.","author":"Al Pacino","topic":"Movies"},{"quote":"I&#39;m going to do more movies and travel.","author":"Tommy Wiseau","topic":"Movies"},{"quote":"I think there&#39;s a possibility that comic book movies are getting a tiny bit better on the one hand because they&#39;re no longer made by executives, who are, you know, ninety-year-old bald tailors with cigars, going, &#39;The kids love this!&#39;","author":"Joss Whedon","topic":"Movies"},{"quote":"&#39;The Blair Witch Project&#39; is great for motion sickness. The first time you see it, it is extremely creepy. The first time I saw it, I saw it on a bootleg tape on a tour bus before it had even come out. It was one of the first movies I&#39;d seen like that. I didn&#39;t even realize it was a damn movie!","author":"Corey Taylor","topic":"Movies"},{"quote":"Those old westerns are the movies I grew up with on Saturday afternoons at the theater.","author":"John Glenn","topic":"Movies"},{"quote":"Making movies is not rocket science. It&#39;s about relationships and communication and strangers coming together to see if they can get along harmoniously, productively, and creatively. That&#39;s a challenge. When it works, it&#39;s fantastic and will lift you up. When it doesn&#39;t work, it&#39;s almost just as fascinating.","author":"Julia Roberts","topic":"Movies"},{"quote":"I think less is more when it comes to kissing in the movies.","author":"Julia Roberts","topic":"Movies"},{"quote":"I&#39;ve never had a movie that got great reviews. I&#39;ve had movies that got different levels of good and bad reviews, but you can more or less count on plenty of bad reviews.","author":"Wes Anderson","topic":"Movies"},{"quote":"I&#39;ll work with a director if I think I&#39;m going to get into a comfortable situation, and if it&#39;s someone I respect and who respects me, even if they&#39;re not so well known. Movies are hard to make, and you have to work toward a common ethic and do your best.","author":"Robert De Niro","topic":"Movies"},{"quote":"I feel like movies are presents, and credits and fonts are bows and wrapping paper. I like everything to feel like it was given a lot of time. I hate it when I watch movies, and it seems like they just went and picked a font and, like, called it a day.","author":"Greta Gerwig","topic":"Movies"},{"quote":"One of the reasons why people - particularly young people - love action movies is because what they are really looking for is justice.","author":"Steven Seagal","topic":"Movies"},{"quote":"If studios don&#39;t get their money back, we don&#39;t have any movies. So it is important that films are successful, and I am fully supportive of that because I&#39;m not just a director, I&#39;m also not stupid. I&#39;ve been in this business long enough and, to a certain extent, I&#39;m a businessman; I know the importance of that.","author":"Ridley Scott","topic":"Movies"},{"quote":"Technology continues to bring us wondrous advances in filmmaking to improve how we view movies.","author":"Ridley Scott","topic":"Movies"},{"quote":"I can&#39;t stand modern movies. The images are too weird and eccentric for me.","author":"Hayao Miyazaki","topic":"Movies"},{"quote":"It&#39;s too expensive, that&#39;s the thing nobody wants to talk about. It is too expensive to make movies. That&#39;s not true, it is too expensive to market movies. Making movies is not.","author":"Kevin Smith","topic":"Movies"},{"quote":"Even if I set out to make a film about a fillet of sole, it would be about me.","author":"Federico Fellini","topic":"Movies"},{"quote":"The movies that are made more thoughtfully or made or with more ambition often get just get drowned out by the noise.","author":"Roger Ebert","topic":"Movies"},{"quote":"We are not outraged by blood. We see blood all the time. Blood is pervasive in movies, television, and video games. Yet, we are outraged by the fact that one openly discusses bleeding from an area that we try to claim ownership over.","author":"Rupi Kaur","topic":"Movies"},{"quote":"I remember being on film sets when I was younger, and only men got to do the cool action movies. So I thought, &#39;Maybe I&#39;ll get to produce one day and get to do cool stuff too,&#39; which is what happened when we did &#39;Charlie&#39;s Angels.&#39; Starting my production company was a big turning point for me.","author":"Drew Barrymore","topic":"Movies"},{"quote":"Even in India the Hindi film industry might be the best known but there are movies made in other regional languages in India, be it Tamil or Bengali. Those experiences too are different from the ones in Bombay.","author":"Aishwarya Rai Bachchan","topic":"Movies"},{"quote":"What I don&#39;t like are pompous, pretentious movies.","author":"Peter Jackson","topic":"Movies"},{"quote":"I&#39;ve always tried to make movies that pull the audience out of their seats... I want audiences to be transported.","author":"Peter Jackson","topic":"Movies"},{"quote":"That&#39;s the way this business works: if your movies do well at the box office, you will be offered more movies. It doesn&#39;t matter if you&#39;re a nice guy or you&#39;re a prick. If your movies do well, there&#39;s a job waiting for you in Hollywood. It&#39;s not any more complicated than that.","author":"Matt Damon","topic":"Movies"},{"quote":"Sexiness, particularly in movies, is the chess game in the &#39;Thomas Crown Affair&#39;. It&#39;s, it&#39;s, I don&#39;t know, but Faye Dunaway comes up a lot in that thinking. It&#39;s the subtlety of sexiness. The moment you try to be sexy, then it&#39;s not.","author":"Daniel Craig","topic":"Movies"},{"quote":"Everybody always asks us how we choose the movies we have going right now, and it&#39;s hard to explain sometimes. There&#39;s a randomness to the way things kind of happen and get done. And sometimes you have this perfect storm, and you have to accept that and do the best you can.","author":"Kathleen Kennedy","topic":"Movies"},{"quote":"Some mornings you wake up and think, gee I look handsome today. Other days I think, what am I doing in the movies? I wanna go back to Ireland and drive a forklift.","author":"Liam Neeson","topic":"Movies"},{"quote":"I made about 28 movies, and I think about five of them were good.","author":"Chevy Chase","topic":"Movies"},{"quote":"Back in the &#39;70s, like one of my favorite movies ever was &#39;The Bad News Bears&#39;, and that was a kids&#39; movie, but I don&#39;t think of it that way. I think of it as just a great movie because Walter Matthau was so funny and so harsh with those kids.","author":"Jack Black","topic":"Movies"},{"quote":"That&#39;s my fun time so, to me, doing my homework, studying on what I do, watching the movies, listening to music, all that inspires me so I focus a lot on that and practice.","author":"Christina Milian","topic":"Movies"},{"quote":"I&#39;ve always wanted to get into acting, ever since I was younger. I&#39;d put on shows for my family and run around play dress-up all the time. I think I was 4 when I told them I wanted to do movies.","author":"Emma Roberts","topic":"Movies"},{"quote":"I still can&#39;t believe I danced with Gene Kelly. How lucky am I that I&#39;ve been in movies where I&#39;ve danced with two of the greatest dancers of all time - with Gene Kelly and John Travolta.","author":"Olivia Newton-John","topic":"Movies"},{"quote":"Give me a couple of years, and I&#39;ll make that actress an overnight success.","author":"Samuel Goldwyn","topic":"Movies"},{"quote":"Ideally I&#39;d like to be working steadily as an actor: movies, a TV series, that sort of thing. I&#39;ve been through a few different TV development cycles, and they didn&#39;t work out. When the time and project are right, it&#39;ll come together. Like I tell a lot of guys, it&#39;s not a race; there&#39;s no finish line.","author":"Russell Peters","topic":"Movies"},{"quote":"I love to star in movies, but I want to have good roles. It doesn&#39;t help to get starring roles in something that&#39;s no good. I mean, that will just kill you.","author":"Joe Pesci","topic":"Movies"},{"quote":"I think every movie changes me and is life changing, especially movies you direct.","author":"Jodie Foster","topic":"Movies"},{"quote":"I&#39;m not a big prank guy, because I don&#39;t like them done to me. I&#39;ve been on movies sets where one guys goes into his trailer, and then people move the stairs, and he comes out of his trailer, and there&#39;s no stairs. That&#39;s not funny! I don&#39;t want to be that guy!","author":"Terry Crews","topic":"Movies"},{"quote":"I&#39;m an optimistic person, and I tend to bury my cynicism in what I read and the movies I watch. My optimism holds that the good guys eventually come out on top.","author":"Brad Feld","topic":"Movies"},{"quote":"Even in the most peaceful communities, an appetite for violence shows up in dreams, fantasies, sports, play, literature, movies and television. And, so long as we don&#39;t transform into angels, violence and the threat of violence - as in punishment and deterrence - is needed to rein in our worst instincts.","author":"Paul Bloom","topic":"Movies"},{"quote":"It&#39;s a required part of your film history to know who Woody is. His movies are so wonderful, and not just funny but so insightful about human behavior.","author":"Scarlett Johansson","topic":"Movies"},{"quote":"I lost my front tooth in rugby league when a fat guy from Bellevue Hill kicked me in the face as I got up from a tackle to mark him. I made this decision not to cap the tooth because I thought it was false. But I didn&#39;t make any movies as a teenager, and I had a very hard time with girls and stuff.","author":"Russell Crowe","topic":"Movies"},{"quote":"I was in the movies. I danced, I sang, I learned to work in front of a camera. It was like being in a repertory company.","author":"Robert Wagner","topic":"Movies"},{"quote":"I was always in trouble. I was mischievous. And movies were always a part of my world.","author":"Lee Daniels","topic":"Movies"},{"quote":"I think that all stories - if you make movies about zombies and aliens - it has always to do with your personal story. If not directly, it is about your fears, your obsessions, things like that.","author":"Marjane Satrapi","topic":"Movies"},{"quote":"I&#39;ve always loved film, and it started with Pixar movies.","author":"Taron Egerton","topic":"Movies"},{"quote":"There are movies where actors aren&#39;t characters but movie stars, being cool beyond belief throughout the whole movie. That is what it is. And we reveal ourselves when we act, very often without noticing. But if I can manage to do a character without showing anything of myself, then that&#39;s the ultimate goal for me. No leakage.","author":"Christian Bale","topic":"Movies"},{"quote":"A woman wants to be romanced. She wants to be an essential part of a great adventure; she wants a beauty to unveil. That is what little girls play at, and those are the movies women love and the stories that they love.","author":"John Eldredge","topic":"Movies"},{"quote":"I just had fun making the movies - just being on set - but I didn&#39;t really care about the acting part.","author":"Gaby Hoffmann","topic":"Movies"},{"quote":"No matter how many times you&#39;ve seen the movies and the TV shows that have a protagonist leaping in the path of a bullet, physics forbids such sacrifice. Because of a bullet&#39;s radical speed, you can&#39;t jump in front of it, but you could get in its way. It&#39;s not as dramatic, but it does save lives.","author":"Kyle Hill","topic":"Movies"},{"quote":"It&#39;s a fallacy, long rebuffed by science, that humans use only about 10% of their brainpower. But it is true about most summer movies. Pouring their wizardry into special effects and well-choreographed fights, warm-weather action films rarely challenge the viewer with grand notions or beautifully baffling imagery.","author":"Richard Corliss","topic":"Movies"},{"quote":"We all recall what is or was important to us and are astonished when it slips other people&#39;s minds. Perhaps we dismiss as irrelevant matters of crucial concern to those we love. That&#39;s life as most of us experience it, and which few movies document with such understated acuity as &#39;Boyhood&#39; does.","author":"Richard Corliss","topic":"Movies"},{"quote":"I actually read somewhere that they measured how many calories you burn from watching movies, and horror movies are way, way up the list.","author":"Nikolaj Coster-Waldau","topic":"Movies"},{"quote":"Movies like &#39;The Abyss&#39; and &#39;Jaws&#39; make people think the ocean is threatening. It&#39;s not. It&#39;s very tranquil.","author":"Graham Hawkes","topic":"Movies"},{"quote":"We need Hollywood to make movies and television shows about sexy female engineers.","author":"Chelsea Clinton","topic":"Movies"},{"quote":"I think they built Hollywood on the West Coast because they were always dreaming of a New World. When they arrived here, the only way to keep dreaming was to make movies. Film was the fourth dimension.","author":"Denis Villeneuve","topic":"Movies"},{"quote":"Of course the French are making very credible movies and it is still one of the greatest nations in terms of world cinema but the real problem is the decay in film criticism.","author":"Wim Wenders","topic":"Movies"},{"quote":"I like happy endings in movies. I think life has a happy ending. When it&#39;s all said and done, it&#39;s all something worthwhile, and I want my movies to reflect that. There are enough things to be sad about. When you pop in a movie, let the message be one that&#39;s one of hope.","author":"Jon Favreau","topic":"Movies"},{"quote":"Horror movies started to wane around the onset of World War II, and after World War II, when all the troops came home, people weren&#39;t really interested in seeing horror movies, because they had the real horror right on their front doorsteps.","author":"Kirk Hammett","topic":"Movies"},{"quote":"Movies are open doors, and at every door, I change character and life... I live for the present always. I accept this risk. I don&#39;t deny the past, but it&#39;s a page to turn.","author":"Juliette Binoche","topic":"Movies"},{"quote":"Some of my happiest childhood memories are going to the movies with my dad and seeing whatever was out that week. In 1977, when I was 7, it was &#39;Star Wars.&#39; That was a life-changer.","author":"David Benioff","topic":"Movies"},{"quote":"I hate movies that tell people what to think. I&#39;m proud that Democrats thought &#39;Thank You For Smoking&#39; was their film and Republicans thought it was theirs. I&#39;m proud that pro-choice people thought &#39;Juno&#39; was their film and pro-life people thought it was theirs.","author":"Jason Reitman","topic":"Movies"},{"quote":"For me, in general, it&#39;s always about the material. Obviously, it&#39;s about the material and hoping that someone wants to hire me for a job, too, but I&#39;ve certainly seen films like &#39;Orphan&#39; and movies like that where I know that if I had had the opportunity to read that script or had an opportunity to do it, I would have wanted to do it.","author":"Jennifer Morrison","topic":"Movies"},{"quote":"I have a trophy case that contains all the action figures ever made of me. It also has items I&#39;ve stolen from my movies, like three guns and holsters from &#39;Serenity&#39;.","author":"Nathan Fillion","topic":"Movies"},{"quote":"But when you&#39;re writing a script - for me anyway - you have to sort of create an enforced innocence. You have to divest yourself of worrying about a lot of stuff like what movies are hot, what movies are not hot, what the budget of this movie might be.","author":"David Cronenberg","topic":"Movies"},{"quote":"I loved movies ever since I was a kid.","author":"Roger Deakins","topic":"Movies"},{"quote":"I&#39;m aware of &#39;Twilight,&#39; but I&#39;ve never seen the movies or read any of the books. Frankly, the story leaves me cold - why do a vampire story about abstinence?","author":"Alan Ball","topic":"Movies"},{"quote":"The classic war movies of the post-Vietnam era have generally taken on grand, philosophical themes: the meaninglessness of war, the grinding down of man by the machine - the machine being war itself, represented by someone like Gunnery Sergeant Hartman in &#39;Full Metal Jacket,&#39; the sadistic marine who turns his boys into instruments of death.","author":"Hanna Rosin","topic":"Movies"},{"quote":"I feel that in horror movies, especially, if you don&#39;t care about the characters, you&#39;ve lost the audience. No one cares, and it becomes a process of watching people get killed.","author":"Drew Goddard","topic":"Movies"},{"quote":"All my favorite movies are somebody else&#39;s least favorite movie.","author":"Rian Johnson","topic":"Movies"},{"quote":"I&#39;m a spoilt brat. I thought I was just going to walk in and make movies. But I&#39;d been my own boss for so long that all of a sudden to be facing a roomful of people who were niggling over every little scene... I just thought I&#39;d go back and draw my comics and have a happy life.","author":"Frank Miller","topic":"Movies"},{"quote":"Praise the Lord, but do me a favor, don&#39;t ever say &#39;Stephen Baldwin&#39; and &#39;ministry&#39; in the same sentence. I make movies, and in Hollywood, that&#39;s career suicide.","author":"Stephen Baldwin","topic":"Movies"},{"quote":"Sometimes I have little movies that I&#39;ve made that I wish would be seen by a larger audience. I have a horror movie called &#39;Sensored&#39; which I&#39;m very creepy and disgusting in, and then I have a family drama called &#39;The Legends of Nethiah&#39; which has a science-fiction B-story.","author":"Robert Picardo","topic":"Movies"},{"quote":"When we make these movies, you sign up for an experience. It&#39;s not just, &#39;Action! Cut!&#39; There&#39;s not that safety in it. It&#39;s kind of a dangerous place to be. I mean, it is safe, but it gets personal. It&#39;s no longer about saying the lines. It&#39;s about really having an experience.","author":"Derek Cianfrance","topic":"Movies"},{"quote":"I wouldn&#39;t call myself successful, just obsessively exhausted. The music makes me smile, the movies make me feel humbled, and the comedy saves my life every day.","author":"Vir Das","topic":"Movies"},{"quote":"With movies, they have a certain person or style that they&#39;re looking for. It&#39;s not that they don&#39;t like you, but maybe you&#39;re not the person that&#39;s right for their movie. That happens a lot.","author":"Darlene Love","topic":"Movies"},{"quote":"The fantasy genre is so in at the moment. Viewers want to escape from their lives and watch something that is so separate from their everyday existence. People have always wanted to escape their lives - that&#39;s why they go to movies and the theatre.","author":"Colin Morgan","topic":"Movies"},{"quote":"I want to see movies that explore different forms and new styles of dance, and also those that revive the old.","author":"Remo D'Souza","topic":"Movies"},{"quote":"I also love horror movies; I like me a big Peter Berg action movie. I&#39;m a movie lover in general.","author":"Jenna Fischer","topic":"Movies"},{"quote":"Every time you have a carrot instead of a cookie, every time you go to the gym instead of going to the movies, that&#39;s a costly investment in your health. But how much you want to invest is going to depend on how much longer you expect to live in the future, even if you don&#39;t make those investments.","author":"Emily Oster","topic":"Movies"},{"quote":"There&#39;s nothing better than going to the movies and going into another world, and forgetting about everything that&#39;s happening outside.","author":"Warwick Davis","topic":"Movies"},{"quote":"If you were to stand on an asteroid in the main belt of asteroids between Mars and Jupiter in our solar system, you might be able to see one or two asteroids in the sky, but they would be very far away and very, very small. So you wouldn&#39;t have this &#39;dodging through tons of rocks&#39; business you get in the movies.","author":"Carrie Nugent","topic":"Movies"},{"quote":"Jazz, rock and roll, movies and comics are the culture of America.","author":"Bill Griffith","topic":"Movies"},{"quote":"Television saved the movies. The Internet is going to save the news business.","author":"Matt Drudge","topic":"Movies"},{"quote":"Making movies is like herding cats.","author":"Eric Fellner","topic":"Movies"},{"quote":"When you&#39;re doing movies, you&#39;re traveling all over the world and you really can&#39;t be home.","author":"Amanda Bynes","topic":"Movies"},{"quote":"The power of the human spirit inspires me. Movies, books, stories, people, anything that reminds us that we are more than just this physical body and our capacity for love and courage can bend reality.","author":"Caity Lotz","topic":"Movies"},{"quote":"I did martial arts since I was 10 years old, and I&#39;ve got as much love for the movies as I have for martial arts, so when I was 18 years old, I started studying performing arts with the eye of getting into the film industry and went to drama school after that.","author":"Scott Adkins","topic":"Movies"},{"quote":"I remember working on movies like Gettysburg and feeling that Jeff Daniels was kind of a mentor.","author":"Donal Logue","topic":"Movies"},{"quote":"I was always a big fan of Charlie Chaplin movies. I love &#39;The Great Dictator&#39; and &#39;City Lights.&#39;","author":"Jack Reynor","topic":"Movies"},{"quote":"Really interesting genre films, especially monster movies, evoke the fears of the times intentionally. Our starting point was &#39;Godzilla&#39; - the original movie was released less than 10 years after Hiroshima, and it&#39;s a classic in Japan.","author":"Matt Reeves","topic":"Movies"},{"quote":"I hate to say it, but there seems to have been some sort of dumbing down as far as movies go.","author":"Sam Neill","topic":"Movies"},{"quote":"I love to watch old movies when I get time off.","author":"Yuan Yuan Tan","topic":"Movies"},{"quote":"More attention and thought goes into naming a character in &#39;Call Of Duty&#39; than all the work that can go into certain movies. Blood and sweat and tears go into figuring out the names because they are so important. The call signs say a lot about you. The brotherhood that&#39;s evoked by the name is quite profound.","author":"Stephen Gaghan","topic":"Movies"},{"quote":"I like to go shopping, to the movies, all the girl stuff. Just a normal girl.","author":"Victoria Azarenka","topic":"Movies"},{"quote":"I think we just need to have a demand for fresh and nuanced movies.","author":"Tessa Thompson","topic":"Movies"},{"quote":"Movie SF is, by definition, dumbed down - there have only been three or four SF movies in the history of film that aspire to the complexity of literary SF.","author":"Dan Simmons","topic":"Movies"},{"quote":"I grew up thinking that I would become a fighter pilot and was fascinated by aircrafts as I had grown up around that. But my father encouraged me to not become an Air Force person, given the varied interests I had, be it books, movies, sports or fighter flying.","author":"Kapil Sharma","topic":"Movies"},{"quote":"Other than my sexuality, I am vulnerable regarding my physical appearance, as I am not what people considered ideal by most standards. For the entertainment business, I am not the body type of what is typically cast for television or movies.","author":"Alex Newell","topic":"Movies"},{"quote":"I love the &#39;Underworld&#39; movies because the vampires aren&#39;t automatically evil, yet neither are they basically humans with fangs.","author":"Jeaniene Frost","topic":"Movies"},{"quote":"Put the hero back in the super hero movies, because I think &#39;super&#39; might have taken over.","author":"Max Landis","topic":"Movies"},{"quote":"In horror movies today it&#39;s lots of fast cut shot and lots of loud noises on the soundtrack. I tried to do the opposite. Playing with silence for instance.","author":"Alejandro Amenabar","topic":"Movies"},{"quote":"Oh God, I&#39;m going to get in trouble for saying this, but I grew up falling asleep in church because I was tired from watching horror movies late at night.","author":"KaDee Strickland","topic":"Movies"},{"quote":"I think a big part of marriage is not going anywhere on those days you feel you really want to. It&#39;s like in the Barrier Islands. If you want to stay together, don&#39;t leave. I think just culturally - in the media, in movies, in books - we&#39;re trained to divorce when that first blush of sexual longing starts to fade. That&#39;s just where marriage starts.","author":"Tony Earley","topic":"Movies"},{"quote":"Who could have asked for anything better? I was cast in movies with great actors, with great leading men.","author":"Julie Adams","topic":"Movies"},{"quote":"I have a real problem with watching movies where I see this perfect woman who is married to the man in question, who has a perfect life, who has perfect hair, perfect clothes, and doesn&#39;t give you any of the kind of reality that you&#39;re used to.","author":"Caroline Goodall","topic":"Movies"},{"quote":"An actress is not a machine, but they treat you like a machine. A money machine.","author":"Marilyn Monroe","topic":"Movies"},{"quote":"I&#39;m not a real movie star. I&#39;ve still got the same wife I started out with twenty-eight years ago.","author":"Will Rogers","topic":"Movies"},{"quote":"There&#39;s a lot of great movies that have won the Academy Award, and a lot of great movies that haven&#39;t. You just do the best you can.","author":"Clint Eastwood","topic":"Movies"},{"quote":"One of my movies was called &#39;True Lies.&#39; It&#39;s what the Democrats should have called their convention.","author":"Arnold Schwarzenegger","topic":"Movies"},{"quote":"My skin is hard when it comes to my music. But with my movies, I&#39;m still a virgin in a lot of ways. I&#39;m not used to being shot down for no reason.","author":"Will Smith","topic":"Movies"},{"quote":"Not only do I have to live, right, I have to get some cash for my troubles - it&#39;s a scary thing, and people need to start to think about the messages that they send in the movies.","author":"Morgan Freeman","topic":"Movies"},{"quote":"I&#39;ve done a great job at being universal in my stand-up, which is why, for &#39;Let Me Explain,&#39; I toured all over the world. These movies I have coming out - &#39;Ride Along,&#39; &#39;Grudge Match,&#39; &#39;About Last Night,&#39; &#39;Think Like a Man Too&#39; - are putting me in a position to become universal on an even bigger scale.","author":"Kevin Hart","topic":"Movies"},{"quote":"I wish that my life could be like the movies, like &#39;Bonnie and Clyde&#39; or &#39;The Hunger&#39; or &#39;Harold and Maude.&#39; And... it can be! It maybe just takes somebody else who is as fearless as you. It takes a person who will not hesitate.","author":"Marilyn Manson","topic":"Movies"},{"quote":"Watching movies is my one distraction.","author":"Marilyn Manson","topic":"Movies"},{"quote":"Film spectators are quiet vampires.","author":"Jim Morrison","topic":"Movies"},{"quote":"I was the guy who had been bouncing around the film industry for years, and I&#39;d been lucky if five or 10 people would see my movies, so Captain Jack did a big flip for my career.","author":"Johnny Depp","topic":"Movies"},{"quote":"Music is still part of my life, but I hate the idea of people coming to see me play the guitar because they&#39;ve seen me in movies. You want people who are listening to be only interested in the music.","author":"Johnny Depp","topic":"Movies"},{"quote":"My grandmother and I saw an average of eight movies a week, double features, second run.","author":"Carol Burnett","topic":"Movies"},{"quote":"One of my gripes about movies is that people take them so seriously, and the moneymaking aspects are so brutal.","author":"Bill Murray","topic":"Movies"},{"quote":"I&#39;ve been lucky, I&#39;ve had movies that made a lot of money, so I don&#39;t feel like I have to kill every time out. I don&#39;t want that pressure. I don&#39;t need it.","author":"Bill Murray","topic":"Movies"},{"quote":"I&#39;ve never made any horrible, horrible movies. If you don&#39;t ruin your reputation, you can always get work.","author":"Bill Murray","topic":"Movies"},{"quote":"I turned down &#39;Harry Potter&#39; and &#39;Spider-Man,&#39; two movies that I knew would be phenomenally successful, because I had already made movies like that before and they offered no challenge to me. I don&#39;t need my ego to be reminded.","author":"Steven Spielberg","topic":"Movies"},{"quote":"I feel I&#39;m all over my movies. I know my movies are all over me.","author":"Steven Spielberg","topic":"Movies"},{"quote":"Music in movies is all about dissonance and consonance, tension and release.","author":"Quincy Jones","topic":"Movies"},{"quote":"I play a little guitar, write a few tunes, make a few movies, but none of that&#39;s really me. The real me is something else.","author":"George Harrison","topic":"Movies"},{"quote":"Even in movies like &#39;Superbad,&#39; they&#39;re all lovable kids.","author":"Bo Burnham","topic":"Movies"},{"quote":"I am a giant proponent of giant screens. But I accept the fact that most of my movies are going to be seen on phones.","author":"George Lucas","topic":"Movies"},{"quote":"I&#39;ve never been that much of a money guy. I&#39;m more of a film guy, and most of the money I&#39;ve made is in defense of trying to keep creative control of my movies.","author":"George Lucas","topic":"Movies"},{"quote":"We&#39;re only on the earth for a short period of time. Movies aren&#39;t enough. I want to take my success and parlay it into something bigger and better.","author":"Paul Walker","topic":"Movies"},{"quote":"I don&#39;t know why I don&#39;t watch a lot of movies; I can barely keep up with the things my friends are in. There isn&#39;t enough time in life.","author":"Meryl Streep","topic":"Movies"},{"quote":"I have a very busy life, and not many people who have a career and four kids go out a lot to the movies.","author":"Meryl Streep","topic":"Movies"},{"quote":"When I&#39;m doing a movie, I&#39;m not doing anything else. It&#39;s all about the movie. I don&#39;t have a wife. I don&#39;t have a kid. Nothing can get in my way... I&#39;ve made a choice, so far, to go on this road alone. Because this is my time. This is my time to make movies.","author":"Quentin Tarantino","topic":"Movies"},{"quote":"All my movies are achingly personal.","author":"Quentin Tarantino","topic":"Movies"},{"quote":"I will never do &#39;Pulp Fiction 2,&#39; but having said that, I could very well do other movies with these characters.","author":"Quentin Tarantino","topic":"Movies"},{"quote":"I do like to move and get physical in my movies.","author":"Nicolas Cage","topic":"Movies"},{"quote":"&#39;Knowing&#39; is one of those movies where you&#39;re going to get the spectacle, and you&#39;re going to have the entertainment in the grand science fiction tradition. But also, it will perhaps stimulate some discussion to help you sort out on your own where you might choose to go in terms of your own needs. Now, I say that without preaching.","author":"Nicolas Cage","topic":"Movies"},{"quote":"I did a few movies, but the word &#39;star&#39;... I cannot compare to a star like Clint Eastwood. I used to call Clint &#39;Larry Dickman&#39; when he would come to my show; then, he started using the name when he would go under cover in a &#39;Dirty Harry&#39; movie. That&#39;s why he&#39;s a movie star... he&#39;s so creative.","author":"Don Rickles","topic":"Movies"},{"quote":"My movies just kind of sneak up on you. I don&#39;t have to worry too much about what everybody is going to say. Anyway, I really don&#39;t pay attention to what the world says about my movies. I just care about what my buddies think.","author":"Adam Sandler","topic":"Movies"},{"quote":"There&#39;s this little box that African-American actors have to work in, in the first place, and I was able to rise above that box. I could have done a bunch of movies where I stayed as the Axel Foley or Reggie Hammond persona. But I didn&#39;t want to be doing the same thing all the time. Every now and then, you crash and burn, but that&#39;s part of it.","author":"Eddie Murphy","topic":"Movies"},{"quote":"I am trying to do the best work I possibly can and making movies that will have resonance for years to come. I think if you try for an Oscar or a goal like that, the more people are going to see it as transparent. It&#39;s not on my radar. If it happens, great, but I&#39;m happy to continue working as I am, really.","author":"Leonardo DiCaprio","topic":"Movies"},{"quote":"The nature of motion capture is only going to work for certain films. It&#39;s not going to put any other type of movies out of business.","author":"Tom Hanks","topic":"Movies"},{"quote":"I&#39;ve made over 20 movies, and 5 of them are good.","author":"Tom Hanks","topic":"Movies"},{"quote":"I don&#39;t know that much about who directs what movies, but I&#39;m definitely inspired by the look of old movies; I find them to be really beautiful.","author":"Lana Del Rey","topic":"Movies"},{"quote":"I was born in Paris in the mid-1960s, and by the time I was 12 I had started going to the movies by myself. Most of the movies of that period never appealed to me. I didn&#39;t like the &#39;naturalism,&#39; the sad or the &#39;down-to-earth&#39; characters. What I wanted from film was fantasy, dreams, funny situations, extravagant decor - and beautiful women.","author":"Christian Louboutin","topic":"Movies"},{"quote":"When you look at movies, the lead girl is always gorgeous and thin. There is a stereotype that you need to look a certain way and when you get in the business you really feel the pressure.","author":"Margot Robbie","topic":"Movies"},{"quote":"My body looks like 30 but my face looks like 50. But I cannot walk bare-chested in the streets. I like to do these movies to challenge myself physically.","author":"Jean-Claude Van Damme","topic":"Movies"},{"quote":"I think what a lot of action movies lose these days, especially the ones that deal with fantasy, is you stop caring at some point because you&#39;ve lost human scale.","author":"Harrison Ford","topic":"Movies"},{"quote":"I like a lot of classic movies, like, for example, &#39;Citizen Kane&#39;, James Dean movies, etc, etc.","author":"Tommy Wiseau","topic":"Movies"},{"quote":"We have a very wide range of content, but the brand-newest movies, what&#39;s happening with those is a $30 pay-per-view option - not from Netflix but from DirecTV and others - of movies that are in the theater.","author":"Reed Hastings","topic":"Movies"},{"quote":"I have done many movies that people hadn&#39;t seen. &#39;The Fountain,&#39; I spent a year on that. &#39;The Prestige&#39; with Chris Nolan, and &#39;Australia.&#39; From my perspective it&#39;s very satisfying. Some movies people see and other movies they don&#39;t. &#39;Wolverine,&#39; &#39;X Men,&#39; I know that in some level people know me just for that and it&#39;s fine for me.","author":"Hugh Jackman","topic":"Movies"},{"quote":"I was part of a group that had a cinema club so every week we would project two or three movies on 16 or 35mm.","author":"Guillermo del Toro","topic":"Movies"},{"quote":"I&#39;ve never seen &#39;The Goonies.&#39; I&#39;ve never seen &#39;Indiana Jones.&#39; I watched &#39;UHF&#39; over and over again when I was little, and that was it. I had no time for any other movies. I watched &#39;Naked Gun,&#39; &#39;UHF,&#39; and &#39;Airplane!&#39; over and over.","author":"Eric Andre","topic":"Movies"},{"quote":"I never enjoyed working in a film.","author":"Marlene Dietrich","topic":"Movies"},{"quote":"I love to see actors&#39; work. I love to surf channels late at night and accidentally run into movies I hadn&#39;t seen before. It makes me very proud of the profession.","author":"James Earl Jones","topic":"Movies"},{"quote":"I think that&#39;s what distinguishes Schmidt, really. In the movies now, so much of what is appealing to an audience is the dramatic or has to do with science fiction, and Schmidt is simply human. There&#39;s no melodrama; there&#39;s no device, It&#39;s just about a human being.","author":"Jack Nicholson","topic":"Movies"},{"quote":"People go to movies on Saturday to get away from the war in Iraq and taxes and election news and pedophiles online and just go and have some fun. I like doing movies that are fun.","author":"Samuel L. Jackson","topic":"Movies"},{"quote":"All movies aren&#39;t fun; some are hard work. You try to do something and convey a set of emotions that have to do with some real life kind of stuff.","author":"Samuel L. Jackson","topic":"Movies"},{"quote":"America had, for one thing, lived in anarchy for - until much more recently than Europe. We had the Wild West, where the cliche of the cowboy movies was the nearest sheriff is 90 miles away, and so you had to pack a gun and defend yourself.","author":"Steven Pinker","topic":"Movies"},{"quote":"I just like the continue doing what I&#39;ve been doing. A melange of funny, straight drama, television, movies, a little theater here and there wouldn&#39;t hurt. So if I can keep doing that, I&#39;ll be a very happy person.","author":"Mary Tyler Moore","topic":"Movies"},{"quote":"I used to be prettier than I am, but I think I look better now. I was a pretty boy. Particularly in my early movies. I don&#39;t like looking at them so much. There&#39;s a sort of pretty thing about me.","author":"Christopher Walken","topic":"Movies"},{"quote":"When I got depressed, I watched Bruce Lee movies. I learned everything from Bruce Lee.","author":"Jackie Chan","topic":"Movies"},{"quote":"The reality is that there are so few roles out there for women and for women of color, and I&#39;m a character actor, this I know. And I&#39;m getting to see more of the roles that are out there, but there aren&#39;t many. And zilch have been studio movies. Zilch.","author":"Octavia Spencer","topic":"Movies"},{"quote":"I remember actually going to see the first &#39;Avengers&#39; with one of my best mates from home. I&#39;d never have dreamed that I&#39;d be in one of these movies, let alone playing Spider-Man.","author":"Tom Holland","topic":"Movies"},{"quote":"I think these movies are definitely comedies. It&#39;s quite difficult to take a superhero movie seriously because everything is heightened. A kid being bitten by a radioactive spider and getting superpowers is kind of ridiculous.","author":"Tom Holland","topic":"Movies"},{"quote":"There are so many things we have not seen in &#39;Spider-Man&#39; yet... I want to use bad guys never seen in movies. The first films were so traditional and so scrupulously followed the character&#39;s classic plot... So there&#39;s a lot of stuff left in stock. &#39;The Clone Saga,&#39; for example.","author":"Tom Holland","topic":"Movies"},{"quote":"Books are better than movies because you design the set the way you want it to look.","author":"Trent Reznor","topic":"Movies"},{"quote":"My childhood was influenced by the roles my father played in his movies. Whether Abraham Lincoln or Tom Joad in the &#39;Grapes of Wrath,&#39; his characters communicated certain values which I try to carry with me to this day.","author":"Jane Fonda","topic":"Movies"},{"quote":"I always loved watching movies because I loved what certain moments inside of films did to me.","author":"Jason Silva","topic":"Movies"},{"quote":"But most good movies have a gun in them.","author":"David Sedaris","topic":"Movies"},{"quote":"I have very vivid dreams - almost always action-adventure. I&#39;m often on the run. I&#39;ve always had dreams. When I was little, I&#39;d go to sleep with my head on my hands, which were in fists like I was looking through a camera. I felt like sleep was the movies - just drifting off to the movies.","author":"Sarah Silverman","topic":"Movies"},{"quote":"In terms of television and movies, I&#39;ve been really interested in seeing the partnership of comedy and beauty and heart. I think they can go together really well and really thoughtfully. But, I&#39;m a total one-hour drama addict. I think when you&#39;re a comedian, you tend towards dramas because that&#39;s the less stressful thing to watch.","author":"Sarah Silverman","topic":"Movies"},{"quote":"They say I can open movies, and that&#39;s nice in that it puts into people&#39;s minds that women can do it. It&#39;s not just Kevin Costner, not just Arnold Schwarzenegger. Not just the guys.","author":"Julia Roberts","topic":"Movies"},{"quote":"I don&#39;t know what is in store for the movie business any better than anybody else does, but it does seem like my kind of movies are a little trickier than it used to be - or maybe a lot trickier.","author":"Wes Anderson","topic":"Movies"},{"quote":"It&#39;s like those high-school yearbook photos that everyone would rather not see: Oh my God, look at that mullet hair. I have those photos too, but for me, they&#39;re, like, entire movies. And they show them on cable.","author":"John Cusack","topic":"Movies"},{"quote":"Usually I do everything reverse. I practice something in movies and then I try it in real life.","author":"John Cusack","topic":"Movies"},{"quote":"Most movies, once the action starts there&#39;s no more characters. You say a couple of dumb lines and then there&#39;s just explosions until the end.","author":"John Cusack","topic":"Movies"},{"quote":"All that running around in my underwear put money in my pockets. I can focus on working in interesting movies without having to worry about supporting myself.","author":"Mark Wahlberg","topic":"Movies"},{"quote":"I still believe that we can offer you a much deeper, more engaging, more compelling play experience on a PC than we can on a mobile device, but one can enhance the other, and one can expand the other. I don&#39;t think they necessarily will compete with each other, just like how we find a place for movies in our lives, and TV and radio.","author":"Mark Pincus","topic":"Movies"},{"quote":"In film, movies&#39; schedules are based on three things: actors&#39; availabilities, when are sets being built, when you can rent the place you&#39;re going to film in.","author":"Kevin Spacey","topic":"Movies"},{"quote":"I grew up watching all these crazy movies, European movies and stuff, and I guess that I always laughed at things that were a little more offbeat.","author":"Louis C. K.","topic":"Movies"},{"quote":"Lots of people have criticized my movies, but nobody has ever identified the real problem: I&#39;m a sloppy filmmaker.","author":"Francis Ford Coppola","topic":"Movies"},{"quote":"When newspapers started to publish the box office scores of movies, I was horrified. Those results are totally fake because they never include the promotion budget.","author":"Francis Ford Coppola","topic":"Movies"},{"quote":"If I can&#39;t get the girl, at least give me more money.","author":"Alan Alda","topic":"Movies"},{"quote":"Originally, theater was my life. It was what I assumed I&#39;d spend my working life doing - if I was lucky. Then along came movies.","author":"Alan Rickman","topic":"Movies"},{"quote":"In the movies, you want a good story and characters that are honest, but you are also looking for a good director who can lead the ship. That&#39;s how we look at business. Everybody has a great idea for a start-up, and so do their relatives, and they tell me, &#39;You gotta build it.&#39; I say, &#39;I have to believe in it.&#39;","author":"Ashton Kutcher","topic":"Movies"},{"quote":"More and more major businesses and industries are being run on software and delivered as online services - from movies to agriculture to national defense.","author":"Marc Andreessen","topic":"Movies"},{"quote":"We all grew up on movies with scenes where the actor is lying, and you know he&#39;s lying, but he wants to make sure you know it&#39;s a lie, and so he overacts and all but winks at you, and everybody in the world except for the girl he&#39;s talking to knows he&#39;s lying.","author":"Gene Wilder","topic":"Movies"},{"quote":"When I was a little girl, I watched all old movies. My mother liked old movies, and she loved shopping for antiques, so I was around old things all the time.","author":"Dita Von Teese","topic":"Movies"},{"quote":"There was a gap of seven years between the first and second Dracula movies. In the second one as everybody knows, I didn&#39;t speak, because I said I couldn&#39;t say the lines.","author":"Christopher Lee","topic":"Movies"},{"quote":"It&#39;s hard to really get that excited about movies. Think about it like this: how many good comedy movies come out a year? Maybe one or two? And then, in those movies, what are the chances that there&#39;s a character that I&#39;m the best fit to play? It&#39;s really small!","author":"Aziz Ansari","topic":"Movies"},{"quote":"I stopped making movies because I don&#39;t like taking my clothes off. Maybe it&#39;s realism, but in my opinion, it&#39;s utter filth.","author":"Debbie Reynolds","topic":"Movies"},{"quote":"A hit for me is if I enjoy the movie, if I personally enjoy the movie.","author":"Ridley Scott","topic":"Movies"},{"quote":"One of the problems with science fiction, which is probably one of the reasons why I haven&#39;t done one for many, many years, is the fact that everything is used up. Every type of spacesuit is used up, every type of spacecraft is vaguely familiar, the corridors are similar, and the planets are similar.","author":"Ridley Scott","topic":"Movies"},{"quote":"When we were doing &#39;Freaks and Geeks&#39;, I didn&#39;t quite understand how movies and TV worked, and I would improvise even if the camera wasn&#39;t on me. I thought I was helping the other actors by keeping them on their toes, but nobody appreciated it when I would trip them up. So I was improvising a little bit back then, but not in a productive way.","author":"James Franco","topic":"Movies"},{"quote":"Reviews about film acting are very... tricky, because movies are such a collaborative thing.","author":"James Franco","topic":"Movies"},{"quote":"Since I got into the movies, &#39;Running Scared,&#39; that did $40 million. &#39;Princess Bride,&#39; I got good reviews for the character Miracle Max. &#39;Memories of Me&#39; didn&#39;t do well. &#39;Throw Mama from the Train&#39; did $70 million. &#39;Harry and Sally&#39; did 95 or 96. &#39;City Slickers&#39; did $120 million.","author":"Billy Crystal","topic":"Movies"},{"quote":"I don&#39;t wanna abandon my identity as LL Cool J, but at the same time, I had to figure out how to let people know that I&#39;m really serious about making these movies.","author":"LL Cool J","topic":"Movies"},{"quote":"I now, more and more, appreciate when I&#39;m in a group of good people and get to work in good movies and projects. I&#39;m wildly grateful and appreciative.","author":"Jeff Goldblum","topic":"Movies"},{"quote":"When I finally got up to Industrial Light And Magic to work on the &#39;Star Wars&#39; movies as a model-maker, it felt like dying and going to heaven.","author":"Adam Savage","topic":"Movies"},{"quote":"I loved all movies, literally. I certainly loved &#39;Shane&#39; and &#39;Roxie Hart.&#39; Later on, when I was less of a kid, I loved &#39;L&#39;Avventura&#39; and &#39;Persona&#39; and all Fellini movies and like everybody else I loved John Ford. Then and now, I loved Preston Sturges, maybe above anyone.","author":"Mike Nichols","topic":"Movies"},{"quote":"There were very, very large sums of money that I made when I was very young - 15 million published works and a great many successful movies don&#39;t make nothin&#39;.","author":"L. Ron Hubbard","topic":"Movies"},{"quote":"My movies are usually about stripping off the makeup, getting down to the skeleton.","author":"Michael Douglas","topic":"Movies"},{"quote":"I&#39;ve just kind of been used to carrying movies. I look back and I&#39;m just used to being in every single scene in a lot of pictures.","author":"Michael Douglas","topic":"Movies"},{"quote":"Most of us do not consciously look at movies.","author":"Roger Ebert","topic":"Movies"},{"quote":"We can now have action movies with two stars where one might be African American and one might be Asian American. One of them doesn&#39;t have to be white, and the other one doesn&#39;t have to be the ethnic sidekick. We&#39;re way over that. And I think it&#39;s happening in society, too.","author":"Roger Ebert","topic":"Movies"},{"quote":"Movies that encourage empathy are more effective than those that objectify problems.","author":"Roger Ebert","topic":"Movies"},{"quote":"My favorite thing to do is just stay home with the dogs and read or watch movies and be together.","author":"Megan Mullally","topic":"Movies"},{"quote":"I&#39;m wary about this thing about being in the generation of social networking where people are like, &#39;I am my musical taste.&#39; I am not just a collection of music. Or a collection of movies. I think that&#39;s a thing that people romanticize: &#39;Oh my God, she likes this band so she is a dream.&#39;","author":"Zooey Deschanel","topic":"Movies"},{"quote":"I love indie movies. I think that independent cinema is where it&#39;s at and where a lot of trends begin. It&#39;s where new filmmakers are breaking through.","author":"Zooey Deschanel","topic":"Movies"},{"quote":"I think once you enter the dating world and you realise it&#39;s nothing like those Disney movies you watched when you were a little girl, you just become more guarded.","author":"Megan Fox","topic":"Movies"},{"quote":"I was so young, and making movies, going to the studio every morning at dawn was magic.","author":"Natalie Wood","topic":"Movies"},{"quote":"If I showed you scripts from my first few movies, the descriptions of my characters all said &#39;the ugly girl&#39;.","author":"Winona Ryder","topic":"Movies"},{"quote":"Becoming emancipated at 14, my life wasn&#39;t normal. I didn&#39;t have to go to school, so I didn&#39;t. I was rebellious by nature. I spent my 20s focusing on my company, Flower Films, and producing movies. Now that I&#39;m almost 30, I would like to try other things in lie. I&#39;m crazy about photography, and I want to take an art history class.","author":"Drew Barrymore","topic":"Movies"},{"quote":"I grew up on Shane Black movies, and I grew up on Joel Silver movies.","author":"Ryan Gosling","topic":"Movies"},{"quote":"I think it&#39;s more interesting to see people who don&#39;t feel appropriately. I relate to that, because sometimes I don&#39;t feel anything at all for things I&#39;m supposed to, and other times I feel too much. It&#39;s not always like it is in the movies.","author":"Ryan Gosling","topic":"Movies"},{"quote":"Somebody sent me a British magazine listing the 20 worst dialects ever done in movies. I was No. 2, with the worst Cockney accent ever done. No. 1 was Sean Connery, because he uses his Scottish brogue no matter what he&#39;s playing.","author":"Dick Van Dyke","topic":"Movies"},{"quote":"The movies &#39;Dope&#39; and &#39;Straight Outta Compton&#39; blew me away. I love seeing directors and writers of color make amazing slices of pop culture.","author":"Hasan Minhaj","topic":"Movies"},{"quote":"The idea of being with my peers at a real school seemed much more exciting than making movies.","author":"Shirley Temple","topic":"Movies"},{"quote":"I meet kids now who become novelists, poets, write for the theater and movies, who were simply inspired by what they saw during the Spoleto Festival.","author":"Pat Conroy","topic":"Movies"},{"quote":"I had the standard movie geek childhood, because for as long as I can remember, all I wanted to do was make movies.","author":"Paul Thomas Anderson","topic":"Movies"},{"quote":"Movies are like magic tricks.","author":"Jeff Bridges","topic":"Movies"},{"quote":"Commercial books don&#39;t even get covered. The reason why so many book reviews go out of business is because they cover a lot of stuff that nobody cares about. Imagine if the movie pages covered none of the big movies and all they covered were movies that you couldn&#39;t even find in the theater?","author":"James Patterson","topic":"Movies"},{"quote":"I really look up to Will Smith. He&#39;s internationally known, and people know him from everything. I don&#39;t know any kid who hasn&#39;t seen and liked Fresh Prince, or you&#39;ll like one of his movies or his music. He&#39;s perfect, and he&#39;s done everything. That&#39;s my dream: to be internationally known.","author":"Keke Palmer","topic":"Movies"},{"quote":"The type of movies that give me the heebie jeebies are thrillers, because anything that&#39;s playing with your thoughts and mind, that&#39;s scary. But one thing that they never do in horror movies that I always do is I pray. You never see them pray in horror movies.","author":"Keke Palmer","topic":"Movies"},{"quote":"The difference between movies and TV is that in TV you have to have a trauma every week, but that event may not be the biggest event in the characters&#39; lives.","author":"Peter Capaldi","topic":"Movies"},{"quote":"It&#39;s difficult to do a genre film well, and it doesn&#39;t matter if you&#39;re talking vampire movies or &#39;Dawn of the Dead&#39; or &#39;The Thing&#39; or &#39;Escape From New York.&#39; Those kind of movies, they understand what the old-school B-movie is supposed to be, they get the throwback of it.","author":"Ethan Hawke","topic":"Movies"},{"quote":"I love doing normal things - movies, shopping, going out with friends, writing, reading, taking hot bubble baths - that&#39;s a big one for relaxation. I also love to go to art and history museums.","author":"Christina Aguilera","topic":"Movies"},{"quote":"A lot of these big movies are just a collection or a montage of big set pieces.","author":"Kathleen Kennedy","topic":"Movies"},{"quote":"Quite often - a lot of the work I had done had been extensively with women. Most especially in the theater, but also quite often in the movies. That has its own delights, and maybe pitfalls too.","author":"John Malkovich","topic":"Movies"},{"quote":"You have to realize, making movies is the weirdest thing you could ever do. It&#39;s a contrivance, but you&#39;re attempting to reach people&#39;s hearts in the dark, and there are so many factors that are out of your control.","author":"Diane Lane","topic":"Movies"},{"quote":"I crave working on those small independent movies because I love going to see those myself.","author":"Orlando Bloom","topic":"Movies"},{"quote":"I wish I could just be in the movies and still enjoy everything else like a normal person.","author":"Orlando Bloom","topic":"Movies"},{"quote":"People called &#39;28 Days&#39; and &#39;28 Weeks&#39; zombie movies, and they&#39;re not! It&#39;s some sort of virus; they&#39;re not dead.","author":"George A. Romero","topic":"Movies"},{"quote":"When you see the way some people write women, especially in studio movies, it&#39;s like, &#39;Sorry! Sorry for being alive!&#39; Women are so apologetic.","author":"Jessica Williams","topic":"Movies"},{"quote":"I feel like a lot of the female relationships I see on TV or in movies are in some way free of the kind of jealousy and anxiety and posturing that has been such a huge part of my female friendships, which I hope lessens a little bit with age.","author":"Lena Dunham","topic":"Movies"},{"quote":"I made a conscious effort to focus on television so I could stay in Los Angeles, so I wasn&#39;t on a location all over the world doing movies.","author":"Rob Lowe","topic":"Movies"},{"quote":"Why should people go out and pay money to see bad films when they can stay at home and see bad television for nothing?","author":"Samuel Goldwyn","topic":"Movies"},{"quote":"Go see it and see for yourself why you shouldn&#39;t go see it.","author":"Samuel Goldwyn","topic":"Movies"},{"quote":"I first heard African drum rhythms and chants at the movies. Then, when I had the opportunity to go to Africa and visit the villages, I heard the real, raw, true rhythms and realised the origins of the old Negro spirituals I grew up with in the South.","author":"Isaac Hayes","topic":"Movies"},{"quote":"I&#39;ve been around a long time, and when I was at the top of the hill, I was very ahead of my time! Evidence of that is that my music is still current today - you know, rappers sample it all the time. So, rather than compromise my artistic integrity, I concentrated on movies.","author":"Isaac Hayes","topic":"Movies"},{"quote":"We&#39;re more familiar with what economists call an English auction - prices start low and rise as people bid. However, there is also the Dutch auction, where prices start high and go lower until somebody bites. Movies are sold to the audience via a very slow Dutch auction, where each phase between price drops can last weeks or months.","author":"Nathan Myhrvold","topic":"Movies"},{"quote":"In a way, editing is not unlike the movies. The best books, just like the best movies, are a collaboration. They&#39;re only as good as the compromise made between the artists involved.","author":"Viggo Mortensen","topic":"Movies"},{"quote":"Toronto Film Festival is one of those festivals where there are 400 movies, and unless you have a distributor who is super confident and puts a lot of money into it, sometimes movies can go unwatched or unnoticed.","author":"Viggo Mortensen","topic":"Movies"},{"quote":"I&#39;m terrible at horror movies, by the way. I get scared so easily.","author":"Oliver Stone","topic":"Movies"},{"quote":"Human beings need stories, and we&#39;re looking for them in all kinds of places; whether it&#39;s television, whether it&#39;s comic books or movies, radio plays, whatever form, people are hungry for stories.","author":"Paul Auster","topic":"Movies"},{"quote":"&#39;Birdman&#39; has kinda... changed things. I&#39;m not saying you won&#39;t see traditionally made movies any more. But I&#39;ve had meetings with directors, and they&#39;ve said it makes them rethink everything. You can hate this movie, but you have to talk about it. It&#39;s going to go down as one of the most interesting movies ever made.","author":"Michael Keaton","topic":"Movies"},{"quote":"For years, I&#39;d go to the movies and see guys doing Boston accents and think, &#39;Oh please, God, I hope I never have to do that.&#39;","author":"Michael Keaton","topic":"Movies"},{"quote":"In Chinese culture, it wouldn&#39;t occur to kids to question or talk back to their parents. In American culture, kids in books, TV shows and movies constantly score points with their snappy back talk. Typically, it&#39;s the parents who need to be taught a life lesson - by their children.","author":"Amy Chua","topic":"Movies"},{"quote":"We think craft is important, and the irony has always been that horror may be disregarded by critics, but often they are the best-made movies you&#39;re going to find in terms of craft. You can&#39;t scare people if they see the seams.","author":"James Wan","topic":"Movies"},{"quote":"For me, the sound design and the musical score is a big part of what makes scary movies work.","author":"James Wan","topic":"Movies"},{"quote":"I don&#39;t think action alone is enough to sustain a film franchise. There are tons of action movies out there that come and go and people don&#39;t care about.","author":"James Wan","topic":"Movies"},{"quote":"I think we have a responsibility to shape the zeitgeist with the movies we put out there. Because &#39;After Earth&#39; isn&#39;t going to do it. &#39;The Expendables 3&#39; isn&#39;t going to do it. You could make one million amazing films for the amount of money they spend on those films. I get frustrated.","author":"Will Poulter","topic":"Movies"},{"quote":"&#39;Ernest Borgnine&#39; is sort of my version of Woody Allen&#39;s &#39;Purple Rose Of Cairo&#39; in that it&#39;s about the occasional difficulty of coming to terms with the cold hard facts and the temptation to escape into another world - like movies, for example. I&#39;m a pro at escaping.","author":"John Grant","topic":"Movies"},{"quote":"I&#39;m carded for R-rated movies. And I get talked down to a lot. When I try to go rent a car or buy an airplane ticket or other stuff adults do, I get &#39;Okaaaaaay, honey.&#39; I remember when I was 18, getting crayons in a restaurant.","author":"Kristen Bell","topic":"Movies"},{"quote":"In my grammar school years back in the 1920s I used my ten-cents-a-week allowance for Saturday matinees of Douglas Fairbanks movies. All that swashbuckling and leaping about in the midst of the sails of ships!","author":"Beverly Cleary","topic":"Movies"},{"quote":"I don&#39;t want to just make horror movies; I don&#39;t want to just make any type of movie - I don&#39;t just like horror movies, I love movies.","author":"Rob Zombie","topic":"Movies"},{"quote":"You have to read scripts and audition and develop relationships. It takes a long time to develop a body of work but over the last 25 years I guess I&#39;ve done that many movies. In hindsight it may seem effortless, but there&#39;s a lot of work that goes into it.","author":"Harry Connick, Jr.","topic":"Movies"},{"quote":"I want to read a lot of comic books. I want to watch movies. I want to rest.","author":"Rain","topic":"Movies"},{"quote":"I&#39;ve never really broken this down before, but, in movies, you almost have no connection to fans. And if you do TV, you&#39;re kind of connected, but they know you as the TV name not your real name. If you do radio, there&#39;s more of a bond there. And then if you do a podcast it&#39;s like you&#39;re literally inside of your fans.","author":"Adam Carolla","topic":"Movies"},{"quote":"Twenty years ago my parents wouldn&#39;t know who the X-Men were, and now everybody knows that stuff. It means that deconstruction of the superhero is something you can do. All those movies have led to a point where we can finally have &#39;Watchmen&#39; with a Superman character who doesn&#39;t want to save the world and a Batman who has trouble in bed.","author":"Zack Snyder","topic":"Movies"},{"quote":"The movies I made when I was 14 or 15, I have a hard time looking at those. Those were the awkward years. I don&#39;t know if anybody can look at something they did when they were 14 and not wince.","author":"Jodie Foster","topic":"Movies"},{"quote":"It&#39;s hard to get movie studios to pay a lot of money for movies that don&#39;t have robots or explosions.","author":"John Green","topic":"Movies"},{"quote":"When I have time off, my friends and I will go to Universal Studios, the movies, out to eat, and shopping. I&#39;m happiest when I&#39;m just hanging out with my friends... it really doesn&#39;t matter what we do.","author":"Kirsten Dunst","topic":"Movies"},{"quote":"We need to see men and women as equal partners, but it&#39;s hard to think of movies that do that. When I talk to people, they think of movies of forty-five years ago! Hepburn and Tracy!","author":"Betty Friedan","topic":"Movies"},{"quote":"I am a cynical optimist. Big opening weekends are like cotton candy. The films you will remember over time are the films that stick in the consciousness of the audience in a good way.","author":"Robert Redford","topic":"Movies"},{"quote":"Making people laugh is giving, and it&#39;s healing, too, when people can go up to the movies and forget about their problems. It&#39;s a good thing. That&#39;s why I want to work.","author":"Chris Tucker","topic":"Movies"},{"quote":"Books and movies are different art forms with different rules. And because of that, they never translate exactly.","author":"Tom Clancy","topic":"Movies"},{"quote":"I think people like to see the lives of artists that are legends. They always go through the dark periods and I think just as humans we like to see that and them coming out of it. I love those kinds of movies.","author":"Kristen Wiig","topic":"Movies"},{"quote":"Movies portray men as tough guys.","author":"Geoffrey Canada","topic":"Movies"},{"quote":"I came to Hong Kong when I was five, but we didn&#39;t have any relatives in Hong Kong. My mom is a big movie fan, and she watched all kinds of movies, so when I was a kid, basically, we went to watch a movie every day.","author":"Wong Kar-wai","topic":"Movies"},{"quote":"You can make movies for a select audience, but you have to market it to them.","author":"David Fincher","topic":"Movies"},{"quote":"When you make the kind of movies I make, you get weird letters from people.","author":"David Fincher","topic":"Movies"},{"quote":"Making movies is never going to get better than working on a Coen brothers project.","author":"Sam Elliott","topic":"Movies"},{"quote":"I don&#39;t blame folks for not wanting to put me in their movies or whatever. I understand if their audiences had an association with me.","author":"Joseph Gordon-Levitt","topic":"Movies"},{"quote":"I like action movies, even though I think action movies are kind of derided now. But there is something extraordinary about action movies, which is absolutely linked to the invention of cinema and what cinema is and why we love it.","author":"Danny Boyle","topic":"Movies"},{"quote":"I like four-hour movies.","author":"Kevin Costner","topic":"Movies"},{"quote":"And I believe that you never be limited in what you do, so I like to do movies, I like to do television.","author":"Harvey Fierstein","topic":"Movies"},{"quote":"I don&#39;t necessarily see myself as an experienced filmmaker just because I&#39;ve been in a few movies.","author":"Joel Edgerton","topic":"Movies"},{"quote":"I had a whole bunch of very successful movies. I have worked with some incredible people - incredible.","author":"Andie MacDowell","topic":"Movies"},{"quote":"I was fortunate to be able to do two movies with Harold Ramis. He was the kindest of any director with whom I worked. Harold was a genius. On top of his talent, he could do the &#39;New York Times&#39; crossword puzzle faster than anyone! I am lucky to have known him as well as I did. I will miss him.","author":"Andie MacDowell","topic":"Movies"},{"quote":"Movies give me an opportunity to go places. I&#39;m not only a Swede but an American, not just a man of my time, but I&#39;ve been living 2,000 years ago-and not just in a new country, America, but in the Holy Land, too.","author":"Max von Sydow","topic":"Movies"},{"quote":"I always liked movies like &#39;American Graffiti&#39; and &#39;Gregory&#39;s Girl.&#39; &#39;Gregory&#39;s Girl&#39; is particularly perfect because it really captures that summer holiday bubble of teenage utopia. Even though it&#39;s got a happy ending, there&#39;s a feeling that these characters may never see each other again.","author":"Edgar Wright","topic":"Movies"},{"quote":"I think there have been more movies in the Western genre than any other. I grew up watching those movies.","author":"Tom Selleck","topic":"Movies"},{"quote":"I praise CBS for taking a risk, which is always the price you pay for opportunity. This is not standard movie of the week storytelling. I think movies of the week have fallen into a niche and that isn&#39;t my niche.","author":"Tom Selleck","topic":"Movies"},{"quote":"The motivation for making movies is that people actually see them.","author":"Xavier Dolan","topic":"Movies"},{"quote":"No one knows me in the States because the movies have been released in such an awkward, irregular fashion, all by different distributors. There is no continuity.","author":"Xavier Dolan","topic":"Movies"},{"quote":"The scene of independent cinema is already a large scene in America, and not in a negative way, but it&#39;s cluttered. It&#39;s very populated with just American films, so the room left for foreign movies is not extremely vast. The American public also does not really read. They don&#39;t read subtitles. But we&#39;re like that in Canada, too.","author":"Xavier Dolan","topic":"Movies"},{"quote":"Making movies is great. It was like love at first sight; a whole new, different business. I can see why actors love it so much.","author":"Nicky Jam","topic":"Movies"},{"quote":"I think it&#39;s really odd, too, that the public is so privy to how much money the actors make and what movies cost. It seems to me to be beside the point. When I go to a movie I really don&#39;t want to think about the money. I want to see the story.","author":"Holly Hunter","topic":"Movies"},{"quote":"In today&#39;s world, America&#39;s soft power is commonly thought to reside in the global popularity of Hollywood movies, Coca-Cola, McDonald&#39;s and Starbucks.","author":"Ahmed Zewail","topic":"Movies"},{"quote":"I remember my first taste of American big movies was &#39;Ghost Rider.&#39; I&#39;m in two little scenes. But for those two little scenes they had 400 extras, upside-down stunt cars, and a fire brigade.","author":"Rebel Wilson","topic":"Movies"},{"quote":"Well, getting behind the camera is something I&#39;ve always wanted to get involved with. Ever since I was doing movies like &#39;Zathura&#39; I was very interested in all the different jobs on set and kind of soaking all the information up like a sponge.","author":"Josh Hutcherson","topic":"Movies"},{"quote":"It&#39;s Will Ferrell, he does Will Ferrell movies. But if you really look at it, he tries to do something different with each one, whether it&#39;s an action cop movie like &#39;The Other Guys&#39; or doing &#39;Talladega Nights&#39; going into red state America or &#39;Casa de Mi Padre&#39; or &#39;Stranger Than Fiction,&#39; which is more of a drama.","author":"Adam McKay","topic":"Movies"},{"quote":"I prefer to live in the country where it&#39;s quiet. Woody Allen movies there are dubbed into Italian.","author":"Patricia Highsmith","topic":"Movies"},{"quote":"The director Sofia Coppola&#39;s new comic melodrama, &#39;Lost in Translation,&#39; thoroughly and touchingly connects the dots between three standards of yearning in movies: David Lean&#39;s &#39;Brief Encounter,&#39; Richard Linklater&#39;s &#39;Before Sunrise&#39; and Wong Kar-wai&#39;s &#39;In the Mood for Love.&#39;","author":"Elvis Mitchell","topic":"Movies"},{"quote":"It&#39;s more fun to have a name rather than a number. I think this gives our products a personality. I get the names from literature, movies, opera, traveling, nature, poetry, sometimes even the street. I keep a small book that I write in. I wake up in the middle of the night and jot down a name for a lipstick or an eyeshadow.","author":"Francois Nars","topic":"Movies"},{"quote":"I like to think the movies that I&#39;ve picked have something worthwhile to say. Something relevant.","author":"Mark Ruffalo","topic":"Movies"},{"quote":"I don&#39;t want to make movies for kids, and I don&#39;t want to make movies for adults either.","author":"Kristen Stewart","topic":"Movies"},{"quote":"I like being in movies that have a great story. I&#39;m not so interested in being a Hollywood star. It&#39;s a job, you know. When you wake up at six in the morning every day for a week, it feels like hard work.","author":"Kristen Stewart","topic":"Movies"},{"quote":"I like to think I&#39;m making films in the film business where movies are making enough numbers for the studios to let me keep working, but you also want those films to have content that makes you proud you made the film. That&#39;s not easy, but it&#39;s a fun puzzle to figure out.","author":"Wes Craven","topic":"Movies"},{"quote":"I&#39;m a frustrated would-be architect who stumbled into the would-be business of making movies.","author":"Michael Cimino","topic":"Movies"},{"quote":"I don&#39;t have this feeling like, &#39;Oh, I want to live in the United States and make movies and become famous just because the money is here.&#39; I like to make movies that tell stories that I care about.","author":"Diego Luna","topic":"Movies"},{"quote":"I really love the independent movies and I just think that sometimes when they throw a lot of money into it and a lot of special effects and a lot of stunts that you lose the connection, the human connection and I personally love movies that are about the human connection.","author":"Jane Seymour","topic":"Movies"},{"quote":"I manage to hide in my movies.","author":"Liev Schreiber","topic":"Movies"},{"quote":"British actors are renowned for being great villains in movies, like Bond films, all the rest of it.","author":"Luke Evans","topic":"Movies"},{"quote":"I have a hard time making movies that affirm life and say life is a good and happy place. That&#39;s not true about the world.","author":"Todd Haynes","topic":"Movies"},{"quote":"What I think I&#39;m perceived as in France is, like, I&#39;m this leading man always doing strange movies because most of the movies I did, like &#39;Irreversible&#39; or &#39;Brotherhood of the Wolf&#39; and a bunch of others, and even in France, they always come out as a particular movie, not like the typical French kind of movies that people know most of the time.","author":"Vincent Cassel","topic":"Movies"},{"quote":"I&#39;m my own artist, and I see artists as movies. No one should try to change them for anything. If you don&#39;t like it, you just don&#39;t follow it. And if you don&#39;t like a movie you don&#39;t watch it. Watch another movie.","author":"Zedd","topic":"Movies"},{"quote":"I want to get a hit record, and I know I can be good in horror movies.","author":"Tiny Tim","topic":"Movies"},{"quote":"I was a little concerned that a lot of people thought I wrote Merchant Ivory movies. I also thought if I was ever going to write something strange and difficult, that was the time.","author":"Kazuo Ishiguro","topic":"Movies"},{"quote":"When I write a novel, I want it to be completely different from a screenplay. I&#39;m very conscious of the difference, and I want novels to work purely as novels. Otherwise I don&#39;t see how they&#39;ll survive - why don&#39;t we just all go to the movies or watch television.","author":"Kazuo Ishiguro","topic":"Movies"},{"quote":"I don&#39;t revisit anything unless there&#39;s a really good occasion, like BAM screened &#39;This Is My Life&#39;, with Lena Dunham and Nora Ephron before she died. It also screened &#39;Uncle Buck&#39;, so I took my niece. I don&#39;t have a TV, so I don&#39;t happen upon old movies like you would if you had cable.","author":"Gaby Hoffmann","topic":"Movies"},{"quote":"I write plays, and I have a musical that&#39;s starting to get produced now. That&#39;s what I would love to do, but it&#39;s so hard. The only reason people are reading my plays and musicals is because I&#39;m in movies.","author":"Jesse Eisenberg","topic":"Movies"},{"quote":"If you look at the movies that come out, most of them are bad, so it&#39;s not as if achieving some level of success means you get offered better roles, because frankly they don&#39;t seem to exist.","author":"Jesse Eisenberg","topic":"Movies"},{"quote":"Predicting what content is going to fly is like looking into a crystal ball. I try not to say, &#39;Yeah, &#39;Bridesmaids&#39; opened the door to make more movies about women.&#39; I mean, did it? I don&#39;t know; where are they?","author":"Elizabeth Banks","topic":"Movies"},{"quote":"My daughter, Asia, has been in many of my movies. I love working with her. In the beginning, I was not supportive of her being an actress, but now I think she is fantastic.","author":"Dario Argento","topic":"Movies"},{"quote":"Keith Moon was the funniest guy around. The stuff he did was insane. He was like somebody straight out of the movies.","author":"Gary Rossington","topic":"Movies"},{"quote":"I think movies have much more magic than the theater. Theater can be a magical experience, but movies thrust their subjectivity on you in a more profound way.","author":"Zoe Kazan","topic":"Movies"},{"quote":"My entertainment was going to the local dollar movie theatre on the weekend, where I watched old black and white movies. If you wanted current movies, you had to drive to the big city.","author":"L'Wren Scott","topic":"Movies"},{"quote":"Hollywood movies are seen throughout the world.","author":"Thalia","topic":"Movies"},{"quote":"Mel Gibson is losing it. I don&#39;t know how people still supporting this dude&#39;s movies like it&#39;s all good. That dude is nuts. All you gotta do is shut him down and don&#39;t support any of his movies.","author":"J. B. Smoove","topic":"Movies"},{"quote":"Hollywood is a boys&#39; club, and that&#39;s something I thought was a stereotype - and it&#39;s not. That really shocked me. Still shocks me. Everyone&#39;s helping their buddies out and pressing their buddies and playing tennis with their buddies and making movies with their buddies, and that grosses me out.","author":"Emily Ratajkowski","topic":"Movies"},{"quote":"&#39;Spider-Man&#39; seems to have a different tone to the pure Marvel stuff, but I really enjoyed the &#39;Guardians Of The Galaxy&#39; and &#39;Iron Man&#39; movies. I love the special effects and how it seems very real, but at the same time, it still lives within the realm of Marvel. That&#39;s got to be a lot of work.","author":"Michael Pena","topic":"Movies"},{"quote":"I did spend a lot of my childhood playing out movie scenarios in my head. I&#39;d walk along the road, pretending like I was in the army, talking on the radio, and doing maneuvers. I dreamt a lot about performing in movies and living in fantasies.","author":"Gerard Butler","topic":"Movies"},{"quote":"I love doing big movies. It&#39;s awesome! You have all these toys. The thing I like about this movie is, like they always say, directors have the biggest train sets! Don&#39;t tell anyone, but I&#39;d do this for free.","author":"Michael Bay","topic":"Movies"},{"quote":"I think that my vampires in general were influenced by my being allowed to watch the Hammer vampire films. Vampire Circus, also shown as Circus of Fear, was one of those movies.","author":"Laurell K. Hamilton","topic":"Movies"},{"quote":"Usually you&#39;re in movies with a lot of dissolves and things, but this was kind of quick, more jarring than usual. I thought it would be fun to be in a movie that&#39;s unconventional. Then I met Guy and I liked him. I think he&#39;s a good man.","author":"Dennis Farina","topic":"Movies"},{"quote":"I had an interesting moment with &#39;Wonder Woman&#39; where, when I first thought about doing &#39;Wonder Woman 2,&#39; I thought, &#39;Well, these are so intense, making these movies. It&#39;s a lot to think about doing more.&#39; But then I had an epiphany, and I thought, &#39;Oh, it&#39;s not more - it&#39;s better.&#39;","author":"Patty Jenkins","topic":"Movies"},{"quote":"I do care about success and all of those things. But I don&#39;t care enough to do movies just for that reason.","author":"Patty Jenkins","topic":"Movies"},{"quote":"They allow us to disrespect our Black woman. A lot of these things would be considered criminal if it were to be carried out in the streets. That&#39;s like when they tell you after you buy your VHS and you rent movies they tell you not to copy the movies.","author":"Afrika Bambaataa","topic":"Movies"},{"quote":"Famous for his &#39;Maverick&#39; Western series in the 1950s and &#39;The Rockford Files&#39; in the &#39;70s, and in movies like &#39;The Great Escape&#39; and &#39;Grand Prix&#39; in between, James Garner played amiable, independent characters for more than a half-century and never lost his comforting, enduring appeal.","author":"Richard Corliss","topic":"Movies"},{"quote":"In the movies, every crazy old fart needs a cool old car. Jack Nicholson drove a spiffy yellow 1970 Dodge Challenger two-door in &#39;The Bucket List.&#39; In &#39;Gran Torino,&#39; the cranky pensioner played by Clint Eastwood not only owned a 1972 GT Sport, he also used to build cars like that at the Ford plant.","author":"Richard Corliss","topic":"Movies"},{"quote":"One of the great things about the &#39;Iron Man&#39; franchise is that they employ fascinating actors who don&#39;t necessarily do action movies. Before &#39;Iron Man&#39; you didn&#39;t associate Robert Downey, Jr. and Gwyneth Paltrow with those kinds of films. There&#39;s an emphasis on repartee and wit.","author":"Rebecca Hall","topic":"Movies"},{"quote":"You know it&#39;s Oscar season when you see a slew of new movies based on true stories whose resolutions you can find in three seconds on Wikipedia.","author":"Richard Corliss","topic":"Movies"},{"quote":"Before sequels became the most reliable way to make a buck, Bond set the standard for lavish serial adventures. Before Hollywood found gold in multimillion-dollar adaptations of comic-book characters - in the Superman, Batman and Spider-Man blockbusters - Bond was the movies&#39; first big-budget franchise superhero.","author":"Richard Corliss","topic":"Movies"},{"quote":"The only thing I find difficult to watch - horror movies - not that I don&#39;t like them. Like &#39;The Shining,&#39; it&#39;s one of my favorite movies, but it&#39;s terrifying. I feel like I&#39;ve watched a marathon afterwards.","author":"Nikolaj Coster-Waldau","topic":"Movies"},{"quote":"I was in &#39;Lock, Stock and Two Smoking Barrels,&#39; and I like my bad boy movie movies.","author":"Trudie Styler","topic":"Movies"},{"quote":"Italian writer-director Paolo Sorrentino makes zombie movies, which probably comes as a surprise to him. At the center of his best and most recent pictures are the walking dead, characters in a race with themselves across mortality&#39;s finish line, their spirits arriving before the rest of them.","author":"Steve Erickson","topic":"Movies"},{"quote":"Before movies, memory unspooled differently in the mind, trailing off in dust-blasted fade-out rather than spliced-together flashback; before photography, memory rippled like a reflection on water&#39;s surface, less precise but more profoundly true.","author":"Steve Erickson","topic":"Movies"},{"quote":"I don&#39;t think movies or television have any basis in reality at all. It&#39;s all just pretend. That&#39;s what&#39;s fun about it.","author":"James Spader","topic":"Movies"},{"quote":"It&#39;s seldom that you find great moments in television. Usually you remember - in &#39;Breaking Bad&#39; or any of these other great shows - you remember situations or characters. Not moments. But I have to say, I can make the same argument for mainstream movies, which have bad narratives and also no memorable moments.","author":"Alfonso Cuaron","topic":"Movies"},{"quote":"I have used movies to go to sleep at night. You flip from channel to channel to channel and see just enough to make your brain mushy and go to sleep.","author":"Kip Thorne","topic":"Movies"},{"quote":"People say sometimes that I&#39;m distracted. I&#39;m not distracted. I&#39;m being smart. I&#39;m capitalizing while the iron is hot. That&#39;s why I&#39;m trying to do movies. I do the podcast. I do a radio show. I work on FOX. I have a gym; I have a lot of things going on. That&#39;s because when I&#39;m done, I want to be set up.","author":"Michael Bisping","topic":"Movies"},{"quote":"I go to the movies a lot, and I regret when I see some actor that I used to like, to find them offering no more surprises.","author":"Catherine Deneuve","topic":"Movies"},{"quote":"I live very normally, I go out with my friends, we go to the movies, I queue, we go to restaurants.","author":"Catherine Deneuve","topic":"Movies"},{"quote":"I was a sci-fi addict when I was a kid and a teenager. Novels, graphic novels, movies, it was my way to deal with reality.","author":"Denis Villeneuve","topic":"Movies"},{"quote":"Just to get a job is always really exciting to me. I do feel there&#39;s a lot left for me to learn about movies, the subtleties of acting.","author":"Sebastian Stan","topic":"Movies"},{"quote":"We grew up watching Woody Allen and Albert Brooks movies, and we see this neurotic, annoying, unlikeable male at the center of a story, and people root for him anyway. I think that&#39;s really what we have been craving as women is the hero who doesn&#39;t look perfect and doesn&#39;t act perfectly.","author":"Jill Soloway","topic":"Movies"},{"quote":"Getting those parts in the Christopher Guest movies was the second biggest helper to my career after &#39;Fernwood.&#39;","author":"Fred Willard","topic":"Movies"},{"quote":"&#39;Jurassic Park&#39; movies don&#39;t fit into a specific genre. They&#39;re sci-fi adventures that also have to be funny, emotional, and scary as hell. That takes a lot of construction, but it can&#39;t feel designed.","author":"Colin Trevorrow","topic":"Movies"},{"quote":"Movies such as &#39;Mr. Smith Goes to Washington&#39; in 1939 to &#39;Dave&#39; in 1993 portray Washington leaders as the ultimate Everymen - decent people just like you and me, only thrust onto greatness.","author":"Ron Fournier","topic":"Movies"},{"quote":"Just because you&#39;ve made a couple movies, you&#39;ve done some good movies, you&#39;ve been nominated for some Academy Awards, whatever, nobody&#39;s entitled. It&#39;s a business. If they don&#39;t see it, I can think they&#39;re wrong, but I&#39;m not entitled to a $15 million budget to make a film.","author":"Edward Norton","topic":"Movies"},{"quote":"I love horror movies. It&#39;s so fun being absolutely terrified. It&#39;s damn hard to shoot, though. I didn&#39;t realize how difficult it was to make a horror movie as an actor. Physically and mentally, phew.","author":"Maika Monroe","topic":"Movies"},{"quote":"I love all the Pixar movies, and I like &#39;Happy Feet Two.&#39; &#39;Cause it has a lot of babies.","author":"Quvenzhane Wallis","topic":"Movies"},{"quote":"I am a huge zombie fan. I have probably seen the George Romero movies 100 times each, without exaggeration.","author":"J. Michael Straczynski","topic":"Movies"},{"quote":"Movies are open doors, and at every door, I change character and life.","author":"Juliette Binoche","topic":"Movies"},{"quote":"The cardinal sin in sports, what could really wreck it, is not cheating to win, which has gone on forever, but cheating to lose. That threatens a fundamental aspect of sports&#39; appeal, which is their spontaneity. If games are fixed, they&#39;re no different from movies; they&#39;re scripted.","author":"Michael Mandelbaum","topic":"Movies"},{"quote":"I&#39;ve always wanted to work in America because of those brilliant east-coast political movies of the &#39;70s and &#39;80s - great scripts, wonderful performances, gritty urban parable.","author":"Andrew Lincoln","topic":"Movies"},{"quote":"Being non-commercial is never an ambition. Movies come together at different points for fortuitous reasons. You do them as you get the opportunity, as opposed to doing them when you choose to or design to.","author":"Ethan Coen","topic":"Movies"},{"quote":"As a kid, a little kid, I loved going to the movies, and now I love making movies.","author":"Jonathan Demme","topic":"Movies"},{"quote":"To figure out what people think, look at the stories that they tell. We might never get away from the image of Sheldon from &#39;The Big Bang Theory&#39; breaking down in the middle of the store, not knowing which console to buy, but we can see in TV and movies how regular characters are more and more starting to play games.","author":"Rob Manuel","topic":"Movies"},{"quote":"It is the creature that stands at the center of horror movies, not those who have made it their business to bring the beast down. We&#39;re all the same.","author":"Clive Barker","topic":"Movies"},{"quote":"Whether or not we communicate it, I definitely seek my mom&#39;s acceptance and approval for everything. She has a strong commercial sense of movies and is a quintessential audience. When she doesn&#39;t like something, I know there is reason to worry. When she loves something, there is reason to celebrate.","author":"Karan Johar","topic":"Movies"},{"quote":"I met Hugh Jackman, and I was like, &#39;I love your movies!&#39; And, of course, he asked, &#39;Which one?&#39; A reasonable question, but I blanked completely. In that moment, I couldn&#39;t remember a single film that Hugh Jackman had done. So I copped out. &#39;The recent one!&#39; And that was one of his biggest disasters. Well done, me.","author":"Karan Johar","topic":"Movies"},{"quote":"I want to make timeless movies.","author":"Fred Durst","topic":"Movies"},{"quote":"Maybe there should be less of a mystique around making movies. I just don&#39;t think that there&#39;s any real mystery there.","author":"Joel Coen","topic":"Movies"},{"quote":"Mirrors are the essence of movies.","author":"Nicolas Roeg","topic":"Movies"},{"quote":"A lot of people get emotional in movies that are cartoons, but not in TV shows.","author":"Aaron Paul","topic":"Movies"},{"quote":"I had grown up loving movies and had always wanted to write them.","author":"Bruce Feirstein","topic":"Movies"},{"quote":"Well, I think that when you direct a movie or write it. And in the case of the two movies I did, I wrote and directed, they occupy a special place for you.","author":"Sean Penn","topic":"Movies"},{"quote":"Depending on what happens with my directing career, I don&#39;t think I&#39;ll stop writing, even if I crash and burn in movies and TV. I&#39;ll go back to plays. Even if I crash and burn there, I&#39;ll write a novel. That&#39;s the great thing about writing is that you don&#39;t have to wait for people to give you permission to do it.","author":"Alan Ball","topic":"Movies"},{"quote":"I&#39;ve seen little pieces of &#39;Interview with a Vampire&#39; when it was on TV, but I kind of always go yuck! I don&#39;t watch R-rated movies, so that really cuts down on a lot of the horror.","author":"Stephenie Meyer","topic":"Movies"},{"quote":"We go to movies to be taken away to another place, to be dazzled, to dream, to hopefully be filled with wonder. The design of the world and the look of the film is all in service of trying to create that feeling of wonder in the audience.","author":"Lee Unkrich","topic":"Movies"},{"quote":"You know, Mamet is not a huge writer of female parts. Most of his movies don&#39;t even have women in them, so I&#39;m lucky I&#39;m in it at all.","author":"Elle Macpherson","topic":"Movies"},{"quote":"Why not premiere movies on Netflix the same day they&#39;re opening in theaters? Listen to the consumer; give the consumer what they want.","author":"Ted Sarandos","topic":"Movies"},{"quote":"I couldn&#39;t survive just doing independent movies. And I&#39;d rather do modelling than movies or TV I didn&#39;t like.","author":"Chloe Sevigny","topic":"Movies"},{"quote":"The representation of gay characters on screen is important for us all to think about because there are sadly too few representations of gay characters on screen in mainstream cinema. If Marvel starts making movies about gay superheroes, then we&#39;ll be in a really great place. We&#39;re not at that place.","author":"Graham Moore","topic":"Movies"},{"quote":"There are a lot of movies I&#39;d like to throw away. That&#39;s not to say that I went in with that attitude. Any film I ever started, I went in with all the hope and best intentions in the world, but some films just don&#39;t work.","author":"Kiefer Sutherland","topic":"Movies"},{"quote":"Back home, we watch a lot of movies, and that was never available to us. When I came to America, I was like, &#39;No, it&#39;s really coming out this Friday? Not three months from now?&#39;","author":"Grace Gealey","topic":"Movies"},{"quote":"I feel that being an actor is a front-row seat into seeing how everybody else makes their movies. Basically, being in the trenches for ten years is like a college-level course in filmmaking if not more. It feels like every director I work with and every set that I visit as an actor, I see someone else&#39;s definition of filmmaking.","author":"Lake Bell","topic":"Movies"},{"quote":"I became a director just for the love of movies, because of the power of cinema.","author":"Antoine Fuqua","topic":"Movies"},{"quote":"I definitely think for up and coming filmmakers, people graduating from film school, people that want to do their own movies, horror movies are a great way to go.","author":"Jonathan Levine","topic":"Movies"},{"quote":"There&#39;s no master plan; I&#39;m just going with what I&#39;m inspired to do and what I get asked to do, and luckily the things I&#39;ve been the most passionate about, I&#39;ve gotten to do. And a lot of times I&#39;ve gone up for movies that I didn&#39;t really care that much about, and I never got that.","author":"Nat Wolff","topic":"Movies"},{"quote":"The movies we love and admire are to some extent a function of who we are when we see them.","author":"Mary Schmich","topic":"Movies"},{"quote":"Sports movies are a genre that I really respond to, but they can be done really poorly and really fall short. The good ones are just so good and inspiring and make you feel good.","author":"David Walton","topic":"Movies"},{"quote":"So, I was sitting there and I watched &#39;Paranormal Activity&#39; and I was like, &#39;Boy, white people do dumb stuff in movies.&#39; So I was like, &#39;Why don&#39;t they just leave the house... What if paranormal activity happened to a black couple?&#39;","author":"Marlon Wayans","topic":"Movies"},{"quote":"I&#39;m the most inappropriate dad. I curse in front of my kids and their friends. I let my kids watch R-rated movies. I&#39;ll walk by the movie theater and say, &#39;Let&#39;s go see that,&#39; and my kids will say, &#39;No, it&#39;s rated R. It&#39;s not appropriate for kids.&#39; I&#39;m like Uncle Dad. We have fun. I don&#39;t live with them, but I drive over four days a week.","author":"Marlon Wayans","topic":"Movies"},{"quote":"Clearly, the works of John Carpenter and Sam Raimi are front and center here. Argento is definitely there. But even stuff like the &#39;Friday the 13th&#39; movies had quite an influence on me growing up.","author":"Drew Goddard","topic":"Movies"},{"quote":"I&#39;m a movie nut. I go to the movies probably twice a week, and if I&#39;m not doing anything at night, I&#39;m usually watching a movie or two.","author":"Dominic Monaghan","topic":"Movies"},{"quote":"My dad did show me interesting movies at a young age. I remember he showed me &#39;A Clockwork Orange,&#39; and my mom said, &#39;I never want to see this movie in my house again.&#39;","author":"Jonathan Krisel","topic":"Movies"},{"quote":"I do love science fiction, but it&#39;s not really a genre unto itself; it always seems to merge with another genre. With the few movies I&#39;ve done, I&#39;ve ended up playing with genre in some way or another, so any genre that&#39;s made to mix with others is like candy to me. It allows you to use big, mythic situations to talk about ordinary things.","author":"Rian Johnson","topic":"Movies"},{"quote":"Teen movies often have an unspoken underlying premise in which high school is seen as less serious than the adult world. But when your head is encased in that microcosm it&#39;s the most serious time of your life.","author":"Rian Johnson","topic":"Movies"},{"quote":"I make movies the same way other kids play tennis or go to piano lessons. I&#39;m trying to get better at what I want to do, just like other kids are trying to get better at what they want to do.","author":"Elle Fanning","topic":"Movies"},{"quote":"There was a time - before I made movies - when I was more forgiving, but now that I&#39;ve learned as much as I have, I want to do movies that I want to see, that have their own unique flavor.","author":"Ryan Phillippe","topic":"Movies"},{"quote":"You know, social issue movies don&#39;t make a lot of money.","author":"Ryan Phillippe","topic":"Movies"},{"quote":"For me, I&#39;ve never been too concerned of what people think of me, so now as the youngest Baldwin brother in Hollywood making movies while simultaneously being a charismatic evangelical born again Christian who&#39;s an evangelist - that&#39;s a pretty crazy combination.","author":"Stephen Baldwin","topic":"Movies"},{"quote":"I don&#39;t want to be famous famous. I&#39;m happy on the second tier, where I have autonomy on a professional level but I can still go out to the movies without being recognized.","author":"Gabrielle Reece","topic":"Movies"},{"quote":"I think it&#39;s probably the Dutch who are to blame for starting the whole &#39;art business&#39;, because before they came along, art was attached to relatively stable structures, and it was everybody&#39;s. It was like going to the movies.","author":"Antony Gormley","topic":"Movies"},{"quote":"People say, &#39;Gee, you do a lot of mafia movies.&#39; I think I&#39;ve done two, out of 60.","author":"James Caan","topic":"Movies"},{"quote":"Making movies is about control. You need to control your narcissism in the first place, and you need to be disciplined enough to understand the reason for the film. You need to follow the agenda of the film, not a personal agenda or that of the studio. Or, worst of all, of the actors.","author":"Luca Guadagnino","topic":"Movies"},{"quote":"I was a member of the VHS generation. I used to study movies as a kid because I had a VCR and could record a movie on HBO and just watch it repeatedly.","author":"Derek Cianfrance","topic":"Movies"},{"quote":"Every decade or so, Hollywood has an epiphany. It turns out faith-based audiences enjoy going to the movies, too.","author":"David Harsanyi","topic":"Movies"},{"quote":"I got to do Disney Sunday movies. I got to do a TV pilot there. And it really helped me to realise that I needed to not just be a writer, but a producer, to see my work up on the screen the way I wanted it to look and play.","author":"Chris Carter","topic":"Movies"},{"quote":"My pursuit was more in the music thing, so I never went out pursuing movies. It was more just pursuing my singing career because people came to me for singing more than they did for doing movies.","author":"Darlene Love","topic":"Movies"},{"quote":"There&#39;s so many great Western films. Let&#39;s see, &#39;Red River,&#39; any of those Henry Fonda movies are fantastic. Any of those John Ford movies are fantastic. I love all the Eastwood &#39;Man With No Name&#39; movies, John Wayne, &#39;True Grit.&#39;","author":"Timothy Olyphant","topic":"Movies"},{"quote":"I don&#39;t really watch movies. I don&#39;t own a TV.","author":"Julia Butterfly Hill","topic":"Movies"},{"quote":"I spent much of my later childhood and adolescence very, very involved and interested in art, and particularly in animated movies.","author":"Stanislav Grof","topic":"Movies"},{"quote":"I tried working odd jobs that had nothing to do with creating, and it was difficult for me. In the end, I just always loved movies. When I&#39;m making a film, I feel most alive, like I&#39;m doing the right thing, and I&#39;m in the place where I need to be.","author":"Harmony Korine","topic":"Movies"},{"quote":"When I was little I used to dance and model and that was fun. But I was always the person that was goofing off and I would memorize every line in every movie that I saw. And at recess that&#39;s what I would do, I would talk to my friends and recite movies.","author":"Ashley Benson","topic":"Movies"},{"quote":"People start panicking because they think it&#39;s the end of everything. But the fact is, you know, books survived movies; books survived TV. Books are surviving manga and anime. Books will always be there in one form or another. You just have a larger palette of entertainment options.","author":"John Scalzi","topic":"Movies"},{"quote":"In some movies you feel like you&#39;re a very small part of a huge machine. Whereas in the theater you can have a very small part, but you can still feel the weight and the gravity of it. Given the nature of theater, it&#39;s a more concentrated and quiet experience.","author":"Minnie Driver","topic":"Movies"},{"quote":"I still haven&#39;t quite caught on to the idea of writing without dialogue. I like writing dialogue, and there&#39;s nothing wrong with dialogue in movies.","author":"Kenneth Lonergan","topic":"Movies"},{"quote":"I don&#39;t have a typical filmmaker background. I didn&#39;t grow up with a super eight camera or a video camera. I didn&#39;t start cutting movies when I was four or five.","author":"F. Gary Gray","topic":"Movies"},{"quote":"I think in Europe, movies are made like a commodity and then sold as art.","author":"Christoph Waltz","topic":"Movies"},{"quote":"Making movies is both entirely ludicrous and incredibly hard. It&#39;s a preposterous way to spend your time. You give up a lot for the privilege of doing it, and one of the things you get are relationships of immense trust that you see forged in situations of immense stress.","author":"Paul Greengrass","topic":"Movies"},{"quote":"I like the old, classic scary movies. I love &#39;Psycho,&#39; &#39;The Sixth Sense,&#39; and &#39;Poltergeist.&#39;","author":"Miranda Cosgrove","topic":"Movies"},{"quote":"If &#39;Deadwood&#39; had gone on another two years, I wouldn&#39;t have got as many movies made.","author":"Ian McShane","topic":"Movies"},{"quote":"I&#39;ve always loved movies about con men. I think con men are as American as apple pie.","author":"Bill Paxton","topic":"Movies"},{"quote":"You can&#39;t TV surf without coming across an Andy of Mayberry episode where you&#39;ve just got to watch Don as Barney. That&#39;s why I put Don in several of my movies.","author":"Tim Conway","topic":"Movies"},{"quote":"I figure you&#39;re only here for a matter of moments. Ever since I was a kid watching movies I&#39;ve always wanted to make people laugh or have some sort of emotional reaction.","author":"Tim Conway","topic":"Movies"},{"quote":"I don&#39;t know that movies are important. But I know that stories are important. Movies may disappear. They&#39;ve only been around, for God&#39;s sake, for the last hundred years... I think that it&#39;s the need to tell stories, and that people need to be told stories. It&#39;s the old sitting around the fire, you know.","author":"Allison Anders","topic":"Movies"},{"quote":"Music has always been a great solace for me. It&#39;s still something that gives me far more joy than movies, I must say. I love movies, too. But somehow, music can transport you. There are so many different kinds of experiences you can have with music.","author":"Allison Anders","topic":"Movies"},{"quote":"Bathroom humor, fart, and poo poo humor in movies gets a laugh. It&#39;s a pretty easy audience, and that&#39;s been around for ages.","author":"Selma Blair","topic":"Movies"},{"quote":"Hallmark makes beautiful films that feel as if they should be watched in a theater. The Hall family knows the power of stories, and they give us unforgettable movies with heart and depth and the resonance of classics.","author":"Luanne Rice","topic":"Movies"},{"quote":"I love other movies that have been made since, but I think more than any comic book movie, &#39;Superman&#39; just totally seemed to capture superheroes in ways that others have not.","author":"Brian K. Vaughan","topic":"Movies"},{"quote":"In my movies, there has been little to do in the way of animal rights. I have never worked in a movie with animals. No horse-riding, no trained dogs, lions, bears. A few actors, but what could I do? We had to have them.","author":"Casey Affleck","topic":"Movies"},{"quote":"There&#39;s a lot of movies that aren&#39;t all about Christmas, or where Christmas isn&#39;t the focus, but have that spirit of Christmas in them. I love that sequence in &#39;Auntie Mame,&#39; where she&#39;s in the department store, sewing at Macy&#39;s, and she doesn&#39;t know how to do anything but fill out a form as &#39;cash on delivery!&#39;","author":"Robert Osborne","topic":"Movies"},{"quote":"You just never know when movies are going to take off or not. The lucky thing about this was that it didn&#39;t cost a lot of money, and therefore there wasn&#39;t loads of pressure on me.","author":"Sam Mendes","topic":"Movies"},{"quote":"I&#39;m not looking to lose anything. I&#39;m looking to continue making movies.","author":"Johnny Knoxville","topic":"Movies"},{"quote":"I think us gals need to stay in and just change the way it works, so men aren&#39;t being workaholics and avoiding life and relationships, and they can make films in a reasonable amount of time, so you can have a family and a life outside of work. And have more balanced, content-driven, enjoyable movies.","author":"Joan Cusack","topic":"Movies"},{"quote":"I love animals and I love to see movies with animals that are done respectfully, you know?","author":"Kristin Davis","topic":"Movies"},{"quote":"I don&#39;t know if the &#39;80s were unique, but we certainly got original, groundbreaking stuff at the time with movies like &#39;Back to the Future&#39; and &#39;Star Wars&#39; - movies that became classics.","author":"Ernest Cline","topic":"Movies"},{"quote":"There were a lot of great memories around &#39;Star Wars.&#39; It was a foundation - probably for my interest in movies.","author":"Dave Filoni","topic":"Movies"},{"quote":"I don&#39;t want to see the zipper in the back of the monster suit. Like everybody else who goes to the movies, I want to believe the monster is real.","author":"Eric Stoltz","topic":"Movies"},{"quote":"But then, even with sex, I&#39;m more in the school of less is more in movies.","author":"Aaron Eckhart","topic":"Movies"},{"quote":"All over the world, maybe besides literature, there&#39;s nothing that touches many people as movies do. People see them everywhere.","author":"Jane Levy","topic":"Movies"},{"quote":"I am a keen observer of my own films; I also try to discover myself through the movies I make.","author":"Imtiaz Ali","topic":"Movies"},{"quote":"I always loved silent movies. I was not a specialist, but I loved them. And when I started directing, I became really fascinated by the format - how it works, the device of the silent movie.","author":"Michel Hazanavicius","topic":"Movies"},{"quote":"George Raft may or may not have gone both ways, but he was very sensitive to what they said about him, and it was one factor why he decided to play all those gangsters in the movies.","author":"Cesar Romero","topic":"Movies"},{"quote":"I don&#39;t cry at books or movies. Ever. So imagine my shock and awe when I read &#39;The Time Traveler&#39;s Wife&#39; for the second time, and I knew the ending, and I started to cry.","author":"Maggie Stiefvater","topic":"Movies"},{"quote":"I&#39;d always liked movies in a kind of naive way. They seemed no less improbable a career than anything else.","author":"Terrence Malick","topic":"Movies"},{"quote":"With stand-up, it doesn&#39;t matter who you are. If the audience claps because they love your movies, that clapping stops after five seconds, and then it&#39;s your job to make them laugh.","author":"Aubrey Plaza","topic":"Movies"},{"quote":"Meryl Streep&#39;s brilliant, just brilliant. I&#39;ve been fortunate to do two movies with Meryl. And for an actor to go moment to moment like she does, there&#39;s no one better. And she dances between moments. Each take is different because she&#39;s riding instincts, she&#39;s riding impulses. And she trusts that.","author":"Jeff Daniels","topic":"Movies"},{"quote":"I have respect for anyone who&#39;s going to go out and make a movie for a small budget and turn it into a phenomenon. God bless you. Please keep making movies. That&#39;s great. But it&#39;s not what entertains me.","author":"Katie Aselton","topic":"Movies"},{"quote":"It&#39;s ironic: In movies, the most successful films of all time have been sci-fi or fantasy. By far. But a lot of people won&#39;t even read science fiction books.","author":"David S. Goyer","topic":"Movies"},{"quote":"My favorite English teacher in high school showed me &#39;Brazil&#39; when I was 15, and it blew my mind. It&#39;s one of those movies that&#39;s revealed itself in different ways as I&#39;ve gone back to it over the years.","author":"Win Butler","topic":"Movies"},{"quote":"I&#39;ve been very successful doing voices in movies. I did Olive, the Other Reindeer, with Drew Barrymore, and I did Cats and Dogs. My children came to some of the sessions.","author":"Joe Pantoliano","topic":"Movies"},{"quote":"Paul Robeson was an athlete, Rutgers valedictorian, lawyer, writer, actor in movies and plays, great voice - a black male doing it all, back when some people thought he shouldn&#39;t. One reason I do all the things I do is to break stereotypes that people can only do certain things.","author":"Dhani Jones","topic":"Movies"},{"quote":"Movies are a complicated collision of literature, theatre, music and all the visual arts.","author":"Yahoo Serious","topic":"Movies"},{"quote":"On planes I always cry. Something about altitude, the lack of oxygen and the bad movies. I cried over a St. Bernard movie once on a plane. That was really embarrassing.","author":"Michael Stipe","topic":"Movies"},{"quote":"I figured, &#39;When is that ever going to happen again?&#39;. So I basically set out the opposite way movies are made; I set out with a budget first. I said, &#39;What can I do well for $40,000?&#39;.","author":"John Sayles","topic":"Movies"},{"quote":"Gangster movies are the inheritor of the Greek tragedy: it&#39;s the only genre where the audience will be disappointed if there&#39;s not a tragic ending.","author":"Daniel Espinosa","topic":"Movies"},{"quote":"On a very small scale, I kind of understand why the directors that I work with do certain things. I don&#39;t consider myself an incredible director. I&#39;m not ready to do movies by any means. But, I feel like I can be a better actress now that I&#39;ve been on the other side and kind of understand the process and more of the technical aspects of it.","author":"Hayley Kiyoko","topic":"Movies"},{"quote":"You know, I put my little brother in the movies and he&#39;s still in the pictures. My mother makes me put him in the pictures.","author":"Sam Raimi","topic":"Movies"},{"quote":"I&#39;ve always been in love with the movies. They&#39;re the dreams of the 20th Century.","author":"Arne Glimcher","topic":"Movies"},{"quote":"Television shows and movies that are all white, I can&#39;t watch them. They totally alienate me.","author":"B. D. Wong","topic":"Movies"},{"quote":"I don&#39;t like message movies either.","author":"Don Cheadle","topic":"Movies"},{"quote":"I do love horror movies, but I&#39;m not the kind of guy who would dress up as a ghoul for Halloween. I might go as a member of the Blue Man Group.","author":"Christopher Mintz-Plasse","topic":"Movies"},{"quote":"I just want different parts; I wanna be that guy who people mention and they don&#39;t know who you&#39;re talking about until you say a few movies they&#39;ve been in and then people are amazed that it&#39;s the same person.","author":"Bobby Cannavale","topic":"Movies"},{"quote":"I made a decision back in 1978 that, in a trade off for money when I directed Halloween, I would have my name above the title in order to basically brand these movies my own.","author":"John Carpenter","topic":"Movies"},{"quote":"I love making movies.","author":"John Carpenter","topic":"Movies"},{"quote":"Commercial movies have no feeling, no sensitivity. Most people tell me people won&#39;t understand films with feeling. But everyone can feel.","author":"John Cassavetes","topic":"Movies"},{"quote":"People don&#39;t know what they are doing most of the time. They don&#39;t know what they want. It&#39;s only in &#39;the movies&#39; that they know what their problems are and have game plans to deal with them.","author":"John Cassavetes","topic":"Movies"},{"quote":"I think that weird rumor or idea in Hollywood that people don&#39;t want to see female-driven movies couldn&#39;t be further from the truth. Women buy tickets to movies.","author":"Michelle Monaghan","topic":"Movies"},{"quote":"And I always had this idea for making a movie about a femme fatale, because I like these characters. They&#39;re a lot of fun, they&#39;re sexy, they&#39;re manipulative, they&#39;re dangerous.","author":"Brian De Palma","topic":"Movies"},{"quote":"I grew up on all of the great spy movies and TV series of the Sixties - not just Bond, but Derek Flint and the Avengers and Modesty Blaise and the Man from UNCLE and on and on. Every time I sit down to work on Cinderella, I&#39;m writing a love letter to all of those characters.","author":"Chris Roberson","topic":"Movies"},{"quote":"When the music and the characters are flawlessly synchronized, the opera develops an emotional force that movies and plays cannot match.","author":"Bruce Beresford","topic":"Movies"},{"quote":"I loved &#39;Clueless.&#39; That was one of my favorite movies of all time.","author":"Amanda Bynes","topic":"Movies"},{"quote":"In old movies, the cinematography is a thousand times better than anything today. Writing, a thousand times better.","author":"John Kricfalusi","topic":"Movies"},{"quote":"Real pirates were better than in movies, more daring and terrifying and cunning than any screenwriter could imagine. They operated during the Golden Age of Piracy, from 1650 to 1720.","author":"Robert Kurson","topic":"Movies"},{"quote":"The movies that I love and model after, like &#39;Annie Hall,&#39; &#39;When Harry Met Sally,&#39; and in particular for me, &#39;Broadcast News,&#39; are the tone of life, which isn&#39;t a setup punch-line every two minutes.","author":"Jason Segel","topic":"Movies"},{"quote":"I was a huge Muppet fan growing up. I want to bring it back to the early &#39;80s Muppet movies, when the scripts could have been performed by humans.","author":"Jason Segel","topic":"Movies"},{"quote":"I&#39;m a big believer in creating parameters for creativity. I think parameters make people more creative. So that starts with my budgets. I only do low budget movies, and I think that makes the movies better.","author":"Jason Blum","topic":"Movies"},{"quote":"The best thing about doing those Hallmark movies is my dad loves them. My dad watches all of those Christmas movies, not just ones I&#39;m in. He watches them all, so the first one I did, it was like my Christmas present to my dad.","author":"Eric Johnson","topic":"Movies"},{"quote":"When a French book becomes an international hit it is because of the author and not because of the language. The same goes for movies.","author":"Jean-Jacques Annaud","topic":"Movies"},{"quote":"America is the only country capable of producing national movies: its culture has become a global culture.","author":"Jean-Jacques Annaud","topic":"Movies"},{"quote":"I tend to watch a lot of movies at home. It&#39;s nice to be close to the refrigerator with my pyjamas on and just relax.","author":"Kathy Reichs","topic":"Movies"},{"quote":"&#39;Avatar&#39; was gorgeous. There are good stories in there, but when used in other movies they&#39;re similar to those violent video games. Characters using deadly weapons. The children follow these movies.","author":"Louis Gossett, Jr.","topic":"Movies"},{"quote":"For me, modern technology has ruined romance and movies - nobody can run to the airplane gate anymore.","author":"Lorene Scafaria","topic":"Movies"},{"quote":"I met the Colonel when Elvis was recording some song I&#39;d written for one of his movies. Elvis was just having fun with the gang and all the Memphis boys and Colonel Parker was sitting over here in like a theater seat.","author":"Mac Davis","topic":"Movies"},{"quote":"I like action-adventure movies.","author":"Ian Ziering","topic":"Movies"},{"quote":"I thought Clint Eastwood was cool in all the western movies, but I&#39;m not gonna drive somewhere he&#39;s at and stand in line to see him. I told Missy, my wife, &#39;The only person I&#39;d stand in line for is God Almighty. You made the universe? All right, I&#39;ll get in line!&#39;","author":"Jase Robertson","topic":"Movies"},{"quote":"One of my goals is definitely break into film, and I want to do action movies as well.","author":"Derek Theler","topic":"Movies"},{"quote":"I love my early movies, but naturalism is an artist&#39;s early style. Now I want to deal with feelings, dreams, an acceptance of irrationality.","author":"Irvin Kershner","topic":"Movies"},{"quote":"&#39;Beverly Hills Cop&#39; opened up a whole world. I got the television show and movies, and I would go sign autographs for one hour and get paid $25,000.","author":"Bronson Pinchot","topic":"Movies"},{"quote":"My retirement is both voluntary and involuntary. One reason, and this is voluntary, is the impact of television. All old movies are turning up on television, and frankly, making pictures doesn&#39;t interest me anymore. Another reason is that the film industry is in a declining state.","author":"Randolph Scott","topic":"Movies"},{"quote":"The thing about HD-DVD that is attractive to Microsoft is that it&#39;s very pro-consumer in letting you copy all movies up onto the hard disk.","author":"Bill Gates","topic":"Movies"},{"quote":"The movies are the only business where you can go out front and applaud yourself.","author":"Will Rogers","topic":"Movies"},{"quote":"There&#39;s only one thing that can kill the movies, and that&#39;s education.","author":"Will Rogers","topic":"Movies"},{"quote":"I like Italian movies. I was frequently there in the &#39;60s, in Rome and the vicinity. It was a great period in life. I was very influenced by their stuff.","author":"Clint Eastwood","topic":"Movies"},{"quote":"My favorite movies of all times is &#39;Doctor Zhivago,&#39; and I love &#39;Gone With the Wind.&#39; I&#39;d love to play some Southern belle or something where I owned a plantation.","author":"Dolly Parton","topic":"Movies"},{"quote":"I think the whole stigma of &#39;black movies&#39; is slowly being lost. When you look at movies like &#39;12 Years A Slave,&#39; to &#39;The Butler,&#39; to &#39;The Best Man,&#39; to &#39;Ride Along,&#39; to even &#39;Think Like a Man&#39; from last year - these movies are just good movies.","author":"Kevin Hart","topic":"Movies"},{"quote":"Growing up I didn&#39;t watch movies.","author":"Denzel Washington","topic":"Movies"},{"quote":"One of the skills I had to learn and become proficient in is kissing a man. I had never kissed a man. Will Smith did it in his movies, so did Jake Gyllenhaal, and I figured it was my time. So it was me and Steve Carell - fantastic.","author":"Dwayne Johnson","topic":"Movies"},{"quote":"Everything makes me nervous - except making films.","author":"Elizabeth Taylor","topic":"Movies"},{"quote":"I thought I&#39;d just do a wave of movies, and then I&#39;d burn out. They just kept coming together.","author":"Paul Walker","topic":"Movies"},{"quote":"Even when I was a little kid, I always said I would be in the movies one day, and damned if I didn&#39;t make it.","author":"Richard Pryor","topic":"Movies"},{"quote":"I go to a lot of movies where people are all around me laughing, and I feel like I&#39;m from outer space because I find it dangerous and stupid and horrible and degrading to women and all these things.","author":"Meryl Streep","topic":"Movies"},{"quote":"I try to make two movies a year. To me, that&#39;s not too much. On top of that, I like to work.","author":"Nicolas Cage","topic":"Movies"},{"quote":"I&#39;m fighting the label of &#39;Black&#39; actress simply because it&#39;s very limiting in people&#39;s eyes, especially people who are making movies.","author":"Whoopi Goldberg","topic":"Movies"},{"quote":"The action movies changed radically when it became possible to Velcro your muscles on. It was the beginning of a new era. The visual took over. The special effects became more important than the single person. That was the beginning of the end.","author":"Sylvester Stallone","topic":"Movies"},{"quote":"To grasp the full significance of life is the actor&#39;s duty; to interpret it his problem; and to express it his dedication.","author":"James Dean","topic":"Movies"},{"quote":"More and more, as I grow older, I find myself looking for inspiration in painting, illustration, videogames, and old movies.","author":"Guillermo del Toro","topic":"Movies"},{"quote":"I&#39;ve been to two festivals in my life, and I&#39;ve never been to Toronto. I haven&#39;t really been making festival movies. This is new territory for me.","author":"Joss Whedon","topic":"Movies"},{"quote":"I sort of have open invitations from a lot of people to do TV. But it&#39;s very hard for me to do roles in sitcoms and movies because I&#39;m not a great actor, so if the material isn&#39;t good, I&#39;m in torment while I do it.","author":"Norm MacDonald","topic":"Movies"},{"quote":"I&#39;m not someone who sits at home and doesn&#39;t like to go out, doesn&#39;t like to watch movies. I like to live my life.","author":"Virat Kohli","topic":"Movies"},{"quote":"I was obsessed with romance. When I was in high school, I saw &#39;Doctor Zhivago&#39; every day from the day it opened until the day it left the theater.","author":"John Hughes","topic":"Movies"},{"quote":"Unlike the twisters he famously chased in the movies, Bill Paxton was the kind of force of nature you ran toward and never away from.","author":"Ron Howard","topic":"Movies"},{"quote":"You never hear of a live-action studio that has been making so-so films looking over at a studio that&#39;s making great movies and going, &#39;Oh, we see the difference - we&#39;re using a different camera.&#39;","author":"John Lasseter","topic":"Movies"},{"quote":"I think a sequel is a waste of money and time. I think movies should illuminate new stories.","author":"Francis Ford Coppola","topic":"Movies"},{"quote":"I&#39;m not a strikingly handsome guy, but I&#39;m in movies.","author":"Shia LaBeouf","topic":"Movies"},{"quote":"I can&#39;t get through some movies without shedding a tear; I can&#39;t lie.","author":"David Beckham","topic":"Movies"},{"quote":"Everyone told me to pass on &#39;Speed&#39; because it was a &#39;bus movie.&#39;","author":"Sandra Bullock","topic":"Movies"},{"quote":"I think that, in the beginning, you think, &#39;I want to be the biggest movie star in the world.&#39; And then, with the more movies you make, you are like, &#39;I don&#39;t know if I want to be that anymore. I think what I am looking for is something different.&#39; I like acting, but a lot of times, stardom comes with a lot of strings attached.","author":"Chris Evans","topic":"Movies"},{"quote":"People think that they just want movies like Pretty Woman, when really they - at least the ones that I know personally - have been waiting for something that doesn&#39;t completely insult them.","author":"Winona Ryder","topic":"Movies"},{"quote":"I make movies. I have a passion. Puppies and daisies don&#39;t accomplish anything. That&#39;s not me at all.","author":"Drew Barrymore","topic":"Movies"},{"quote":"I&#39;m not too proud of the movies I made as a grownup except for &#39;That Hagen Girl&#39;, which nobody remembers but which gave me a chance to act.","author":"Shirley Temple","topic":"Movies"},{"quote":"I said, &#39;I&#39;m going to the United States to study with Stella Adler and do movies because nobody here has done it and my passion is films.&#39; But I came here and I didn&#39;t speak English, I didn&#39;t have a green card, I didn&#39;t know I had to have an agent, I couldn&#39;t drive, I was dyslexic.","author":"Salma Hayek","topic":"Movies"},{"quote":"I&#39;m very much into the costuming of any character that I portray and it&#39;s one of the great things about making movies is it&#39;s a collaborative art form so you get all these artists who are looking specifically about for this instance your character&#39;s costume and what that might tell about your character.","author":"Jeff Bridges","topic":"Movies"},{"quote":"One of the things that I find so exciting about life is that you&#39;re constantly surprised. You never know what&#39;s going to happen, and it&#39;s certainly like that making movies; every once in a while, one will come along that transcends all of your expectations.","author":"Jeff Bridges","topic":"Movies"},{"quote":"It&#39;ll be the Internet and piracy that will kill film. There&#39;s a philosophy that the Internet should be free, but the reality is that piracy will destroy the film industry and film as an art form because it&#39;s expensive to make a movie. Maybe you&#39;ll have funky little independent movies, and it&#39;ll go back and then start up again some other way.","author":"Helen Mirren","topic":"Movies"},{"quote":"I don&#39;t share lots of the phobias that horror movies tap into. I don&#39;t mind spiders or snakes or darkness.","author":"Helen Mirren","topic":"Movies"},{"quote":"There&#39;s a generation of children who don&#39;t like black and white movies. There&#39;s a level of impatience or intolerance now.","author":"Peter Jackson","topic":"Movies"},{"quote":"I had a teacher who loved movies. He had a little theatre called The Flick, and he would let a bunch of us volunteer to work there, and he also let us make little movies in class.","author":"Kathleen Kennedy","topic":"Movies"},{"quote":"Movies like that aren&#39;t about the visual effects and explosions. They&#39;re human stories about family, about life, about death.","author":"Orlando Bloom","topic":"Movies"},{"quote":"The guy that made me wanna make movies... and this is off the wall-is a guy named Michael Pal, the British director.","author":"George A. Romero","topic":"Movies"},{"quote":"I grew up on EC comic books and &#39;Tales From the Crypt,&#39; which were all loaded with humor, bad jokes, and puns. I can have that kind of fun and make these comic book movies but, at the same time, talk about things I want to talk about - whether it&#39;s consumerism or the Bush administration or war.","author":"George A. Romero","topic":"Movies"},{"quote":"Yes, I&#39;m going to be the President of the United States. You know why? You think you can get chicks by being in the movies? You can really get chicks by being the President.","author":"Ben Affleck","topic":"Movies"},{"quote":"Making movies has become such a golden ring, and it&#39;s all such a big business, that the rewards system has gotten totally out of whack. Suddenly, you&#39;re treated in a manner befitting someone who is actually an important person.","author":"Ben Affleck","topic":"Movies"},{"quote":"Most of us cluster somewhere in the middle of most statistical distributions. But there are lots of bell curves, and pretty much everyone is on a tail of at least one of them. We may collect strange memorabilia or read esoteric books, hold unusual religious beliefs or wear odd-sized shoes, suffer rare diseases or enjoy obscure movies.","author":"Virginia Postrel","topic":"Movies"},{"quote":"I do believe that movies are subject to a million interpretations.","author":"Oliver Stone","topic":"Movies"},{"quote":"If you&#39;ve been on the covers of some magazines and been in a few movies that have been seen by people, for some reason, women seem to be drawn to you.","author":"Vince Vaughn","topic":"Movies"},{"quote":"I&#39;m terrified of the supernatural things, which is why I&#39;m very grateful that I don&#39;t see things like that. Because if I did see things of the paranormal persuasion, I don&#39;t think I&#39;d be able to continue making scary movies.","author":"James Wan","topic":"Movies"},{"quote":"I would be too selfish if I said everyone should see my movies more than once. To say that would mean I&#39;m just marketing my work!","author":"Abbas Kiarostami","topic":"Movies"},{"quote":"Some movies bring out the creativity in you. Every single audience member can become creative in the face of a particular movie. If you happen to like my films, it&#39;s because my films provide a bed for you on which you can find your creativity. The Hollywood movies do not provide that for you.","author":"Abbas Kiarostami","topic":"Movies"},{"quote":"When I was a kid, the only way I saw movies was from the back seat of my family&#39;s car at the drive-in.","author":"Forest Whitaker","topic":"Movies"},{"quote":"Acting and the industry of making movies is beautiful, but it&#39;s so exhausting and such hard work; if you don&#39;t absolutely 100% want to do something, it defeats the purpose.","author":"Debby Ryan","topic":"Movies"},{"quote":"I didn&#39;t have any ambition to produce big mainstream popcorn movies.","author":"Jodie Foster","topic":"Movies"},{"quote":"I was a semiotics major at Brown, and there&#39;s this idea that stories are better, books are better, and movies are better if they cocked you off your axis and you were completely disoriented and you&#39;d really have to rethink everything. Nobody has that experience, actually.","author":"Ira Glass","topic":"Movies"},{"quote":"I grew up wanting to make movies, and along the way I suddenly found that I had a career doing comedy.","author":"Ben Stiller","topic":"Movies"},{"quote":"Well, the wonderful thing about making movies, oddly enough, is that they&#39;re sort of highly motivated graduate studies in one or another field.","author":"Sydney Pollack","topic":"Movies"},{"quote":"Every single art form is involved in film, in a way.","author":"Sydney Pollack","topic":"Movies"},{"quote":"When you make a film you usually make a film about an idea.","author":"Sydney Pollack","topic":"Movies"},{"quote":"I never said that movies were struggling behind TV. I&#39;m just saying that movies have a better creative cache.","author":"Patton Oswalt","topic":"Movies"},{"quote":"&#39;Mr. Smith Goes to Washington&#39; is one of the greatest films of all time.","author":"Laura Dern","topic":"Movies"},{"quote":"I like movies about longing and desperation, and dark and light things, stories about people struggling to raise children, and to have relationships and be intimate with each other.","author":"Laura Dern","topic":"Movies"},{"quote":"Even today, in our progressive times, in most movies that come out, the men have to have biceps and the women have to be thin or something.","author":"Joseph Gordon-Levitt","topic":"Movies"},{"quote":"I had a brother who was bullying me to write something because we wanted to make our own movies. So it was out of necessity in the beginning. Over time, I began to see that I could create the roles I wanted to play rather than just waiting around.","author":"Joel Edgerton","topic":"Movies"},{"quote":"Sometimes in movies, I still have to be the hero, but it&#39;s not all that important to me anymore.","author":"Dennis Quaid","topic":"Movies"},{"quote":"I&#39;m not a big fan of kids&#39; movies that have this knowing snarkiness to them or this post-modern take on storytelling. I think that sails right over the heads of most kids. There&#39;s something to be said for a well-told fairy tale. There&#39;s a reason that these mythic stories stay with us.","author":"John C. Reilly","topic":"Movies"},{"quote":"I am one of those people who is not very patient in the makeup chair. I have been offered movies like &#39;Planet of the Apes&#39; and stuff like &#39;The Grinch Who Stole Christmas&#39; and I turned them down.","author":"John C. Reilly","topic":"Movies"},{"quote":"Growing up, I was obsessed with Disney movies like &#39;The Little Mermaid,&#39; &#39;Aladdin&#39; and &#39;Beauty And The Beast.&#39; I was always singing the songs from these movies, so to find myself in the studio with Alan Menken was an amazing experience. In fact, it was a dream come true.","author":"Mandy Moore","topic":"Movies"},{"quote":"Photoshop makes things look beautiful just as you have special effects in movies. It&#39;s just a part of life.","author":"Erin Heatherton","topic":"Movies"},{"quote":"I&#39;ve got a nice car. I love my job. I&#39;ve got a bagel store, and I have breakfast every morning with friends I grew up with. I&#39;ve been in movies, I&#39;ve written books - I don&#39;t know how that all happened.","author":"Larry King","topic":"Movies"},{"quote":"Though narrative cohesion isn&#39;t the strength of &#39;Mean Girls,&#39; which works better from scene to scene than as a whole, the intelligence shines in its understanding of contradictions, keeping a comic distance from the emotional investment of teenagers that defined &#39;Ridgemont High&#39; and later the adolescent angst movies of John Hughes.","author":"Elvis Mitchell","topic":"Movies"},{"quote":"I&#39;ve made so many movies playing a hooker that they don&#39;t pay me in the regular way anymore. They leave it on the dresser.","author":"Shirley MacLaine","topic":"Movies"},{"quote":"I like the idea of movies having a magic element. How many times have you seen an actor in a movie who you know only as the character? It&#39;s wonderful, isn&#39;t it?","author":"Christian Bale","topic":"Movies"},{"quote":"If you don&#39;t like my movies, don&#39;t watch them.","author":"Dario Argento","topic":"Movies"},{"quote":"Well, I think one of the main things that you have to think about when acting in the movies is to try not to make the acting show.","author":"James Stewart","topic":"Movies"},{"quote":"Shoot a few scenes out of focus. I want to win the foreign film award.","author":"Billy Wilder","topic":"Movies"},{"quote":"Growing up, movies were something my family and, later, my friends and I would stay up all night talking about. The movies I remember moved me and forced you to think about things that made you know yourself better.","author":"Edward Zwick","topic":"Movies"},{"quote":"There&#39;s an idea that action movies are more attractive to one gender than the other or different kinds of people or whatever. The truth is action is not any different than any other part of a story.","author":"Patty Jenkins","topic":"Movies"},{"quote":"Movies are a collaboration, I feel, so I didn&#39;t think of myself as an authoritative figure as much.","author":"Gia Coppola","topic":"Movies"},{"quote":"There are movies whose feel-good sentiments and slick craft annoy me so deeply that I know they will become box-office successes or top prizewinners. I call this internal mechanism my Built-In Hit Detector.","author":"Richard Corliss","topic":"Movies"},{"quote":"If I would rescue one of my movies, it would be &#39;A Little Princess.&#39;","author":"Alfonso Cuaron","topic":"Movies"},{"quote":"The beauty of Toronto is that it has not been shot a lot in movies, for itself at least. I mean, most of the time, Toronto is shot to portray something else.","author":"Denis Villeneuve","topic":"Movies"},{"quote":"The truth is, when I started to make films, I was terrified. I had a huge difference in what I was writing in the screenplay and what was on the screen after. Sometimes there was a big gap. Now, the more I have experienced, the more I do movies, the more I feel that the dream is closer to the screen. It&#39;s coming with experience.","author":"Denis Villeneuve","topic":"Movies"},{"quote":"Movies are something people see all over the world because there is a certain need for it.","author":"Wim Wenders","topic":"Movies"},{"quote":"Inspiration for my &#39;Nerdy Nummies&#39; videos comes from all over. Many of the ideas originate from the games, comics or movies I&#39;m excited about. My family is really creative as well and are constantly sending me their thoughts.","author":"Rosanna Pansino","topic":"Movies"},{"quote":"I came in with a very specific idea about what a Doctor Strange movie should be, which was rooted in the comics, and I thought it should be as weird and as visually ambitious compared to modern comic book movies as the comic was when it showed up in the &#39;60s compared to other comic books at the time.","author":"Scott Derrickson","topic":"Movies"},{"quote":"Well, Toronto, I consider to be the birthplace of my films. I&#39;ve made three films and this is the third one to premiere here in the same theater on the same day at the same time - they are my audience. They&#39;re the people that I think about while I&#39;m writing, directing, and editing. I specifically make movies for them.","author":"Jason Reitman","topic":"Movies"},{"quote":"I always hated high-school shows and high-school movies, because they were always about the cool kids. It was always about dating and sex, and all the popular kids, and the good-looking kids. And the nerds were super-nerdy cartoons, with tape on their glasses. I never saw &#39;my people&#39; portrayed accurately.","author":"Paul Feig","topic":"Movies"},{"quote":"Hitchcock had a charm about him. He was very funny at times. He was incredibly brilliant in his field of suspense.","author":"Tippi Hedren","topic":"Movies"},{"quote":"Movies are not scripts - movies are films; they&#39;re not books, they&#39;re not the theatre.","author":"Nicolas Roeg","topic":"Movies"},{"quote":"You can map your life through your favorite movies, and no two people&#39;s maps will be the same.","author":"Mary Schmich","topic":"Movies"},{"quote":"I think that being Jewish has generated an extremely strong sense of the importance of family. If I look at my Scandinavian colleagues, they don&#39;t have that urgency about family. All my movies are about that.","author":"Susanne Bier","topic":"Movies"},{"quote":"I&#39;m not allowed to see R-rated movies, but I did see &#39;Kick-Ass&#39; because I&#39;m in it. I&#39;m not going to skip out on my own premiere!","author":"Chloe Grace Moretz","topic":"Movies"},{"quote":"I think a lot of people have an idea of virtual reality from science fiction, books and movies that have been out over the last couple of decades.","author":"Brendan Iribe","topic":"Movies"},{"quote":"I make movies I want to see.","author":"Neil LaBute","topic":"Movies"},{"quote":"When Ginger Rogers danced with Astaire, it was the only time in the movies when you looked at the man, not the woman.","author":"Gene Kelly","topic":"Movies"},{"quote":"Movie magic is movie magic and acting magic is acting magic.","author":"Ben Kingsley","topic":"Movies"},{"quote":"Critics can say what they like about the films, but very often, there&#39;s a certain expectation of documentaries that they&#39;re supposed to be like PowerPoint presentations. I see documentaries as movies. So when I see some critics writing that we could have done without the recreations altogether - well, perhaps.","author":"Alex Gibney","topic":"Movies"},{"quote":"I just want to touch something deep in the heart of humanity. I don&#39;t know if that&#39;s in movies, producing films, or writing a book, but I&#39;m concerned about our spiritual well-being as a human race. I want to impact people in a way that makes us all reach for our best.","author":"Nicole Ari Parker","topic":"Movies"},{"quote":"You won&#39;t find me in a romantic comedy. Those movies don&#39;t speak to me. People don&#39;t come to talk to me about those scripts, because they probably think I&#39;m this dark, twisted, miserable person.","author":"Naomi Watts","topic":"Movies"},{"quote":"The four movies I can remember seeing as a kid were &#39;The Elephant Man,&#39; &#39;The Magnificent Seven,&#39; &#39;The Good, The Bad and The Ugly&#39; and &#39;Mad Max!&#39; Two of those are westerns. So the western genre is emblazoned on my memory from childhood, and those are two great movies.","author":"Casey Affleck","topic":"Movies"},{"quote":"I&#39;ve made 122 movies, and I daresay there&#39;s a picture of mine showing somewhere in the world every day.","author":"Tony Curtis","topic":"Movies"},{"quote":"There&#39;s a lot of movies, and I&#39;ve made some of them that could be categorized this way, but there&#39;s definitely been a trend in animated features of all types to be a little bit cynical, if you will, to have a little bit of &#39;knowing&#39; humor to them, kind of a wink to the audience.","author":"Kelly Asbury","topic":"Movies"},{"quote":"I always loved silent movies. I was not a specialist, but I loved them. And when I started directing, I became really fascinated by the format - how it works, the device of the silent movie. It&#39;s not the same form of expression as a talkie. The lack of sounds makes you participate in the storytelling.","author":"Michel Hazanavicius","topic":"Movies"},{"quote":"I&#39;m not a huge fan of scary movies, but I love doing them because your character arc gets condensed, and everything is elevated, and so you kind of have this amazing opportunity to go in many different places.","author":"Imogen Poots","topic":"Movies"},{"quote":"Movies are an art form that is very available to the masses.","author":"Richard King","topic":"Movies"},{"quote":"I&#39;m not impressed by someone&#39;s degree... I&#39;m impressed by them making movies.","author":"Richard King","topic":"Movies"},{"quote":"Citizen Kane is perhaps the one American talking picture that seems as fresh now as the day it opened. It may seem even fresher.","author":"Pauline Kael","topic":"Movies"},{"quote":"I hardly ever go to the movies.","author":"Dana Brunetti","topic":"Movies"},{"quote":"I like something where I can really use my imagination and be an active participant in the construction of the monster and usually that&#39;s in the world of the supernatural or the world of the fantastic, so that&#39;s why those kinds of stories about demons and the supernatural appeal to me or maybe I&#39;m really interested in that subject.","author":"Sam Raimi","topic":"Movies"},{"quote":"I like working fast, but I got to the age where the real difference between television and the movies is, I&#39;m not smart enough to be in the movies. It&#39;s a very political world. In all modesty, I can say that I&#39;m a much better actor, but that doesn&#39;t matter.","author":"William Devane","topic":"Movies"},{"quote":"It&#39;s the story that counts.","author":"Vincente Minnelli","topic":"Movies"},{"quote":"I was raised on Westerns. They were part of what going into the movies was.","author":"Tobin Bell","topic":"Movies"},{"quote":"So I like to try to go back and develop pure visual storytelling. Because to me, it&#39;s one of the most exciting aspects of making movies and almost a lost art at this point.","author":"Brian De Palma","topic":"Movies"},{"quote":"Filmmaking can be a fine art.","author":"Terri Windling","topic":"Movies"},{"quote":"And in movies you must be a gambler. To produce films is to gamble.","author":"Douglas Sirk","topic":"Movies"},{"quote":"Sometimes we see the Civil War in movies and imagine these neatly aligned rows of men with muskets, walking in line to shoot each other. In reality the things that fascinated me were how absolutely ruthless and violent so many engagements were, how much suffering and how men were not prepared.","author":"Seth Grahame-Smith","topic":"Movies"},{"quote":"I just like movies that somehow expose the world in a way that&#39;s different than you imagine it.","author":"Alex Winter","topic":"Movies"},{"quote":"Everybody&#39;s a filmmaker today.","author":"John Milius","topic":"Movies"},{"quote":"I made over forty Westerns. I used to lie awake nights trying to think up new ways of getting on and off a horse.","author":"William Wyler","topic":"Movies"},{"quote":"I love great locations in movies, and I couldn&#39;t believe I&#39;d never seen a landfill on screen before. It was the most haunting place.","author":"Lucy Walker","topic":"Movies"},{"quote":"I think you kind of hope for people to gush over movies, but I think the opposite way is great sometimes, too. I&#39;d rather have a movie that you&#39;re angry about and that you&#39;re talking about the next day, than something you forget about when the popcorn goes into the trash.","author":"Gabriel Mann","topic":"Movies"},{"quote":"While the notion that torture works has been glorified in television shows and movies, the simple truth is this: torture has never been an effective interrogation method.","author":"Jerrold Nadler","topic":"Movies"},{"quote":"I&#39;ve always loved movies and animation. When I was little, I was always pretending to be some alter ego superhero. For years it was Ultraman, ninjas, Spiderman and other cool super heroes.","author":"Ryan Potter","topic":"Movies"},{"quote":"I was inspired to become a writer by horror movies and science fiction.","author":"Colson Whitehead","topic":"Movies"},{"quote":"I always thought that Elvis could have been a great actor, and that he was put in a lot of unimportant movies when he could have done a lot of great ones.","author":"Patti Page","topic":"Movies"},{"quote":"Every time I make a picture the critics&#39; estimate of American public taste goes down ten percent.","author":"Cecil B. DeMille","topic":"Movies"},{"quote":"Nobody makes movies bad on purpose.","author":"Roland Emmerich","topic":"Movies"},{"quote":"The best reason to go to the movies is to be with other people. Eating the popcorn, being with other people you don&#39;t know.","author":"Peter Weller","topic":"Movies"},{"quote":"&#39;Home Alone&#39; was a movie, not an alibi.","author":"Jerry Orbach","topic":"Movies"},{"quote":"In the next couple of years, part of every film&#39;s process is going to be to adjust the images. And it&#39;ll be to change the color of an actor&#39;s tie or change the little smirky thing he&#39;s doing with his mouth. Or you can put in more clouds or move the tree a little bit.","author":"Robert Zemeckis","topic":"Movies"},{"quote":"The great art of films does not consist of descriptive movement of face and body but in the movements of thought and soul transmitted in a kind of intense isolation.","author":"Louise Brooks","topic":"Movies"},{"quote":"I&#39;m married to the theater but my mistress is the films.","author":"Oskar Werner","topic":"Movies"},{"quote":"We are the movies and the movies are us.","author":"David Ansen","topic":"Movies"},{"quote":"I learned what I really love is making films, not the film business. I want to be on the set, meeting with writers, I want that freedom. I love it now.","author":"Harvey Weinstein","topic":"Movies"},{"quote":"People know that I have a great love for cinema. Not just for commercial cinema, but for the &#39;cinema d&#39;auteur.&#39; But to me, two of the great &#39;auteurs&#39; are actually actors and they both happen to be French. One is Alain Delon and the other is Jean-Paul Belmondo.","author":"Harvey Weinstein","topic":"Movies"}]