[{"quote":"Look deep into nature, and then you will understand everything better.","author":"Albert Einstein","topic":"Nature"},{"quote":"Just living is not enough... one must have sunshine, freedom, and a little flower.","author":"Hans Christian Andersen","topic":"Nature"},{"quote":"Nature always wears the colors of the spirit.","author":"Ralph Waldo Emerson","topic":"Nature"},{"quote":"The woods are lovely, dark and deep. But I have promises to keep, and miles to go before I sleep.","author":"Robert Frost","topic":"Nature"},{"quote":"In every walk with nature one receives far more than he seeks.","author":"John Muir","topic":"Nature"},{"quote":"Wherever you go, no matter what the weather, always bring your own sunshine.","author":"Anthony J. D'Angelo","topic":"Nature"},{"quote":"Every flower is a soul blossoming in nature.","author":"Gerard De Nerval","topic":"Nature"},{"quote":"In the depth of winter I finally learned that there was in me an invincible summer.","author":"Albert Camus","topic":"Nature"},{"quote":"I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature.","author":"Paulo Coelho","topic":"Nature"},{"quote":"So many times, people told me I can&#39;t do this or can&#39;t do that. My nature is that I don&#39;t listen very well. I&#39;m very determined, and I believe in myself. My parents brought me up that way. Thank God for that. I don&#39;t let anything stand in my way.","author":"Chantal Sutherland","topic":"Nature"},{"quote":"Simplicity is natures first step, and the last of art.","author":"Philip James Bailey","topic":"Nature"},{"quote":"Keep close to Nature&#39;s heart... and break clear away, once in awhile, and climb a mountain or spend a week in the woods. Wash your spirit clean.","author":"John Muir","topic":"Nature"},{"quote":"Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather.","author":"John Ruskin","topic":"Nature"},{"quote":"Over every mountain there is a path, although it may not be seen from the valley.","author":"Theodore Roethke","topic":"Nature"},{"quote":"We need to find God, and he cannot be found in noise and restlessness. God is the friend of silence. See how nature - trees, flowers, grass- grows in silence; see the stars, the moon and the sun, how they move in silence... We need silence to be able to touch souls.","author":"Mother Teresa","topic":"Nature"},{"quote":"In nature, light creates the color. In the picture, color creates the light.","author":"Hans Hofmann","topic":"Nature"},{"quote":"The family is one of nature&#39;s masterpieces.","author":"George Santayana","topic":"Nature"},{"quote":"There&#39;s no night without stars.","author":"Andre Norton","topic":"Nature"},{"quote":"Adopt the pace of nature: her secret is patience.","author":"Ralph Waldo Emerson","topic":"Nature"},{"quote":"The sea, once it casts its spell, holds one in its net of wonder forever.","author":"Jacques Yves Cousteau","topic":"Nature"},{"quote":"Green is the prime color of the world, and that from which its loveliness arises.","author":"Pedro Calderon de la Barca","topic":"Nature"},{"quote":"The sky broke like an egg into full sunset and the water caught fire.","author":"Pamela Hansford Johnson","topic":"Nature"},{"quote":"Sunset is still my favorite color, and rainbow is second.","author":"Mattie Stepanek","topic":"Nature"},{"quote":"Study nature, love nature, stay close to nature. It will never fail you.","author":"Frank Lloyd Wright","topic":"Nature"},{"quote":"Joy in looking and comprehending is nature&#39;s most beautiful gift.","author":"Albert Einstein","topic":"Nature"},{"quote":"There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar; I love not Man the less, but Nature more.","author":"Lord Byron","topic":"Nature"},{"quote":"The best thing one can do when it&#39;s raining is to let it rain.","author":"Henry Wadsworth Longfellow","topic":"Nature"},{"quote":"In nature, nothing is perfect and everything is perfect. Trees can be contorted, bent in weird ways, and they&#39;re still beautiful.","author":"Alice Walker","topic":"Nature"},{"quote":"The clearest way into the Universe is through a forest wilderness.","author":"John Muir","topic":"Nature"},{"quote":"Even in winter an isolated patch of snow has a special quality.","author":"Andy Goldsworthy","topic":"Nature"},{"quote":"If the sight of the blue skies fills you with joy, if a blade of grass springing up in the fields has power to move you, if the simple things of nature have a message that you understand, rejoice, for your soul is alive.","author":"Eleonora Duse","topic":"Nature"},{"quote":"Youth is the gift of nature, but age is a work of art.","author":"Stanislaw Jerzy Lec","topic":"Nature"},{"quote":"Sunsets are so beautiful that they almost seem as if we were looking through the gates of Heaven.","author":"John Lubbock","topic":"Nature"},{"quote":"A kiss is a lovely trick designed by nature to stop speech when words become superfluous.","author":"Ingrid Bergman","topic":"Nature"},{"quote":"Colors are the smiles of nature.","author":"Leigh Hunt","topic":"Nature"},{"quote":"Forget not that the earth delights to feel your bare feet and the winds long to play with your hair.","author":"Khalil Gibran","topic":"Nature"},{"quote":"Some people walk in the rain, others just get wet.","author":"Roger Miller","topic":"Nature"},{"quote":"Earth and sky, woods and fields, lakes and rivers, the mountain and the sea, are excellent schoolmasters, and teach some of us more than we can ever learn from books.","author":"John Lubbock","topic":"Nature"},{"quote":"Land really is the best art.","author":"Andy Warhol","topic":"Nature"},{"quote":"Trees are the earth&#39;s endless effort to speak to the listening heaven.","author":"Rabindranath Tagore","topic":"Nature"},{"quote":"Gray skies are just clouds passing over.","author":"Duke Ellington","topic":"Nature"},{"quote":"Deep in their roots, all flowers keep the light.","author":"Theodore Roethke","topic":"Nature"},{"quote":"The art of medicine consists in amusing the patient while nature cures the disease.","author":"Voltaire","topic":"Nature"},{"quote":"O, wind, if winter comes, can spring be far behind?","author":"Percy Bysshe Shelley","topic":"Nature"},{"quote":"May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds.","author":"Edward Abbey","topic":"Nature"},{"quote":"He is richest who is content with the least, for content is the wealth of nature.","author":"Socrates","topic":"Nature"},{"quote":"One of the most tragic things I know about human nature is that all of us tend to put off living. We are all dreaming of some magical rose garden over the horizon instead of enjoying the roses that are blooming outside our windows today.","author":"Dale Carnegie","topic":"Nature"},{"quote":"Truth is, I&#39;ll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour.","author":"Tom Hanks","topic":"Nature"},{"quote":"Let the rain kiss you. Let the rain beat upon your head with silver liquid drops. Let the rain sing you a lullaby.","author":"Langston Hughes","topic":"Nature"},{"quote":"The butterfly counts not months but moments, and has time enough.","author":"Rabindranath Tagore","topic":"Nature"},{"quote":"Nature&#39;s beauty is a gift that cultivates appreciation and gratitude.","author":"Louie Schwartzberg","topic":"Nature"},{"quote":"Never measure the height of a mountain until you have reached the top. Then you will see how low it was.","author":"Dag Hammarskjold","topic":"Nature"},{"quote":"For my part I know nothing with any certainty, but the sight of the stars makes me dream.","author":"Vincent Van Gogh","topic":"Nature"},{"quote":"Autumn is a second spring when every leaf is a flower.","author":"Albert Camus","topic":"Nature"},{"quote":"There is a certain enthusiasm in liberty, that makes human nature rise above itself, in acts of bravery and heroism.","author":"Alexander Hamilton","topic":"Nature"},{"quote":"I&#39;m so not stylish by nature, but I&#39;ve learned to work with what I have.","author":"Julie Bowen","topic":"Nature"},{"quote":"Spring is nature&#39;s way of saying, &#39;Let&#39;s party!&#39;","author":"Robin Williams","topic":"Nature"},{"quote":"It is not light that we need, but fire; it is not the gentle shower, but thunder. We need the storm, the whirlwind, and the earthquake.","author":"Frederick Douglass","topic":"Nature"},{"quote":"The breaking of a wave cannot explain the whole sea.","author":"Vladimir Nabokov","topic":"Nature"},{"quote":"A lot of people like snow. I find it to be an unnecessary freezing of water.","author":"Carl Reiner","topic":"Nature"},{"quote":"Rain is grace; rain is the sky descending to the earth; without rain, there would be no life.","author":"John Updike","topic":"Nature"},{"quote":"Slavery is founded in the selfishness of man&#39;s nature - opposition to it is his love of justice. These principles are an eternal antagonism; and when brought into collision so fiercely, as slavery extension brings them, shocks and throes and convulsions must ceaselessly follow.","author":"Abraham Lincoln","topic":"Nature"},{"quote":"Modern science says: &#39;The sun is the past, the earth is the present, the moon is the future.&#39; From an incandescent mass we have originated, and into a frozen mass we shall turn. Merciless is the law of nature, and rapidly and irresistibly we are drawn to our doom.","author":"Nikola Tesla","topic":"Nature"},{"quote":"Water is the driving force of all nature.","author":"Leonardo da Vinci","topic":"Nature"},{"quote":"The mountains are calling and I must go.","author":"John Muir","topic":"Nature"},{"quote":"The three great elemental sounds in nature are the sound of rain, the sound of wind in a primeval wood, and the sound of outer ocean on a beach.","author":"Henry Beston","topic":"Nature"},{"quote":"There are always flowers for those who want to see them.","author":"Henri Matisse","topic":"Nature"},{"quote":"The day, water, sun, moon, night - I do not have to purchase these things with money.","author":"Plautus","topic":"Nature"},{"quote":"Man is by nature a political animal.","author":"Aristotle","topic":"Nature"},{"quote":"There are three principal means of acquiring knowledge... observation of nature, reflection, and experimentation. Observation collects facts; reflection combines them; experimentation verifies the result of that combination.","author":"Denis Diderot","topic":"Nature"},{"quote":"On earth there is no heaven, but there are pieces of it.","author":"Jules Renard","topic":"Nature"},{"quote":"External nature is only internal nature writ large.","author":"Swami Vivekananda","topic":"Nature"},{"quote":"The lake and the mountains have become my landscape, my real world.","author":"Georges Simenon","topic":"Nature"},{"quote":"There is nothing in a caterpillar that tells you it&#39;s going to be a butterfly.","author":"R. Buckminster Fuller","topic":"Nature"},{"quote":"The earth laughs in flowers.","author":"Ralph Waldo Emerson","topic":"Nature"},{"quote":"Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul.","author":"John Muir","topic":"Nature"},{"quote":"What the caterpillar calls the end of the world the master calls a butterfly.","author":"Richard Bach","topic":"Nature"},{"quote":"The right of nature... is the liberty each man hath to use his own power, as he will himself, for the preservation of his own nature; that is to say, of his own life.","author":"Thomas Hobbes","topic":"Nature"},{"quote":"Fear not, we are of the nature of the lion, and cannot descend to the destruction of mice and such small beasts.","author":"Elizabeth I","topic":"Nature"},{"quote":"The glory of gardening: hands in the dirt, head in the sun, heart with nature. To nurture a garden is to feed not just on the body, but the soul.","author":"Alfred Austin","topic":"Nature"},{"quote":"I&#39;m in love with red. I think it&#39;s such a passionate color. Every flag of every country pretty much has red it it. It&#39;s power, there&#39;s no fence sitting with red. Either you love it or you don&#39;t. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They&#39;re all magic.","author":"Bryan Batt","topic":"Nature"},{"quote":"Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence.","author":"Hal Borland","topic":"Nature"},{"quote":"A forest bird never wants a cage.","author":"Henrik Ibsen","topic":"Nature"},{"quote":"If you can&#39;t be in awe of Mother Nature, there&#39;s something wrong with you.","author":"Alex Trebek","topic":"Nature"},{"quote":"Every artist dips his brush in his own soul, and paints his own nature into his pictures.","author":"Henry Ward Beecher","topic":"Nature"},{"quote":"Another thing I like to do is sit back and take in nature. To look at the birds, listen to their singing, go hiking, camping and jogging and running, walking along the beach, playing games and sometimes being alone with the great outdoors. It&#39;s very special to me.","author":"Larry Wilcox","topic":"Nature"},{"quote":"Mother Nature is always speaking. She speaks in a language understood within the peaceful mind of the sincere observer. Leopards, cobras, monkeys, rivers and trees; they all served as my teachers when I lived as a wanderer in the Himalayan foothills.","author":"Radhanath Swami","topic":"Nature"},{"quote":"Juvenile crime is not naturally born in the boy, but is largely due either to the spirit of adventure that is in him, to his own stupidity, or to his lack of discipline, according to the nature of the individual.","author":"Robert Baden-Powell","topic":"Nature"},{"quote":"Nature holds the key to our aesthetic, intellectual, cognitive and even spiritual satisfaction.","author":"E. O. Wilson","topic":"Nature"},{"quote":"I can find God in nature, in animals, in birds and the environment.","author":"Pat Buckley","topic":"Nature"},{"quote":"Wilderness is not a luxury but a necessity of the human spirit.","author":"Edward Abbey","topic":"Nature"},{"quote":"Give me odorous at sunrise a garden of beautiful flowers where I can walk undisturbed.","author":"Walt Whitman","topic":"Nature"},{"quote":"Nothing is more memorable than a smell. One scent can be unexpected, momentary and fleeting, yet conjure up a childhood summer beside a lake in the mountains.","author":"Diane Ackerman","topic":"Nature"},{"quote":"Do activities you&#39;re passionate about - which make your heart and soul feel perky - including things like working out, cooking, painting, writing, yoga, hiking, walking, swimming, being in nature, being around art, or reading inspiring books.","author":"Karen Salmansohn","topic":"Nature"},{"quote":"The temple bell stops but I still hear the sound coming out of the flowers.","author":"Matsuo Basho","topic":"Nature"},{"quote":"Sex is a part of nature. I go along with nature.","author":"Marilyn Monroe","topic":"Nature"},{"quote":"My soul can find no staircase to Heaven unless it be through Earth&#39;s loveliness.","author":"Michelangelo","topic":"Nature"},{"quote":"I believe a leaf of grass is no less than the journey-work of the stars.","author":"Walt Whitman","topic":"Nature"},{"quote":"It is not so much for its beauty that the forest makes a claim upon men&#39;s hearts, as for that subtle something, that quality of air that emanation from old trees, that so wonderfully changes and renews a weary spirit.","author":"Robert Louis Stevenson","topic":"Nature"},{"quote":"Nature&#39;s great masterpiece, an elephant; the only harmless great thing.","author":"John Donne","topic":"Nature"},{"quote":"One touch of nature makes the whole world kin.","author":"William Shakespeare","topic":"Nature"},{"quote":"I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature.","author":"John D. Rockefeller","topic":"Nature"},{"quote":"Nature will bear the closest inspection. She invites us to lay our eye level with her smallest leaf, and take an insect view of its plain.","author":"Henry David Thoreau","topic":"Nature"},{"quote":"Nature soaks every evil with either fear or shame.","author":"Tertullian","topic":"Nature"},{"quote":"All the seven deadly sins are man&#39;s true nature. To be greedy. To be hateful. To have lust. Of course, you have to control them, but if you&#39;re made to feel guilty for being human, then you&#39;re going to be trapped in a never-ending sin-and-repent cycle that you can&#39;t escape from.","author":"Marilyn Manson","topic":"Nature"},{"quote":"All are but parts of one stupendous whole, Whose body Nature is, and God the soul.","author":"Alexander Pope","topic":"Nature"},{"quote":"Come forth into the light of things, let nature be your teacher.","author":"William Wordsworth","topic":"Nature"},{"quote":"That which is not good for the bee-hive cannot be good for the bees.","author":"Marcus Aurelius","topic":"Nature"},{"quote":"Winter is not a season, it&#39;s an occupation.","author":"Sinclair Lewis","topic":"Nature"},{"quote":"Going to the woods is going home, for I suppose we came from the woods originally. But in some of nature&#39;s forests, the adventurous traveler seems a feeble, unwelcome creature; wild beasts and the weather trying to kill him, the rank, tangled vegetation, armed with spears and stinging needles, barring his way and making life a hard struggle.","author":"John Muir","topic":"Nature"},{"quote":"Human nature is not black and white but black and grey.","author":"Graham Greene","topic":"Nature"},{"quote":"And finally Winter, with its bitin&#39;, whinin&#39; wind, and all the land will be mantled with snow.","author":"Roy Bean","topic":"Nature"},{"quote":"The ocean is a mighty harmonist.","author":"William Wordsworth","topic":"Nature"},{"quote":"Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.","author":"Albert Einstein","topic":"Nature"},{"quote":"Every particular in nature, a leaf, a drop, a crystal, a moment of time is related to the whole, and partakes of the perfection of the whole.","author":"Ralph Waldo Emerson","topic":"Nature"},{"quote":"A happy life is one which is in accordance with its own nature.","author":"Lucius Annaeus Seneca","topic":"Nature"},{"quote":"The beautiful spring came; and when Nature resumes her loveliness, the human soul is apt to revive also.","author":"Harriet Ann Jacobs","topic":"Nature"},{"quote":"I decided that if I could paint that flower in a huge scale, you could not ignore its beauty.","author":"Georgia O'Keeffe","topic":"Nature"},{"quote":"God has cared for these trees, saved them from drought, disease, avalanches, and a thousand tempests and floods. But he cannot save them from fools.","author":"John Muir","topic":"Nature"},{"quote":"My wish is to stay always like this, living quietly in a corner of nature.","author":"Claude Monet","topic":"Nature"},{"quote":"Solitary trees, if they grow at all, grow strong.","author":"Winston Churchill","topic":"Nature"},{"quote":"God and Nature first made us what we are, and then out of our own created genius we make ourselves what we want to be. Follow always that great law. Let the sky and God be our limit and Eternity our measurement.","author":"Marcus Garvey","topic":"Nature"},{"quote":"There is nothing is more musical than a sunset. He who feels what he sees will find no more beautiful example of development in all that book which, alas, musicians read but too little - the book of Nature.","author":"Claude Debussy","topic":"Nature"},{"quote":"I&#39;m always astonished by a forest. It makes me realise that the fantasy of nature is much larger than my own fantasy. I still have things to learn.","author":"Gunter Grass","topic":"Nature"},{"quote":"No better way is there to learn to love Nature than to understand Art. It dignifies every flower of the field. And, the boy who sees the thing of beauty which a bird on the wing becomes when transferred to wood or canvas will probably not throw the customary stone.","author":"Oscar Wilde","topic":"Nature"},{"quote":"Nature does not hurry, yet everything is accomplished.","author":"Lao Tzu","topic":"Nature"},{"quote":"Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing.","author":"Helen Keller","topic":"Nature"},{"quote":"It is not only fine feathers that make fine birds.","author":"Aesop","topic":"Nature"},{"quote":"Nature is the source of all true knowledge. She has her own logic, her own laws, she has no effect without cause nor invention without necessity.","author":"Leonardo da Vinci","topic":"Nature"},{"quote":"The fairest thing in nature, a flower, still has its roots in earth and manure.","author":"D. H. Lawrence","topic":"Nature"},{"quote":"Nature is ever at work building and pulling down, creating and destroying, keeping everything whirling and flowing, allowing no rest but in rhythmical motion, chasing everything in endless song out of one beautiful form into another.","author":"John Muir","topic":"Nature"},{"quote":"Clouds symbolize the veils that shroud God.","author":"Honore de Balzac","topic":"Nature"},{"quote":"Denial helps us to pace our feelings of grief. There is a grace in denial. It is nature&#39;s way of letting in only as much as we can handle.","author":"Elisabeth Kubler-Ross","topic":"Nature"},{"quote":"None of us is responsible for the complexion of his skin. This fact of nature offers no clue to the character or quality of the person underneath.","author":"Marian Anderson","topic":"Nature"},{"quote":"If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.","author":"Charles Darwin","topic":"Nature"},{"quote":"Flowers are the sweetest things God ever made and forgot to put a soul into.","author":"Henry Ward Beecher","topic":"Nature"},{"quote":"The good man is the friend of all living things.","author":"Mahatma Gandhi","topic":"Nature"},{"quote":"Cats are intended to teach us that not everything in nature has a function.","author":"Garrison Keillor","topic":"Nature"},{"quote":"What makes a river so restful to people is that it doesn&#39;t have any doubt - it is sure to get where it is going, and it doesn&#39;t want to go anywhere else.","author":"Hal Boyle","topic":"Nature"},{"quote":"All the lessons are in nature. You look at the way rocks are formed - the wind and the water hitting them, shaping them, making them what they are. Things take time, you know?","author":"Diane Lane","topic":"Nature"},{"quote":"What I call my &#39;self&#39; now is hardly a person at all. It&#39;s mainly a meeting place for various natural forces, desires, and fears, etcetera, some of which come from my ancestors, and some from my education, some perhaps from devils. The self you were really intended to be is something that lives not from nature but from God.","author":"C. S. Lewis","topic":"Nature"},{"quote":"To sit in the shade on a fine day and look upon verdure is the most perfect refreshment.","author":"Jane Austen","topic":"Nature"},{"quote":"Forests, lakes, and rivers, clouds and winds, stars and flowers, stupendous glaciers and crystal snowflakes - every form of animate or inanimate existence, leaves its impress upon the soul of man.","author":"Orison Swett Marden","topic":"Nature"},{"quote":"I had to live in the desert before I could understand the full value of grass in a green ditch.","author":"Ella Maillart","topic":"Nature"},{"quote":"Maybe it&#39;s stress or anger or adrenaline or disillusionment or a bullying nature or simple fear of getting killed themselves, but there is a problem if a cop cannot tell the difference between a menacing gangster and the far more common person they encounter whose life is a little frayed and messy.","author":"David Horsey","topic":"Nature"},{"quote":"Winter is nature&#39;s way of saying, &#39;Up yours.&#39;","author":"Robert Byrne","topic":"Nature"},{"quote":"There are no straight lines or sharp corners in nature. Therefore, buildings must have no straight lines or sharp corners.","author":"Antoni Gaudi","topic":"Nature"},{"quote":"Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time.","author":"H. P. Lovecraft","topic":"Nature"},{"quote":"The deepest principle in human nature is the craving to be appreciated.","author":"William James","topic":"Nature"},{"quote":"Little white lies are part of everyday life. If you&#39;re in court being charged with a felony, you&#39;re probably going to be tempted to lie. Or if your girlfriend asks you if the sweater she is wearing makes her look fat; you&#39;re going to lie because you love that person. There are different reasons and justifications to lie; it&#39;s human nature.","author":"Monica Raymund","topic":"Nature"},{"quote":"Nature uses only the longest threads to weave her patterns, so that each small piece of her fabric reveals the organization of the entire tapestry.","author":"Richard P. Feynman","topic":"Nature"},{"quote":"Free expression is the base of human rights, the root of human nature and the mother of truth. To kill free speech is to insult human rights, to stifle human nature and to suppress truth.","author":"Liu Xiaobo","topic":"Nature"},{"quote":"Yosemite Valley, to me, is always a sunrise, a glitter of green and golden wonder in a vast edifice of stone and space.","author":"Ansel Adams","topic":"Nature"},{"quote":"The ground we walk on, the plants and creatures, the clouds above constantly dissolving into new formations - each gift of nature possessing its own radiant energy, bound together by cosmic harmony.","author":"Ruth Bernhard","topic":"Nature"},{"quote":"I want to do to you what spring does with the cherry trees.","author":"Pablo Neruda","topic":"Nature"},{"quote":"The world that you and I live in is increasingly challenged. Population growth, pollution, over-consumption, unsustainable patterns, social conflict, climate change, loss of nature... these are not good stories.","author":"Jack Dangermond","topic":"Nature"},{"quote":"The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be.","author":"Anne Frank","topic":"Nature"},{"quote":"There are no lines in nature, only areas of colour, one against another.","author":"Edouard Manet","topic":"Nature"},{"quote":"Loss is nothing else but change, and change is Nature&#39;s delight.","author":"Marcus Aurelius","topic":"Nature"},{"quote":"The poetry of the earth is never dead.","author":"John Keats","topic":"Nature"},{"quote":"Everyone can identify with a fragrant garden, with beauty of sunset, with the quiet of nature, with a warm and cozy cottage.","author":"Thomas Kincade","topic":"Nature"},{"quote":"I suppose whenever you go through periods of transition, or in a way, it&#39;s a very definite closing of a certain chapter of your life - I suppose those times are always going to be both very upsetting and also very exciting by the very nature because things are changing and you don&#39;t know what&#39;s going to happen.","author":"Daniel Radcliffe","topic":"Nature"},{"quote":"Birds sing after a storm; why shouldn&#39;t people feel as free to delight in whatever sunlight remains to them?","author":"Rose Kennedy","topic":"Nature"},{"quote":"I have lived pain, and my life can tell: I only deepen the wound of the world when I neglect to give thanks the heavy perfume of wild roses in early July and the song of crickets on summer humid nights and the rivers that run and the stars that rise and the rain that falls and all the good things that a good God gives.","author":"Ann Voskamp","topic":"Nature"},{"quote":"What is tolerance? It is the consequence of humanity. We are all formed of frailty and error; let us pardon reciprocally each other&#39;s folly - that is the first law of nature.","author":"Voltaire","topic":"Nature"},{"quote":"Nature never did betray the heart that loved her.","author":"William Wordsworth","topic":"Nature"},{"quote":"Nature is impersonal, awe-inspiring, elegant, eternal. It&#39;s geometrically perfect. It&#39;s tiny and gigantic. You can travel far to be in a beautiful natural setting, or you can observe it in your backyard - or, in my case, in the trees lining New York City sidewalks, or in the clouds above skyscrapers.","author":"Gretchen Rubin","topic":"Nature"},{"quote":"Electrical science has revealed to us the true nature of light, has provided us with innumerable appliances and instruments of precision, and has thereby vastly added to the exactness of our knowledge.","author":"Nikola Tesla","topic":"Nature"},{"quote":"Corruption, embezzlement, fraud, these are all characteristics which exist everywhere. It is regrettably the way human nature functions, whether we like it or not. What successful economies do is keep it to a minimum. No one has ever eliminated any of that stuff.","author":"Alan Greenspan","topic":"Nature"},{"quote":"And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom.","author":"Elizabeth Appell","topic":"Nature"},{"quote":"I&#39;m a real nature lover, so whenever possible, I like to get to the beach or get to a forest or get somewhere there&#39;s fresh air. Apart from that, I&#39;m a film addict and a DVD freak.","author":"Murray Bartlett","topic":"Nature"},{"quote":"The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature.","author":"Marcus Aurelius","topic":"Nature"},{"quote":"Human nature is complex. Even if we do have inclinations toward violence, we also have inclination to empathy, to cooperation, to self-control.","author":"Steven Pinker","topic":"Nature"},{"quote":"The moon looks upon many night flowers; the night flowers see but one moon.","author":"Jean Ingelow","topic":"Nature"},{"quote":"The Amen of nature is always a flower.","author":"Oliver Wendell Holmes, Sr.","topic":"Nature"},{"quote":"As a spiritual person, nature for me has always been a healing place. Going back all the way to my childhood on the farm, the fields and forests were places of adventure and self-discovery. Animals were companions and friends, and the world moved at a slower, more rational pace than the bustling cities where I&#39;d resided my adult life.","author":"David Mixner","topic":"Nature"},{"quote":"Pick a flower on Earth and you move the farthest star.","author":"Paul Dirac","topic":"Nature"},{"quote":"Don&#39;t pray when it rains if you don&#39;t pray when the sun shines.","author":"Satchel Paige","topic":"Nature"},{"quote":"The greatest development is achieved during the first years of life, and therefore it is then that the greatest care should be taken. If this is done, then the child does not become a burden; he will reveal himself as the greatest marvel of nature.","author":"Maria Montessori","topic":"Nature"},{"quote":"There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature.","author":"Henry David Thoreau","topic":"Nature"},{"quote":"Nature doesn&#39;t need people - people need nature; nature would survive the extinction of the human being and go on just fine, but human culture, human beings, cannot survive without nature.","author":"Harrison Ford","topic":"Nature"},{"quote":"The day of the sun is like the day of a king. It is a promenade in the morning, a sitting on the throne at noon, a pageant in the evening.","author":"Wallace Stevens","topic":"Nature"},{"quote":"Perfect is very boring, and if you happen to have a different look, that&#39;s a celebration of human nature, I think. If we were all symmetrical and perfect, life would be very dull.","author":"Natalie Dormer","topic":"Nature"},{"quote":"I can&#39;t go against my nature because I am what I am. I don&#39;t try to be anyone different to who I am.","author":"Brian McDermott","topic":"Nature"},{"quote":"The art of healing comes from nature, not from the physician. Therefore the physician must start from nature, with an open mind.","author":"Paracelsus","topic":"Nature"},{"quote":"I understood at a very early age that in nature, I felt everything I should feel in church but never did. Walking in the woods, I felt in touch with the universe and with the spirit of the universe.","author":"Alice Walker","topic":"Nature"},{"quote":"All cartoon characters and fables must be exaggeration, caricatures. It is the very nature of fantasy and fable.","author":"Walt Disney","topic":"Nature"},{"quote":"Communism brought out the worst in human nature and crippled people&#39;s ability or ambition to participate in a market economy.","author":"Thomas Woods","topic":"Nature"},{"quote":"Scenery is fine - but human nature is finer.","author":"John Keats","topic":"Nature"},{"quote":"Migration is as natural as breathing, as eating, as sleeping. It is part of life, part of nature. So we have to find a way of establishing a proper kind of scenario for modern migration to exist. And when I say &#39;we,&#39; I mean the world. We need to find ways of making that migration not forced.","author":"Gael Garcia Bernal","topic":"Nature"},{"quote":"Nothing is art if it does not come from nature.","author":"Antoni Gaudi","topic":"Nature"},{"quote":"Nature study will show you how full of beautiful and wonderful things God has made the world for you to enjoy. Be contented with what you have got and make the best of it. Look on the bright side of things instead of the gloomy one.","author":"Robert Baden-Powell","topic":"Nature"},{"quote":"It&#39;s really important to have balance, spend some time in nature, go to a few parties, enjoy my friends and really chill out.","author":"Joakim Noah","topic":"Nature"},{"quote":"If you are fearful, a horse will back off. If you are calm and confident, it will come forward. For those who are often flattered or feared, the horse can be a welcome mirror of the best in human nature.","author":"Clare Balding","topic":"Nature"},{"quote":"When you look at Japanese traditional architecture, you have to look at Japanese culture and its relationship with nature. You can actually live in a harmonious, close contact with nature - this very unique to Japan.","author":"Tadao Ando","topic":"Nature"},{"quote":"In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.","author":"Richard M. Nixon","topic":"Nature"},{"quote":"In the same way the sun never grows weary of shining, nor a stream of flowing, it is God&#39;s nature to keep His promises. Therefore, go immediately to His throne and say, &#39;Do as You promised.&#39;","author":"Charles Spurgeon","topic":"Nature"},{"quote":"Sunlight is painting.","author":"Nathaniel Hawthorne","topic":"Nature"},{"quote":"What is the good of your stars and trees, your sunrise and the wind, if they do not enter into our daily lives?","author":"E. M. Forster","topic":"Nature"},{"quote":"There are times as a parent when you realize that your job is not to be the parent you always imagined you&#39;d be, the parent you always wished you had. Your job is to be the parent your child needs, given the particulars of his or her own life and nature.","author":"Ayelet Waldman","topic":"Nature"},{"quote":"A light wind swept over the corn, and all nature laughed in the sunshine.","author":"Anne Bronte","topic":"Nature"},{"quote":"Wolves and women are relational by nature, inquiring, possessed of great endurance and strength. They are deeply intuitive, intensely concerned with their young, their mate and their pack. Yet both have been hounded, harassed and falsely imputed to be devouring and devious, overly aggressive, of less value than those who are their detractors.","author":"Clarissa Pinkola Estes","topic":"Nature"},{"quote":"It is the nature of the strong heart, that like the palm tree it strives ever upwards when it is most burdened.","author":"Philip Sidney","topic":"Nature"},{"quote":"Everyone wants an iPhone, but it would be impossible to design an iPhone in China because it&#39;s not a product; it&#39;s an understanding of human nature.","author":"Ai Weiwei","topic":"Nature"},{"quote":"The true way to be humble is not to stoop until you are smaller than yourself, but to stand at your real height against some higher nature that will show you what the real smallness of your greatness is.","author":"Phillips Brooks","topic":"Nature"},{"quote":"I think we&#39;re going to the moon because it&#39;s in the nature of the human being to face challenges. It&#39;s by the nature of his deep inner soul... we&#39;re required to do these things just as salmon swim upstream.","author":"Neil Armstrong","topic":"Nature"},{"quote":"When I pray, I always thank Mother Nature for all the beauty in the world. It&#39;s about having an attitude of gratitude.","author":"Miranda Kerr","topic":"Nature"},{"quote":"The snow itself is lonely or, if you prefer, self-sufficient. There is no other time when the whole world seems composed of one thing and one thing only.","author":"Joseph Wood Krutch","topic":"Nature"},{"quote":"Take a course in good water and air; and in the eternal youth of Nature you may renew your own. Go quietly, alone; no harm will befall you.","author":"John Muir","topic":"Nature"},{"quote":"Birds have wings; they&#39;re free; they can fly where they want when they want. They have the kind of mobility many people envy.","author":"Roger Tory Peterson","topic":"Nature"},{"quote":"Eventually, my eyes were opened, and I really understood nature. I learned to love at the same time.","author":"Claude Monet","topic":"Nature"},{"quote":"Sculpture is an art of the open air. Daylight, sunlight, is necessary to it, and for me, its best setting and complement is nature.","author":"Henry Moore","topic":"Nature"},{"quote":"It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony.","author":"Benjamin Britten","topic":"Nature"},{"quote":"When you have seen one ant, one bird, one tree, you have not seen them all.","author":"E. O. Wilson","topic":"Nature"},{"quote":"The sea is everything. It covers seven tenths of the terrestrial globe. Its breath is pure and healthy. It is an immense desert, where man is never lonely, for he feels life stirring on all sides.","author":"Jules Verne","topic":"Nature"},{"quote":"Chaos was the law of nature; Order was the dream of man.","author":"Henry Adams","topic":"Nature"},{"quote":"Twilight - a time of pause when nature changes her guard. All living things would fade and die from too much light or too much dark, if twilight were not.","author":"Howard Thurman","topic":"Nature"},{"quote":"To be interested in the changing seasons is a happier state of mind than to be hopelessly in love with spring.","author":"George Santayana","topic":"Nature"},{"quote":"Such is the nature of men, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned; yet they will hardly believe there be many so wise as themselves.","author":"Thomas Hobbes","topic":"Nature"},{"quote":"He that will enjoy the brightness of sunshine, must quit the coolness of the shade.","author":"Samuel Johnson","topic":"Nature"},{"quote":"The tree which moves some to tears of joy is in the eyes of others only a green thing that stands in the way. Some see nature all ridicule and deformity... and some scarce see nature at all. But to the eyes of the man of imagination, nature is imagination itself.","author":"William Blake","topic":"Nature"},{"quote":"There is nothing more corrupting, nothing more destructive of the noblest and finest feelings of our nature, than the exercise of unlimited power.","author":"William Henry Harrison","topic":"Nature"},{"quote":"Rio is an energetic, vibrant place, full of beauty and nature. But we face the kinds of problems any developing metropolis does - with pollution, traffic congestion, poverty. Distribution of green areas, for example, is not uniform. Madureira, the heart of the suburb in Rio, is a concrete jungle.","author":"Eduardo Paes","topic":"Nature"},{"quote":"Nature never deceives us; it is we who deceive ourselves.","author":"Jean-Jacques Rousseau","topic":"Nature"},{"quote":"Nature is wont to hide herself.","author":"Heraclitus","topic":"Nature"},{"quote":"Nature is a mutable cloud which is always and never the same.","author":"Ralph Waldo Emerson","topic":"Nature"},{"quote":"Even if one tree falls down it wouldn&#39;t affect the entire forest.","author":"Chen Shui-bian","topic":"Nature"},{"quote":"One must ask children and birds how cherries and strawberries taste.","author":"Johann Wolfgang von Goethe","topic":"Nature"},{"quote":"The sun, with all those planets revolving around it and dependent on it, can still ripen a bunch of grapes as if it had nothing else in the universe to do.","author":"Galileo Galilei","topic":"Nature"},{"quote":"The goal of life is to make your heartbeat match the beat of the universe, to match your nature with Nature.","author":"Joseph Campbell","topic":"Nature"},{"quote":"This sunlight linked me through the ages to that past consciousness.","author":"Richard Jefferies","topic":"Nature"},{"quote":"Space exploration is a force of nature unto itself that no other force in society can rival.","author":"Neil deGrasse Tyson","topic":"Nature"},{"quote":"Nature is full of genius, full of the divinity; so that not a snowflake escapes its fashioning hand.","author":"Henry David Thoreau","topic":"Nature"},{"quote":"The number of stressors has multiplied exponentially: traffic, money, success, work\/life balance, the economy, the environment, parenting, family conflict, relationships, disease. As the nature of human life has become far more complicated, our ancient stress response hasn&#39;t been able to keep up.","author":"Andrew J. Bernstein","topic":"Nature"},{"quote":"A beautiful lady is an accident of nature. A beautiful old lady is a work of art.","author":"Louis Nizer","topic":"Nature"},{"quote":"Miracles do not, in fact, break the laws of nature.","author":"C. S. Lewis","topic":"Nature"},{"quote":"The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written, as with a sunbeam, in the whole volume of human nature, by the hand of the divinity itself; and can never be erased or obscured by mortal power.","author":"Alexander Hamilton","topic":"Nature"},{"quote":"Now that I&#39;m older, I have a much better appreciation of nature, and I love being alone.","author":"Gia Coppola","topic":"Nature"},{"quote":"Nature is so powerful, so strong. Capturing its essence is not easy - your work becomes a dance with light and the weather. It takes you to a place within yourself.","author":"Annie Leibovitz","topic":"Nature"},{"quote":"Science cannot solve the ultimate mystery of nature. And that is because, in the last analysis, we ourselves are a part of the mystery that we are trying to solve.","author":"Max Planck","topic":"Nature"},{"quote":"The rainbow is a part of nature, and you have to be in the right place to see it. It&#39;s beautiful, all of the colors, even the colors you can&#39;t see. That really fit us as a people because we are all of the colors. Our sexuality is all of the colors. We are all the genders, races, and ages.","author":"Gilbert Baker","topic":"Nature"},{"quote":"We could only solve our problems by cooperating with other countries. It would have been paradoxical not to cooperate. And therefore we needed to put an end to the Iron Curtain, to change the nature of international relations, to rid them of ideological confrontation, and particularly to end the arms race.","author":"Mikhail Gorbachev","topic":"Nature"},{"quote":"Blue, green, grey, white, or black; smooth, ruffled, or mountainous; that ocean is not silent.","author":"H. P. Lovecraft","topic":"Nature"},{"quote":"Mistakes are almost always of a sacred nature. Never try to correct them. On the contrary: rationalize them, understand them thoroughly. After that, it will be possible for you to sublimate them.","author":"Salvador Dali","topic":"Nature"},{"quote":"It is not my nature, when I see a people borne down by the weight of their shackles - the oppression of tyranny - to make their life more bitter by heaping upon them greater burdens; but rather would I do all in my power to raise the yoke than to add anything that would tend to crush them.","author":"Abraham Lincoln","topic":"Nature"},{"quote":"For the mind disturbed, the still beauty of dawn is nature&#39;s finest balm.","author":"Edwin Way Teale","topic":"Nature"},{"quote":"Electrical science has disclosed to us the more intimate relation existing between widely different forces and phenomena and has thus led us to a more complete comprehension of Nature and its many manifestations to our senses.","author":"Nikola Tesla","topic":"Nature"},{"quote":"The rain began again. It fell heavily, easily, with no meaning or intention but the fulfilment of its own nature, which was to fall and fall.","author":"Helen Garner","topic":"Nature"},{"quote":"Creativity is the ability to introduce order into the randomness of nature.","author":"Eric Hoffer","topic":"Nature"},{"quote":"Trying to understand the way nature works involves a most terrible test of human reasoning ability. It involves subtle trickery, beautiful tightropes of logic on which one has to walk in order not to make a mistake in predicting what will happen. The quantum mechanical and the relativity ideas are examples of this.","author":"Richard P. Feynman","topic":"Nature"},{"quote":"Sailing is the closest I can get to nature - it&#39;s adrenaline, fear, a constant challenge and learning experience, an adventure into the unknown. And of course there is nothing better than wearing the same T-shirt for days and not brushing my hair for weeks.","author":"Daria Werbowy","topic":"Nature"},{"quote":"Your soul is infinitely creative. It is alive and expansive in nature. It is curious and playful, changing with the tides of time.","author":"Debbie Ford","topic":"Nature"},{"quote":"One could not pluck a flower without troubling a star.","author":"Loren Eiseley","topic":"Nature"},{"quote":"A lawn is nature under totalitarian rule.","author":"Michael Pollan","topic":"Nature"},{"quote":"Physics is about questioning, studying, probing nature. You probe, and, if you&#39;re lucky, you get strange clues.","author":"Lene Hau","topic":"Nature"},{"quote":"Some people are born good-looking. Some have the gift of gab. And some are lucky enough to be born smarter than the rest of us. Whether we like it or not, Mother Nature does not dole these characteristics out evenly.","author":"Simon Sinek","topic":"Nature"},{"quote":"Nature gives to every time and season some beauties of its own; and from morning to night, as from the cradle to the grave, it is but a succession of changes so gentle and easy that we can scarcely mark their progress.","author":"Charles Dickens","topic":"Nature"},{"quote":"Japan, not only a mega-busy city that thrives on electronics and efficiency, actually has an almost sacred appreciation of nature. One must travel outside of Tokyo to truly experience the &#39;old Japan&#39; and more importantly feel these aspects of Japanese culture.","author":"Apolo Ohno","topic":"Nature"},{"quote":"For in the true nature of things, if we rightly consider, every green tree is far more glorious than if it were made of gold and silver.","author":"Martin Luther","topic":"Nature"},{"quote":"Adapt or perish, now as ever, is nature&#39;s inexorable imperative.","author":"H. G. Wells","topic":"Nature"},{"quote":"Self-confidence has always been one of my good qualities. I am always very confident. It is in my nature to be confident, to be aggressive. And it applies in my batting as well as wicketkeeping.","author":"Mahendra Singh Dhoni","topic":"Nature"},{"quote":"Let a hundred flowers bloom, let a hundred schools of thought contend.","author":"Mao Zedong","topic":"Nature"},{"quote":"Behind every cloud is another cloud.","author":"Judy Garland","topic":"Nature"},{"quote":"The laws of nature are but the mathematical thoughts of God.","author":"Euclid","topic":"Nature"},{"quote":"An attack upon our ability to tell stories is not just censorship - it is a crime against our nature as human beings.","author":"Salman Rushdie","topic":"Nature"},{"quote":"A woodland in full color is awesome as a forest fire, in magnitude at least, but a single tree is like a dancing tongue of flame to warm the heart.","author":"Hal Borland","topic":"Nature"},{"quote":"Look out into the universe and contemplate the glory of God. Observe the stars, millions of them, twinkling in the night sky, all with a message of unity, part of the very nature of God.","author":"Sai Baba","topic":"Nature"},{"quote":"I love to think of nature as an unlimited broadcasting station, through which God speaks to us every hour, if we will only tune in.","author":"George Washington Carver","topic":"Nature"},{"quote":"The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it.","author":"Jacques Yves Cousteau","topic":"Nature"},{"quote":"My art is an attempt to reach beyond the surface appearance. I want to see growth in wood, time in stone, nature in a city, and I do not mean its parks but a deeper understanding that a city is nature too-the ground upon which it is built, the stone with which it is made.","author":"Andy Goldsworthy","topic":"Nature"},{"quote":"Human nature is evil, and goodness is caused by intentional activity.","author":"Xun Kuang","topic":"Nature"},{"quote":"In all things of nature there is something of the marvelous.","author":"Aristotle","topic":"Nature"},{"quote":"Reading about nature is fine, but if a person walks in the woods and listens carefully, he can learn more than what is in books, for they speak with the voice of God.","author":"George Washington Carver","topic":"Nature"},{"quote":"The function of prayer is not to influence God, but rather to change the nature of the one who prays.","author":"Soren Kierkegaard","topic":"Nature"},{"quote":"The stars, that nature hung in heaven, and filled their lamps with everlasting oil, give due light to the misled and lonely traveller.","author":"John Milton","topic":"Nature"},{"quote":"All my life through, the new sights of Nature made me rejoice like a child.","author":"Marie Curie","topic":"Nature"},{"quote":"A true nature is a gloomy monolith, sort of like that old black rotary phone that I had to sing &#39;Happy Birthday&#39; to Grandpa on. But novelists, damn us, still need true natures - so we can give them to our protagonists. And so readers can vaguely predict how they&#39;ll behave when we trap them in &#39;situations&#39; that they can&#39;t IM their way out of.","author":"Walter Kirn","topic":"Nature"},{"quote":"All the perplexities, confusion and distress in America arise, not from defects in their Constitution or Confederation, not from want of honor or virtue, so much as from the downright ignorance of the nature of coin, credit and circulation.","author":"John Adams","topic":"Nature"},{"quote":"Use those talents you have. You will make it. You will give joy to the world. Take this tip from nature: The woods would be a very silent place if no birds sang except those who sang best.","author":"Bernard Meltzer","topic":"Nature"},{"quote":"I still get wildly enthusiastic about little things... I play with leaves. I skip down the street and run against the wind.","author":"Leo Buscaglia","topic":"Nature"},{"quote":"The people I don&#39;t understand are atheists. I go surfing and snowboarding, and I&#39;m always around nature. I look at everything and think, &#39;Who couldn&#39;t believe there&#39;s a God? Is all this a mistake?&#39; It just blows me away.","author":"Paul Walker","topic":"Nature"},{"quote":"The strongest argument against totalitarianism may be a recognition of a universal human nature; that all humans have innate desires for life, liberty and the pursuit of happiness. The doctrine of the blank slate... is a totalitarian&#39;s dream.","author":"Steven Pinker","topic":"Nature"},{"quote":"Nature did not put whales on this earth to splash kids while stuck in a pen.","author":"Jane Velez-Mitchell","topic":"Nature"},{"quote":"Every one in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her.","author":"Maria Montessori","topic":"Nature"},{"quote":"It is the function of science to discover the existence of a general reign of order in nature and to find the causes governing this order. And this refers in equal measure to the relations of man - social and political - and to the entire universe as a whole.","author":"Dmitri Mendeleev","topic":"Nature"},{"quote":"Man&#39;s nature is not essentially evil. Brute nature has been known to yield to the influence of love. You must never despair of human nature.","author":"Mahatma Gandhi","topic":"Nature"},{"quote":"The mystic cords of memory, stretching from every battlefield and patriot grave to every living heart and hearthstone, all over this broad land, will yet swell the chorus of the Union, when again touched, as surely they will be, by the angels of our nature.","author":"Abraham Lincoln","topic":"Nature"},{"quote":"Biodiversity can&#39;t be maintained by protecting a few species in a zoo, or by preserving greenbelts or national parks. To function properly, nature needs more room than that. It can maintain itself, however, without human expense, without zookeepers, park rangers, foresters or gene banks. All it needs is to be left alone.","author":"Donella Meadows","topic":"Nature"},{"quote":"Mountains are earth&#39;s undecaying monuments.","author":"Nathaniel Hawthorne","topic":"Nature"},{"quote":"Even with all our technology and the inventions that make modern life so much easier than it once was, it takes just one big natural disaster to wipe all that away and remind us that, here on Earth, we&#39;re still at the mercy of nature.","author":"Neil deGrasse Tyson","topic":"Nature"},{"quote":"My boy, one small breeze doesn&#39;t make a wind storm.","author":"John McGraw","topic":"Nature"},{"quote":"To feel much for others and little for ourselves; to restrain our selfishness and exercise our benevolent affections, constitute the perfection of human nature.","author":"Adam Smith","topic":"Nature"},{"quote":"Autumn arrives in early morning, but spring at the close of a winter day.","author":"Elizabeth Bowen","topic":"Nature"},{"quote":"Polka dots can&#39;t stay alone. When we obliterate nature and our bodies with polka dots, we become part of the unity of our environments.","author":"Yayoi Kusama","topic":"Nature"},{"quote":"Repeal the Missouri Compromise - repeal all compromises - repeal the Declaration of Independence - repeal all past history, you still cannot repeal human nature. It will be the abundance of man&#39;s heart that slavery extension is wrong; and out of the abundance of his heart, his mouth will continue to speak.","author":"Abraham Lincoln","topic":"Nature"},{"quote":"I&#39;m concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet.","author":"Joan Jett","topic":"Nature"},{"quote":"Man is fully responsible for his nature and his choices.","author":"Jean-Paul Sartre","topic":"Nature"},{"quote":"A friend may well be reckoned the masterpiece of nature.","author":"Ralph Waldo Emerson","topic":"Nature"},{"quote":"The flower is the poetry of reproduction. It is an example of the eternal seductiveness of life.","author":"Jean Giraudoux","topic":"Nature"},{"quote":"If I had to choose a religion, the sun as the universal giver of life would be my god.","author":"Napoleon Bonaparte","topic":"Nature"},{"quote":"Everything in excess is opposed to nature.","author":"Hippocrates","topic":"Nature"},{"quote":"There is no glory in star or blossom till looked upon by a loving eye; There is no fragrance in April breezes till breathed with joy as they wander by.","author":"William C. Bryant","topic":"Nature"},{"quote":"I did not want to be a tree, a flower or a wave. In a dancer&#39;s body, we as audience must see ourselves, not the imitated behavior of everyday actions, not the phenomenon of nature, not exotic creatures from another planet, but something of the miracle that is a human being.","author":"Martha Graham","topic":"Nature"},{"quote":"Nothing happens to any man that he is not formed by nature to bear.","author":"Marcus Aurelius","topic":"Nature"},{"quote":"I saw old Autumn in the misty morn stand shadowless like silence, listening to silence.","author":"Thomas Hood","topic":"Nature"},{"quote":"Nothing is given to man on earth - struggle is built into the nature of life, and conflict is possible - the hero is the man who lets no obstacle prevent him from pursuing the values he has chosen.","author":"Andrew Bernstein","topic":"Nature"},{"quote":"I am following Nature without being able to grasp her, I perhaps owe having become a painter to flowers.","author":"Claude Monet","topic":"Nature"},{"quote":"Vaccines and antibiotics have made many infectious diseases a thing of the past; we&#39;ve come to expect that public health and modern science can conquer all microbes. But nature is a formidable adversary.","author":"Tom Frieden","topic":"Nature"},{"quote":"The bluebird carries the sky on his back.","author":"Henry David Thoreau","topic":"Nature"},{"quote":"Art is not merely an imitation of the reality of nature, but in truth a metaphysical supplement to the reality of nature, placed alongside thereof for its conquest.","author":"Friedrich Nietzsche","topic":"Nature"},{"quote":"What would be ugly in a garden constitutes beauty in a mountain.","author":"Victor Hugo","topic":"Nature"},{"quote":"Our treasure lies in the beehive of our knowledge. We are perpetually on the way thither, being by nature winged insects and honey gatherers of the mind.","author":"Friedrich Nietzsche","topic":"Nature"},{"quote":"We still do not know one thousandth of one percent of what nature has revealed to us.","author":"Albert Einstein","topic":"Nature"},{"quote":"Politeness is to human nature what warmth is to wax.","author":"Arthur Schopenhauer","topic":"Nature"},{"quote":"Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc.","author":"Friedrich Engels","topic":"Nature"},{"quote":"Even Kings and emperors with heaps of wealth and vast dominion cannot compare with an ant filled with the love of God.","author":"Guru Nanak","topic":"Nature"},{"quote":"I care to live only to entice people to look at Nature&#39;s loveliness. Heaven knows that John the Baptist was not more eager to get all his fellow sinners into the Jordan than I to baptize all of mine in the beauty of God&#39;s mountains.","author":"John Muir","topic":"Nature"},{"quote":"Of course, when I say that human nature is gentleness, it is not 100 percent so. Every human being has that nature, but there are many people acting against their nature, being false.","author":"Dalai Lama","topic":"Nature"},{"quote":"I look at an ant and I see myself: a native South African, endowed by nature with a strength much greater than my size so I might cope with the weight of a racism that crushes my spirit.","author":"Miriam Makeba","topic":"Nature"},{"quote":"Forest restoration is a challenging and complex undertaking of raising young trees, transplanting them, and then cultivating them year in, year out in the face of harsh challenges of nature; it is a gigantic nature transformation project to turn all the mountains of the country into &#39;treasure mountains,&#39; into &#39;gold mountains.&#39;","author":"Kim Jong-un","topic":"Nature"},{"quote":"As a Korean War Veteran, I know too well the troubling nature of war. This is why I will always support a diplomatic answer before military intervention.","author":"Charles B. Rangel","topic":"Nature"},{"quote":"To be rude to someone is not my nature.","author":"Farrah Fawcett","topic":"Nature"},{"quote":"Essentially, all expressions of human nature ever produced, from a caveman&#39;s paintings to Mozart&#39;s symphonies and Einstein&#39;s view of the universe, emerge from the same source: the relentless dynamic toil of large populations of interconnected neurons.","author":"Miguel Nicolelis","topic":"Nature"},{"quote":"Nature can do more than physicians.","author":"Oliver Cromwell","topic":"Nature"},{"quote":"Nature was here a series of wonders, and a fund of delight.","author":"Daniel Boone","topic":"Nature"},{"quote":"For greed all nature is too little.","author":"Lucius Annaeus Seneca","topic":"Nature"},{"quote":"When all the world appears to be in a tumult, and nature itself is feeling the assault of climate change, the seasons retain their essential rhythm. Yes, fall gives us a premonition of winter, but then, winter, will be forced to relent, once again, to the new beginnings of soft greens, longer light, and the sweet air of spring.","author":"Madeleine M. Kunin","topic":"Nature"},{"quote":"The year 2100 will see eugenics universally established. In past ages, the law governing the survival of the fittest roughly weeded out the less desirable strains. Then man&#39;s new sense of pity began to interfere with the ruthless workings of nature. As a result, we continue to keep alive and to breed the unfit.","author":"Nikola Tesla","topic":"Nature"},{"quote":"If you wish to make an apple pie from scratch, you must first invent the universe.","author":"Carl Sagan","topic":"Nature"},{"quote":"Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature.","author":"Dennis Prager","topic":"Nature"},{"quote":"There is no greater power in Heaven or on Earth than pure, unconditional love. The nature of the God force, the unseen intelligence in all things, which causes the material world and is the center of both the spiritual and physical plane, is best described as pure, unconditional love.","author":"Wayne Dyer","topic":"Nature"},{"quote":"Men, women, and children who cannot live on gravity alone need something to satisfy their gayer, lighter moods and hours, and he who ministers to this want is, in my opinion, in a business established by the Creator of our nature. If he worthily fulfills his mission and amuses without corrupting, he need never feel that he has lived in vain.","author":"P. T. Barnum","topic":"Nature"},{"quote":"I go to nature to be soothed and healed, and to have my senses put in order.","author":"John Burroughs","topic":"Nature"},{"quote":"Were I called on to define, very briefly, the term Art, I should call it &#39;the reproduction of what the Senses perceive in Nature through the veil of the soul.&#39; The mere imitation, however accurate, of what is in Nature, entitles no man to the sacred name of &#39;Artist.&#39;","author":"Edgar Allan Poe","topic":"Nature"},{"quote":"Some advice: keep the flame of curiosity and wonderment alive, even when studying for boring exams. That is the well from which we scientists draw our nourishment and energy. And also, learn the math. Math is the language of nature, so we have to learn this language.","author":"Michio Kaku","topic":"Nature"},{"quote":"To such an extent does nature delight and abound in variety that among her trees there is not one plant to be found which is exactly like another; and not only among the plants, but among the boughs, the leaves and the fruits, you will not find one which is exactly similar to another.","author":"Leonardo da Vinci","topic":"Nature"},{"quote":"The trees that are slow to grow bear the best fruit.","author":"Moliere","topic":"Nature"},{"quote":"What&#39;s a butterfly garden without butterflies?","author":"Roy Rogers","topic":"Nature"},{"quote":"By reading the scriptures I am so renewed that all nature seems renewed around me and with me. The sky seems to be a pure, a cooler blue, the trees a deeper green. The whole world is charged with the glory of God and I feel fire and music under my feet.","author":"Thomas Merton","topic":"Nature"},{"quote":"I&#39;m very inspired by nature - you could say Mother Nature. I look at things around me and get all kinds of inspiration daily.","author":"Martha Stewart","topic":"Nature"},{"quote":"Your body is the church where Nature asks to be reverenced.","author":"Marquis de Sade","topic":"Nature"},{"quote":"Sweet April showers do spring May flowers.","author":"Thomas Tusser","topic":"Nature"},{"quote":"Words, like nature, half reveal and half conceal the soul within.","author":"Alfred Lord Tennyson","topic":"Nature"},{"quote":"Let us learn to appreciate there will be times when the trees will be bare, and look forward to the time when we may pick the fruit.","author":"Anton Chekhov","topic":"Nature"},{"quote":"Human life is as evanescent as the morning dew or a flash of lightning.","author":"Samuel Butler","topic":"Nature"},{"quote":"Everybody makes mistakes, but when goalkeepers make them, it is costly. That&#39;s the nature of being a goalkeeper.","author":"Gary Speed","topic":"Nature"},{"quote":"You shall, I question not, find a way to the top if you diligently seek for it; for nature hath placed nothing so high that it is out of the reach of industry and valor.","author":"Alexander the Great","topic":"Nature"},{"quote":"Nothing is too wonderful to be true, if it be consistent with the laws of nature.","author":"Michael Faraday","topic":"Nature"},{"quote":"The sky lovingly smiles on the earth and her children.","author":"Henry Morton Stanley","topic":"Nature"},{"quote":"We must realise that man&#39;s nature will remain the same so long as he remains man; that civilisation is but a slight coverlet beneath which the dominant beast sleeps lightly and ever ready to awake. To preserve civilisation, we must deal scientifically with the brute element, using only genuine biological principles.","author":"H. P. Lovecraft","topic":"Nature"},{"quote":"The communism of Karl Marx would probably be actually the best for everybody as a whole. But what he didn&#39;t figure into was human nature, and that&#39;s what corrupts it.","author":"Jesse Ventura","topic":"Nature"},{"quote":"Mushrooms are miniature pharmaceutical factories, and of the thousands of mushroom species in nature, our ancestors and modern scientists have identified several dozen that have a unique combination of talents that improve our health.","author":"Paul Stamets","topic":"Nature"},{"quote":"Beauty and seduction, I believe, is nature&#39;s tool for survival, because we will protect what we fall in love with.","author":"Louie Schwartzberg","topic":"Nature"},{"quote":"The natural liberty of man is to be free from any superior power on Earth, and not to be under the will or legislative authority of man, but only to have the law of nature for his rule.","author":"Samuel Adams","topic":"Nature"},{"quote":"What is a scientist after all? It is a curious man looking through a keyhole, the keyhole of nature, trying to know what&#39;s going on.","author":"Jacques Yves Cousteau","topic":"Nature"},{"quote":"We still carry this old caveman-imprint idea that we&#39;re small, nature&#39;s big, and it&#39;s everything we can manage to hang on and survive. When big geophysical events happen - a huge earthquake, tsunami, or volcanic eruption - we&#39;re reminded of that.","author":"James Balog","topic":"Nature"},{"quote":"Nature chooses who will be transgender; individuals don&#39;t choose this.","author":"Mercedes Ruehl","topic":"Nature"},{"quote":"There is no limit to suffering human beings have been willing to inflict on others, no matter how innocent, no matter how young, and no matter how old. This fact must lead all reasonable human beings, that is, all human beings who take evidence seriously, to draw only one possible conclusion: Human nature is not basically good.","author":"Dennis Prager","topic":"Nature"},{"quote":"Nature is relentless and unchangeable, and it is indifferent as to whether its hidden reasons and actions are understandable to man or not.","author":"Galileo Galilei","topic":"Nature"},{"quote":"When we think of the major threats to our national security, the first to come to mind are nuclear proliferation, rogue states and global terrorism. But another kind of threat lurks beyond our shores, one from nature, not humans - an avian flu pandemic.","author":"Barack Obama","topic":"Nature"},{"quote":"Societies have always been shaped more by the nature of the media by which men communicate than by the content of the communication.","author":"Marshall McLuhan","topic":"Nature"},{"quote":"People need to be cautious because anything built by man can be destroyed by Mother Nature.","author":"Russel Honore","topic":"Nature"},{"quote":"The most general law in nature is equity-the principle of balance and symmetry which guides the growth of forms along the lines of the greatest structural efficiency.","author":"Herbert Read","topic":"Nature"},{"quote":"The forest restoration campaign is a war to ameliorate nature.","author":"Kim Jong-un","topic":"Nature"},{"quote":"Although our intellect always longs for clarity and certainty, our nature often finds uncertainty fascinating.","author":"Carl von Clausewitz","topic":"Nature"},{"quote":"I believe our legacy will be defined by the accomplishments and fearless nature by which our daughters and sons take on the global challenges we face. I also wonder if perhaps the most lasting expression of one&#39;s humility lies in our ability to foster and mentor our children.","author":"Naveen Jain","topic":"Nature"},{"quote":"To conceal anything from those to whom I am attached, is not in my nature. I can never close my lips where I have opened my heart.","author":"Charles Dickens","topic":"Nature"},{"quote":"One can ascend to a higher development only by bringing rhythm and repetition into one&#39;s life. Rhythm holds sway in all nature.","author":"Rudolf Steiner","topic":"Nature"},{"quote":"The true nature of evil is that it is so very casual.","author":"James St. James","topic":"Nature"},{"quote":"It is odd that we have so little relationship with nature, with the insects and the leaping frog and the owl that hoots among the hills calling for its mate. We never seem to have a feeling for all living things on the earth.","author":"Jiddu Krishnamurti","topic":"Nature"},{"quote":"No one can feel more gratefully the charm of noble scenery, or the refreshment of escape into the unspoiled solitudes of nature, than the laborer at some close in-door employment.","author":"Lucy Larcom","topic":"Nature"},{"quote":"Teenagers watch and listen to all kinds of things. It is the nature of being a teenager to seek out intense stuff. Stuff about death and sex and love and fear. Teenagers are the bravest, most curious, most philosophical, most open-minded readers there are, which is why so many less-than-young adults like writing for them.","author":"Matt Haig","topic":"Nature"},{"quote":"In the Spring, I have counted 136 different kinds of weather inside of 24 hours.","author":"Mark Twain","topic":"Nature"},{"quote":"The willow is my favorite tree. I grew up near one. It&#39;s the most flexible tree in nature and nothing can break it - no wind, no elements, it can bend and withstand anything.","author":"Pink","topic":"Nature"},{"quote":"I like to sit in my backyard. I go out on the hammock and sit in silence and kind of meditate. Nature is calming, and it&#39;s nice to go out there and clear my head.","author":"Devon Werkheiser","topic":"Nature"},{"quote":"A morning-glory at my window satisfies me more than the metaphysics of books.","author":"Walt Whitman","topic":"Nature"},{"quote":"Sweeter than the perfume of roses is a reputation for a kind, charitable, unselfish nature; a ready disposition to do to others any good turn in your power.","author":"Orison Swett Marden","topic":"Nature"},{"quote":"I like to be grounded by nature, go hiking... go to an isolated island that&#39;s not glamorous and touristy at all.","author":"Cote de Pablo","topic":"Nature"},{"quote":"The sky is the source of light in nature - and governs everything.","author":"John Constable","topic":"Nature"},{"quote":"I am not bound for any public place, but for ground of my own where I have planted vines and orchard trees, and in the heat of the day climbed up into the healing shadow of the woods.","author":"Wendell Berry","topic":"Nature"},{"quote":"Self-preservation is the first law of nature.","author":"Samuel Butler","topic":"Nature"},{"quote":"Reinforced concrete buildings are by nature skeletal buildings. No noodles nor armoured turrets. A construction of girders that carry the weight, and walls that carry no weight. That is to say, buildings consisting of skin and bones.","author":"Ludwig Mies van der Rohe","topic":"Nature"},{"quote":"I&#39;m very comfortable with the nature of life and death, and that we come to an end. What&#39;s most difficult to imagine is that those dreams and early yearnings and desires of childhood and adolescence will also disappear. But who knows? Maybe you become part of the eternal whatever.","author":"Hugh Hefner","topic":"Nature"},{"quote":"If a person is homosexual by nature - that is, if one&#39;s sexuality is as intrinsic a part of one&#39;s identity as gender or skin color - then society can no more deny a gay person access to the secular rights and religious sacraments because of his homosexuality than it can reinstate Jim Crow.","author":"Jon Meacham","topic":"Nature"},{"quote":"Beauty for some provides escape, who gain a happiness in eyeing the gorgeous buttocks of the ape or Autumn sunsets exquisitely dying.","author":"Langston Hughes","topic":"Nature"},{"quote":"The more that I looked at DNA, the more I realized it was nature and nurture. It&#39;s how genes and your environment work together to produce the person you are.","author":"Sam Kean","topic":"Nature"},{"quote":"When you go in search of honey you must expect to be stung by bees.","author":"Joseph Joubert","topic":"Nature"},{"quote":"Nature, to be commanded, must be obeyed.","author":"Francis Bacon","topic":"Nature"},{"quote":"I think it is in collaboration that the nature of art is revealed.","author":"Steve Lacy","topic":"Nature"},{"quote":"The tree that is beside the running water is fresher and gives more fruit.","author":"Saint Teresa of Avila","topic":"Nature"},{"quote":"If the machine of government is of such a nature that it requires you to be the agent of injustice to another, then, I say, break the law.","author":"Henry David Thoreau","topic":"Nature"},{"quote":"I hold grudges, but I can&#39;t hate nobody; that&#39;s not my nature.","author":"The Notorious B.I.G.","topic":"Nature"},{"quote":"Even when I see a beautiful woman, I think, &#39;Aw, her life must be amazing.&#39; Everyone does it. That&#39;s human nature to believe that beauty is everything.","author":"Marina and the Diamonds","topic":"Nature"},{"quote":"Blue thou art, intensely blue; Flower, whence came thy dazzling hue?","author":"James Montgomery","topic":"Nature"},{"quote":"By nature, I keep moving, man. My theory is, be the shark. You&#39;ve just got to keep moving. You can&#39;t stop.","author":"Brad Pitt","topic":"Nature"},{"quote":"The world is mud-luscious and puddle-wonderful.","author":"e. e. cummings","topic":"Nature"},{"quote":"I think it pisses God off if you walk by the color purple in a field somewhere and don&#39;t notice it.","author":"Alice Walker","topic":"Nature"},{"quote":"The very nature of science is discoveries, and the best of those discoveries are the ones you don&#39;t expect.","author":"Neil deGrasse Tyson","topic":"Nature"},{"quote":"I think a spiritual journey is not so much a journey of discovery. It&#39;s a journey of recovery. It&#39;s a journey of uncovering your own inner nature. It&#39;s already there.","author":"Billy Corgan","topic":"Nature"},{"quote":"Whether we or our politicians know it or not, Nature is party to all our deals and decisions, and she has more votes, a longer memory, and a sterner sense of justice than we do.","author":"Wendell Berry","topic":"Nature"},{"quote":"Everything is political. I will never be a politician or even think political. Me just deal with life and nature. That is the greatest thing to me.","author":"Bob Marley","topic":"Nature"},{"quote":"All water has a perfect memory and is forever trying to get back to where it was.","author":"Toni Morrison","topic":"Nature"},{"quote":"Anything created by human beings is already in the great book of nature.","author":"Antoni Gaudi","topic":"Nature"},{"quote":"Should you shield the canyons from the windstorms you would never see the true beauty of their carvings.","author":"Elisabeth Kubler-Ross","topic":"Nature"},{"quote":"To me a lush carpet of pine needles or spongy grass is more welcome than the most luxurious Persian rug.","author":"Helen Keller","topic":"Nature"},{"quote":"I experience a period of frightening clarity in those moments when nature is so beautiful. I am no longer sure of myself, and the paintings appear as in a dream.","author":"Vincent Van Gogh","topic":"Nature"},{"quote":"I consider nature a vast chemical laboratory in which all kinds of composition and decompositions are formed.","author":"Antoine Lavoisier","topic":"Nature"},{"quote":"The garden suggests there might be a place where we can meet nature halfway.","author":"Michael Pollan","topic":"Nature"},{"quote":"I&#39;ll walk where my own nature would be leading: It vexes me to choose another guide.","author":"Emily Bronte","topic":"Nature"},{"quote":"I knew, of course, that trees and plants had roots, stems, bark, branches and foliage that reached up toward the light. But I was coming to realize that the real magician was light itself.","author":"Edward Steichen","topic":"Nature"},{"quote":"Things don&#39;t just happen in this world of arising and passing away. We don&#39;t live in some kind of crazy, accidental universe. Things happen according to certain laws, laws of nature. Laws such as the law of karma, which teaches us that as a certain seed gets planted, so will that fruit be.","author":"Sharon Salzberg","topic":"Nature"},{"quote":"Twilight drops her curtain down, and pins it with a star.","author":"Lucy Maud Montgomery","topic":"Nature"},{"quote":"And this, our life, exempt from public haunt, finds tongues in trees, books in the running brooks, sermons in stones, and good in everything.","author":"William Shakespeare","topic":"Nature"},{"quote":"You can never really go wrong if you take nature as an example.","author":"Christian Dior","topic":"Nature"},{"quote":"Everything that slows us down and forces patience, everything that sets us back into the slow circles of nature, is a help. Gardening is an instrument of grace.","author":"May Sarton","topic":"Nature"},{"quote":"I never saw a discontented tree. They grip the ground as though they liked it, and though fast rooted they travel about as far as we do.","author":"John Muir","topic":"Nature"},{"quote":"I&#39;m naturally an optimist, but my basis for hope is rooted in my understanding of human nature.","author":"Al Gore","topic":"Nature"},{"quote":"We have much to learn by studying nature and taking the time to tease out its secrets.","author":"David Suzuki","topic":"Nature"},{"quote":"Buddhism teaches us not to try to run away from suffering. You have to confront suffering. You have to look deeply into the nature of suffering in order to recognize its cause, the making of the suffering.","author":"Thich Nhat Hanh","topic":"Nature"},{"quote":"Airplane travel is nature&#39;s way of making you look like your passport photo.","author":"Al Gore","topic":"Nature"},{"quote":"Learn from nature. Stuff lives and stuff dies all the time, you know. Animals and birds and flowers. Trees come and go, and we come and go. That&#39;s it. So we should all seize life and make the most of what we have while we can.","author":"Joanna Lumley","topic":"Nature"},{"quote":"You can hold yourself back from the sufferings of the world, that is something you are free to do and it accords with your nature, but perhaps this very holding back is the one suffering you could avoid.","author":"Franz Kafka","topic":"Nature"},{"quote":"All men by nature desire knowledge.","author":"Aristotle","topic":"Nature"},{"quote":"To prefer evil to good is not in human nature; and when a man is compelled to choose one of two evils, no one will choose the greater when he might have the less.","author":"Plato","topic":"Nature"},{"quote":"We may brave human laws, but we cannot resist natural ones.","author":"Jules Verne","topic":"Nature"},{"quote":"I slow down when hiking. The rhythm of nature is more leisurely. The sun comes up, it moves across the sky, and you begin to synchronize to that rhythm.","author":"John Mackey","topic":"Nature"},{"quote":"None of us can claim to be fair and square in love - and I&#39;m definitely not a hypocrite! Humans are built to evolve with time. It depends on the nature of the relationship you share with a person. It is there today, tomorrow it may be gone; c&#39;est la vie.","author":"Randeep Hooda","topic":"Nature"},{"quote":"Painting from nature is not copying the object; it is realizing one&#39;s sensations.","author":"Paul Cezanne","topic":"Nature"},{"quote":"Nations, like individuals in a state of nature, are equal and independent, possessing certain rights and owing certain duties to each other.","author":"Millard Fillmore","topic":"Nature"},{"quote":"See that the imagination of nature is far, far greater than the imagination of man.","author":"Richard P. Feynman","topic":"Nature"},{"quote":"Human settlements are like living organisms. They must grow, and they will change. But we can decide on the nature of that growth - on the quality and the character of it - and where it ought to go. We don&#39;t have to scatter the building blocks of our civic life all over the countryside, destroying our towns and ruining farmland.","author":"James Howard Kunstler","topic":"Nature"},{"quote":"The physical ego, the active consciousness in man, should uplift its body-identified self into unity with the soul, its true nature; it should not allow itself to remain mired in the lowly delusive strata of the senses and material entanglement.","author":"Paramahansa Yogananda","topic":"Nature"},{"quote":"I believe myself to possess a most singular combination of qualities exactly fitted to make me pre-eminently a discoverer of the hidden realities of nature.","author":"Ada Lovelace","topic":"Nature"},{"quote":"To make a prairie it takes a clover and one bee, One clover, and a bee, And revery. The revery alone will do, If bees are few.","author":"Emily Dickinson","topic":"Nature"},{"quote":"By the time we get to the 2040s, we&#39;ll be able to multiply human intelligence a billionfold. That will be a profound change that&#39;s singular in nature. Computers are going to keep getting smaller and smaller. Ultimately, they will go inside our bodies and brains and make us healthier, make us smarter.","author":"Ray Kurzweil","topic":"Nature"},{"quote":"I&#39;m definitely a Polaroid camera girl. For me, what I&#39;m really excited about is bringing back the artistry and the nature of Polaroid.","author":"Lady Gaga","topic":"Nature"},{"quote":"And the heart that is soonest awake to the flowers is always the first to be touch&#39;d by the thorns.","author":"Thomas Moore","topic":"Nature"},{"quote":"To photograph truthfully and effectively is to see beneath the surfaces and record the qualities of nature and humanity which live or are latent in all things.","author":"Ansel Adams","topic":"Nature"},{"quote":"Tears are nature&#39;s lotion for the eyes. The eyes see better for being washed by them.","author":"Christian Nestell Bovee","topic":"Nature"},{"quote":"Be truthful, nature only sides with truth.","author":"Adolf Loos","topic":"Nature"},{"quote":"We are caught in the contradiction of finding life a rather perplexing puzzle which causes us a lot of misery, and at the same time being dimly aware of the boundless, limitless nature of life. So we begin looking for an answer to the puzzle.","author":"Joko Beck","topic":"Nature"},{"quote":"But more wonderful than the lore of old men and the lore of books is the secret lore of ocean.","author":"H. P. Lovecraft","topic":"Nature"},{"quote":"I&#39;m very competitive by nature. And I like to be the underdog - It&#39;s the best way to win. To come from behind and win is a great feeling!","author":"Zac Efron","topic":"Nature"},{"quote":"I&#39;m a flirt by nature, and I like flirting with that line of what&#39;s passable and what&#39;s not, and I genuinely don&#39;t believe that I cross it.","author":"Katherine Ryan","topic":"Nature"},{"quote":"Storms of every sort, torrents, earthquakes, cataclysms, &#39;convulsions of nature,&#39; etc., however mysterious and lawless at first sight they may seem, are only harmonious notes in the song of creation, varied expressions of God&#39;s love.","author":"John Muir","topic":"Nature"},{"quote":"Beauty is our weapon against nature; by it we make objects, giving them limit, symmetry, proportion. Beauty halts and freezes the melting flux of nature.","author":"Camille Paglia","topic":"Nature"},{"quote":"It is the nature, and the advantage, of strong people that they can bring out the crucial questions and form a clear opinion about them. The weak always have to decide between alternatives that are not their own.","author":"Dietrich Bonhoeffer","topic":"Nature"},{"quote":"As I grew older, I realized that it was much better to insist on the genuine forms of nature, for simplicity is the greatest adornment of art.","author":"Albrecht Durer","topic":"Nature"},{"quote":"A poet ought not to pick nature&#39;s pocket. Let him borrow, and so borrow as to repay by the very act of borrowing. Examine nature accurately, but write from recollection, and trust more to the imagination than the memory.","author":"Samuel Taylor Coleridge","topic":"Nature"},{"quote":"I love the ocean, wide-open space and trees, but I&#39;m not a gardener or anything like that. I think I may be, eventually. I was raised in the city, so I don&#39;t have that skill set, but my heart is more with the dirt than the concrete. It&#39;s an unrequited love with nature - a one-way love affair.","author":"David Duchovny","topic":"Nature"},{"quote":"Memory is a magnet. It will pull to it and hold only material nature has designed it to attract.","author":"Jessamyn West","topic":"Nature"},{"quote":"Mother Nature just gave me the ultimate physique.","author":"Lee Haney","topic":"Nature"},{"quote":"Life has loveliness to sell, all beautiful and splendid things, blue waves whitened on a cliff, soaring fire that sways and sings, and children&#39;s faces looking up, holding wonder like a cup.","author":"Sara Teasdale","topic":"Nature"},{"quote":"Leopard is an animal design, and my designs come from nature.","author":"Roberto Cavalli","topic":"Nature"},{"quote":"Let the gentle bush dig its root deep and spread upward to split one boulder.","author":"Carl Sandburg","topic":"Nature"},{"quote":"Musicals are, by nature, theatrical, meaning poetic, meaning having to move the audience&#39;s imagination and create a suspension of disbelief, by which I mean there&#39;s no fourth wall.","author":"Stephen Sondheim","topic":"Nature"},{"quote":"I think to be a great quarterback, you have to have a great leadership, great attention to detail, and a relentless competitive nature. And that&#39;s what I try to bring to the table, and I have a long way to go. I&#39;m still learning, and I&#39;m still on a constant quest for knowledge.","author":"Russell Wilson","topic":"Nature"},{"quote":"Falling down became second nature and it really didn&#39;t bother me.","author":"Nancy Kerrigan","topic":"Nature"},{"quote":"It is smarter to borrow from nature than to reinvent the wheels.","author":"Philip Emeagwali","topic":"Nature"},{"quote":"That the sea is one of the most beautiful and magnificent sights in Nature, all admit.","author":"John Joly","topic":"Nature"},{"quote":"How beautiful the leaves grow old. How full of light and color are their last days.","author":"John Burroughs","topic":"Nature"},{"quote":"Let us permit nature to have her way. She understands her business better than we do.","author":"Michel de Montaigne","topic":"Nature"},{"quote":"Vegetation is the basic instrument the creator uses to set all of nature in motion.","author":"Antoine Lavoisier","topic":"Nature"},{"quote":"I think that I shall never see a poem lovely as a tree.","author":"Joyce Kilmer","topic":"Nature"},{"quote":"The greatest error of a man is to think that he is weak by nature, evil by nature. Every man is divine and strong in his real nature. What are weak and evil are his habits, his desires and thoughts, but not himself.","author":"Ramana Maharshi","topic":"Nature"},{"quote":"For me nature is not landscape, but the dynamism of visual forces.","author":"Bridget Riley","topic":"Nature"},{"quote":"The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written, as with a sunbeam, in the whole volume of human nature, by the hand of the divinity itself; and can never be erased.","author":"Alexander Hamilton","topic":"Nature"},{"quote":"The skull is nature&#39;s sculpture.","author":"David Bailey","topic":"Nature"},{"quote":"Nature has placed mankind under the governance of two sovereign masters, pain and pleasure. It is for them alone to point out what we ought to do, as well as to determine what we shall do.","author":"Jeremy Bentham","topic":"Nature"},{"quote":"A bee is never as busy as it seems; it&#39;s just that it can&#39;t buzz any slower.","author":"Kin Hubbard","topic":"Nature"},{"quote":"You can&#39;t be suspicious of a tree, or accuse a bird or a squirrel of subversion or challenge the ideology of a violet.","author":"Hal Borland","topic":"Nature"},{"quote":"Suffering is permanent, obscure and dark, And shares the nature of infinity.","author":"William Wordsworth","topic":"Nature"},{"quote":"Human bodies are designed for regular physical activity. The sedentary nature of much of modern life probably plays a significant role in the epidemic incidence of depression today. Many studies show that depressed patients who stick to a regimen of aerobic exercise improve as much as those treated with medication.","author":"Andrew Weil","topic":"Nature"},{"quote":"When I grew up in the South, I was taught that segregation was the will of God, and the Bible was quoted to prove it. I was taught that women were by nature in inferior to men, and the Bible was quoted to prove it. I was taught that it was okay to hate other religions, and especially the Jews, and the Bible was quoted to prove it.","author":"John Shelby Spong","topic":"Nature"},{"quote":"A sense of the universe, a sense of the all, the nostalgia which seizes us when confronted by nature, beauty, music - these seem to be an expectation and awareness of a Great Presence.","author":"Pierre Teilhard de Chardin","topic":"Nature"},{"quote":"There is a very remarkable inclination in human nature to bestow on external objects the same emotions which it observes in itself, and to find every where those ideas which are most present to it.","author":"David Hume","topic":"Nature"},{"quote":"Only the brave know how to forgive... a coward never forgave; it is not in his nature.","author":"Laurence Sterne","topic":"Nature"},{"quote":"Nature uses as little as possible of anything.","author":"Johannes Kepler","topic":"Nature"},{"quote":"I would feel more optimistic about a bright future for man if he spent less time proving that he can outwit Nature and more time tasting her sweetness and respecting her seniority.","author":"E. B. White","topic":"Nature"},{"quote":"Death, like birth, is a secret of Nature.","author":"Marcus Aurelius","topic":"Nature"},{"quote":"Observe constantly that all things take place by change, and accustom thyself to consider that the nature of the Universe loves nothing so much as to change the things which are, and to make new things like them.","author":"Marcus Aurelius","topic":"Nature"},{"quote":"This is a fundamental view of the world. It says that when you build a thing you cannot merely build that thing in isolation, but must repair the world around it, and within it, so that the larger world at that one place becomes more coherent, and more whole; and the thing which you make takes its place in the web of nature, as you make it.","author":"Christopher Alexander","topic":"Nature"},{"quote":"At Baptism, I received grace - that quality that makes me share in the very nature of God.","author":"Mother Angelica","topic":"Nature"},{"quote":"When I see a bird that walks like a duck and swims like a duck and quacks like a duck, I call that bird a duck.","author":"James Whitcomb Riley","topic":"Nature"},{"quote":"Moonlight is sculpture.","author":"Nathaniel Hawthorne","topic":"Nature"},{"quote":"I think the healthy way to live is to make friends with the beast inside oneself, and that means not the beast but the shadow. The dark side of one&#39;s nature. Have fun with it and you know, is to accept everything about ourselves.","author":"Anthony Hopkins","topic":"Nature"},{"quote":"There&#39;s design, and there&#39;s art. Good design is total harmony. There&#39;s no better designer than nature - if you look at a branch or a leaf, it&#39;s perfect. It&#39;s all function. Art is different. It&#39;s about emotion. It&#39;s about suffering and beauty - but mostly suffering!","author":"Diane von Furstenberg","topic":"Nature"},{"quote":"Nature is not only all that is visible to the eye... it also includes the inner pictures of the soul.","author":"Edvard Munch","topic":"Nature"},{"quote":"Those who look for the laws of Nature as a support for their new works collaborate with the creator.","author":"Antoni Gaudi","topic":"Nature"},{"quote":"Consistency is contrary to nature, contrary to life. The only completely consistent people are dead.","author":"Aldous Huxley","topic":"Nature"},{"quote":"Feminism is doomed to failure because it is based on an attempt to repeal and restructure human nature.","author":"Phyllis Schlafly","topic":"Nature"},{"quote":"There is an electric fire in human nature tending to purify - so that among these human creatures there is continually some birth of new heroism. The pity is that we must wonder at it, as we should at finding a pearl in rubbish.","author":"John Keats","topic":"Nature"},{"quote":"We should attempt to bring nature, houses, and human beings together in a higher unity.","author":"Ludwig Mies van der Rohe","topic":"Nature"},{"quote":"The fall is my favorite time of year. I love the colors. The sun is out, you get warmth on your skin but there&#39;s the coolness of the breeze. It&#39;s really comfortable.","author":"Ricky Skaggs","topic":"Nature"},{"quote":"In the state of nature profit is the measure of right.","author":"Thomas Hobbes","topic":"Nature"},{"quote":"The most important thing is the indigenous people are not vindictive by nature. We are not here to oppress anybody - but to join together and build Bolivia, with justice and equality.","author":"Evo Morales","topic":"Nature"},{"quote":"The roots of racism lie deep in man&#39;s nature, wounded and bruised by original sin.","author":"Sargent Shriver","topic":"Nature"},{"quote":"Wars will remain while human nature remains. I believe in my soul in cooperation, in arbitration; but the soldier&#39;s occupation we cannot say is gone until human nature is gone.","author":"Rutherford B. Hayes","topic":"Nature"},{"quote":"The way of the Creative works through change and transformation, so that each thing receives its true nature and destiny and comes into permanent accord with the Great Harmony: this is what furthers and what perseveres.","author":"Alexander Pope","topic":"Nature"},{"quote":"I am disturbed when I see the majority of so-called Christians having such little understanding of the real nature of the faith they profess. Faith is a subject of such importance that we should not ignore it because of the distractions or the hectic pace of our lives.","author":"William Wilberforce","topic":"Nature"},{"quote":"Mother Nature made me the way I am, and I should be happy.","author":"Karolina Kurkova","topic":"Nature"},{"quote":"There is something beautiful about all scars of whatever nature. A scar means the hurt is over, the wound is closed and healed, done with.","author":"Harry Crews","topic":"Nature"},{"quote":"Power doesn&#39;t back up in the face of a smile, or in the face of a threat of some kind of nonviolent loving action. It&#39;s not the nature of power to back up in the face of anything but some more power.","author":"Malcolm X","topic":"Nature"},{"quote":"Miracles are not contrary to nature, but only contrary to what we know about nature.","author":"Saint Augustine","topic":"Nature"},{"quote":"The world, when you look at it, it just can&#39;t be random. I mean, it&#39;s so different than the vast emptiness that is everything else, and even all the other planets we&#39;ve seen, at least in our solar system, none of them even remotely resemble the precious life-giving nature of our own planet.","author":"Chris Hadfield","topic":"Nature"},{"quote":"I drank the silence of God from a spring in the woods.","author":"Georg Trakl","topic":"Nature"},{"quote":"Nature is not human hearted.","author":"Lao Tzu","topic":"Nature"},{"quote":"It is the nature of truth in general, as of some ores in particular, to be richest when most superficial.","author":"Edgar Allan Poe","topic":"Nature"},{"quote":"The artist is the confidant of nature, flowers carry on dialogues with him through the graceful bending of their stems and the harmoniously tinted nuances of their blossoms. Every flower has a cordial word which nature directs towards him.","author":"Auguste Rodin","topic":"Nature"},{"quote":"One cannot violate the promptings of one&#39;s nature without having that nature recoil upon itself.","author":"Jack London","topic":"Nature"},{"quote":"It is human nature, especially as we get older, to look for stability in our lives. But if you want to be a successful entrepreneur, you have to fight against that somewhat, as starting a business requires movement. You cannot stay still.","author":"Robert Herjavec","topic":"Nature"},{"quote":"Women, by their nature, are not exceptional chess players: they are not great fighters.","author":"Garry Kasparov","topic":"Nature"},{"quote":"Mother Nature may be forgiving this year, or next year, but eventually she&#39;s going to come around and whack you. You&#39;ve got to be prepared.","author":"Geraldo Rivera","topic":"Nature"},{"quote":"Ignorance, hatred and greed are killing nature.","author":"Masanobu Fukuoka","topic":"Nature"},{"quote":"A hen is only an egg&#39;s way of making another egg.","author":"Samuel Butler","topic":"Nature"},{"quote":"The soul is one in its nature, but its entities are many.","author":"Dayananda Saraswati","topic":"Nature"},{"quote":"Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants.","author":"Benjamin Franklin","topic":"Nature"},{"quote":"Love is a portion of the soul itself, and it is of the same nature as the celestial breathing of the atmosphere of paradise.","author":"Victor Hugo","topic":"Nature"},{"quote":"Nature is something outside our body, but the mind is within us.","author":"Bhumibol Adulyadej","topic":"Nature"},{"quote":"Every song has a composer, every book has an author, every car has a maker, every painting has a painter, and every building has a builder. So it isn&#39;t irrational to take this simple logic a little further and say that nature must have had a Maker. It would be irrational to believe that it made itself.","author":"Ray Comfort","topic":"Nature"},{"quote":"I don&#39;t try to be bad as much as I just am by nature.","author":"Marilyn Manson","topic":"Nature"},{"quote":"The sea has neither meaning nor pity.","author":"Anton Chekhov","topic":"Nature"},{"quote":"If people sat outside and looked at the stars each night, I&#39;ll bet they&#39;d live a lot differently.","author":"Bill Watterson","topic":"Nature"},{"quote":"I&#39;m experimental by nature... always exploring my creativity.","author":"Christina Aguilera","topic":"Nature"},{"quote":"If you can&#39;t sit in a cafe quietly and be ignored, how can you observe human nature and write a story?","author":"Evangeline Lilly","topic":"Nature"},{"quote":"Seems you can&#39;t outsmart Mother Nature.","author":"Mark Hyman","topic":"Nature"},{"quote":"In general, I&#39;m not much into etiquette and am a rule-breaker and rebel by nature.","author":"Chip Conley","topic":"Nature"},{"quote":"I have seen the movement of the sinews of the sky, And the blood coursing in the veins of the moon.","author":"Muhammad Iqbal","topic":"Nature"},{"quote":"Bald as the bare mountain tops are bald, with a baldness full of grandeur.","author":"Matthew Arnold","topic":"Nature"},{"quote":"It is a holy blessing to be born with the exquisite qualities of a daughter of God. Women of God, both old and young, are spiritual and sensitive, tender and gentle. They have a kind, nurturing nature. This is your inheritance. Never belittle the gifts God has given to you. Develop the divinity that is within you.","author":"Margaret D. Nadauld","topic":"Nature"},{"quote":"Hiking is something that I really, really like to do. It&#39;s distracting, you&#39;re in nature, and you get a nice workout that way. I would tell everyone to hike as much as they can - you just feel so much better when you get outdoors. I&#39;m also into yoga.","author":"Odette Annable","topic":"Nature"},{"quote":"To deal with these problems - of world population and hunger, of peace, of energy and mineral resources, of environmental pollution, of poverty - we must broaden and deepen our knowledge of nature&#39;s laws, and we must broaden and deepen our understanding of the laws of human behavior.","author":"Herbert A. Simon","topic":"Nature"},{"quote":"Science is based on reproducibility and manufactured objectivity. As strong as that makes its ability to generate claims about matter and energy, it also makes scientific knowledge inapplicable to the existential, visceral nature of human life, which is unique and subjective and unpredictable.","author":"Paul Kalanithi","topic":"Nature"},{"quote":"We have the capacity to receive messages from the stars and the songs of the night winds.","author":"Ruth St. Denis","topic":"Nature"},{"quote":"The love story for me was the nature of the love and not the age of the lovers.","author":"Kate Capshaw","topic":"Nature"},{"quote":"I remember a hundred lovely lakes, and recall the fragrant breath of pine and fir and cedar and poplar trees. The trail has strung upon it, as upon a thread of silk, opalescent dawns and saffron sunsets.","author":"Hamlin Garland","topic":"Nature"},{"quote":"To cherish what remains of the Earth and to foster its renewal is our only legitimate hope of survival.","author":"Wendell Berry","topic":"Nature"},{"quote":"I suppose I might insist on making issues of things. But that is not my nature, and I always bear in mind that my mission is to leave behind me the kind of impression that will make it easier for those who follow.","author":"Marian Anderson","topic":"Nature"},{"quote":"A dog is a vehicle, you know; a dog is a window to Mother Nature, and that&#39;s the closest species we have.","author":"Cesar Millan","topic":"Nature"},{"quote":"When we were in the Dark Ages, it was a question of humanity somehow managing to forget about itself. We put God in the centre of society, and people forgot about their own nature and desires. There was a huge deal of repression.","author":"Shakira","topic":"Nature"},{"quote":"While we are under the tyranny of Priests, it will ever be their interest, to invalidate the law of nature and reason, in order to establish systems incompatible therewith.","author":"Ethan Allen","topic":"Nature"},{"quote":"But epistemology is always and inevitably personal. The point of the probe is always in the heart of the explorer: What is my answer to the question of the nature of knowing?","author":"Gregory Bateson","topic":"Nature"},{"quote":"When man lives under government, he is fallen, his worth is gone, and his nature tarnished.","author":"Adam Weishaupt","topic":"Nature"},{"quote":"I&#39;m a very lazy person by nature. I have to be really engaged, and then I go straight from lazy to obsessive. I couldn&#39;t study chemistry, but I could memorize all the books for Dungeons and Dragons. It was ridiculous. The trick is to find what I like to do.","author":"Jon Favreau","topic":"Nature"},{"quote":"I say you don&#39;t need religion, or political ideology, to understand human nature. Science reveals that human nature is greedy and selfish, altruistic and helpful.","author":"Michael Shermer","topic":"Nature"},{"quote":"I am fascinated by people&#39;s flaws and delusions: all the messy bits of human nature we all try to pretend we don&#39;t have.","author":"Hattie Morahan","topic":"Nature"},{"quote":"You need not search for the compassionate mind from outside. To know yourself, to know your nature, your mind will automatically be the compassionate one.","author":"Lobsang Tenzin","topic":"Nature"},{"quote":"Speech is one of the marvels that characterize man, and also one of the most difficult spontaneous creations that have been accomplished by nature.","author":"Maria Montessori","topic":"Nature"},{"quote":"Poetry is emotion put into measure. The emotion must come by nature, but the measure can be acquired by art.","author":"Thomas Hardy","topic":"Nature"},{"quote":"For the Chinese, the Greeks, the Mayans, or the Egyptians, nature was a living totality, a creative being. For this reason, art, according to Aristotle, is imitation; the poet imitates the creative gesture of nature.","author":"Octavio Paz","topic":"Nature"},{"quote":"The scientific observer of Nature is a kind of mystic seeker in the act of prayer.","author":"Muhammad Iqbal","topic":"Nature"},{"quote":"We don&#39;t do things we aren&#39;t good at by nature. I wouldn&#39;t play basketball because I&#39;m only 5&#39; 1&quot;. Find what you enjoy - whether it&#39;s racing, flying a helicopter, being a doctor, or stitching clothes together. Once you&#39;ve done that, you have the passion you need.","author":"Danica Patrick","topic":"Nature"},{"quote":"Today we are searching for things in nature that are hidden behind the veil of appearance... We look for and paint this inner, spiritual side of nature.","author":"Franz Marc","topic":"Nature"},{"quote":"For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled.","author":"Richard P. Feynman","topic":"Nature"},{"quote":"We can actually accelerate the process through meditation, through the ability to find stillness through loving actions, through compassion and sharing, through understanding the nature of the creative process in the universe and having a sense of connection to it. So, that&#39;s conscious evolution.","author":"Deepak Chopra","topic":"Nature"},{"quote":"I think we need to do some deep soul searching about what&#39;s important in our lives and renew our spirit and our spiritual thinking, whether it&#39;s through faith-based religion or just through loving nature or helping your fellow man.","author":"Louie Schwartzberg","topic":"Nature"},{"quote":"The landscape painter must walk in the fields with a humble mind. No arrogant man was ever permitted to see Nature in all her beauty.","author":"John Constable","topic":"Nature"},{"quote":"Tis distance lends enchantment to the view, and robes the mountain in its azure hue.","author":"Thomas Campbell","topic":"Nature"},{"quote":"A good face they say, is a letter of recommendation. O Nature, Nature, why art thou so dishonest, as ever to send men with these false recommendations into the World!","author":"Henry Fielding","topic":"Nature"},{"quote":"The groves were God&#39;s first temples.","author":"William C. Bryant","topic":"Nature"},{"quote":"Flowers are without hope. Because hope is tomorrow and flowers have no tomorrow.","author":"Antonio Porchia","topic":"Nature"},{"quote":"It is human nature to be shortsighted and to lose momentum to make changes once the story is out of the headlines and there aren&#39;t financial incentives or political rewards. We owe to ourselves to learn from the past so we can try to do better.","author":"Sheri Fink","topic":"Nature"},{"quote":"Though pleas&#39;d to see the dolphins play, I mind my compass and my way.","author":"Matthew Green","topic":"Nature"},{"quote":"Curiosity is the one thing invincible in Nature.","author":"Freya Stark","topic":"Nature"},{"quote":"If people think nature is their friend, then they sure don&#39;t need an enemy.","author":"Kurt Vonnegut","topic":"Nature"},{"quote":"I perhaps owe having become a painter to flowers.","author":"Claude Monet","topic":"Nature"},{"quote":"Rest is not idleness, and to lie sometimes on the grass under trees on a summer&#39;s day, listening to the murmur of the water, or watching the clouds float across the sky, is by no means a waste of time.","author":"John Lubbock","topic":"Nature"},{"quote":"Delicious autumn! My very soul is wedded to it, and if I were a bird I would fly about the earth seeking the successive autumns.","author":"George Eliot","topic":"Nature"},{"quote":"Light in Nature creates the movement of colors.","author":"Robert Delaunay","topic":"Nature"},{"quote":"It seems to be a law of nature, inflexible and inexorable, that those who will not risk cannot win.","author":"John Paul Jones","topic":"Nature"},{"quote":"The history of science shows that theories are perishable. With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified.","author":"Nikola Tesla","topic":"Nature"},{"quote":"In nature we never see anything isolated, but everything in connection with something else which is before it, beside it, under it and over it.","author":"Johann Wolfgang von Goethe","topic":"Nature"},{"quote":"How inappropriate to call this planet Earth when it is quite clearly Ocean.","author":"Arthur C. Clarke","topic":"Nature"},{"quote":"Human society sustains itself by transforming nature into garbage.","author":"Mason Cooley","topic":"Nature"},{"quote":"Mother Nature is the great equalizer. You can&#39;t get away from it.","author":"Christopher Heyerdahl","topic":"Nature"},{"quote":"Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty.","author":"Coco Chanel","topic":"Nature"},{"quote":"It is not the language of painters but the language of nature which one should listen to, the feeling for the things themselves, for reality is more important than the feeling for pictures.","author":"Vincent Van Gogh","topic":"Nature"},{"quote":"You can&#39;t just let nature run wild.","author":"Walt Disney","topic":"Nature"},{"quote":"It is good to realize that if love and peace can prevail on earth, and if we can teach our children to honor nature&#39;s gifts, the joys and beauties of the outdoors will be here forever.","author":"Jimmy Carter","topic":"Nature"},{"quote":"Camping is nature&#39;s way of promoting the motel business.","author":"Dave Barry","topic":"Nature"},{"quote":"A hostility to modernity is shared by ideologies that have nothing else in common - a nostalgia for moral clarity, small-town intimacy, family values, primitive communism, ecological sustainability, communitarian solidarity, or harmonies with the rhythms of nature.","author":"Steven Pinker","topic":"Nature"},{"quote":"Hurricane season brings a humbling reminder that, despite our technologies, most of nature remains unpredictable.","author":"Diane Ackerman","topic":"Nature"},{"quote":"Whenever I get fed up with life I love to go wandering in nature.","author":"Andrea Arnold","topic":"Nature"},{"quote":"By &#39;justice&#39;, I understand nothing more than that bond which is necessary to keep the interest of individuals united, without which men would return to their original state of barbarity. All punishments which exceed the necessity of preserving this bond are, in their nature, unjust.","author":"Cesare Beccaria","topic":"Nature"},{"quote":"Literature is the expression of a feeling of deprivation, a recourse against a sense of something missing. But the contrary is also true: language is what makes us human. It is a recourse against the meaningless noise and silence of nature and history.","author":"Octavio Paz","topic":"Nature"},{"quote":"Perhaps nature is our best assurance of immortality.","author":"Eleanor Roosevelt","topic":"Nature"},{"quote":"Yoga is a method for restraining the natural turbulence of thoughts, which otherwise impartially prevent all men, of all lands, from glimpsing their true nature of Spirit. Yoga cannot know a barrier of East and West any more than does the healing and equitable light of the sun.","author":"Paramahansa Yogananda","topic":"Nature"},{"quote":"Working together in concert more smoothly not only helps us move more quickly; it changes the nature of what we can undertake. When we have the confidence that we can orchestrate the group effort required to realize them, we dare bigger dreams.","author":"Justin Rosenstein","topic":"Nature"},{"quote":"I know the lands are lit, with all the autumn blaze of Goldenrod.","author":"Helen Hunt Jackson","topic":"Nature"},{"quote":"I believe in God, only I spell it Nature.","author":"Frank Lloyd Wright","topic":"Nature"},{"quote":"Nothing in the universe is contingent, but all things are conditioned to exist and operate in a particular manner by the necessity of the divine nature.","author":"Baruch Spinoza","topic":"Nature"},{"quote":"Solar power, wind power, the way forward is to collaborate with nature - it&#39;s the only way we are going to get to the other end of the 21st century.","author":"Bjork","topic":"Nature"},{"quote":"A desire to resist oppression is implanted in the nature of man.","author":"Tacitus","topic":"Nature"},{"quote":"The painter who is familiar with the nature of the sinews, muscles, and tendons, will know very well, in giving movement to a limb, how many and which sinews cause it; and which muscle, by swelling, causes the contraction of that sinew; and which sinews, expanded into the thinnest cartilage, surround and support the said muscle.","author":"Leonardo da Vinci","topic":"Nature"},{"quote":"Frost is the greatest artist in our clime - he paints in nature and describes in rime.","author":"Thomas Hood","topic":"Nature"},{"quote":"Being alone on the moors is scary; as the rain clouds settle in, it makes you realise your place in nature.","author":"Dave Davies","topic":"Nature"},{"quote":"My favorite place in Indonesia is Bali. I was there with my family in Nusa Dua, and my kids loved it. I&#39;m a workaholic, so for me, Bali is a place where you can have a vacation, but you can have your own moment as well. You feel like you blend with nature - and I love the beach.","author":"Joe Taslim","topic":"Nature"},{"quote":"Nature is an infinite sphere of which the center is everywhere and the circumference nowhere.","author":"Blaise Pascal","topic":"Nature"},{"quote":"It is wrong to think that the task of physics is to find out how Nature is. Physics concerns what we say about Nature.","author":"Niels Bohr","topic":"Nature"},{"quote":"I&#39;m very gregarious, but I love being in the hills on my own.","author":"Norman MacCaig","topic":"Nature"},{"quote":"In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all.","author":"Alan Watts","topic":"Nature"},{"quote":"All nature is but art unknown to thee.","author":"Alexander Pope","topic":"Nature"},{"quote":"In nature there are neither rewards nor punishments; there are consequences.","author":"Robert Green Ingersoll","topic":"Nature"},{"quote":"Form must have a content, and that content must be linked with nature.","author":"Alvar Aalto","topic":"Nature"},{"quote":"The violets in the mountains have broken the rocks.","author":"Tennessee Williams","topic":"Nature"},{"quote":"Of course, there will always be those who look only at technique, who ask &#39;how&#39;, while others of a more curious nature will ask &#39;why&#39;. Personally, I have always preferred inspiration to information.","author":"Man Ray","topic":"Nature"},{"quote":"To understand the nature of the people one must be a prince, and to understand the nature of the prince, one must be of the people.","author":"Niccolo Machiavelli","topic":"Nature"},{"quote":"The sway of alcohol over mankind is unquestionably due to its power to stimulate the mystical faculties of human nature, usually crushed to earth by the cold facts and dry criticisms of the sober hour.","author":"William James","topic":"Nature"},{"quote":"An artist must possess Nature. He must identify himself with her rhythm, by efforts that will prepare the mastery which will later enable him to express himself in his own language.","author":"Henri Matisse","topic":"Nature"},{"quote":"Beauty is nature&#39;s brag, and must be shown in courts, at feasts, and high solemnities, where most may wonder at the workmanship.","author":"John Milton","topic":"Nature"},{"quote":"Race hate isn&#39;t human nature; race hate is the abandonment of human nature.","author":"Orson Welles","topic":"Nature"},{"quote":"All men are by nature born equally free and independent.","author":"George Mason","topic":"Nature"},{"quote":"All of nature begins to whisper its secrets to us through its sounds. Sounds that were previously incomprehensible to our soul now become the meaningful language of nature.","author":"Rudolf Steiner","topic":"Nature"},{"quote":"It&#39;s human nature to take the easy route and leap at storage methods that promise quick and convenient ways to remove visible clutter. Putting things away creates the illusion that the clutter problem has been solved. But sooner or later, all the storage units are full, and the room once again overflows with things.","author":"Marie Kondo","topic":"Nature"},{"quote":"Art is contemplation. It is the pleasure of the mind which searches into nature and which there divines the spirit of which nature herself is animated.","author":"Auguste Rodin","topic":"Nature"},{"quote":"The true treasure lies within. It is the underlying theme of the songs we sing, the shows we watch and the books we read. It is woven into the Psalms of the Bible, the ballads of the Beatles and practically every Bollywood film ever made. What is that treasure? Love. Love is the nature of the Divine.","author":"Radhanath Swami","topic":"Nature"},{"quote":"The earth is such a voluminous, sparse, wild place that has its own rhythm that human beings try to control and strategize our way around, but the truth is, if you&#39;re out someplace like the ocean on a capsized boat, it doesn&#39;t matter if you have academic degrees, or if you&#39;re a martial-arts ninja. Nature is a bigger force than you.","author":"Rachael Taylor","topic":"Nature"},{"quote":"Who does not desire such a victory by which we shall join places in our Kingdom, so far divided by nature, and for which we shall set up trophies in another conquered world?","author":"Alexander the Great","topic":"Nature"},{"quote":"People is, I think, it&#39;s their nature - some people&#39;s nature, in a way, to be angry or jealous or just spiteful about somebody else&#39;s blessings.","author":"Jill Scott","topic":"Nature"},{"quote":"All souls are equal and alike and have the similar nature and qualities.","author":"Mahavira","topic":"Nature"},{"quote":"Whenever a new technology is introduced into society, there must be a counterbalancing human response - that is, high touch - or the technology is rejected... We must learn to balance the material wonders of technology with the spiritual demands of our human nature.","author":"John Naisbitt","topic":"Nature"},{"quote":"Trees love to toss and sway; they make such happy noises.","author":"Emily Carr","topic":"Nature"},{"quote":"Borrow trouble for yourself, if that&#39;s your nature, but don&#39;t lend it to your neighbours.","author":"Rudyard Kipling","topic":"Nature"},{"quote":"By its very nature the beautiful is isolated from everything else. From beauty no road leads to reality.","author":"Hannah Arendt","topic":"Nature"},{"quote":"No, no, I don&#39;t watch football. The last time I tried watching was the last Super Bowl. The problem I have is, you know, the graphic nature of my imagination; when I watch and see them meeting head onto head, helmet onto helmet, what flashes through my mind is what&#39;s going on in their brains. It&#39;s like torture to me.","author":"Bennet Omalu","topic":"Nature"},{"quote":"Nature hath framed strange fellows in her time.","author":"William Shakespeare","topic":"Nature"},{"quote":"We are all full of weakness and errors; let us mutually pardon each other our follies - it is the first law of nature.","author":"Voltaire","topic":"Nature"},{"quote":"When I have a terrible need of - shall I say the word - religion. Then I go out and paint the stars.","author":"Vincent Van Gogh","topic":"Nature"},{"quote":"Baseball gives every American boy a chance to excel, not just to be as good as someone else but to be better than someone else. This is the nature of man and the name of the game.","author":"Ted Williams","topic":"Nature"},{"quote":"Pure drawing is an abstraction. Drawing and colour are not distinct, everything in nature is coloured.","author":"Paul Cezanne","topic":"Nature"},{"quote":"When I started in the clubs, I had to work places where didn&#39;t nobody else want to work. I had to do clubs where street gangs were, had to do motorcycle gangs, gay balls and things of that nature.","author":"Bernie Mac","topic":"Nature"},{"quote":"In Australia, I grew up watching &#39;The Mickey Mouse Club,&#39; my son grew up watching &#39;Sesame Street,&#39; my grandson&#39;s growing up watching &#39;Dora The Explorer.&#39; So we are sort of saturated with American culture from the day we&#39;re born, and to those of those who do have an ear for it, it&#39;s second nature.","author":"Jacki Weaver","topic":"Nature"},{"quote":"I&#39;m a fighter by nature and nothing will ever change that.","author":"Anastacia","topic":"Nature"},{"quote":"Human nature is not nearly as bad as it has been thought to be.","author":"Abraham Maslow","topic":"Nature"},{"quote":"The air soft as that of Seville in April, and so fragrant that it was delicious to breathe it.","author":"Christopher Columbus","topic":"Nature"},{"quote":"The science of the mind can only have for its proper goal the understanding of human nature by every human being, and through its use, brings peace to every human soul.","author":"Alfred Adler","topic":"Nature"},{"quote":"The historic ascent of humanity, taken as a whole, may be summarized as a succession of victories of consciousness over blind forces - in nature, in society, in man himself.","author":"Leon Trotsky","topic":"Nature"},{"quote":"Mere goodness can achieve little against the power of nature.","author":"Georg Wilhelm Friedrich Hegel","topic":"Nature"},{"quote":"As human beings, we are endowed with freedom of choice, and we cannot shuffle off our responsibility upon the shoulders of God or nature. We must shoulder it ourselves. It is our responsibility.","author":"Arnold J. Toynbee","topic":"Nature"},{"quote":"Go forth under the open sky, and list To Nature&#39;s teachings.","author":"William C. Bryant","topic":"Nature"},{"quote":"What we observe is not nature itself, but nature exposed to our method of questioning.","author":"Werner Heisenberg","topic":"Nature"},{"quote":"A love of nature is a consolation against failure.","author":"Berthe Morisot","topic":"Nature"},{"quote":"Age is not measured by years. Nature does not equally distribute energy. Some people are born old and tired while others are going strong at seventy.","author":"Dorothy Thompson","topic":"Nature"},{"quote":"A national park is not a playground. It&#39;s a sanctuary for nature and for humans who will accept nature on nature&#39;s own terms.","author":"Michael Frome","topic":"Nature"},{"quote":"Nature, of course, has its share in the life of the soul and in numerous manifestations deeply influences human life. But this natural life of the soul is peripheral, mere appendix to the material phenomena of nature.","author":"Rudolf Christoph Eucken","topic":"Nature"},{"quote":"To explain all nature is too difficult a task for any one man or even for any one age. &#39;Tis much better to do a little with certainty &amp; leave the rest for others that come after you.","author":"Isaac Newton","topic":"Nature"},{"quote":"All art is but imitation of nature.","author":"Lucius Annaeus Seneca","topic":"Nature"},{"quote":"Nature is my manifestation of God. I go to nature every day for inspiration in the day&#39;s work. I follow in building the principles which nature has used in its domain.","author":"Frank Lloyd Wright","topic":"Nature"},{"quote":"For I have learned to look on nature, not as in the hour of thoughtless youth, but hearing oftentimes the still, sad music of humanity.","author":"William Wordsworth","topic":"Nature"},{"quote":"Listen to the sounds of nature. Wishing you the best on your trek towards your dreams.","author":"Kalpana Chawla","topic":"Nature"},{"quote":"My appointed work is to awaken the divine nature that is within.","author":"Peace Pilgrim","topic":"Nature"},{"quote":"With the coming of spring, I am calm again.","author":"Gustav Mahler","topic":"Nature"},{"quote":"A committee is organic rather than mechanical in its nature: it is not a structure but a plant. It takes root and grows, it flowers, wilts, and dies, scattering the seed from which other committees will bloom in their turn.","author":"C. Northcote Parkinson","topic":"Nature"},{"quote":"There&#39;s an easygoing nature that comes with a perspective of things that aren&#39;t as important as we make them sometimes.","author":"Marguerite Moreau","topic":"Nature"},{"quote":"Man can never be a woman&#39;s equal in the spirit of selfless service with which nature has endowed her.","author":"Mahatma Gandhi","topic":"Nature"},{"quote":"The selfsame procedure which zoology, a branch of the natural sciences, applies to the study of animals, anthropology must apply to the study of man; and by doing so, it enrolls itself as a science in the field of nature.","author":"Maria Montessori","topic":"Nature"},{"quote":"The old cathedrals are good, but the great blue dome that hangs over everything is better.","author":"Thomas Carlyle","topic":"Nature"},{"quote":"The view of Earth is spectacular.","author":"Sally Ride","topic":"Nature"},{"quote":"Nature hasn&#39;t gone anywhere. It is all around us, all the planets, galaxies and so on. We are nothing in comparison.","author":"Bjork","topic":"Nature"},{"quote":"&#39;Healing,&#39; Papa would tell me, &#39;is not a science, but the intuitive art of wooing nature.&#39;","author":"W. H. Auden","topic":"Nature"},{"quote":"Language is a window into human nature, but it is also a fistula, an open wound through which we&#39;re exposed to an infectious world.","author":"Steven Pinker","topic":"Nature"},{"quote":"It is not human nature we should accuse but the despicable conventions that pervert it.","author":"Denis Diderot","topic":"Nature"},{"quote":"Everybody is vulnerable to being in relationships where they get fooled. I&#39;m no different. It&#39;s just human nature.","author":"Michelle Pfeiffer","topic":"Nature"},{"quote":"In June as many as a dozen species may burst their buds on a single day. No man can heed all of these anniversaries; no man can ignore all of them.","author":"Aldo Leopold","topic":"Nature"},{"quote":"It is my deliberate opinion that the one essential requisite of human welfare in all ways is scientific knowledge of human nature.","author":"Harriet Martineau","topic":"Nature"},{"quote":"I am inherently a little brother - that&#39;s just my nature. It has to do with my sister being very strong and wanting to protect me. It&#39;s the natural order of things.","author":"Jake Gyllenhaal","topic":"Nature"},{"quote":"The attitude that nature is chaotic and that the artist puts order into it is a very absurd point of view, I think. All that we can hope for is to put some order into ourselves.","author":"Willem de Kooning","topic":"Nature"},{"quote":"I am not a religious person myself, but I did look for nature. I had spent my first sabbatical in New York City. Looked for something different for the second one. Europe and the U.S. didn&#39;t really feel enticing because I knew them too well. So Asia it was. The most beautiful landscapes I had seen in Asia were Sri Lanka and Bali.","author":"Stefan Sagmeister","topic":"Nature"},{"quote":"Parks are idealizations of nature, but nature in fact is not a condition of the ideal.","author":"Robert Smithson","topic":"Nature"},{"quote":"Music can also be a sensual pleasure, like eating food or sex. But its highest vibration for me is that point of taking us to a real understanding of something in our nature which we can very rarely get at. It is a spiritual state of oneness.","author":"Terry Riley","topic":"Nature"},{"quote":"Science is a perception of the world around us. Science is a place where what you find in nature pleases you.","author":"Subrahmanyan Chandrasekhar","topic":"Nature"},{"quote":"Time destroys the speculation of men, but it confirms nature.","author":"Marcus Tullius Cicero","topic":"Nature"},{"quote":"The psychical, whatever its nature may be, is itself unconscious.","author":"Sigmund Freud","topic":"Nature"},{"quote":"The subtlety of nature is greater many times over than the subtlety of the senses and understanding.","author":"Francis Bacon","topic":"Nature"},{"quote":"Revenge is a kind of wild justice, which the more a man&#39;s nature runs to, the more ought law to weed it out.","author":"Francis Bacon","topic":"Nature"},{"quote":"When one travels around the world, one notices to what an extraordinary degree human nature is the same, whether in India or America, in Europe or Australia.","author":"Jiddu Krishnamurti","topic":"Nature"},{"quote":"One thing you cannot control is nature.","author":"Diana Ross","topic":"Nature"},{"quote":"If you are cast in a different mould to the majority, it is no merit of yours: Nature did it.","author":"Charlotte Bronte","topic":"Nature"},{"quote":"During all these years there existed within me a tendency to follow Nature in her walks.","author":"John James Audubon","topic":"Nature"},{"quote":"For most people, the major hurdle in grasping modern insights into the nature of the universe is that these developments are usually phrased using mathematics.","author":"Brian Greene","topic":"Nature"},{"quote":"Every girl should use what Mother Nature gave her before Father Time takes it away.","author":"Laurence J. Peter","topic":"Nature"},{"quote":"Nature, I have constantly argued in my work, is the real superpower of this godless universe. It is the ultimate disposer of human fate, randomly recarving geography over 10,000-year epochs.","author":"Camille Paglia","topic":"Nature"},{"quote":"Spring is when you feel like whistling even with a shoe full of slush.","author":"Doug Larson","topic":"Nature"},{"quote":"Gossip is nature&#39;s telephone.","author":"Sholom Aleichem","topic":"Nature"},{"quote":"One of the reasons it&#39;s important for me to write about war is I really think that the concept of war, the specifics of war, the nature of war, the ethical ambiguities of war, are introduced too late to children. I think they can hear them, understand them, know about them, at a much younger age without being scared to death by the stories.","author":"Suzanne Collins","topic":"Nature"},{"quote":"True refuge is that which allows us to be at home, at peace, to discover true happiness. The only thing that can give us true refuge is the awareness and love that is intrinsic to who we are. Ultimately, it&#39;s our own true nature.","author":"Tara Brach","topic":"Nature"},{"quote":"There is no gardening without humility. Nature is constantly sending even its oldest scholars to the bottom of the class for some egregious blunder.","author":"Alfred Austin","topic":"Nature"},{"quote":"The body is both a temple and a perfect machine. Our bodies have within them a healing potential, and we nourish this potential with the pure and simple foods found in nature.","author":"Angela Lindvall","topic":"Nature"},{"quote":"Virtue is a habit of the mind, consistent with nature and moderation and reason.","author":"Marcus Tullius Cicero","topic":"Nature"},{"quote":"I am into nature and seeing whales. I went whale-watching, and I was really looking forward to that, but when you see it on TV and you see other programs do it, you&#39;re seeing close-ups of these massive creatures, and the music that&#39;s added gives you a certain feeling.","author":"Karl Pilkington","topic":"Nature"},{"quote":"Technology is far more than a method, it is a world in itself. As a method, it is superior in almost every respect. But only where it is left to itself, as in gigantic structures of engineering, there technology reveals its true nature.","author":"Ludwig Mies van der Rohe","topic":"Nature"},{"quote":"No man has received from nature the right to command his fellow human beings.","author":"Denis Diderot","topic":"Nature"},{"quote":"Romance and novel paint beauty in colors more charming than nature, and describe a happiness that humans never taste. How deceptive and destructive are those pictures of consummate bliss!","author":"Oliver Goldsmith","topic":"Nature"},{"quote":"Psychology keeps trying to vindicate human nature. History keeps undermining the effort.","author":"Mason Cooley","topic":"Nature"},{"quote":"Gorillas are almost altruistic in nature. There&#39;s very little if any &#39;me-itis.&#39; When I get back to civilization, I&#39;m always appalled by &#39;me, me, me.&#39;","author":"Dian Fossey","topic":"Nature"},{"quote":"All that I say is, examine, inquire. Look into the nature of things. Search out the grounds of your opinions, the for and against. Know why you believe, understand what you believe, and possess a reason for the faith that is in you.","author":"Frances Wright","topic":"Nature"},{"quote":"Ah, summer, what power you have to make us suffer and like it.","author":"Russell Baker","topic":"Nature"},{"quote":"The message is not so much that the worms will inherit the Earth, but that all things play a role in nature, even the lowly worm.","author":"Gary Larson","topic":"Nature"},{"quote":"Many have argued that a vacuum does not exist, others claim it exists only with difficulty in spite of the repugnance of nature; I know of no one who claims it easily exists without any resistance from nature.","author":"Evangelista Torricelli","topic":"Nature"},{"quote":"What is government itself but the greatest of all reflections on human nature?","author":"James Madison","topic":"Nature"},{"quote":"Human judges can show mercy. But against the laws of nature, there is no appeal.","author":"Arthur C. Clarke","topic":"Nature"},{"quote":"The sky is the part of creation in which nature has done for the sake of pleasing man.","author":"John Ruskin","topic":"Nature"},{"quote":"Each blade of grass has its spot on earth whence it draws its life, its strength; and so is man rooted to the land from which he draws his faith together with his life.","author":"Joseph Conrad","topic":"Nature"},{"quote":"Art is always an exaggeration in some sense; in color, in form, even in theme, etc... but it has always been this way. It is the same with the nature of some works by Giotto or Massacio, or the color of life as expressed by Van Gogh.","author":"Fernando Botero","topic":"Nature"},{"quote":"I keep returning to the combination of artichoke, broad beans and lemon. The freshness of young beans and the lemon juice &#39;lifts&#39; the artichoke and balances its hearty nature.","author":"Yotam Ottolenghi","topic":"Nature"},{"quote":"Technology changes all the time; human nature, hardly ever.","author":"Evgeny Morozov","topic":"Nature"},{"quote":"Nothing is so beautiful as spring - when weeds, in wheels, shoot long and lovely and lush; Thrush&#39;s eggs look little low heavens, and thrush through the echoing timber does so rinse and wring the ear, it strikes like lightning to hear him sing.","author":"Gerard Manley Hopkins","topic":"Nature"},{"quote":"The cathedral, at its noblest, is the best outward symbol of the spiritual nature of man, as it is also the most suggestive measure and prophecy of the corporate life of man.","author":"Jenkin Lloyd Jones","topic":"Nature"},{"quote":"The man who interprets Nature is always held in great honor.","author":"Zora Neale Hurston","topic":"Nature"},{"quote":"If you look deep enough you will see music; the heart of nature being everywhere music.","author":"Thomas Carlyle","topic":"Nature"},{"quote":"Nature is neutral.","author":"Adlai E. Stevenson","topic":"Nature"},{"quote":"God forgive me if I do wrong in following with ardor the strongest instincts of my nature.","author":"Julia Ward Howe","topic":"Nature"},{"quote":"A secondhand wardrobe hand clothes doesn&#39;t make one an artist. Neither do a hair-trigger temper, melancholic nature, propensity for tears, hating your parents, or HIV. I hate to say it - none of these make one an artist. They can help, but just as being gay doesn&#39;t make one witty... the only thing that makes one an artist is making art.","author":"David Rakoff","topic":"Nature"},{"quote":"Nature uses human imagination to lift her work of creation to even higher levels.","author":"Luigi Pirandello","topic":"Nature"},{"quote":"Nature, like man, sometimes weeps from gladness.","author":"Benjamin Disraeli","topic":"Nature"},{"quote":"The chief difficulty which prevents men of science from believing in divine as well as in nature Spirits is their materialism.","author":"Helena Blavatsky","topic":"Nature"},{"quote":"Sorrows gather around great souls as storms do around mountains; but, like them, they break the storm and purify the air of the plain beneath them.","author":"Jean Paul","topic":"Nature"},{"quote":"He who does not become familiar with nature through love will never know her.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Nature"},{"quote":"All things are artificial, for nature is the art of God.","author":"Thomas Browne","topic":"Nature"},{"quote":"There is no forgiveness in nature.","author":"Ugo Betti","topic":"Nature"},{"quote":"The Universe is one great kindergarten for man. Everything that exists has brought with it its own peculiar lesson.","author":"Orison Swett Marden","topic":"Nature"},{"quote":"Who is there that can adequately gauge the greatness of the humility, gentleness, self-surrender, revealed by the Lord of majesty in assuming human nature, in accepting the punishment of death, the shame of the cross?","author":"Saint Bernard","topic":"Nature"},{"quote":"Death is the ugly fact which Nature has to hide, and she hides it well.","author":"Alexander Smith","topic":"Nature"},{"quote":"The sun, the earth, love, friends, our very breath are parts of the banquet.","author":"Rebecca Harding Davis","topic":"Nature"},{"quote":"We do not see nature with our eyes, but with our understandings and our hearts.","author":"William Hazlitt","topic":"Nature"},{"quote":"When nature has work to be done, she creates a genius to do it.","author":"Ralph Waldo Emerson","topic":"Nature"},{"quote":"The least movement is of importance to all nature. The entire ocean is affected by a pebble.","author":"Blaise Pascal","topic":"Nature"},{"quote":"The earth has received the embrace of the sun and we shall see the results of that love.","author":"Sitting Bull","topic":"Nature"},{"quote":"Nature is a petrified magic city.","author":"Novalis","topic":"Nature"},{"quote":"Truth makes on the ocean of nature no one track of light; every eye, looking on, finds its own.","author":"Edward G. Bulwer-Lytton","topic":"Nature"},{"quote":"The real cure for our environmental problems is to understand that our job is to salvage Mother Nature. We are facing a formidable enemy in this field. It is the hunters... and to convince them to leave their guns on the wall is going to be very difficult.","author":"Jacques Yves Cousteau","topic":"Nature"},{"quote":"All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire.","author":"Aristotle","topic":"Nature"},{"quote":"Study hard so that you can master technology, which allows us to master nature.","author":"Che Guevara","topic":"Nature"},{"quote":"It is often my nature to be abstract, hidden in plain sight, or nowhere at all.","author":"Gerard Way","topic":"Nature"},{"quote":"To the artist there is never anything ugly in nature.","author":"Auguste Rodin","topic":"Nature"},{"quote":"Nature is infinitely creative. It is always producing the possibility of new beginnings.","author":"Marianne Williamson","topic":"Nature"},{"quote":"How strange that nature does not knock, and yet does not intrude!","author":"Emily Dickinson","topic":"Nature"},{"quote":"Nature is a temple in which living columns sometimes emit confused words. Man approaches it through forests of symbols, which observe him with familiar glances.","author":"Charles Baudelaire","topic":"Nature"},{"quote":"Nature is the one song of praise that never stops singing.","author":"Richard Rohr","topic":"Nature"},{"quote":"A certain number of people seek power over other people in a desperate attempt to find themselves. They fail, for self-discovery is spiritual in nature, not social or political. Authoritatively telling other people what to do is their distraction from an inner emptiness they can never fill.","author":"Vernon Howard","topic":"Nature"},{"quote":"Divine Nature gave the fields, human art built the cities.","author":"Marcus Terentius Varro","topic":"Nature"},{"quote":"As in nature, all is ebb and tide, all is wave motion, so it seems that in all branches of industry, alternating currents - electric wave motion - will have the sway.","author":"Nikola Tesla","topic":"Nature"},{"quote":"One day I undertook a tour through the country, and the diversity and beauties of nature I met with in this charming season, expelled every gloomy and vexatious thought.","author":"Daniel Boone","topic":"Nature"},{"quote":"Nature does nothing in vain.","author":"Aristotle","topic":"Nature"},{"quote":"The principle that human nature, in its psychological aspects, is nothing more than a product of history and given social relations removes all barriers to coercion and manipulation by the powerful.","author":"Noam Chomsky","topic":"Nature"},{"quote":"Purity and simplicity are the two wings with which man soars above the earth and all temporary nature.","author":"Thomas a Kempis","topic":"Nature"},{"quote":"Knowledge doesn&#39;t really form part of human nature. Conflict, combat, the outcome of the combat, and, consequently, risk and chance are what gives rise to knowledge. Knowledge is not instinctive; it is counter instinctive, just as it is not natural but counter natural.","author":"Michel Foucault","topic":"Nature"},{"quote":"Love is a canvas furnished by nature and embroidered by imagination.","author":"Voltaire","topic":"Nature"},{"quote":"Human subtlety will never devise an invention more beautiful, more simple or more direct than does nature because in her inventions nothing is lacking, and nothing is superfluous.","author":"Leonardo da Vinci","topic":"Nature"},{"quote":"We must trust to nothing but facts: these are presented to us by nature and cannot deceive. We ought, in every instance, to submit our reasoning to the test of experiment, and never to search for truth but by the natural road of experiment and observation.","author":"Antoine Lavoisier","topic":"Nature"},{"quote":"Polaroid by its nature makes you frugal. You walk around with maybe two packs of film in your pocket. You have 20 shots, so each shot is a world.","author":"Patti Smith","topic":"Nature"},{"quote":"Our most intimate friend is not he to whom we show the worst, but the best of our nature.","author":"Nathaniel Hawthorne","topic":"Nature"},{"quote":"Here is my wish and my desire and my pledge as well: that we remember our true nature and our womanhood. That we own and know that we are more than our bodies and yet our bodies are these sacred, beautiful, rhythmic houses for us.","author":"Tracee Ellis Ross","topic":"Nature"},{"quote":"I seldom read anything that is not of a factual nature because I want to invest my time wisely in the things that will improve my life. Don&#39;t misunderstand; there is nothing wrong with reading purely for the joy of it. Novels have their place, but biographies of famous men and women contain information that can change lives.","author":"Zig Ziglar","topic":"Nature"},{"quote":"One who is kind is sympathetic and gentle with others. He is considerate of others&#39; feelings and courteous in his behavior. He has a helpful nature. Kindness pardons others&#39; weaknesses and faults. Kindness is extended to all - to the aged and the young, to animals, to those low of station as well as the high.","author":"Ezra Taft Benson","topic":"Nature"},{"quote":"With every drop of water you drink, every breath you take, you&#39;re connected to the sea. No matter where on Earth you live. Most of the oxygen in the atmosphere is generated by the sea.","author":"Sylvia Earle","topic":"Nature"},{"quote":"Night comes to the desert all at once, as if someone turned off the light.","author":"Joyce Carol Oates","topic":"Nature"},{"quote":"The deviation of man from the state in which he was originally placed by nature seems to have proved to him a prolific source of diseases.","author":"Edward Jenner","topic":"Nature"},{"quote":"Autumn&#39;s the mellow time.","author":"William Allingham","topic":"Nature"},{"quote":"It is the nature of the artist to mind excessively what is said about him. Literature is strewn with the wreckage of men who have minded beyond reason the opinions of others.","author":"Virginia Woolf","topic":"Nature"},{"quote":"Nature best teaches how to pray, and how to reverence all the gifts the Almighty has given us. She is like a vast outspread handkerchief, embroidered with God&#39;s eternal name, on which we may dry alike our tears of sorrow and of joy; she turns weeping into ecstasy, and fills our hearts with speechless, quiet reverence and resignation.","author":"Robert Schumann","topic":"Nature"},{"quote":"I look around me and nowhere do I see a stamp of disapproval with which nature marked a woman&#39;s candid brow.","author":"Franz Grillparzer","topic":"Nature"},{"quote":"Everything is blooming most recklessly; if it were voices instead of colors, there would be an unbelievable shrieking into the heart of the night.","author":"Rainer Maria Rilke","topic":"Nature"},{"quote":"Nature shows that with the growth of intelligence comes increased capacity for pain, and it is only with the highest degree of intelligence that suffering reaches its supreme point.","author":"Arthur Schopenhauer","topic":"Nature"},{"quote":"The nature of the human mind is such that unless it is stimulated by images of things acting upon it from without, all remembrance of them passes easily away.","author":"Galileo Galilei","topic":"Nature"},{"quote":"The physical ego serves as its own worst enemy when, by delusive material behavior, it eclipses its true nature as the ever blessed soul.","author":"Paramahansa Yogananda","topic":"Nature"},{"quote":"The paradigm of the &#39;Aquarian Conspiracy&#39; sees humankind embedded in nature. It promotes the autonomous individual in a decentralized society... The new perspective respects the ecology of everything: birth, death, learning, health, family, work, science, spirituality, the arts, the community, relationships, politics.","author":"Marilyn Ferguson","topic":"Nature"},{"quote":"Suffering by nature or chance never seems so painful as suffering inflicted on us by the arbitrary will of another.","author":"Arthur Schopenhauer","topic":"Nature"},{"quote":"Man is subject to innumerable pains and sorrows by the very condition of humanity, and yet, as if nature had not sown evils enough in life, we are continually adding grief to grief and aggravating the common calamity by our cruel treatment of one another.","author":"Joseph Addison","topic":"Nature"},{"quote":"Nature surrounds us, from parks and backyards to streets and alleyways. Next time you go out for a walk, tread gently and remember that we are both inhabitants and stewards of nature in our neighbourhoods.","author":"David Suzuki","topic":"Nature"},{"quote":"The very winds whispered in soothing accents, and maternal Nature bade me weep no more.","author":"Mary Shelley","topic":"Nature"},{"quote":"It was a proof of Welsh good nature: so long as I had a friend that knew and could introduce me, the whole Welsh people would do anything to entertain, and would even neglect their business to do so. But as a stranger in Wales, it is difficult to break through their suspicion and mistrust.","author":"W. H. Davies","topic":"Nature"},{"quote":"Revolution is as unpredictable as an earthquake and as beautiful as spring. Its coming is always a surprise, but its nature should not be.","author":"Rebecca Solnit","topic":"Nature"},{"quote":"Whenever the pressure of our complex city life thins my blood and numbs my brain, I seek relief in the trail; and when I hear the coyote wailing to the yellow dawn, my cares fall from me - I am happy.","author":"Hamlin Garland","topic":"Nature"},{"quote":"If one way be better than another, that you may be sure is nature&#39;s way.","author":"Aristotle","topic":"Nature"},{"quote":"He who has so little knowledge of human nature as to seek happiness by changing anything but his own disposition will waste his life in fruitless efforts.","author":"Samuel Johnson","topic":"Nature"},{"quote":"Controversy is part of the nature of art and creativity.","author":"Yoko Ono","topic":"Nature"},{"quote":"All of us want to be better. Human nature is always seeking advancement.","author":"Elizabeth Kapu'uwailani Lindsey","topic":"Nature"},{"quote":"Despise not death, but welcome it, for nature wills it like all else.","author":"Marcus Aurelius","topic":"Nature"},{"quote":"Resentment seems to have been given us by nature for a defense, and for a defense only! It is the safeguard of justice and the security of innocence.","author":"Adam Smith","topic":"Nature"},{"quote":"By nature, men love newfangledness.","author":"Geoffrey Chaucer","topic":"Nature"},{"quote":"Earth is a flower and it&#39;s pollinating.","author":"Neil Young","topic":"Nature"},{"quote":"Nature that framed us of four elements, warring within our breasts for regiment, doth teach us all to have aspiring minds.","author":"Niccolo Machiavelli","topic":"Nature"},{"quote":"Unless a tree has borne blossoms in spring, you will vainly look for fruit on it in autumn.","author":"Walter Scott","topic":"Nature"},{"quote":"What would be left of our tragedies if an insect were to present us his?","author":"Emile M. Cioran","topic":"Nature"},{"quote":"Hope is nature&#39;s veil for hiding truth&#39;s nakedness.","author":"Alfred Nobel","topic":"Nature"},{"quote":"Our behavior toward each other is the strangest, most unpredictable, and most unaccountable of all the phenomena with which we are obliged to live. In all of nature, there is nothing so threatening to humanity as humanity itself.","author":"Lewis Thomas","topic":"Nature"},{"quote":"Our challenge for the future is that we realize we are very much a part of the earth&#39;s ecosystem, and we must learn to respect and live according to the basic biological laws of nature.","author":"Jim Fowler","topic":"Nature"},{"quote":"We live on a planet that is amazing, beautiful, and full of wonder but not protected from powerful destructive forces of nature. We are capable of doing wonderful and selfless things but also self-absorbed and harmful things. This is the world we live in.","author":"Adam Hamilton","topic":"Nature"},{"quote":"Teaching man his relatively small sphere in the creation, it also encourages him by its lessons of the unity of Nature and shows him that his power of comprehension allies him with the great intelligence over-reaching all.","author":"Annie Jump Cannon","topic":"Nature"},{"quote":"To be admitted to Nature&#39;s hearth costs nothing. None is excluded, but excludes himself. You have only to push aside the curtain.","author":"Henry David Thoreau","topic":"Nature"},{"quote":"Dear God! how beauty varies in nature and art. In a woman the flesh must be like marble; in a statue the marble must be like flesh.","author":"Victor Hugo","topic":"Nature"},{"quote":"Learn from me, if not by my precepts, then by my example, how dangerous is the pursuit of knowledge and how much happier is that man who believes his native town to be the world than he who aspires to be greater than his nature will allow.","author":"Mary Wollstonecraft","topic":"Nature"},{"quote":"Nature is the glass reflecting God, as by the sea reflected is the sun, too glorious to be gazed on in his sphere.","author":"Brigham Young","topic":"Nature"},{"quote":"All the mathematical sciences are founded on relations between physical laws and laws of numbers, so that the aim of exact science is to reduce the problems of nature to the determination of quantities by operations with numbers.","author":"James C. Maxwell","topic":"Nature"},{"quote":"It&#39;s human nature to start taking things for granted again when danger isn&#39;t banging loudly on the door.","author":"David Hackworth","topic":"Nature"},{"quote":"If we do not voluntarily bring population growth under control in the next one or two decades, the nature will do it for us in the most brutal way, whether we like it or not.","author":"Henry W. Kendall","topic":"Nature"},{"quote":"As regards the individual nature, woman is defective and misbegotten, for the active power of the male seed tends to the production of a perfect likeness in the masculine sex; while the production of a woman comes from defect in the active power.","author":"Thomas Aquinas","topic":"Nature"},{"quote":"The learned is happy, nature to explore; The fool is happy, that he knows no more.","author":"Alexander Pope","topic":"Nature"},{"quote":"In our nature, however, there is a provision, alike marvelous and merciful, that the sufferer should never know the intensity of what he endures by its present torture, but chiefly by the pang that rankles after it.","author":"Nathaniel Hawthorne","topic":"Nature"},{"quote":"Whether we and our politicians know it or not, Nature is party to all our deals and decisions, and she has more votes, a longer memory, and a sterner sense of justice than we do.","author":"Wendell Berry","topic":"Nature"},{"quote":"The salary of the chief executive of a large corporation is not a market award for achievement. It is frequently in the nature of a warm personal gesture by the individual to himself.","author":"John Kenneth Galbraith","topic":"Nature"},{"quote":"Experiences such as, &#39;I went; I came; I was; I did,&#39; come naturally to everyone. From these experiences, does it not appear that the consciousness &#39;I&#39; is the subject of those various acts? Enquiry into the true nature of that consciousness, and remaining as oneself, is the way to understand, through enquiry, one&#39;s true nature.","author":"Ramana Maharshi","topic":"Nature"},{"quote":"The savior who wants to turn men into angels is as much a hater of human nature as the totalitarian despot who wants to turn them into puppets.","author":"Eric Hoffer","topic":"Nature"},{"quote":"Steakhouses sort of have this old-school nature to them; they&#39;re like museums full of good food. It&#39;s fun hearing the waiter share his expertise on the different cuts of beef and how they&#39;re going to cut up your baked potato.","author":"Jim Gaffigan","topic":"Nature"},{"quote":"Consciousness permits us to develop the instruments of culture - morality and justice, religion, art, economics and politics, science and technology. Those instruments allow us some measure of freedom in the confrontation with nature.","author":"Antonio Damasio","topic":"Nature"},{"quote":"It&#39;s a great event to get outside and enjoy nature. I find it very exciting no matter how many times I see bald eagles.","author":"Karen Armstrong","topic":"Nature"},{"quote":"Sanctification is the outcome and inseparable consequence of regeneration. He who is born again and made a new creature receives a new nature and a new principle and always lives a new life.","author":"J. C. Ryle","topic":"Nature"},{"quote":"All the universe is full of the lives of perfect creatures.","author":"Konstantin Tsiolkovsky","topic":"Nature"},{"quote":"I am not a yachting person, by nature, but I have just enough experience on the sea under sail to feel a certain nostalgia for it when I see a big white racing yacht heeled over at cruising speed on the ocean, and I can still tie a mean bowline knot on just about anything in less than 10 seconds.","author":"Hunter S. Thompson","topic":"Nature"},{"quote":"I love not man the less, but Nature more.","author":"Lord Byron","topic":"Nature"},{"quote":"I have no enthusiasm for nature which the slightest chill will not instantly destroy.","author":"George Sand","topic":"Nature"},{"quote":"He who looks the higher is the more highly distinguished, and turning over the great book of nature (which is the proper object of philosophy) is the way to elevate one&#39;s gaze.","author":"Galileo Galilei","topic":"Nature"},{"quote":"Ocean: A body of water occupying about two-thirds of a world made for man - who has no gills.","author":"Ambrose Bierce","topic":"Nature"},{"quote":"Nature is trying very hard to make us succeed, but nature does not depend on us. We are not the only experiment.","author":"R. Buckminster Fuller","topic":"Nature"},{"quote":"As the poet said, &#39;Only God can make a tree,&#39; probably because it&#39;s so hard to figure out how to get the bark on.","author":"Woody Allen","topic":"Nature"},{"quote":"In wilderness I sense the miracle of life, and behind it our scientific accomplishments fade to trivia.","author":"Charles Lindbergh","topic":"Nature"},{"quote":"I love being immersed in nature, going to places in the world that are pristine and untouched by man. It&#39;s almost a religious experience when you go to a place like the Amazon, and there&#39;s no civilisation for thousands of miles.","author":"Leonardo DiCaprio","topic":"Nature"},{"quote":"Stupidity is something unshakable; nothing attacks it without breaking itself against it; it is of the nature of granite, hard and resistant.","author":"Gustave Flaubert","topic":"Nature"},{"quote":"As with other phases of nature, I have probably loved the rocks more than I have studied them.","author":"John Burroughs","topic":"Nature"},{"quote":"The possibility of a scientific treatment of history means a wider experience, a greater maturity of practical reason, and finally a fuller realization of certain basic ideas regarding the nature of life and time.","author":"Muhammad Iqbal","topic":"Nature"},{"quote":"Giant oak trees... have deep root systems that can extend two-and-one-half times their height. Such trees rarely are blown down regardless of how violent the storms may be.","author":"Joseph B. Wirthlin","topic":"Nature"},{"quote":"The liberty of man consists solely in this, that he obeys the laws of nature because he has himself recognized them as such, and not because they have been imposed upon him externally by any foreign will whatsoever, human or divine, collective or individual.","author":"Mikhail Bakunin","topic":"Nature"},{"quote":"I&#39;ve always wanted to fight for people who didn&#39;t have arms. I&#39;ve always wanted to speak up for people who don&#39;t have a voice. I&#39;ve always wanted to protect people who couldn&#39;t protect themselves. It&#39;s my nature. It&#39;s my instinct.","author":"Sophia Bush","topic":"Nature"},{"quote":"For me, if I have done my duty, the continued approbation of Congress and the Marine Committee will make me rich indeed, and far more than reward me for a life of service devoted from principles of philanthropy, to support the dignity of human nature.","author":"John Paul Jones","topic":"Nature"},{"quote":"For the signifier is a unit in its very uniqueness, being by nature symbol only of an absence.","author":"Jacques Lacan","topic":"Nature"},{"quote":"You can learn more about human nature by reading the Bible than by living in New York.","author":"William Lyon Phelps","topic":"Nature"},{"quote":"I am always struck by the fact that human awareness of our place in nature, like so much of modern science, began with the Industrial Revolution.","author":"Kenneth R. Miller","topic":"Nature"},{"quote":"Photographers usually want to photograph facts and things. But I&#39;m interested in the nature of the thing itself. A photograph of someone sleeping tells me nothing about their dream state; a photograph of a corpse tells me nothing about the nature of death. My work is about my life as an event, and I find myself to be very temporal, transient.","author":"Duane Michals","topic":"Nature"},{"quote":"There is nothing in nature wherein there is not good and evil; everything moveth and liveth in this double impulse, working or operation, be it what it will.","author":"Jakob Bohme","topic":"Nature"},{"quote":"I grew up in Brooklyn, and my parents were Holocaust survivors, so they never taught me anything about nature, but they taught me a lot about gratitude.","author":"Louie Schwartzberg","topic":"Nature"},{"quote":"When a dragonfly flutters by, you may not realize, but it&#39;s the greatest flier in nature. It can hover, fly backwards, even upside down.","author":"Louie Schwartzberg","topic":"Nature"},{"quote":"I want to lift the audience to the miraculous in human nature. After all, we shouldn&#39;t be here, with all the odds against us in nature. It&#39;s kind of unusual and wonderful!","author":"Paul Taylor","topic":"Nature"},{"quote":"Oh, the summer night, Has a smile of light, And she sits on a sapphire throne.","author":"Bryan Procter","topic":"Nature"},{"quote":"Most of us who become experimental physicists do so for two reasons; we love the tools of physics because to us they have intrinsic beauty, and we dream of finding new secrets of nature as important and as exciting as those uncovered by our scientific heroes.","author":"Luis Walter Alvarez","topic":"Nature"},{"quote":"Occurrences in this domain are beyond the reach of exact prediction because of the variety of factors in operation, not because of any lack of order in nature.","author":"Albert Einstein","topic":"Nature"},{"quote":"But while they prate of economic laws, men and women are starving. We must lay hold of the fact that economic laws are not made by nature. They are made by human beings.","author":"Franklin D. Roosevelt","topic":"Nature"},{"quote":"We must lay hold of the fact that economic laws are not made by nature. They are made by human beings.","author":"Franklin D. Roosevelt","topic":"Nature"},{"quote":"I will talk about two sets of things. One is how productivity and collaboration are reinventing the nature of work, and how this will be very important for the global economy. And two, data. In other words, the profound impact of digital technology that stems from data and the data feedback loop.","author":"Satya Nadella","topic":"Nature"},{"quote":"Nature is the mother and the habitat of man, even if sometimes a stepmother and an unfriendly home.","author":"John Dewey","topic":"Nature"},{"quote":"As the twig is bent the tree inclines.","author":"Virgil","topic":"Nature"},{"quote":"As instruments for knowing the objects, the sense organs are outside, and so they are called outer senses; and the mind is called the inner sense because it is inside. But the distinction between inner and outer is only with reference to the body; in truth, there is neither inner nor outer. The mind&#39;s nature is to remain pure like ether.","author":"Ramana Maharshi","topic":"Nature"},{"quote":"There is no doubt that breath control is the means for mind control because the mind, like breath, is a part of air; because the nature of mobility is common to both; because the place of origin is the same for both; and because when one of them is controlled, the other gets controlled.","author":"Ramana Maharshi","topic":"Nature"},{"quote":"The elusive nature of love... it can be such a fleeting thing. You see it there and it&#39;s just fluttering and it&#39;s gone.","author":"Mick Jagger","topic":"Nature"},{"quote":"Nowadays the rage for possession has got to such a pitch that there is nothing in the realm of nature, whether sacred or profane, out of which profit cannot be squeezed.","author":"Desiderius Erasmus","topic":"Nature"},{"quote":"Although believers by nature, are far from God, and children of wrath, even as others, yet it is amazing to think how nigh they are brought to him again by the blood of Jesus Christ.","author":"George Whitefield","topic":"Nature"},{"quote":"No one wants to be picked at. At the end of the day, we&#39;re all human beings with feelings and emotions. Nobody wants to be critiqued and picked apart, but it&#39;s the nature of the business. It comes with the territory. For me, if they&#39;re not talking about you, that&#39;s where you can run into some trouble.","author":"Roman Reigns","topic":"Nature"},{"quote":"One of the greatest pains to human nature is the pain of a new idea.","author":"Walter Bagehot","topic":"Nature"},{"quote":"To any artist, worthy of the name, all in nature is beautiful, because his eyes, fearlessly accepting all exterior truth, read there, as in an open book, all the inner truth.","author":"Auguste Rodin","topic":"Nature"},{"quote":"There&#39;s a snobbery at work in architecture. The subject is too often treated as a fine art, delicately wrapped in mumbo-jumbo. In reality, it&#39;s an all-embracing discipline taking in science, art, maths, engineering, climate, nature, politics, economics.","author":"Norman Foster","topic":"Nature"},{"quote":"Ever since I was a small child, I&#39;ve had this feeling - it&#39;s in my nature, and so it&#39;s not even pretentious - that if everyone&#39;s going one way, I will go the other, just by some kind of spirit of defiance.","author":"Charlotte Rampling","topic":"Nature"},{"quote":"I love to be surrounded by nature.","author":"Carlene Carter","topic":"Nature"},{"quote":"Physics is based on the assumption that certain fundamental features of nature are constant.","author":"Rupert Sheldrake","topic":"Nature"},{"quote":"Nature is cold, wet, hard and unforgiving.","author":"David Remnick","topic":"Nature"},{"quote":"The kingdom of God is a theocracy. And as it is the only form of government which will redeem and save mankind, it is necessary that every soul should be rightly and thoroughly instructed in regard to its nature and general characteristics.","author":"Orson Pratt","topic":"Nature"},{"quote":"The Doctrine of the Trinity teaches that within the unity of the one Godhead there are three separate persons who are coequal in power, nature, and eternity.","author":"Walter Martin","topic":"Nature"},{"quote":"It is, I find, in zoology as it is in botany: all nature is so full, that that district produces the greatest variety which is the most examined.","author":"Gilbert White","topic":"Nature"},{"quote":"Fishes live in the sea, as men do a-land; the great ones eat up the little ones.","author":"William Shakespeare","topic":"Nature"},{"quote":"But such is the irresistable nature of truth, that all it asks, and all it wants is the liberty of appearing.","author":"Thomas Paine","topic":"Nature"},{"quote":"We cannot command Nature except by obeying her.","author":"Francis Bacon","topic":"Nature"},{"quote":"Man is the unnatural animal, the rebel child of nature, and more and more does he turn himself against the harsh and fitful hand that reared him.","author":"H. G. Wells","topic":"Nature"},{"quote":"Those things that nature denied to human sight, she revealed to the eyes of the soul.","author":"Ovid","topic":"Nature"},{"quote":"Lord sanctify us. Oh! That Thy spirit might come and saturate every faculty, subdue every passion, and use every power of our nature for obedience to God.","author":"Charles Spurgeon","topic":"Nature"},{"quote":"The sun, too, shines into cesspools and is not polluted.","author":"Diogenes","topic":"Nature"},{"quote":"It is written on the arched sky; it looks out from every star. It is the poetry of Nature; it is that which uplifts the spirit within us.","author":"John Ruskin","topic":"Nature"},{"quote":"For myself I hold no preferences among flowers, so long as they are wild, free, spontaneous. Bricks to all greenhouses! Black thumb and cutworm to the potted plant!","author":"Edward Abbey","topic":"Nature"},{"quote":"No speech can stain what is noble by nature.","author":"Sophocles","topic":"Nature"},{"quote":"The Republican form of government is the highest form of government: but because of this it requires the highest type of human nature, a type nowhere at present existing.","author":"Herbert Spencer","topic":"Nature"},{"quote":"Our ideas must be as broad as Nature if they are to interpret Nature.","author":"Arthur Conan Doyle","topic":"Nature"},{"quote":"In the beginning you must subject yourself to the influence of nature. You must be able to walk firmly on the ground before you start walking on a tightrope.","author":"Henri Matisse","topic":"Nature"},{"quote":"The stars shall fade away, the sun himself Grow dim with age, and nature sink in years, But thou shalt flourish in immortal youth, Unhurt amidst the wars of elements, The wrecks of matter, and the crush of worlds.","author":"Joseph Addison","topic":"Nature"},{"quote":"I wish that all of nature&#39;s magnificence, the emotion of the land, the living energy of place could be photographed.","author":"Annie Leibovitz","topic":"Nature"},{"quote":"We have become frighteningly effective at altering nature.","author":"Sylvia Earle","topic":"Nature"},{"quote":"Nature provides exceptions to every rule.","author":"Margaret Fuller","topic":"Nature"},{"quote":"By nature, I am not an optimist, though I try to act as if I am.","author":"Howard Gardner","topic":"Nature"},{"quote":"Our observation of nature must be diligent, our reflection profound, and our experiments exact. We rarely see these three means combined; and for this reason, creative geniuses are not common.","author":"Denis Diderot","topic":"Nature"},{"quote":"Don&#39;t knock the weather; nine-tenths of the people couldn&#39;t start a conversation if it didn&#39;t change once in a while.","author":"Kin Hubbard","topic":"Nature"},{"quote":"I want a permanent relationship, and I might feel inclined to reject anything which of its nature could not be permanent.","author":"Alan Turing","topic":"Nature"},{"quote":"By nature, I am a unifier. I am a builder of consensus. I don&#39;t believe in sloppy compromise. But I do believe in bringing people together.","author":"Tony Blair","topic":"Nature"},{"quote":"Spring won&#39;t let me stay in this house any longer! I must get out and breathe the air deeply again.","author":"Gustav Mahler","topic":"Nature"},{"quote":"Consistency is found in that work whose whole and detail are suitable to the occasion. It arises from circumstance, custom, and nature.","author":"Vitruvius","topic":"Nature"},{"quote":"One learns more from listening than speaking. And both the wind and the people who continue to live close to nature still have much to tell us which we cannot hear within university walls.","author":"Thor Heyerdahl","topic":"Nature"},{"quote":"Basically, it&#39;s hard for me to assess myself, a hardship not only prompted by the immodesty of the enterprise, but because one is not capable of assessing himself, let alone his work. However, if I were to summarize, my main interest is the nature of time. That&#39;s what interests me most of all. What time can do to a man.","author":"Joseph Brodsky","topic":"Nature"},{"quote":"The sun, the moon and the stars would have disappeared long ago... had they happened to be within the reach of predatory human hands.","author":"Havelock Ellis","topic":"Nature"},{"quote":"The bad news is that most traditional VCs have a youth bias that they will state very overtly. You always wonder if that&#39;s a self-fulfilling prophecy or if it&#39;s something about the nature of those businesses.","author":"Steve Jurvetson","topic":"Nature"},{"quote":"It is a law of human nature that in victory even the coward may boast of his prowess, while defeat injures the reputation even of the brave.","author":"Sallust","topic":"Nature"},{"quote":"I know from my own experience that there is much more to &#39;intelligence&#39; than an IQ number. In fact, I hesitate to believe that any system could really reflect the complexity and uniqueness of one person&#39;s mind, or meaningfully describe the nature of his or her potential.","author":"Daniel Tammet","topic":"Nature"},{"quote":"Jazz music by its very nature is just a conglomerate of a lot of different kinds of music.","author":"David Sanborn","topic":"Nature"},{"quote":"What I hope my writing reflects... is a sense of the connections between all human beings... and a different perspective on the true nature of courage. For me, those are things worth exploring and writing about.","author":"Chris Crutcher","topic":"Nature"},{"quote":"We are telling our kids that nature is in the past and it probably doesn&#39;t count anymore, the future is in electronics, the boogeyman is in the woods, and playing outdoors is probably illicit and possibly illegal.","author":"Richard Louv","topic":"Nature"},{"quote":"Eagles commonly fly alone. They are crows, daws, and starlings that flock together.","author":"John Webster","topic":"Nature"},{"quote":"And Fall, with her yeller harvest moon and the hills growin&#39; brown and golden under a sinkin&#39; sun.","author":"Roy Bean","topic":"Nature"},{"quote":"With our evolved busy hands and our evolved busy brains, in an extraordinarily short period of time we&#39;ve managed to alter the earth with such geologic-forcing effects that we ourselves are forces of nature. Climate change, ocean acidification, the sixth mass extinction of species.","author":"Kate Bernheimer","topic":"Nature"},{"quote":"There is more of good nature than of good sense at the bottom of most marriages.","author":"Henry David Thoreau","topic":"Nature"},{"quote":"There is not a sprig of grass that shoots uninteresting to me.","author":"Thomas Jefferson","topic":"Nature"},{"quote":"Nature knows no pause in progress and development, and attaches her curse on all inaction.","author":"Johann Wolfgang von Goethe","topic":"Nature"},{"quote":"They are much to be pitied who have not been given a taste for nature early in life.","author":"Jane Austen","topic":"Nature"},{"quote":"Absolute space, in its own nature, without regard to anything external, remains always similar and immovable. Relative space is some movable dimension or measure of the absolute spaces, which our senses determine by its position to bodies, and which is vulgarly taken for immovable space.","author":"Isaac Newton","topic":"Nature"},{"quote":"Nature has made a pebble and a female. The lapidary makes the diamond, and the lover makes the woman.","author":"Victor Hugo","topic":"Nature"},{"quote":"My father considered a walk among the mountains as the equivalent of churchgoing.","author":"Aldous Huxley","topic":"Nature"},{"quote":"It is no small misfortune and disgrace that, through our own fault, we neither understand our nature nor our origin.","author":"Saint Teresa of Avila","topic":"Nature"},{"quote":"There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define; we can grasp them only in the depths of our perceptive spirit.","author":"Ansel Adams","topic":"Nature"},{"quote":"The mind itself is of the form of all, i.e., of soul, God and world; when it becomes of the form of the Self through knowledge, there is release, which is of the nature of Brahman: this is the teaching.","author":"Ramana Maharshi","topic":"Nature"},{"quote":"Nature teaches more than she preaches. There are no sermons in stones. It is easier to get a spark out of a stone than a moral.","author":"John Burroughs","topic":"Nature"},{"quote":"It is not accidental that all phenomena of human life are dominated by the search for daily bread - the oldest link connecting all living things, man included, with the surrounding nature.","author":"Ivan Pavlov","topic":"Nature"},{"quote":"Things have a way of moving to the left, and then they move back to the right before somebody finds themselves in the center. That seems to be the nature of the creative world. It&#39;s not stagnant. I don&#39;t get upset about it.","author":"Phylicia Rashad","topic":"Nature"},{"quote":"There&#39;s a roots nature to Appalachia - the origins of folk and bluegrass. I know guys there who are some of the best players I&#39;ve ever heard but are playing on their porch tonight because they&#39;ve never chased success. There&#39;s simplicity to how they live and what they care about.","author":"Eric Church","topic":"Nature"},{"quote":"If we can soften our hearts, and if we can access the pure and simple aspect of our nature, then we can regain the realization that everything we need is already inside us and anything is attainable.","author":"Yehuda Berg","topic":"Nature"},{"quote":"Read nature; nature is a friend to truth.","author":"Edward Young","topic":"Nature"},{"quote":"The little windflower, whose just opened eye is blue as the spring heaven it gazes at.","author":"William C. Bryant","topic":"Nature"},{"quote":"Nature abhors a vacuum.","author":"Francois Rabelais","topic":"Nature"},{"quote":"When thugs by nature meet thugs by political conviction, 5-0 is not surprising.","author":"John McCarthy","topic":"Nature"},{"quote":"If you violate Nature&#39;s laws you are your own prosecuting attorney, judge, jury, and hangman.","author":"Luther Burbank","topic":"Nature"},{"quote":"What Richard and Mildred Loving did was, by their nature, not by any calculus, they separated themselves from the political conversation. They did not have an agenda. They did not want to be martyrs. They did not want to be symbols of a movement.","author":"Jeff Nichols","topic":"Nature"},{"quote":"It strikes me as one of nature&#39;s greatest jokes that the types of food we all like to eat more than anything (especially in winter) are the very things that cause the most insane weight gain - mounds of fluffy mashed potato, hot, thickly buttered toast, huge, steaming bowls of pasta, great big... actually, I&#39;ll stop there.","author":"John Niven","topic":"Nature"},{"quote":"Structure is something that calms our nature; we know this of toddlers.","author":"Krista Tippett","topic":"Nature"},{"quote":"Nature is forever arriving and forever departing, forever approaching, forever vanishing; but in her vanishings there seems to be ever the waving of a hand, in all her partings a promise of meetings farther along the road.","author":"Richard Le Gallienne","topic":"Nature"},{"quote":"I consider myself to have been the bridge between the shotgun and the binoculars in bird watching. Before I came along, the primary way to observe birds was to shoot them and stuff them.","author":"Roger Tory Peterson","topic":"Nature"},{"quote":"Nature abhors annihilation.","author":"Marcus Tullius Cicero","topic":"Nature"},{"quote":"Men are by nature merely indifferent to one another; but women are by nature enemies.","author":"Arthur Schopenhauer","topic":"Nature"},{"quote":"Nature has never read the Declaration of Independence. It continues to make us unequal.","author":"Will Durant","topic":"Nature"},{"quote":"I like trees because they seem more resigned to the way they have to live than other things do.","author":"Willa Cather","topic":"Nature"},{"quote":"This magnificent butterfly finds a little heap of dirt and sits still on it; but man will never on his heap of mud keep still.","author":"Joseph Conrad","topic":"Nature"},{"quote":"Animals come from nature. They were not designed. All my inspiration comes from nature, whether it&#39;s an animal or the layout of bark or of a leaf. Sometimes my patterns are very bold, and you can barely see where they come from, but all the textures and all the prints come out of nature.","author":"Diane von Furstenberg","topic":"Nature"},{"quote":"Love is a chain of love as nature is a chain of life.","author":"Truman Capote","topic":"Nature"},{"quote":"It is in my nature to give the work I have all the discipline and due diligence that I am capable of.","author":"Priyanka Chopra","topic":"Nature"},{"quote":"Of all wonders, this is among the greatest, that some fresh waters close by the sea spring forth as out of pipes: for the nature of the waters also ceaseth not from miraculous properties.","author":"Pliny the Elder","topic":"Nature"},{"quote":"Unfortunately, it is human nature for us to only learn and grow from a place of emptiness. It&#39;s hard to learn when we are winning and on top of the world.","author":"Yehuda Berg","topic":"Nature"},{"quote":"Deism is the belief that nature and God are one and the same thing. If you study nature, you&#39;re getting insights about God.","author":"Bruce Lipton","topic":"Nature"},{"quote":"There&#39;s one fundamental law that all of nature obeys that mankind breaks every day. Now, this is a law that&#39;s evolved over billions of years, and the law is this: Nothing in nature takes more than it needs.","author":"Tom Shadyac","topic":"Nature"},{"quote":"Religion is never going to go away, and anyone who thinks it will doesn&#39;t understand what religion is. It is a language to describe the experience of human nature, so for as long as people struggle to describe what it means to be alive, it will be a ready-made language to express those feelings.","author":"Reza Aslan","topic":"Nature"},{"quote":"What nature delivers to us is never stale. Because what nature creates has eternity in it.","author":"Isaac Bashevis Singer","topic":"Nature"},{"quote":"Energy, like the biblical grain of the mustard-seed, will remove mountains.","author":"Hosea Ballou","topic":"Nature"},{"quote":"Nature was my kindergarten.","author":"William Christopher Handy","topic":"Nature"},{"quote":"Understanding the laws of nature does not mean that we are immune to their operations.","author":"David Gerrold","topic":"Nature"},{"quote":"Grandeur and sublimity, not softness, are the features of Estes Park. The glades which begin so softly are soon lost in the dark primaeval forests, with their peaks of rosy granite and their stretches of granite blocks piled and poised by nature in some mood of fury.","author":"Isabella Bird","topic":"Nature"},{"quote":"Santa Cruz is blessed not only with natural wonders, but also with gifted souls who can fashion nature&#39;s bounty into man-made treasures.","author":"Clive Sinclair","topic":"Nature"},{"quote":"Nothing makes me so happy as to observe nature and to paint what I see.","author":"Henri Rousseau","topic":"Nature"},{"quote":"Art owes its origin to Nature herself... this beautiful creation, the world, supplied the first model, while the original teacher was that divine intelligence which has not only made us superior to the other animals, but like God Himself, if I may venture to say it.","author":"Giorgio Vasari","topic":"Nature"},{"quote":"It was one of those perfect English autumnal days which occur more frequently in memory than in life.","author":"P. D. James","topic":"Nature"},{"quote":"There is nothing in which the birds differ more from man than the way in which they can build and yet leave a landscape as it was before.","author":"Robert Wilson Lynd","topic":"Nature"},{"quote":"My recollection of a hundred lovely lakes has given me blessed release from care and worry and the troubled thinking of our modern day. It has been a return to the primitive and the peaceful.","author":"Hamlin Garland","topic":"Nature"},{"quote":"The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing.","author":"Eric Berne","topic":"Nature"},{"quote":"For as the eyes of bats are to the blaze of day, so is the reason in our soul to the things which are by nature most evident of all.","author":"Aristotle","topic":"Nature"},{"quote":"Except during the nine months before he draws his first breath, no man manages his affairs as well as a tree does.","author":"George Bernard Shaw","topic":"Nature"},{"quote":"I was trying to do too many things at the same time, which is my nature. But I was enjoying it, and I still do enjoy it.","author":"Jimi Hendrix","topic":"Nature"},{"quote":"Happy the man whose wish and care a few paternal acres bound, content to breathe his native air in his own ground.","author":"Alexander Pope","topic":"Nature"},{"quote":"Man has lost the capacity to foresee and to forestall. He will end by destroying the earth.","author":"Albert Schweitzer","topic":"Nature"},{"quote":"There is the sky, which is all men&#39;s together.","author":"Euripides","topic":"Nature"},{"quote":"I am two with nature.","author":"Woody Allen","topic":"Nature"},{"quote":"Nature is the art of God.","author":"Dante Alighieri","topic":"Nature"},{"quote":"For relaxation, I like to figure skate. Being on the ice and spinning and jumping, I feel very close to nature. In particular, I feel very close to Newton&#39;s laws of motion. On the ice, you can experience Newton&#39;s laws of motion in their purest, most elegant form.","author":"Michio Kaku","topic":"Nature"},{"quote":"I don&#39;t think I&#39;m morbid by nature. Serious writers have always written about serious subjects. Lighthearted material doesn&#39;t appeal to me, and I don&#39;t read it. I think I&#39;m a realist, with a realistic sensibility of history and the tragedy of history.","author":"Joyce Carol Oates","topic":"Nature"},{"quote":"People from a planet without flowers would think we must be mad with joy the whole time to have such things about us.","author":"Iris Murdoch","topic":"Nature"},{"quote":"Occasionally I have come across a last patch of snow on top of a mountain in late May or June. There&#39;s something very powerful about finding snow in summer.","author":"Andy Goldsworthy","topic":"Nature"},{"quote":"What law, what reason can deny that gift so sweet, so natural that God has given a stream, a fish, a beast, a bird?","author":"Pedro Calderon de la Barca","topic":"Nature"},{"quote":"These flowers, which were splendid and sprightly, waking in the dawn of the morning, in the evening will be a pitiful frivolity, sleeping in the cold night&#39;s arms.","author":"Pedro Calderon de la Barca","topic":"Nature"},{"quote":"All nature wears one universal grin.","author":"Henry Fielding","topic":"Nature"},{"quote":"My family was very conservative, and I had a traditional upbringing. I was not brought up to be a sex symbol, nor is it in my nature to be one. The fact that I became one is probably the loveliest, most glamorous and fortunate misunderstanding.","author":"Raquel Welch","topic":"Nature"},{"quote":"Nothing is farther than earth from heaven; nothing is nearer than heaven to earth.","author":"Augustus Hare","topic":"Nature"},{"quote":"Having plants and flowers in my space makes me feel very calm and Zen. For me, it&#39;s important to meditate every morning to be very clear in the head, and nature really helps me do the same thing.","author":"Nicola Formichetti","topic":"Nature"},{"quote":"In nature there are few sharp lines.","author":"A. R. Ammons","topic":"Nature"},{"quote":"Sound is the vocabulary of nature.","author":"Pierre Schaeffer","topic":"Nature"},{"quote":"We talk of our mastery of nature, which sounds very grand; but the fact is we respectfully adapt ourselves, first, to her ways.","author":"Clarence Day","topic":"Nature"},{"quote":"Bats drink on the wing, like swallows, by sipping the surface, as they play over pools and streams.","author":"Gilbert White","topic":"Nature"},{"quote":"I&#39;ve always regarded nature as the clothing of God.","author":"Alan Hovhaness","topic":"Nature"},{"quote":"Nature&#39;s music is never over; her silences are pauses, not conclusions.","author":"Mary Webb","topic":"Nature"},{"quote":"The cool wind blew in my face and all at once I felt as if I had shed dullness from myself. Before me lay a long gray line with a black mark down the center. The birds were singing. It was spring.","author":"Burl Ives","topic":"Nature"},{"quote":"I&#39;ve made an odd discovery. Every time I talk to a savant I feel quite sure that happiness is no longer a possibility. Yet when I talk with my gardener, I&#39;m convinced of the opposite.","author":"Bertrand Russell","topic":"Nature"},{"quote":"Spring beckons! All things to the call respond; the trees are leaving and cashiers abscond.","author":"Ambrose Bierce","topic":"Nature"},{"quote":"The counterfeit and counterpart of Nature is reproduced in art.","author":"Henry Wadsworth Longfellow","topic":"Nature"},{"quote":"Like music and art, love of nature is a common language that can transcend political or social boundaries.","author":"Jimmy Carter","topic":"Nature"},{"quote":"Swans sing before they die - &#39;twere no bad thing should certain persons die before they sing.","author":"Samuel Taylor Coleridge","topic":"Nature"},{"quote":"No tendency is quite so strong in human nature as the desire to lay down rules of conduct for other people.","author":"William Howard Taft","topic":"Nature"},{"quote":"Nature is a good name for an effect whose cause is God.","author":"William Cowper","topic":"Nature"},{"quote":"The mind, in proportion as it is cut off from free communication with nature, with revelation, with God, with itself, loses its life, just as the body droops when debarred from the air and the cheering light from heaven.","author":"William Ellery Channing","topic":"Nature"},{"quote":"Poor, dear, silly Spring, preparing her annual surprise!","author":"Wallace Stevens","topic":"Nature"},{"quote":"Those little nimble musicians of the air, that warble forth their curious ditties, with which nature hath furnished them to the shame of art.","author":"Izaak Walton","topic":"Nature"},{"quote":"Where hast thou wandered, gentle gale, to find the perfumes thou dost bring?","author":"William C. Bryant","topic":"Nature"},{"quote":"The moon is at her full, and riding high, Floods the calm fields with light. The airs that hover in the summer sky Are all asleep tonight.","author":"William C. Bryant","topic":"Nature"},{"quote":"The world is always in movement.","author":"V. S. Naipaul","topic":"Nature"},{"quote":"It is only in the country that we can get to know a person or a book.","author":"Cyril Connolly","topic":"Nature"},{"quote":"There&#39;s always a period of curious fear between the first sweet-smelling breeze and the time when the rain comes cracking down.","author":"Don DeLillo","topic":"Nature"},{"quote":"I love the long grass coming up to meet the willows.","author":"Jilly Cooper","topic":"Nature"},{"quote":"We are embedded in a biological world and related to the organisms around us.","author":"Walter Gilbert","topic":"Nature"},{"quote":"Nature is the master of talents; genius is the master of nature.","author":"Josiah Gilbert Holland","topic":"Nature"},{"quote":"To destroy is still the strongest instinct in nature.","author":"Max Beerbohm","topic":"Nature"},{"quote":"Having contemplated this admirable grove, I proceeded towards the shrubberies on the banks of the river, and though it was now late in December, the aromatic groves appeared in full bloom.","author":"William Bartram","topic":"Nature"},{"quote":"My progress was rendered delightful by the sylvan elegance of the groves, chearful meadows, and high distant forests, which in grand order presented themselves to view.","author":"William Bartram","topic":"Nature"},{"quote":"The earth is yet the place of the domicile of man and all the offspring of the first man.","author":"Joseph Franklin Rutherford","topic":"Nature"},{"quote":"The fulness of the godhead dwelt in every blade of grass.","author":"Elias Hicks","topic":"Nature"},{"quote":"A tree is an incomprehensible mystery.","author":"Jim Woodring","topic":"Nature"},{"quote":"In some mysterious way woods have never seemed to me to be static things. In physical terms, I move through them; yet in metaphysical ones, they seem to move through me.","author":"John Fowles","topic":"Nature"},{"quote":"Nature is inside art as its content, not outside as its model.","author":"Marilyn French","topic":"Nature"},{"quote":"For every person who has ever lived there has come, at last, a spring he will never see. Glory then in the springs that are yours.","author":"Pam Brown","topic":"Nature"},{"quote":"Custom, that is before all law; Nature, that is above all art.","author":"Samuel Daniel","topic":"Nature"},{"quote":"The stars that have most glory have no rest.","author":"Samuel Daniel","topic":"Nature"},{"quote":"Nature&#39;s far too subtle to repeat herself.","author":"Paul Muni","topic":"Nature"},{"quote":"Maybe nature is fundamentally ugly, chaotic and complicated. But if it&#39;s like that, then I want out.","author":"Steven Weinberg","topic":"Nature"},{"quote":"People in cities may forget the soil for as long as a hundred years, but Mother Nature&#39;s memory is long and she will not let them forget indefinitely.","author":"Henry Cantwell Wallace","topic":"Nature"}]