[{"quote":"Share your smile with the world. It&#39;s a symbol of friendship and peace.","author":"Christie Brinkley","topic":"Peace"},{"quote":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","author":"Menachem Begin","topic":"Peace"},{"quote":"Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.","author":"Melody Beattie","topic":"Peace"},{"quote":"Peace begins with a smile.","author":"Mother Teresa","topic":"Peace"},{"quote":"Did I offer peace today? Did I bring a smile to someone&#39;s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","topic":"Peace"},{"quote":"To enjoy good health, to bring true happiness to one&#39;s family, to bring peace to all, one must first discipline and control one&#39;s own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.","author":"Buddha","topic":"Peace"},{"quote":"Peace is not absence of conflict, it is the ability to handle conflict by peaceful means.","author":"Ronald Reagan","topic":"Peace"},{"quote":"I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word.","author":"Martin Luther King, Jr.","topic":"Peace"},{"quote":"For every minute you remain angry, you give up sixty seconds of peace of mind.","author":"Ralph Waldo Emerson","topic":"Peace"},{"quote":"War is peace. Freedom is slavery. Ignorance is strength.","author":"George Orwell","topic":"Peace"},{"quote":"Peace is its own reward.","author":"Mahatma Gandhi","topic":"Peace"},{"quote":"Mother&#39;s love is peace. It need not be acquired, it need not be deserved.","author":"Erich Fromm","topic":"Peace"},{"quote":"To be prepared for war is one of the most effective means of preserving peace.","author":"George Washington","topic":"Peace"},{"quote":"An eye for an eye only ends up making the whole world blind.","author":"Mahatma Gandhi","topic":"Peace"},{"quote":"Peace cannot be kept by force; it can only be achieved by understanding.","author":"Albert Einstein","topic":"Peace"},{"quote":"Peace comes from within. Do not seek it without.","author":"Buddha","topic":"Peace"},{"quote":"Observe good faith and justice toward all nations. Cultivate peace and harmony with all.","author":"George Washington","topic":"Peace"},{"quote":"I see the world being slowly transformed into a wilderness; I hear the approaching thunder that, one day, will destroy us too. I feel the suffering of millions. And yet, when I look up at the sky, I somehow feel that everything will change for the better, that this cruelty too shall end, that peace and tranquility will return once more.","author":"Anne Frank","topic":"Peace"},{"quote":"So many people live within unhappy circumstances and yet will not take the initiative to change their situation because they are conditioned to a life of security, conformity, and conservation, all of which may appear to give one peace of mind, but in reality, nothing is more damaging to the adventurous spirit.","author":"Christopher McCandless","topic":"Peace"},{"quote":"Forgiveness is not always easy. At times, it feels more painful than the wound we suffered, to forgive the one that inflicted it. And yet, there is no peace without forgiveness.","author":"Marianne Williamson","topic":"Peace"},{"quote":"To survive in peace and harmony, united and strong, we must have one people, one nation, one flag.","author":"Pauline Hanson","topic":"Peace"},{"quote":"When the power of love overcomes the love of power the world will know peace.","author":"Jimi Hendrix","topic":"Peace"},{"quote":"I can have peace of mind only when I forgive rather than judge.","author":"Gerald Jampolsky","topic":"Peace"},{"quote":"Those who are free of resentful thoughts surely find peace.","author":"Buddha","topic":"Peace"},{"quote":"You&#39;ll never find peace of mind until you listen to your heart.","author":"George Michael","topic":"Peace"},{"quote":"Violence as a way of achieving racial justice is both impractical and immoral. I am not unmindful of the fact that violence often brings about momentary results. Nations have frequently won their independence in battle. But in spite of temporary victories, violence never brings permanent peace.","author":"Martin Luther King, Jr.","topic":"Peace"},{"quote":"A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father.","author":"Frank Abagnale","topic":"Peace"},{"quote":"If we desire a society of peace, then we cannot achieve such a society through violence. If we desire a society without discrimination, then we must not discriminate against anyone in the process of building this society. If we desire a society that is democratic, then democracy must become a means as well as an end.","author":"Bayard Rustin","topic":"Peace"},{"quote":"Lord, make me an instrument of thy peace. Where there is hatred, let me sow love.","author":"Francis of Assisi","topic":"Peace"},{"quote":"Better than a thousand hollow words, is one word that brings peace.","author":"Buddha","topic":"Peace"},{"quote":"I believe in the religion of Islam. I believe in Allah and peace.","author":"Muhammad Ali","topic":"Peace"},{"quote":"Whatever we are waiting for - peace of mind, contentment, grace, the inner awareness of simple abundance - it will surely come to us, but only when we are ready to receive it with an open and grateful heart.","author":"Sarah Ban Breathnach","topic":"Peace"},{"quote":"The game of basketball has been everything to me. My place of refuge, place I&#39;ve always gone where I needed comfort and peace. It&#39;s been the site of intense pain and the most intense feelings of joy and satisfaction. It&#39;s a relationship that has evolved over time, given me the greatest respect and love for the game.","author":"Michael Jordan","topic":"Peace"},{"quote":"Pursue some path, however narrow and crooked, in which you can walk with love and reverence.","author":"Henry David Thoreau","topic":"Peace"},{"quote":"Islam teaches tolerance, not hatred; universal brotherhood, not enmity; peace, and not violence.","author":"Pervez Musharraf","topic":"Peace"},{"quote":"The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war.","author":"Douglas MacArthur","topic":"Peace"},{"quote":"I speak not for myself but for those without voice... those who have fought for their rights... their right to live in peace, their right to be treated with dignity, their right to equality of opportunity, their right to be educated.","author":"Malala Yousafzai","topic":"Peace"},{"quote":"Happiness, true happiness, is an inner quality. It is a state of mind. If your mind is at peace, you are happy. If your mind is at peace, but you have nothing else, you can be happy. If you have everything the world can give - pleasure, possessions, power - but lack peace of mind, you can never be happy.","author":"Dada Vaswani","topic":"Peace"},{"quote":"Every animal has his or her story, his or her thoughts, daydreams, and interests. All feel joy and love, pain and fear, as we now know beyond any shadow of a doubt. All deserve that the human animal afford them the respect of being cared for with great consideration for those interests or left in peace.","author":"Ingrid Newkirk","topic":"Peace"},{"quote":"Religion is meant to teach us true spiritual human character. It is meant for self-transformation. It is meant to transform anxiety into peace, arrogance into humility, envy into compassion, to awaken the pure soul in man and his love for the Source, which is God.","author":"Radhanath Swami","topic":"Peace"},{"quote":"Peace is not merely a distant goal that we seek, but a means by which we arrive at that goal.","author":"Martin Luther King, Jr.","topic":"Peace"},{"quote":"Peace is a journey of a thousand miles and it must be taken one step at a time.","author":"Lyndon B. Johnson","topic":"Peace"},{"quote":"Dedicate yourself to the good you deserve and desire for yourself. Give yourself peace of mind. You deserve to be happy. You deserve delight.","author":"Mark Victor Hansen","topic":"Peace"},{"quote":"You cannot find peace by avoiding life.","author":"Virginia Woolf","topic":"Peace"},{"quote":"I am thankful the most important key in history was invented. It&#39;s not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It&#39;s the key to order, sanity, and peace of mind. The key is &#39;Delete.&#39;","author":"Elayne Boosler","topic":"Peace"},{"quote":"So long as there is imperialism in the world, a permanent peace is impossible.","author":"Hassan Nasrallah","topic":"Peace"},{"quote":"Courageous people do not fear forgiving, for the sake of peace.","author":"Nelson Mandela","topic":"Peace"},{"quote":"The greatest destroyer of peace is abortion because if a mother can kill her own child, what is left for me to kill you and you to kill me? There is nothing between.","author":"Mother Teresa","topic":"Peace"},{"quote":"Those who make peaceful revolution impossible will make violent revolution inevitable.","author":"John F. Kennedy","topic":"Peace"},{"quote":"Do not overrate what you have received, nor envy others. He who envies others does not obtain peace of mind.","author":"Buddha","topic":"Peace"},{"quote":"We can never obtain peace in the outer world until we make peace with ourselves.","author":"Dalai Lama","topic":"Peace"},{"quote":"Learning lessons is a little like reaching maturity. You&#39;re not suddenly more happy, wealthy, or powerful, but you understand the world around you better, and you&#39;re at peace with yourself. Learning life&#39;s lessons is not about making your life perfect, but about seeing life as it was meant to be.","author":"Elisabeth Kubler-Ross","topic":"Peace"},{"quote":"The word &#39;Islam&#39; means &#39;peace.&#39; The word &#39;Muslim&#39; means &#39;one who surrenders to God.&#39; But the press makes us seem like haters.","author":"Muhammad Ali","topic":"Peace"},{"quote":"Never be in a hurry; do everything quietly and in a calm spirit. Do not lose your inner peace for anything whatsoever, even if your whole world seems upset.","author":"Saint Francis de Sales","topic":"Peace"},{"quote":"If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace.","author":"Franklin D. Roosevelt","topic":"Peace"},{"quote":"Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!","author":"Patrick Henry","topic":"Peace"},{"quote":"Perfect happiness would be knowing that all my family and friends were happy and safe. Then I&#39;d go to a tropical island with my husband where it was gorgeous and fun all day long and interesting and fun all evening. Good food and dancing would be nice, too, and weekly visits from those safe and happy family and friends. Plus world peace.","author":"Suzanne Weyn","topic":"Peace"},{"quote":"The measure of success is happiness and peace of mind.","author":"Bobby Davro","topic":"Peace"},{"quote":"Balance, peace, and joy are the fruit of a successful life. It starts with recognizing your talents and finding ways to serve others by using them.","author":"Thomas Kinkade","topic":"Peace"},{"quote":"Motherhood has taught me the meaning of living in the moment and being at peace. Children don&#39;t think about yesterday, and they don&#39;t think about tomorrow. They just exist in the moment.","author":"Jessalyn Gilsig","topic":"Peace"},{"quote":"He is happiest, be he king or peasant, who finds peace in his home.","author":"Johann Wolfgang von Goethe","topic":"Peace"},{"quote":"If we are peaceful, if we are happy, we can smile, and everyone in our family, our entire society, will benefit from our peace.","author":"Thich Nhat Hanh","topic":"Peace"},{"quote":"Little things seem nothing, but they give peace, like those meadow flowers which individually seem odorless but all together perfume the air.","author":"Georges Bernanos","topic":"Peace"},{"quote":"If we have no peace, it is because we have forgotten that we belong to each other.","author":"Mother Teresa","topic":"Peace"},{"quote":"Obsessed by a fairy tale, we spend our lives searching for a magic door and a lost kingdom of peace.","author":"Eugene O'Neill","topic":"Peace"},{"quote":"I like fishing. Not actual fishing - I like the peace and quiet of being at sea. It&#39;s different.","author":"Rafael Nadal","topic":"Peace"},{"quote":"Imagine all the people living life in peace. You may say I&#39;m a dreamer, but I&#39;m not the only one. I hope someday you&#39;ll join us, and the world will be as one.","author":"John Lennon","topic":"Peace"},{"quote":"When you&#39;ve seen beyond yourself, then you may find, peace of mind is waiting there.","author":"George Harrison","topic":"Peace"},{"quote":"We&#39;ve climbed the mighty mountain. I see the valley below, and it&#39;s a valley of peace.","author":"George W. Bush","topic":"Peace"},{"quote":"The lesson of the Cold War is that against nuclear weapons, only nuclear weapons can hold the peace.","author":"Chung Mong-joon","topic":"Peace"},{"quote":"It is absolutely necessary, for the peace and safety of mankind, that some of earth&#39;s dark, dead corners and unplumbed depths be let alone; lest sleeping abnormalities wake to resurgent life, and blasphemously surviving nightmares squirm and splash out of their black lairs to newer and wider conquests.","author":"H. P. Lovecraft","topic":"Peace"},{"quote":"We make war that we may live in peace.","author":"Aristotle","topic":"Peace"},{"quote":"Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming.","author":"John Wooden","topic":"Peace"},{"quote":"People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf.","author":"George Orwell","topic":"Peace"},{"quote":"To insure peace of mind ignore the rules and regulations.","author":"George Ade","topic":"Peace"},{"quote":"Our peace shall stand as firm as rocky mountains.","author":"William Shakespeare","topic":"Peace"},{"quote":"It&#39;s never nice to lose someone close to you; unfortunately, life goes on, and we have to make peace with it and move on.","author":"Francois Hougaard","topic":"Peace"},{"quote":"The world must be made safe for democracy. Its peace must be planted upon the tested foundations of political liberty.","author":"Woodrow Wilson","topic":"Peace"},{"quote":"Neutrality is a negative word. It does not express what America ought to feel. We are not trying to keep out of trouble; we are trying to preserve the foundations on which peace may be rebuilt.","author":"Woodrow Wilson","topic":"Peace"},{"quote":"Courage is the price that life exacts for granting peace.","author":"Amelia Earhart","topic":"Peace"},{"quote":"Every breath we take, every step we make, can be filled with peace, joy and serenity.","author":"Thich Nhat Hanh","topic":"Peace"},{"quote":"Barbecue may not be the road to world peace, but it&#39;s a start.","author":"Anthony Bourdain","topic":"Peace"},{"quote":"The meaning of peace is the absence of opposition to socialism.","author":"Karl Marx","topic":"Peace"},{"quote":"Harmony makes small things grow, lack of it makes great things decay.","author":"Sallust","topic":"Peace"},{"quote":"My faith helps me understand that circumstances don&#39;t dictate my happiness, my inner peace.","author":"Denzel Washington","topic":"Peace"},{"quote":"If you want peace, you don&#39;t talk to your friends. You talk to your enemies.","author":"Desmond Tutu","topic":"Peace"},{"quote":"All my life, I have maintained that the people of the world can learn to live together in peace if they are not brought up in prejudice.","author":"Josephine Baker","topic":"Peace"},{"quote":"Where there is righteousness in the heart, there is beauty in the character. When there is beauty in the character, there is harmony in the home. When there is harmony in the home, there is order in the nation. When there is order in the nation, there is peace in the world.","author":"A. P. J. Abdul Kalam","topic":"Peace"},{"quote":"I believe that through knowledge and discipline, financial peace is possible for all of us.","author":"Dave Ramsey","topic":"Peace"},{"quote":"If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner.","author":"Nelson Mandela","topic":"Peace"},{"quote":"We shall find peace. We shall hear angels, we shall see the sky sparkling with diamonds.","author":"Anton Chekhov","topic":"Peace"},{"quote":"Peace of mind comes from not wanting to change others.","author":"Gerald Jampolsky","topic":"Peace"},{"quote":"True security is based on people&#39;s welfare - on a thriving economy, on strong public health and education programmes, and on fundamental respect for our common humanity. Development, peace, disarmament, reconciliation and justice are not separate from security; they help to underpin it.","author":"Ban Ki-moon","topic":"Peace"},{"quote":"If everyone demanded peace instead of another television set, then there&#39;d be peace.","author":"John Lennon","topic":"Peace"},{"quote":"Revenge, lust, ambition, pride, and self-will are too often exalted as the gods of man&#39;s idolatry; while holiness, peace, contentment, and humility are viewed as unworthy of a serious thought.","author":"Charles Spurgeon","topic":"Peace"},{"quote":"Inner peace can be reached only when we practice forgiveness. Forgiveness is letting go of the past, and is therefore the means for correcting our misperceptions.","author":"Gerald Jampolsky","topic":"Peace"},{"quote":"Peace, above all things, is to be desired, but blood must sometimes be spilled to obtain it on equable and lasting terms.","author":"Andrew Jackson","topic":"Peace"},{"quote":"I was always at peace because of the way my mom treated me.","author":"Martina Hingis","topic":"Peace"},{"quote":"Without peace, all other dreams vanish and are reduced to ashes.","author":"Jawaharlal Nehru","topic":"Peace"},{"quote":"I have never advocated war except as a means of peace.","author":"Ulysses S. Grant","topic":"Peace"},{"quote":"You can&#39;t separate peace from freedom because no one can be at peace unless he has his freedom.","author":"Malcolm X","topic":"Peace"},{"quote":"Peace of mind for five minutes, that&#39;s what I crave.","author":"Alanis Morissette","topic":"Peace"},{"quote":"There are many people who feel that it is useless and futile to continue talking about peace and non-violence against a government whose only reply is savage attacks on an unarmed and defenseless people.","author":"Nelson Mandela","topic":"Peace"},{"quote":"No person, no place, and no thing has any power over us, for &#39;we&#39; are the only thinkers in our mind. When we create peace and harmony and balance in our minds, we will find it in our lives.","author":"Louise L. Hay","topic":"Peace"},{"quote":"The secret to a happy marriage is if you can be at peace with someone within four walls, if you are content because the one you love is near to you, either upstairs or downstairs, or in the same room, and you feel that warmth that you don&#39;t find very often, then that is what love is all about.","author":"Bruce Forsyth","topic":"Peace"},{"quote":"There&#39;s nothing like the peace of the countryside, the quiet and the lack of distraction. It helps you to focus your mind.","author":"Jenny Nimmo","topic":"Peace"},{"quote":"We must restore hope to young people, help the old, be open to the future, spread love. Be poor among the poor. We need to include the excluded and preach peace.","author":"Pope Francis","topic":"Peace"},{"quote":"You cannot shake hands with a clenched fist.","author":"Indira Gandhi","topic":"Peace"},{"quote":"It&#39;s easy to look at the things of this world to solve our challenges and obstacles in life, but when we submit our lives to Christ, His grace, mercy, peace and love will bring true fulfillment to our lives.","author":"Bethany Hamilton","topic":"Peace"},{"quote":"Acceptance looks like a passive state, but in reality it brings something entirely new into this world. That peace, a subtle energy vibration, is consciousness.","author":"Eckhart Tolle","topic":"Peace"},{"quote":"Terrorism is a significant threat to peace and security, prosperity and people.","author":"Ban Ki-moon","topic":"Peace"},{"quote":"I dream of an Africa which is in peace with itself.","author":"Nelson Mandela","topic":"Peace"},{"quote":"If someone thinks that love and peace is a cliche that must have been left behind in the Sixties, that&#39;s his problem. Love and peace are eternal.","author":"John Lennon","topic":"Peace"},{"quote":"It is madness for sheep to talk peace with a wolf.","author":"Thomas Fuller","topic":"Peace"},{"quote":"Peace demands the most heroic labor and the most difficult sacrifice. It demands greater heroism than war. It demands greater fidelity to the truth and a much more perfect purity of conscience.","author":"Thomas Merton","topic":"Peace"},{"quote":"In times of peace, the war party insists on making preparation for war. As soon as prepared for, it insists on making war.","author":"Robert M. La Follette","topic":"Peace"},{"quote":"Success is measured by your discipline and inner peace.","author":"Mike Ditka","topic":"Peace"},{"quote":"The World Trade Center is a living symbol of man&#39;s dedication to world peace... a representation of man&#39;s belief in humanity, his need for individual dignity, his beliefs in the cooperation of men, and, through cooperation, his ability to find greatness.","author":"Minoru Yamasaki","topic":"Peace"},{"quote":"Democracy is necessary to peace and to undermining the forces of terrorism.","author":"Benazir Bhutto","topic":"Peace"},{"quote":"We will not waver; we will not tire; we will not falter, and we will not fail. Peace and Freedom will prevail.","author":"George W. Bush","topic":"Peace"},{"quote":"My attitude to peace is rather based on the Burmese definition of peace - it really means removing all the negative factors that destroy peace in this world. So peace does not mean just putting an end to violence or to war, but to all other factors that threaten peace, such as discrimination, such as inequality, poverty.","author":"Aung San Suu Kyi","topic":"Peace"},{"quote":"God of peace, bring your peace to our violent world: peace in the hearts of all men and women and peace among the nations of the Earth.","author":"Pope Benedict XVI","topic":"Peace"},{"quote":"I might have some character traits that some might see as innocence or naive. That&#39;s because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life.","author":"Tobey Maguire","topic":"Peace"},{"quote":"I am poor and naked, but I am the chief of the nation. We do not want riches but we do want to train our children right. Riches would do us no good. We could not take them with us to the other world. We do not want riches. We want peace and love.","author":"Red Cloud","topic":"Peace"},{"quote":"It is understanding that gives us an ability to have peace. When we understand the other fellow&#39;s viewpoint, and he understands ours, then we can sit down and work out our differences.","author":"Harry S Truman","topic":"Peace"},{"quote":"Hope is like peace. It is not a gift from God. It is a gift only we can give one another.","author":"Elie Wiesel","topic":"Peace"},{"quote":"Be at war with your vices, at peace with your neighbors, and let every new year find you a better man.","author":"Benjamin Franklin","topic":"Peace"},{"quote":"People respond in accordance to how you relate to them. If you approach them on the basis of violence, that&#39;s how they&#39;ll react. But if you say, &#39;We want peace, we want stability,&#39; we can then do a lot of things that will contribute towards the progress of our society.","author":"Nelson Mandela","topic":"Peace"},{"quote":"Appearance is something absolute, but reality is not that way - everything is interdependent, not absolute. So that view is very helpful to maintain a peace of mind because the main destroyer of a peaceful mind is anger.","author":"Dalai Lama","topic":"Peace"},{"quote":"Let us ever remember that our interest is in concord, not in conflict; and that our real eminence rests in the victories of peace, not those of war.","author":"William McKinley","topic":"Peace"},{"quote":"You have to understand that people have to pay a price for peace. If you dare to struggle, you dare to win.","author":"Fred Hampton","topic":"Peace"},{"quote":"We will stand up for our friends in the world. And one of the most important friends is the State of Israel. My administration will be steadfast in support Israel against terrorism and violence, and in seeking the peace for which all Israelis pray.","author":"George W. Bush","topic":"Peace"},{"quote":"The hope of a secure and livable world lies with disciplined nonconformists who are dedicated to justice, peace and brotherhood.","author":"Martin Luther King, Jr.","topic":"Peace"},{"quote":"Peace and justice are two sides of the same coin.","author":"Dwight D. Eisenhower","topic":"Peace"},{"quote":"Where ignorance is our master, there is no possibility of real peace.","author":"Dalai Lama","topic":"Peace"},{"quote":"I&#39;m just hoping that people understand that Islam is peace and not violence.","author":"Muhammad Ali","topic":"Peace"},{"quote":"Give a child love, laughter and peace, not AIDS.","author":"Nelson Mandela","topic":"Peace"},{"quote":"Problems or successes, they all are the results of our own actions. Karma. The philosophy of action is that no one else is the giver of peace or happiness. One&#39;s own karma, one&#39;s own actions are responsible to come to bring either happiness or success or whatever.","author":"Maharishi Mahesh Yogi","topic":"Peace"},{"quote":"When I was in the White House, I was confronted with the challenge of the Cold War. Both the Soviet Union and I had 30,000 nuclear weapons that could destroy the entire earth and I had to maintain the peace.","author":"Jimmy Carter","topic":"Peace"},{"quote":"I took a deep breath and listened to the old bray of my heart. I am. I am. I am.","author":"Sylvia Plath","topic":"Peace"},{"quote":"Wonder Woman is a fighter, better than most, but it&#39;s what she fights for that is important. It&#39;s her vision of a future of peace and acceptance that makes her the right ambassador for everyone.","author":"Gal Gadot","topic":"Peace"},{"quote":"I call upon the scientific community in our country, those who gave us nuclear weapons, to turn their great talents now to the cause of mankind and world peace: to give us the means of rendering these nuclear weapons impotent and obsolete.","author":"Ronald Reagan","topic":"Peace"},{"quote":"Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable.","author":"John Wooden","topic":"Peace"},{"quote":"Sometimes you can find peace of mind by transferring yourself to different situations. They&#39;re just reminders to stay... calm.","author":"Yves Behar","topic":"Peace"},{"quote":"I get those fleeting, beautiful moments of inner peace and stillness - and then the other 23 hours and 45 minutes of the day, I&#39;m a human trying to make it through in this world.","author":"Ellen DeGeneres","topic":"Peace"},{"quote":"I come into the peace of wild things who do not tax their lives with forethought of grief... For a time I rest in the grace of the world, and am free.","author":"Wendell Berry","topic":"Peace"},{"quote":"Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that.","author":"Imelda Staunton","topic":"Peace"},{"quote":"There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing. Defeat means to defeat the mind of contention that we harbor within.","author":"Morihei Ueshiba","topic":"Peace"},{"quote":"In the Middle East, it is clear that peace will never be reached without solving the Israeli-Palestinian conflict. A two-state solution must be found and enforced.","author":"Ahmed Zewail","topic":"Peace"},{"quote":"Ours is a world of nuclear giants and ethical infants. We know more about war that we know about peace, more about killing that we know about living.","author":"Omar N. Bradley","topic":"Peace"},{"quote":"God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing.","author":"C. S. Lewis","topic":"Peace"},{"quote":"The lessons from the peace process are clear; whatever life throws at us, our individual responses will be all the stronger for working together and sharing the load.","author":"Queen Elizabeth II","topic":"Peace"},{"quote":"Peace is a daily, a weekly, a monthly process, gradually changing opinions, slowly eroding old barriers, quietly building new structures.","author":"John F. Kennedy","topic":"Peace"},{"quote":"As long as man continues to be the ruthless destroyer of lower living beings he will never know health or peace. For as long as men massacre animals, they will kill each other.","author":"Pythagoras","topic":"Peace"},{"quote":"We do not want riches, we want peace and love.","author":"Red Cloud","topic":"Peace"},{"quote":"Let us more and more insist on raising funds of love, of kindness, of understanding, of peace. Money will come if we seek first the Kingdom of God - the rest will be given.","author":"Mother Teresa","topic":"Peace"},{"quote":"Today, I am blessed to be living a dream. And yet, if it all went away tomorrow, I know I would still have peace.","author":"Tim Howard","topic":"Peace"},{"quote":"When life is victorious, there is birth; when it is thwarted, there is death. A warrior is always engaged in a life-and-death struggle for Peace.","author":"Morihei Ueshiba","topic":"Peace"},{"quote":"Experience proves that in this life peace and satisfaction are had, not by the listless but by those who are fervent in God&#39;s service. And rightly so. For in their effort to overcome themselves and to rid themselves of self-love, they rid themselves of the roots of all passion and unrest.","author":"Saint Ignatius","topic":"Peace"},{"quote":"Dad could talk about peace and love out loud to the world, but he could never show it to the people who supposedly meant the most to him: his wife and son. How can you talk about peace and love and have a family in bits and pieces - no communication, adultery, divorce? You can&#39;t do it, not if you&#39;re being true and honest with yourself.","author":"Julian Lennon","topic":"Peace"},{"quote":"We are going to have peace even if we have to fight for it.","author":"Dwight D. Eisenhower","topic":"Peace"},{"quote":"When the war was in progress, England and France agreed wholeheartedly with the Fourteen Points. As soon as the war was won, England, France, and Italy tried to frustrate Wilson&#39;s program because it was in conflict with their imperialist policies. As a consequence, the Peace Treaty was one of the most unequal treaties ever negotiated in history.","author":"Sun Yat-sen","topic":"Peace"},{"quote":"God is day and night, winter and summer, war and peace, surfeit and hunger.","author":"Heraclitus","topic":"Peace"},{"quote":"Where there is no human connection, there is no compassion. Without compassion, then community, commitment, loving-kindness, human understanding, and peace all shrivel. Individuals become isolated, the isolated turn cruel, and the tragic hovers in the forms of domestic and civil violence. Art and literature are antidotes to that.","author":"Susan Vreeland","topic":"Peace"},{"quote":"The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah.","author":"Afrika Bambaataa","topic":"Peace"},{"quote":"Though force can protect in emergency, only justice, fairness, consideration and cooperation can finally lead men to the dawn of eternal peace.","author":"Dwight D. Eisenhower","topic":"Peace"},{"quote":"Try to keep your soul always in peace and quiet, always ready for whatever our Lord may wish to work in you. It is certainly a higher virtue of the soul, and a greater grace, to be able to enjoy the Lord in different times and different places than in only one.","author":"Saint Ignatius","topic":"Peace"},{"quote":"If in our daily life we can smile, if we can be peaceful and happy, not only we, but everyone will profit from it. This is the most basic kind of peace work.","author":"Nhat Hanh","topic":"Peace"},{"quote":"Love has its place, as does hate. Peace has its place, as does war. Mercy has its place, as do cruelty and revenge.","author":"Meir Kahane","topic":"Peace"},{"quote":"What I&#39;m not confused about is the world needing much more love, no hate, no prejudice, no bigotry and more unity, peace and understanding. Period.","author":"Stevie Wonder","topic":"Peace"},{"quote":"There cannot be enduring peace, prosperity, equality and brotherhood in this world if our aims are so separate and divergent, if we do not accept that in the end we are people, all alike, sharing the Earth among ourselves and also with other sentient beings, all of whom have an equal role and stake in the state of this planet and its players.","author":"Jigme Khesar Namgyel Wangchuck","topic":"Peace"},{"quote":"You find that you have peace of mind and can enjoy yourself, get more sleep, and rest when you know that it was a one hundred percent effort that you gave - win or lose.","author":"Gordie Howe","topic":"Peace"},{"quote":"The study of the art of motorcycle maintenance is really a miniature study of the art of rationality itself. Working on a motorcycle, working well, caring, is to become part of a process, to achieve an inner peace of mind. The motorcycle is primarily a mental phenomenon.","author":"Robert M. Pirsig","topic":"Peace"},{"quote":"If we desire to avoid insult, we must be able to repel it; if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War.","author":"George Washington","topic":"Peace"},{"quote":"As an artist I come to sing, but as a citizen, I will always speak for peace, and no one can silence me in this.","author":"Paul Robeson","topic":"Peace"},{"quote":"I do believe in God. But you won&#39;t find me visiting temples every now and then. I believe in self-realization. Peace of mind matters a lot to me. What&#39;s the point in doing something just for the sake of it? I&#39;d rather do something I like doing as long as I&#39;m being true to myself.","author":"Virat Kohli","topic":"Peace"},{"quote":"To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.","author":"Morihei Ueshiba","topic":"Peace"},{"quote":"Nothing has brought me more love, joy and peace than being a good husband and good daddy.","author":"Frank Abagnale","topic":"Peace"},{"quote":"I think it&#39;s very important for America that we&#39;re represented as promoters of peace, love, and understanding.","author":"Chance The Rapper","topic":"Peace"},{"quote":"Hobbits are an unobtrusive but very ancient people, more numerous formerly than they are today; for they love peace and quiet and good tilled earth: a well-ordered and well-farmed countryside was their favourite haunt.","author":"J. R. R. Tolkien","topic":"Peace"},{"quote":"As far as having peace within myself, the one way I can do that is forgiving the people who have done wrong to me. It causes more stress to build up anger. Peace is more productive.","author":"Rodney King","topic":"Peace"},{"quote":"Anyone who spends time on the road knows there&#39;s something special about being in the middle of Utah or Nebraska - you sit with it, and there&#39;s a peace about it. You can go left or right, and it opens up all kinds of doors. You take your own path.","author":"Jason Momoa","topic":"Peace"},{"quote":"There is no greater feeling than hanging out with my dogs, or just walking around the land with our horses. My rescue ranch is is where I feel the most at peace and where I&#39;m reminded of the simple things in life and let the chaos of my crazy work life fade away.","author":"Kelly Clarkson","topic":"Peace"},{"quote":"Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people.","author":"Jawaharlal Nehru","topic":"Peace"},{"quote":"While you are proclaiming peace with your lips, be careful to have it even more fully in your heart.","author":"Francis of Assisi","topic":"Peace"},{"quote":"Listen to the inner light; it will guide you. Listen to inner peace; it will feed you. Listen to inner love; it will transform you, it will divinise you, it will immortalise you.","author":"Sri Chinmoy","topic":"Peace"},{"quote":"Nowhere can man find a quieter or more untroubled retreat than in his own soul.","author":"Marcus Aurelius","topic":"Peace"},{"quote":"People are basically the same the world over. Everybody wants the same things - to be happy, to be healthy, to be at least reasonably prosperous, and to be secure. They want friends, peace of mind, good family relationships, and hope that tomorrow is going to be even better than today.","author":"Zig Ziglar","topic":"Peace"},{"quote":"I&#39;m concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet.","author":"Joan Jett","topic":"Peace"},{"quote":"The more you sweat in peace, the less you bleed in war.","author":"Norman Schwarzkopf","topic":"Peace"},{"quote":"If there must be trouble, let it be in my day, that my child may have peace.","author":"Thomas Paine","topic":"Peace"},{"quote":"Jesus said, &#39;Greater things of these you shall do...&#39; Become a peace builder, a bridge builder, not a destroyer, and the way you do that is through friendships and relationships, and through authentic character.","author":"Ravi Zacharias","topic":"Peace"},{"quote":"You practice mindfulness, on the one hand, to be calm and peaceful. On the other hand, as you practice mindfulness and live a life of peace, you inspire hope for a future of peace.","author":"Thich Nhat Hanh","topic":"Peace"},{"quote":"I&#39;m just an old hippie. You know, peace and love.","author":"Sherman Hemsley","topic":"Peace"},{"quote":"Negative emotions like hatred destroy our peace of mind.","author":"Matthieu Ricard","topic":"Peace"},{"quote":"Avoid popularity if you would have peace.","author":"Abraham Lincoln","topic":"Peace"},{"quote":"My child, you are going to be a great king; do not imitate me in the taste I have had for building, or in that I have had for war; try, on the contrary, to be at peace with your neighbors.","author":"Louis XIV","topic":"Peace"},{"quote":"An unjust peace is better than a just war.","author":"Marcus Tullius Cicero","topic":"Peace"},{"quote":"Love and peace of mind do protect us. They allow us to overcome the problems that life hands us. They teach us to survive... to live now... to have the courage to confront each day.","author":"Bernie Siegel","topic":"Peace"},{"quote":"When the peace treaty is signed, the war isn&#39;t over for the veterans, or the family. It&#39;s just starting.","author":"Karl Marlantes","topic":"Peace"},{"quote":"It isn&#39;t enough to talk about peace. One must believe in it. And it isn&#39;t enough to believe in it. One must work at it.","author":"Eleanor Roosevelt","topic":"Peace"},{"quote":"There are more than 300,000 families in the Gulf region that lost their homes and are waiting for peace of mind. The hurricane exposed the sad reality of poverty in America. We saw, in all its horrific detail, the vulnerabilities of living in inadequate housing and the heartbreak of losing one&#39;s home.","author":"Harry Connick, Jr.","topic":"Peace"},{"quote":"The great thing in the world is not so much to seek happiness as to earn peace and self-respect.","author":"Thomas Huxley","topic":"Peace"},{"quote":"Let me just say: Peace to you, if you&#39;re willing to fight for it.","author":"Fred Hampton","topic":"Peace"},{"quote":"&#39;Pears like my heart go flutter, flutter, and then they may say, &#39;Peace, Peace,&#39; as much as they likes - I know it&#39;s goin&#39; to be war!","author":"Harriet Tubman","topic":"Peace"},{"quote":"They may call me a sinner, but I am at peace with myself.","author":"Brigitte Bardot","topic":"Peace"},{"quote":"Peace has its victories no less than war, but it doesn&#39;t have as many monuments to unveil.","author":"Kin Hubbard","topic":"Peace"},{"quote":"Every goal, every action, every thought, every feeling one experiences, whether it be consciously or unconsciously known, is an attempt to increase one&#39;s level of peace of mind.","author":"Sydney Madwed","topic":"Peace"},{"quote":"Take away the violence and who will hear the men of peace?","author":"Lorraine Hansberry","topic":"Peace"},{"quote":"When you find peace within yourself, you become the kind of person who can live at peace with others.","author":"Peace Pilgrim","topic":"Peace"},{"quote":"Only a fighting nation can make itself responsible for world peace, and such a nation must organize its material resources and manpower with the highest possible degree of efficiency.","author":"Chiang Kai-shek","topic":"Peace"},{"quote":"I like to believe that people in the long run are going to do more to promote peace than our governments. Indeed, I think that people want peace so much that one of these days governments had better get out of the way and let them have it.","author":"Dwight D. Eisenhower","topic":"Peace"},{"quote":"You can&#39;t start with imbalance and end with peace, be that in your own body, in an ecosystem or between a government and its people. What we need to strive for is not perfection, but balance.","author":"Ani DiFranco","topic":"Peace"},{"quote":"Peace is not made at the council table or by treaties, but in the hearts of men.","author":"Herbert Hoover","topic":"Peace"},{"quote":"Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.","author":"Calvin Coolidge","topic":"Peace"},{"quote":"Let there be work, bread, water and salt for all.","author":"Nelson Mandela","topic":"Peace"},{"quote":"It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it.","author":"Martin Luther King, Jr.","topic":"Peace"},{"quote":"That idea of peace and love toward humanity shouldn&#39;t be nationalistic or denominational. It should be a chief concern for all mankind.","author":"Mos Def","topic":"Peace"},{"quote":"You either get tired fighting for peace, or you die.","author":"John Lennon","topic":"Peace"},{"quote":"Peace does not mean just to stop wars, but also to stop oppression and injustice.","author":"Tawakkol Karman","topic":"Peace"},{"quote":"War is to man what maternity is to a woman. From a philosophical and doctrinal viewpoint, I do not believe in perpetual peace.","author":"Benito Mussolini","topic":"Peace"},{"quote":"The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man.","author":"Ho Chi Minh","topic":"Peace"},{"quote":"Sailing a boat calls for quick action, a blending of feeling with the wind and water as well as with the very heart and soul of the boat itself. Sailing teaches alertness and courage, and gives in return a joyousness and peace that but few sports afford.","author":"George Matthew Adams","topic":"Peace"},{"quote":"An army of principles can penetrate where an army of soldiers cannot.","author":"Thomas Paine","topic":"Peace"},{"quote":"America is a Nation with a mission - and that mission comes from our most basic beliefs. We have no desire to dominate, no ambitions of empire. Our aim is a democratic peace - a peace founded upon the dignity and rights of every man and woman.","author":"George W. Bush","topic":"Peace"},{"quote":"I believe it is peace in our time.","author":"Neville Chamberlain","topic":"Peace"},{"quote":"If you cannot find peace within yourself, you will never find it anywhere else.","author":"Marvin Gaye","topic":"Peace"},{"quote":"Our souls may lose their peace and even disturb other people&#39;s, if we are always criticizing trivial actions - which often are not real defects at all, but we construe them wrongly through our ignorance of their motives.","author":"Saint Teresa of Avila","topic":"Peace"},{"quote":"The happiness and peace attained by those satisfied by the nectar of spiritual tranquillity is not attained by greedy persons restlessly moving here and there.","author":"Chanakya","topic":"Peace"},{"quote":"Be humble, be gracious, and make peace with inner fears before stepping out into the limelight and allowing yourself to be subjected to all of humanity.","author":"Maximillian Degenerez","topic":"Peace"},{"quote":"Work, look for peace and calm in work: you will find it nowhere else.","author":"Dmitri Mendeleev","topic":"Peace"},{"quote":"We&#39;re in the last days, man - I truly, in my heart, believe that. It&#39;s written. I could go on with biblical situations and things my grandma told me. But it&#39;s about being at peace with myself and making good with the people around me.","author":"Kendrick Lamar","topic":"Peace"},{"quote":"I&#39;m not claiming divinity. I&#39;ve never claimed purity of soul. I&#39;ve never claimed to have the answers to life. I only put out songs and answer questions as honestly as I can... But I still believe in peace, love and understanding.","author":"John Lennon","topic":"Peace"},{"quote":"Let us recollect that peace or war will not always be left to our option; that however moderate or unambitious we may be, we cannot count upon the moderation, or hope to extinguish the ambition of others.","author":"Alexander Hamilton","topic":"Peace"},{"quote":"Little else is requisite to carry a state to the highest degree of opulence from the lowest barbarism but peace, easy taxes, and a tolerable administration of justice: all the rest being brought about by the natural course of things.","author":"Adam Smith","topic":"Peace"},{"quote":"There really can be no peace without justice. There can be no justice without truth. And there can be no truth, unless someone rises up to tell you the truth.","author":"Louis Farrakhan","topic":"Peace"},{"quote":"The operations of the federal government will be most extensive and important in times of war and danger; those of the state governments, in times of peace and security.","author":"James Madison","topic":"Peace"},{"quote":"Let us have peace.","author":"Ulysses S. Grant","topic":"Peace"},{"quote":"In Italy, for 30 years under the Borgias, they had warfare, terror, murder and bloodshed, but they produced Michelangelo, Leonardo da Vinci and the Renaissance. In Switzerland they had brotherly love, they had 500 years of democracy and peace - and what did that produce? The cuckoo clock.","author":"Graham Greene","topic":"Peace"},{"quote":"Complete peace equally reigns between two mental waves.","author":"Swami Sivananda","topic":"Peace"},{"quote":"It is heroic to prepare for war with a tyrant power. Patriots will always win the admiration of mankind for daring to meet the bloodshed of battle for their country&#39;s liberty. But the patriot who is willing to go to that sacrifice will be the first to condemn the aimless and secret shedding of blood in time of peace.","author":"John Boyle O'Reilly","topic":"Peace"},{"quote":"Having a mind that is open to everything and attached to nothing seems to me to be one of the most basic principles that you can adopt to contribute to individual and world peace.","author":"Wayne Dyer","topic":"Peace"},{"quote":"A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself.","author":"Abraham Maslow","topic":"Peace"},{"quote":"Nuclear disarmament and non-proliferation are not utopian ideals. They are critical to global peace and security.","author":"Ban Ki-moon","topic":"Peace"},{"quote":"It was Jesus who gave me peace when the shark severed my arm. I trust in Jesus whenever I&#39;m going through a hard time. I see all the beautiful things that have come out of my situation. I&#39;m able to share my story with young girls who have few role models, and I can help others cope with what they have been through.","author":"Bethany Hamilton","topic":"Peace"},{"quote":"I want a world of peace. I&#39;m not interested in bombs. I&#39;m not interested in wars. I&#39;m interested in peace.","author":"Jeremy Corbyn","topic":"Peace"},{"quote":"Through mutual understanding, sincerity and goodwill, and with great wisdom and broad views, the leaders on both sides should jointly initiate new opportunities for peace, stability, cooperation and mutual benefit.","author":"Chen Shui-bian","topic":"Peace"},{"quote":"We remain at peace with all nations, and no efforts on my part consistent with the preservation of our rights and the honor of the country shall be spared to maintain a position so consonant to our institutions.","author":"Martin Van Buren","topic":"Peace"},{"quote":"I used to wonder if it was God&#39;s plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world.","author":"Lana Del Rey","topic":"Peace"},{"quote":"Peace comes when you talk to the guy you most hate. And that&#39;s where the courage of a leader comes, because when you sit down with your enemy, you as a leader must already have very considerable confidence from your own constituency.","author":"Desmond Tutu","topic":"Peace"},{"quote":"I cannot think that when God sent us into the world, he had irreversibly decreed that we should be perpetually miserable in it. If our taking up the Cross imply our bidding adieu to all joy and satisfaction, how is it reconcilable with what Solomon expressly affirms of religion, that &#39;her ways are ways of pleasantness, and all her paths are peace?&#39;","author":"John Wesley","topic":"Peace"},{"quote":"The task of the mediator is to help the parties to open difficult issues and nudge them forward in the peace process. The mediator&#39;s role combines those of a ship&#39;s pilot, consulting medical doctor, midwife and teacher.","author":"Martti Ahtisaari","topic":"Peace"},{"quote":"Communication will bring understanding and understanding will cause harmonious mutual relationships which can establish peace and stability.","author":"Lobsang Tenzin","topic":"Peace"},{"quote":"Success isn&#39;t measured by money or power or social rank. Success is measured by your discipline and inner peace.","author":"Mike Ditka","topic":"Peace"},{"quote":"My dream is to live a good life and be loving, be close to God and be a good human being and bring peace to people.","author":"Ziggy Marley","topic":"Peace"},{"quote":"Peace if possible, truth at all costs.","author":"Martin Luther","topic":"Peace"},{"quote":"Countries with higher levels of gender equality have higher economic growth. Companies with more women on their boards have higher returns. Peace agreements that include women are more successful. Parliaments with more women take up a wider range of issues - including health, education, anti-discrimination, and child support.","author":"Ban Ki-moon","topic":"Peace"},{"quote":"A crust eaten in peace is better than a banquet partaken in anxiety.","author":"Aesop","topic":"Peace"},{"quote":"The European Union is the world&#39;s most successful invention for advancing peace.","author":"John Bruton","topic":"Peace"},{"quote":"I think it&#39;s nice to age gracefully. OK, you lose the youth, a certain stamina and dewy glow, but what you gain on the inside as a human being is wonderful: the wisdom, the acceptance and the peace of mind. It&#39;s a fair exchange.","author":"Cherie Lunghi","topic":"Peace"},{"quote":"The pursuit of peace and progress cannot end in a few years in either victory or defeat. The pursuit of peace and progress, with its trials and its errors, its successes and its setbacks, can never be relaxed and never abandoned.","author":"Dag Hammarskjold","topic":"Peace"},{"quote":"That a man be willing, when others are so too, as far forth as for peace and defense of himself he shall think it necessary, to lay down this right to all things; and be contented with so much liberty against other men, as he would allow other men against himself.","author":"Thomas Hobbes","topic":"Peace"},{"quote":"The Charter of the United Nations expresses the noblest aspirations of man: abjuration of force in the settlement of disputes between states; the assurance of human rights and fundamental freedoms for all without distinction as to race, sex, language or religion; the safeguarding of international peace and security.","author":"Haile Selassie","topic":"Peace"},{"quote":"Peace is our gift to each other.","author":"Elie Wiesel","topic":"Peace"},{"quote":"The life of inner peace, being harmonious and without stress, is the easiest type of existence.","author":"Norman Vincent Peale","topic":"Peace"},{"quote":"War should never be entered upon until every agency of peace has failed.","author":"William McKinley","topic":"Peace"},{"quote":"Fascism, the more it considers and observes the future and the development of humanity, quite apart from political considerations of the moment, believes neither in the possibility nor the utility of perpetual peace.","author":"Benito Mussolini","topic":"Peace"},{"quote":"The preservation of peace and the guaranteeing of man&#39;s basic freedoms and rights require courage and eternal vigilance: courage to speak and act - and if necessary, to suffer and die - for truth and justice; eternal vigilance, that the least transgression of international morality shall not go undetected and unremedied.","author":"Haile Selassie","topic":"Peace"},{"quote":"We would fight not for the political future of a distant city, rather for principles whose destruction would ruin the possibility of peace and security for the peoples of the earth.","author":"Neville Chamberlain","topic":"Peace"},{"quote":"Smoke the pipe of peace, bury the tomahawk, and become one nation.","author":"Zebulon Pike","topic":"Peace"},{"quote":"Smiling is very important. If we are not able to smile, then the world will not have peace. It is not by going out for a demonstration against nuclear missiles that we can bring about peace. It is with our capacity of smiling, breathing, and being peace that we can make peace.","author":"Nhat Hanh","topic":"Peace"},{"quote":"Money can come and go, and fame comes and goes. Peace of mind and a relationship with God is far more important, so this is the precedent that we&#39;ve set in our lives. The bottom line is, we all die, so Jesus is the answer.","author":"Phil Robertson","topic":"Peace"},{"quote":"There was never a good war, or a bad peace.","author":"Benjamin Franklin","topic":"Peace"},{"quote":"Martin Luther King Jr. is remembered as our prince of peace, of civil rights. We owe him something major that will keep his memory alive.","author":"Morgan Freeman","topic":"Peace"},{"quote":"Money cannot buy peace of mind. It cannot heal ruptured relationships, or build meaning into a life that has none.","author":"Richard M. DeVos","topic":"Peace"},{"quote":"If any foreign minister begins to defend to the death a &#39;peace conference&#39;, you can be sure his government has already placed its orders for new battleships and airplanes.","author":"Joseph Stalin","topic":"Peace"},{"quote":"I feel beautiful when I&#39;m at peace with myself. When I&#39;m serene, when I&#39;m a good person, when I&#39;ve been considerate of others.","author":"Elle Macpherson","topic":"Peace"},{"quote":"The game is my wife. It demands loyalty and responsibility, and it gives me back fulfillment and peace.","author":"Michael Jordan","topic":"Peace"},{"quote":"More and more, I think about the role of the arts, and as an artist, I think that it&#39;s important that I share the love and peace.","author":"Yayoi Kusama","topic":"Peace"},{"quote":"Law enforcement officers are never &#39;off duty.&#39; They are dedicated public servants who are sworn to protect public safety at any time and place that the peace is threatened. They need all the help that they can get.","author":"Barbara Boxer","topic":"Peace"},{"quote":"Before we went on any protest, whether it was sit-ins or the freedom rides or any march, we prepared ourselves, and we were disciplined. We were committed to the way of peace - the way of non-violence - the way of love - the way of life as the way of living.","author":"John Lewis","topic":"Peace"},{"quote":"The pursuit, even of the best things, ought to be calm and tranquil.","author":"Marcus Tullius Cicero","topic":"Peace"},{"quote":"The Christian experiences and lives a paradox. He possesses joy in sorrow, fulfillment in exile, light in darkness, peace in turmoil, consolation in dryness, contentment in pain and hope in desolation.","author":"Mother Angelica","topic":"Peace"},{"quote":"I am a strong believer that without justice, there is no peace. No lasting peace, anyway.","author":"Angelina Jolie","topic":"Peace"},{"quote":"In a few decades, the relationship between the environment, resources and conflict may seem almost as obvious as the connection we see today between human rights, democracy and peace.","author":"Wangari Maathai","topic":"Peace"},{"quote":"When you have a baby, when you feel his love, you feel so at peace with the world. You just want to share the good news and share how happy you feel.","author":"Shakira","topic":"Peace"},{"quote":"You can&#39;t make war in the Middle East without Egypt and you can&#39;t make peace without Syria.","author":"Henry Kissinger","topic":"Peace"},{"quote":"Experience has everywhere shown us, and especially in the Philippines, that the classes which are better off have always been addicted to peace and order because they live comparatively better and may be the losers in civil disturbances.","author":"Jose Rizal","topic":"Peace"},{"quote":"In my long life I have found peace, joy, and happiness beyond my fondest hopes and dreams. One of the supreme benedictions of my life has been my marriage to an elect daughter of God. I love her with all my heart and soul.","author":"James E. Faust","topic":"Peace"},{"quote":"Peace is purchased from strength. It&#39;s not purchased from weakness or unilateral retreats.","author":"Benjamin Netanyahu","topic":"Peace"},{"quote":"There is very little room for relaxation, but as long as I capitalize on those brief moments of peace, I&#39;m okay with that.","author":"Maelle Gavet","topic":"Peace"},{"quote":"Good wishes alone will not ensure peace.","author":"Alfred Nobel","topic":"Peace"},{"quote":"The hippies wanted peace and love. We wanted Ferraris, blondes and switchblades.","author":"Alice Cooper","topic":"Peace"},{"quote":"Another essential to a universal and durable peace is social justice.","author":"Arthur Henderson","topic":"Peace"},{"quote":"The olive branch has been consecrated to peace, palm branches to victory, the laurel to conquest and poetry, the myrtle to love and pleasure, the cypress to mourning, and the willow to despondency.","author":"Dorothea Dix","topic":"Peace"},{"quote":"I don&#39;t know whether war is an interlude during peace, or peace an interlude during war.","author":"Georges Clemenceau","topic":"Peace"},{"quote":"For Pleasure, Delight, Peace and Felicity live in method and temperance.","author":"Margaret Cavendish","topic":"Peace"},{"quote":"The way of peace is the way of love. Love is the greatest power on earth. It conquers all things.","author":"Peace Pilgrim","topic":"Peace"},{"quote":"Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best.","author":"Napoleon Hill","topic":"Peace"},{"quote":"To attain inner peace you must actually give your life, not just your possessions. When you at last give your life - bringing into alignment your beliefs and the way you live then, and only then, can you begin to find inner peace.","author":"Peace Pilgrim","topic":"Peace"},{"quote":"I&#39;m at peace with myself. The main thing is not letting people dictate what I do or what I am.","author":"Magic Johnson","topic":"Peace"},{"quote":"When you&#39;re young you think that you&#39;re going to sail into a lovely lake of quietude and peace. This is profoundly untrue.","author":"Doris Lessing","topic":"Peace"},{"quote":"In South Africa, we could not have achieved our freedom and just peace without the help of people around the world, who through the use of non-violent means, such as boycotts and divestment, encouraged their governments and other corporate actors to reverse decades-long support for the Apartheid regime.","author":"Desmond Tutu","topic":"Peace"},{"quote":"To secure peace is to prepare for war.","author":"Carl von Clausewitz","topic":"Peace"},{"quote":"I believe in the Prince of Peace. I believe that War is Murder. I believe that armies and navies are at bottom the tinsel and braggadocio of oppression and wrong, and I believe that the wicked conquest of weaker and darker nations by nations whiter and stronger but foreshadows the death of that strength.","author":"W. E. B. Du Bois","topic":"Peace"},{"quote":"Some might complain that nuclear disarmament is little more than a dream. But that ignores the very tangible benefits disarmament would bring for all humankind. Its success would strengthen international peace and security. It would free up vast and much-needed resources for social and economic development. It would advance the rule of law.","author":"Ban Ki-moon","topic":"Peace"},{"quote":"Oh, how great peace and quietness would he possess who should cut off all vain anxiety and place all his confidence in God.","author":"Thomas a Kempis","topic":"Peace"},{"quote":"I acknowledge with great gratitude the peace and contentment we can find for ourselves in the spiritual cocoons of our homes, our sacrament meetings, and our holy temples.","author":"James E. Faust","topic":"Peace"},{"quote":"Be good, keep your feet dry, your eyes open, your heart at peace and your soul in the joy of Christ.","author":"Thomas Merton","topic":"Peace"},{"quote":"The more bombers, the less room for doves of peace.","author":"Nikita Khrushchev","topic":"Peace"},{"quote":"Christmas is joy, religious joy, an inner joy of light and peace.","author":"Pope Francis","topic":"Peace"},{"quote":"If you die you&#39;re completely happy and your soul somewhere lives on. I&#39;m not afraid of dying. Total peace after death, becoming someone else is the best hope I&#39;ve got.","author":"Kurt Cobain","topic":"Peace"},{"quote":"To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring - it was peace.","author":"Milan Kundera","topic":"Peace"},{"quote":"Peace is more important than all justice; and peace was not made for the sake of justice, but justice for the sake of peace.","author":"Martin Luther","topic":"Peace"},{"quote":"We must concentrate not merely on the negative expulsion of war but the postive affirmation of peace.","author":"Martin Luther King, Jr.","topic":"Peace"},{"quote":"This is what we call smart power. Using every possible tool and partner to advance peace and security. Leaving no one on the sidelines. Showing respect even for one&#39;s enemies. Trying to understand, in so far as psychologically possible, empathize with their perspective and point of view. Helping to define the problems, determine the solutions.","author":"Hillary Clinton","topic":"Peace"},{"quote":"You will find peace not by trying to escape your problems, but by confronting them courageously. You will find peace not in denial, but in victory.","author":"J. Donald Walters","topic":"Peace"},{"quote":"I prefer peace. But if trouble must come, let it come in my time, so that my children can live in peace.","author":"Thomas Paine","topic":"Peace"},{"quote":"Each one has to find his peace from within. And peace to be real must be unaffected by outside circumstances.","author":"Mahatma Gandhi","topic":"Peace"},{"quote":"In peace, sons bury their fathers. In war, fathers bury their sons.","author":"Herodotus","topic":"Peace"},{"quote":"Communism is a hateful thing, and a menace to peace and organized government.","author":"Grover Cleveland","topic":"Peace"},{"quote":"There are no military solutions - dialogue and diplomacy are the only guarantee of lasting peace.","author":"Martin McGuinness","topic":"Peace"},{"quote":"My colleagues and I have gone in the footsteps of our predecessors since the very first day we were called by our people to care for their future. We went any place, we looked for any avenue, we made any effort to bring about negotiations between Israel and its neighbors, negotiations without which peace remains an abstract desire.","author":"Menachem Begin","topic":"Peace"},{"quote":"Disappointment is a sticky one, because no one can steal contentment, joy, gratitude, or peace - we have to give it away.","author":"Kristin Armstrong","topic":"Peace"},{"quote":"My favourite country is Finland because once you get to a certain point, you can drive for hours without seeing a single person. I love peace and quiet - something I don&#39;t get very often.","author":"Christopher Lee","topic":"Peace"},{"quote":"The government of the United States doesn&#39;t want peace. It wants to exploit its system of exploitation, of pillage, of hegemony through war. It wants peace, but what&#39;s happening in Iraq? What happened in Lebanon? Palestine? What&#39;s happening? What&#39;s happened over the last hundred years in Latin America and in the world?","author":"Hugo Chavez","topic":"Peace"},{"quote":"Muslims are not bloodthirsty people. Islam is a religion of peace that forbids the killing of the innocent. Islam also accepts the Prophets, whether those prophets are Mohammed, God&#39;s peace and blessing be upon Him, or Moses or the other prophets of the Books.","author":"Abdullah of Saudi Arabia","topic":"Peace"},{"quote":"When I am able to resist the temptation to judge others, I can see them as teachers of forgiveness in my life, reminding me that I can only have peace of mind when I forgive rather than judge.","author":"Gerald Jampolsky","topic":"Peace"},{"quote":"Aside from what it teaches you, there is simply the indescribable degree of peace that can be achieved on a sailing vessel at sea. I guess a combination of hard work and the seemingly infinite expanse of the sea - the profound solitude - that does it for me.","author":"Billy Campbell","topic":"Peace"},{"quote":"Let love flow so that it cleanses the world. Then man can live in peace, instead of the state of turmoil he has created through his past ways of life, with all those material interests and earthly ambitions.","author":"Sai Baba","topic":"Peace"},{"quote":"I simply can&#39;t build my hopes on a foundation of confusion, misery and death... I think... peace and tranquillity will return again.","author":"Anne Frank","topic":"Peace"},{"quote":"My passion stems from seeking world peace and finding how we can live together creatively rather than violently.","author":"Mimi Kennedy","topic":"Peace"},{"quote":"Those who can win a war well can rarely make a good peace and those who could make a good peace would never have won the war.","author":"Winston Churchill","topic":"Peace"},{"quote":"The Grateful Dead, they&#39;re my best friends. Their message of hope, peace, love, teamwork, creativity, imagination, celebration, the dance, the vision, the purpose, the passion all of the things I believe in makes me the luckiest Deadhead in the world.","author":"Bill Walton","topic":"Peace"},{"quote":"For the only way in which a durable peace can be created is by world-wide restoration of economic activity and international trade.","author":"James Forrestal","topic":"Peace"},{"quote":"There are no absolute rules of conduct, either in peace or war. Everything depends on circumstances.","author":"Leon Trotsky","topic":"Peace"},{"quote":"The question that we must ask is whether we are making progress toward the goal of universal peace. Or are we caught up on a treadmill of history, turning forever on the axle of mindless aggression and self-destruction?","author":"F. W. de Klerk","topic":"Peace"},{"quote":"Someday when peace has returned to this odd world I want to come to London again and stand on a certain balcony on a moonlit night and look down upon the peaceful silver curve of the Thames with its dark bridges.","author":"Ernie Pyle","topic":"Peace"},{"quote":"If you want to make peace, you don&#39;t talk to your friends. You talk to your enemies.","author":"Moshe Dayan","topic":"Peace"},{"quote":"For me, it is essential to have the inner peace and serenity of prayer in order to listen to the silence of God, which speaks to us, in our personal life and the history of our times, of the power of love.","author":"Adolfo Perez Esquivel","topic":"Peace"},{"quote":"The purpose of all wars, is peace.","author":"Saint Augustine","topic":"Peace"},{"quote":"Peace is a day-to-day problem, the product of a multitude of events and judgments. Peace is not an &#39;is,&#39; it is a &#39;becoming.&#39;","author":"Haile Selassie","topic":"Peace"},{"quote":"Our voice is an independent voice to represent the dignity and the search for peace and the reformulation of the international system; to denounce persecution and aggression of hegemonistic forces on the planet. This is how Venezuela has presented itself. Bolivar&#39;s home has sought a nonpermanent seat on the Security Council.","author":"Hugo Chavez","topic":"Peace"},{"quote":"War should be the only study of a prince. He should consider peace only as a breathing-time, which gives him leisure to contrive, and furnishes as ability to execute, military plans.","author":"Niccolo Machiavelli","topic":"Peace"},{"quote":"Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind.","author":"Neil Armstrong","topic":"Peace"},{"quote":"I can promise you that women working together - linked, informed and educated - can bring peace and prosperity to this forsaken planet.","author":"Isabel Allende","topic":"Peace"},{"quote":"I would point out that Japan&#39;s proposal at the Versailles Peace Conference on the principle of racial equality was rejected by delegates such as those from Britain and the United States.","author":"Hideki Tojo","topic":"Peace"},{"quote":"We look forward to the time when the Power of Love will replace the Love of Power. Then will our world know the blessings of peace.","author":"William E. Gladstone","topic":"Peace"},{"quote":"The grim fact is that we prepare for war like precocious giants, and for peace like retarded pygmies.","author":"Lester B. Pearson","topic":"Peace"},{"quote":"Peace is not a state - it is a choice, and you have to remake it every day. It&#39;s possible to get a sort of stability, a habit of peace, but it&#39;s like an egg balanced, spinning, on its point: lose your momentum, and your equilibrium is gone, too.","author":"Nick Harkaway","topic":"Peace"},{"quote":"We see a new Ethiopia, a new Africa, stretching her hands of influence throughout the world, teaching man the way of life and peace, The Way to God.","author":"Marcus Garvey","topic":"Peace"},{"quote":"Less than two years after its founding, our Republic inflicted an ignominious defeat on the United States that had been boasting of being the &#39;strongest&#39; in the world, thus defending its national sovereignty and global peace and security.","author":"Kim Jong-un","topic":"Peace"},{"quote":"If you want a future of shared prosperity, where the middle class is growing and poverty is declining, where the American Dream is alive and well, and where the United States remains the leading force for peace and prosperity in a highly competitive world, you should vote for Barack Obama.","author":"William J. Clinton","topic":"Peace"},{"quote":"The government I led gave ordinary people peace, security, dignity, and opportunity to progress.","author":"Benazir Bhutto","topic":"Peace"},{"quote":"There are things about organized religion which I resent. Christ is revered as the Prince of Peace, but more blood has been shed in His name than any other figure in history. You show me one step forward in the name of religion, and I&#39;ll show you a hundred retrogressions.","author":"Frank Sinatra","topic":"Peace"},{"quote":"Then I realized that secrecy is actually to the detriment of my own peace of mind and self, and that I could still sustain my belief in privacy and be authentic and transparent at the same time. It was a pretty revelatory moment, and there&#39;s been a liberating force that&#39;s come from it.","author":"Alanis Morissette","topic":"Peace"},{"quote":"Peace secured by slavish submission is not peace.","author":"Kim Il-sung","topic":"Peace"},{"quote":"Instead of a man of peace and love, I have become a man of violence and revenge.","author":"Hiawatha","topic":"Peace"},{"quote":"You can have peace. Or you can have freedom. Don&#39;t ever count on having both at once.","author":"Robert A. Heinlein","topic":"Peace"},{"quote":"Black people need some peace. White people need some peace. And we are going to have to fight. We&#39;re going to have to struggle. We&#39;re going to have to struggle relentlessly to bring about some peace, because the people that we&#39;re asking for peace, they are a bunch of megalomaniac warmongers, and they don&#39;t even understand what peace means.","author":"Fred Hampton","topic":"Peace"},{"quote":"No one is perfect... absolutely no one. Like precious stones, we have a few flaws, but why focus on that? Focus on what you like about yourself, and that will bring you happiness and peace.","author":"Richard Simmons","topic":"Peace"},{"quote":"There can never be peace between nations until there is first known that true peace which is within the souls of men.","author":"Black Elk","topic":"Peace"},{"quote":"I&#39;m not an idealist. I know we&#39;re not going to be living in a world that&#39;s peace and love all the time. But we can live in a world where we kill each other a lot less.","author":"Michael Franti","topic":"Peace"},{"quote":"The cry of the oppressed has entered not only into my ears, but into my soul, so that while I live, I cannot hold my peace.","author":"Elijah Parish Lovejoy","topic":"Peace"},{"quote":"A peaceful resolution to the Israeli-Palestinian conflict will likely depend to a great extent on the economic development of a future Palestinian state. As I have argued before, private sector investment - especially in the West Bank - is going to prove crucial in creating the right political and social context for peace.","author":"Edgar Bronfman, Sr.","topic":"Peace"},{"quote":"It is thus tolerance that is the source of peace, and intolerance that is the source of disorder and squabbling.","author":"Pierre Bayle","topic":"Peace"},{"quote":"We will not learn how to live together in peace by killing each other&#39;s children.","author":"Jimmy Carter","topic":"Peace"},{"quote":"We gave up some of our country to the white men, thinking that then we could have peace. We were mistaken. The white man would not let us alone.","author":"Chief Joseph","topic":"Peace"},{"quote":"Let us not deceive ourselves; we must elect world peace or world destruction.","author":"Bernard Baruch","topic":"Peace"},{"quote":"Standing, as I believe the United States stands for humanity and civilization, we should exercise every influence of our great country to put a stop to that war which is now raging in Cuba and give to that island once more peace, liberty, and independence.","author":"Henry Cabot Lodge","topic":"Peace"},{"quote":"You may gain temporary appeasement by a policy of concession to violence, but you do not gain lasting peace that way.","author":"Anthony Eden","topic":"Peace"},{"quote":"The United States is not a nation to which peace is a necessity.","author":"Grover Cleveland","topic":"Peace"},{"quote":"To deal with these problems - of world population and hunger, of peace, of energy and mineral resources, of environmental pollution, of poverty - we must broaden and deepen our knowledge of nature&#39;s laws, and we must broaden and deepen our understanding of the laws of human behavior.","author":"Herbert A. Simon","topic":"Peace"},{"quote":"A people free to choose will always choose peace.","author":"Ronald Reagan","topic":"Peace"},{"quote":"I have seen (as far as it can be seen) many persons changed in a moment from the spirit of horror, fear, and despair to the spirit of hope, joy, peace; and from sinful desires, till then reigning over them, to a pure desire of doing the will of God.","author":"John Wesley","topic":"Peace"},{"quote":"If man does find the solution for world peace it will be the most revolutionary reversal of his record we have ever known.","author":"George C. Marshall","topic":"Peace"},{"quote":"I come from a family of very devout, praying people. That idea of peace and love toward humanity shouldn&#39;t be nationalistic or denominational. It should be a chief concern for all mankind.","author":"Mos Def","topic":"Peace"},{"quote":"I am just back from South Sudan, one of the world&#39;s most fragile nations. For years, I have been moved by the kind people who maintain hope that they will live to see peace. My heart has ached for them, as they have endured pain and violence that make such hope feel out of reach.","author":"Forest Whitaker","topic":"Peace"},{"quote":"I&#39;m just very interested, fascinated, heartbroken, obsessed with the Israeli-Palestinian conflict and our need to find peace on that front... Everyone&#39;s always, like, victim and avenger at the same time.","author":"Nathan Englander","topic":"Peace"},{"quote":"Peace is a question of will. All conflicts can be settled, and there are no excuses for allowing them to become eternal.","author":"Martti Ahtisaari","topic":"Peace"},{"quote":"To realize peace on the Korean peninsula, and to develop exchange, cooperation between both Koreas, they are the, you know, immediate target of our government.","author":"Kim Dae Jung","topic":"Peace"},{"quote":"There are many things that are essential to arriving at true peace of mind, and one of the most important is faith, which cannot be acquired without prayer.","author":"John Wooden","topic":"Peace"},{"quote":"If the history of the past fifty years teaches us anything, it is that peace does not follow disarmament - disarmament follows peace.","author":"Bernard Baruch","topic":"Peace"},{"quote":"The end of art is peace.","author":"Seamus Heaney","topic":"Peace"},{"quote":"Let a new earth rise. Let another world be born. Let a bloody peace be written in the sky. Let a second generation full of courage issue forth; let a people loving freedom come to growth.","author":"Margaret Walker","topic":"Peace"},{"quote":"If you love helping people, and you love trying to bring comfort and peace to their life at a very, very difficult time, you&#39;re going to have to look pretty hard to find a profession that gives you more opportunities than the funeral business.","author":"Steve Southerland","topic":"Peace"},{"quote":"We&#39;re not going to cure terrorism and spread peace and goodwill in the Middle East by killing innocent people, or I&#39;m not even saying our bullets and bombs are killing them. The occupation that they don&#39;t have food. They don&#39;t have clean water. They don&#39;t have electricity. They don&#39;t have medicine. They don&#39;t have doctors.","author":"Cindy Sheehan","topic":"Peace"},{"quote":"Conscious of my own weakness, I can only seek fervently the guidance of the Ruler of the Universe, and, relying on His all-powerful aid, do my best to restore Union and peace to a suffering people, and to establish and guard their liberties and rights.","author":"George B. McClellan","topic":"Peace"},{"quote":"For our part, we shall continue to work for the new dawn when all the Children of Abraham and their descendants are living together in the birthplace of their three great monotheistic religions, a life free from fear, a life free from want - a life in peace.","author":"Hussein of Jordan","topic":"Peace"},{"quote":"Even during the worst hardships, when the other things in our lives seem to fall apart, we can still find peace in the eternal love of God.","author":"Armstrong Williams","topic":"Peace"},{"quote":"At a time when Europeans already had a long history of violent contact with Native people, Lewis and Clark made most of their journey in peace.","author":"Joseph Bruchac","topic":"Peace"},{"quote":"Life is wonderful beautiful journey. Every episode of my life is like a dream, and I am at peace and happy with what life has given me.","author":"Laura Harring","topic":"Peace"},{"quote":"Religion is of general and public concern, and on its support depend, in great measure, the peace and good order of government, the safety and happiness of the people.","author":"Samuel Chase","topic":"Peace"},{"quote":"Until he extends his circle of compassion to include all living things, man will not himself find peace.","author":"Albert Schweitzer","topic":"Peace"},{"quote":"Most fear stems from sin; to limit one&#39;s sins, one must assuredly limit one&#39;s fear, thereby bringing more peace to one&#39;s spirit.","author":"Marvin Gaye","topic":"Peace"},{"quote":"We simply can no longer afford to deny the full potential of one half of the population. The world needs to tap into the talent and wisdom of women. Whether the issue is food security, economic recovery, health, or peace and security, the participation of women is needed now more than ever.","author":"Michelle Bachelet","topic":"Peace"},{"quote":"My new hotels will play a leading role in promoting world peace.","author":"Conrad Hilton","topic":"Peace"},{"quote":"I like having peace and quiet in my life, and I am perfectly happy in my relationships.","author":"Loni Love","topic":"Peace"},{"quote":"One of the eternal truths is that happiness is created and developed in peace, and one of the eternal rights is the individual&#39;s right to live.","author":"Bertha von Suttner","topic":"Peace"},{"quote":"My court was divided between peace and war according to their various interests, but I considered only their reasons.","author":"Louis XIV","topic":"Peace"},{"quote":"There are many of us who should be in a position to bring peace to the world.","author":"Shirley Temple","topic":"Peace"},{"quote":"My heritage has been my grounding, and it has brought me peace.","author":"Maureen O'Hara","topic":"Peace"},{"quote":"Nobel was a genuine friend of peace. He even went so far as to believe that he had invented a tool of destruction, dynamite, which would make war so senseless that it would become impossible. He was wrong.","author":"Alva Myrdal","topic":"Peace"},{"quote":"When I leave here, when my final day on this earth is up, I want to leave in peace. I want to have peace in my heart.","author":"Rodney King","topic":"Peace"},{"quote":"More than anything, praying just helps me to concentrate and let go of things that don&#39;t matter in that moment. It gives me peace knowing I&#39;m in good hands.","author":"Katie Ledecky","topic":"Peace"},{"quote":"Peace along with freedom and justice are the pillars for attaining both security and stability and will pave the way towards the eradication of oppression, extremism, and terrorism in our world.","author":"Najib Mikati","topic":"Peace"},{"quote":"There are two traditions in Northern Ireland. There are two main religious denominations. But there is only one true moral denomination. And it wants peace.","author":"David Trimble","topic":"Peace"},{"quote":"It brings hope and peace of mind knowing that God gave His only begotten Son for us. I&#39;m able to look back and know that on this day Jesus was born and gave us the opportunity to have eternal life.","author":"Adrian Peterson","topic":"Peace"},{"quote":"We will never bring peace at the hands of war. As a species we have to rise above it.","author":"Rosie O'Donnell","topic":"Peace"},{"quote":"If you want peace work for justice.","author":"Pope Paul VI","topic":"Peace"},{"quote":"You should feel beautiful and you should feel safe. What you surround yourself with should bring you peace of mind and peace of spirit.","author":"Stacy London","topic":"Peace"},{"quote":"Nobody can bring you peace but yourself.","author":"Ralph Waldo Emerson","topic":"Peace"},{"quote":"All we are saying is give peace a chance.","author":"John Lennon","topic":"Peace"},{"quote":"The Union, which can alone insure internal peace, and external security to each State, Must and Shall be Preserved, cost what it may in time, treasure, and blood.","author":"George B. McClellan","topic":"Peace"},{"quote":"We have a long way to go before we are able to hear the voices of everyone on earth, but I believe that providing voices and building bridges is essential for the World Peace we all wish for.","author":"Joichi Ito","topic":"Peace"},{"quote":"I am at peace with God. My conflict is with Man.","author":"Charlie Chaplin","topic":"Peace"},{"quote":"I am grateful for the opportunities I have been given to participate in that work as a representative of my country, Canada, whose people have, I think, shown their devotion to peace.","author":"Lester B. Pearson","topic":"Peace"},{"quote":"I believe that eyes are very important motifs. That&#39;s something that can discern the peace and love.","author":"Yayoi Kusama","topic":"Peace"},{"quote":"Our object should be peace within, and peace without. We want to live peacefully and maintain cordial friendly relations with our immediate neighbours and with the world at large.","author":"Muhammad Ali Jinnah","topic":"Peace"},{"quote":"Never continue in a job you don&#39;t enjoy. If you&#39;re happy in what you&#39;re doing, you&#39;ll like yourself, you&#39;ll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined.","author":"Johnny Carson","topic":"Peace"},{"quote":"It is an unfortunate fact that we can secure peace only by preparing for war.","author":"John F. Kennedy","topic":"Peace"},{"quote":"It is good to realize that if love and peace can prevail on earth, and if we can teach our children to honor nature&#39;s gifts, the joys and beauties of the outdoors will be here forever.","author":"Jimmy Carter","topic":"Peace"},{"quote":"We should live, act, and say nothing to the injury of anyone. It is not only best as a matter of principle, but it is the path to peace and honor.","author":"Robert E. Lee","topic":"Peace"},{"quote":"Peace, plenty, and contentment reign throughout our borders, and our beloved country presents a sublime moral spectacle to the world.","author":"James K. Polk","topic":"Peace"},{"quote":"Obedience brings peace in decision making. If we have firmly made up our minds to follow the commandments, we will not have to redecide which path to take when temptation comes our way.","author":"James E. Faust","topic":"Peace"},{"quote":"When you make your peace with authority, you become authority.","author":"Jim Morrison","topic":"Peace"},{"quote":"A babe in the house is a well-spring of pleasure, a messenger of peace and love, a resting place for innocence on earth, a link between angels and men.","author":"Martin Farquhar Tupper","topic":"Peace"},{"quote":"Every child&#39;s taste is different. Don&#39;t worry if they&#39;re not reading &#39;War and Peace&#39; at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy.","author":"Rick Riordan","topic":"Peace"},{"quote":"We all lose somebody we care about and want to find some comforting way of dealing with it, something that will give us a little closure, a little peace.","author":"Mitch Albom","topic":"Peace"},{"quote":"Of all our dreams today there is none more important - or so hard to realise - than that of peace in the world. May we never lose our faith in it or our resolve to do everything that can be done to convert it one day into reality.","author":"Lester B. Pearson","topic":"Peace"},{"quote":"This celebration here tells me that this work is not hopeless. I thank you for this teaching with all my heart and lift my glass to human solidarity, to the ultimate victory of knowledge, peace, good-will and understanding.","author":"Albert Szent-Gyorgyi","topic":"Peace"},{"quote":"I had daydreams and fantasies when I was growing up. I always wanted to live in a log cabin at the foot of a mountain. I would ride my horse to town and pick up provisions. Then return to the cabin, with a big open fire, a record player and peace.","author":"Linda McCartney","topic":"Peace"},{"quote":"It&#39;s been a long comeback. Things were pretty dark for me. But I have a faith now, and it saves my day. I was angry with God for a long time because I was unhappy with me. I hadn&#39;t learned to make the distinction between God and my parents. But there&#39;s a peace now. In the end, I got sick and tired of being sick and tired.","author":"William Hurt","topic":"Peace"},{"quote":"We are not at peace with others because we are not at peace with ourselves, and we are not at peace with ourselves because we are not at peace with God.","author":"Thomas Merton","topic":"Peace"},{"quote":"Not one of us can rest, be happy, be at home, be at peace with ourselves, until we end hatred and division.","author":"John Lewis","topic":"Peace"},{"quote":"None of the abstract concepts comes closer to fulfilled utopia than that of eternal peace.","author":"Theodor Adorno","topic":"Peace"},{"quote":"Mankind must remember that peace is not God&#39;s gift to his creatures; peace is our gift to each other.","author":"Elie Wiesel","topic":"Peace"},{"quote":"I&#39;m all about peace. I&#39;m all about unity. I&#39;m all about love.","author":"DJ Khaled","topic":"Peace"},{"quote":"I think that American women are further along than any other women in the world. But you can&#39;t have peace in a world in which some women or some men or some nations are at different stages of development. There is so much work to be done.","author":"Alice Paul","topic":"Peace"},{"quote":"We need women who are devoted to shepherding God&#39;s children along the covenant path toward exaltation; women who know how to receive personal revelation, who understand the power and peace of the temple endowment; women who know how to call upon the powers of heaven to protect and strengthen children and families; women who teach fearlessly.","author":"Russell M. Nelson","topic":"Peace"},{"quote":"Establishing lasting peace is the work of education; all politics can do is keep us out of war.","author":"Maria Montessori","topic":"Peace"},{"quote":"Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace.","author":"Victor Hugo","topic":"Peace"},{"quote":"When we respect everybody around us, we are in peace with everybody around us.","author":"Don Miguel Ruiz","topic":"Peace"},{"quote":"You ask me if I will not be glad when the last battle is fought, so far as the country is concerned I, of course, must wish for peace, and will be glad when the war is ended, but if I answer for myself alone, I must say that I shall regret to see the war end.","author":"George Armstrong Custer","topic":"Peace"},{"quote":"In a democracy, the well-being, individuality and happiness of every citizen is important for the overall prosperity, peace and happiness of the nation.","author":"A. P. J. Abdul Kalam","topic":"Peace"},{"quote":"I like my peace and quiet whenever I can grab it.","author":"Wole Soyinka","topic":"Peace"},{"quote":"The United Nations&#39; founders understood that decisions affecting war and peace should happen only by consensus, and with America&#39;s consent, the veto by Security Council permanent members was enshrined in the United Nations Charter. The profound wisdom of this has underpinned the stability of international relations for decades.","author":"Vladimir Putin","topic":"Peace"},{"quote":"There is a marvelous peace in not publishing. It&#39;s peaceful. Still. Publishing is a terrible invasion of my privacy.","author":"J. D. Salinger","topic":"Peace"},{"quote":"Intervention only works when the people concerned seem to be keen for peace.","author":"Nelson Mandela","topic":"Peace"},{"quote":"If they want peace, nations should avoid the pin-pricks that precede cannon shots.","author":"Napoleon Bonaparte","topic":"Peace"},{"quote":"One of the primary purposes of civilization - and certainly its primary strength - is the guarantee that family life can flourish in unity, peace, and order.","author":"Robert Kennedy","topic":"Peace"},{"quote":"Yes, peace can and must be won, to save the world from the terrible destruction of World War III.","author":"Paul Robeson","topic":"Peace"},{"quote":"I just want to find some inner peace, and I think I&#39;m getting there, slowly but surely.","author":"Toni Collette","topic":"Peace"},{"quote":"You do indeed have a past, but not now! And, yes, you have a future, but not now! You can consume your now with thoughts of &#39;then&#39; and &#39;maybe,&#39; but that will keep you from the inner peace you could experience.","author":"Wayne Dyer","topic":"Peace"},{"quote":"Today, we have two Vietnams, side by side, North and South, exchanging and working. We may not agree with all that North Vietnam is doing, but they are living in peace. I would look for a better human rights record for North Vietnam, but they are living side by side.","author":"Sheila Jackson Lee","topic":"Peace"},{"quote":"We are all familiar with the dove carrying an olive branch as a peace offering. The jewelry I&#39;ve created pays tribute both to the messenger&#39;s noble mission and gardens as a refuge of peace and tranquility.","author":"Paloma Picasso","topic":"Peace"},{"quote":"Don&#39;t stand back with your arms folded; step forward... There is hope and light to resist injustice and promote peace without violence.","author":"Adolfo Perez Esquivel","topic":"Peace"},{"quote":"Remind yourself that the greatest technique for bringing peace into your life is to always choose being kind when you have a choice between being right or being kind.","author":"Wayne Dyer","topic":"Peace"},{"quote":"Change is certain. Peace is followed by disturbances; departure of evil men by their return. Such recurrences should not constitute occasions for sadness but realities for awareness, so that one may be happy in the interim.","author":"Percy Bysshe Shelley","topic":"Peace"},{"quote":"Tolerance is a virtue that depends upon peace and strength.","author":"Charles Lindbergh","topic":"Peace"},{"quote":"Poverty is the absence of all human rights. The frustrations, hostility and anger generated by abject poverty cannot sustain peace in any society.","author":"Muhammad Yunus","topic":"Peace"},{"quote":"War is only a cowardly escape from the problems of peace.","author":"Thomas Mann","topic":"Peace"},{"quote":"Weird people follow you in the streets, you can&#39;t sit alone in a restaurant or a cafe and read a book in peace, and I think everybody values those moments of being alone.","author":"Winona Ryder","topic":"Peace"},{"quote":"It is far easier to make war than peace.","author":"Georges Clemenceau","topic":"Peace"},{"quote":"Capitalism is war; socialism is peace.","author":"Karl Liebknecht","topic":"Peace"},{"quote":"Without justice, the most heinous crimes go unpunished; victims are unable to obtain redress, and peace remains an elusive goal, since impunity generates more hatred, leading to acts of revenge and more suffering.","author":"Federica Mogherini","topic":"Peace"},{"quote":"I think it&#39;s naive to pray for world peace if we&#39;re not going to change the form in which we live.","author":"Godfrey Reggio","topic":"Peace"},{"quote":"Let me reassure that the Kingdom of Cambodia a country with independence, neutrality, peace, freedom, democracy and human rights as you all have seen, shall be existing with no end.","author":"Hun Sen","topic":"Peace"},{"quote":"Even peace may be purchased at too high a price.","author":"Benjamin Franklin","topic":"Peace"},{"quote":"If we have not peace within ourselves, it is in vain to seek it from outward sources.","author":"Francois de La Rochefoucauld","topic":"Peace"},{"quote":"I wish to assure you that there can never be any return to the state of armed conflict which existed before our commitment to peace and the democratic process of election under the Lancaster House agreement.","author":"Robert Mugabe","topic":"Peace"},{"quote":"A conqueror is always a lover of peace.","author":"Carl von Clausewitz","topic":"Peace"},{"quote":"While we yearn for peace, we live in a world burdened with hunger, pain, anguish, loneliness, sickness, and sorrow.","author":"Joseph B. Wirthlin","topic":"Peace"},{"quote":"Nothing is more conducive to peace of mind than not having any opinion at all.","author":"Georg C. Lichtenberg","topic":"Peace"},{"quote":"I see courage everywhere I go in Africa. Fearless human rights activists in Darfur. Women peace advocates in eastern Congo. Former child soldiers in Northern Uganda who now are helping other former child soldiers return to civilian life.","author":"John Prendergast","topic":"Peace"},{"quote":"If there is not the war, you don&#39;t get the great general; if there is not a great occasion, you don&#39;t get a great statesman; if Lincoln had lived in a time of peace, no one would have known his name.","author":"Theodore Roosevelt","topic":"Peace"},{"quote":"On all the peaks lies peace.","author":"Johann Wolfgang von Goethe","topic":"Peace"},{"quote":"War may sometimes be a necessary evil. But no matter how necessary, it is always an evil, never a good. We will not learn how to live together in peace by killing each other&#39;s children.","author":"Jimmy Carter","topic":"Peace"},{"quote":"In the &#39;60s we fought for peace, when the Vietnam war was on. We were against the cops and against the politicians, and there was a lot of waving banners and all that. And I think in a way, just as they were enjoying that machoism of war, we were enjoying the machismo of being anti-war, you know?","author":"Yoko Ono","topic":"Peace"},{"quote":"Anyone who has ever been privileged to direct a film also knows that, although it can be like trying to write &#39;War and Peace&#39; in a bumper car in an amusement park, when you finally get it right, there are not many joys in life that can equal the feeling.","author":"Stanley Kubrick","topic":"Peace"},{"quote":"The science of the mind can only have for its proper goal the understanding of human nature by every human being, and through its use, brings peace to every human soul.","author":"Alfred Adler","topic":"Peace"},{"quote":"Let peace, descending from her native heaven, bid her olives spring amidst the joyful nations; and plenty, in league with commerce, scatter blessings from her copious hand!","author":"Daniel Boone","topic":"Peace"},{"quote":"You don&#39;t make peace with friends. You make it with very unsavory enemies.","author":"Yitzhak Rabin","topic":"Peace"},{"quote":"When I was a young man, I was poor. In a war with other nations, I was in eighty-seven fights. There I received my name and was made Chief of my nation. But now I am old and am for peace.","author":"Red Cloud","topic":"Peace"},{"quote":"My mother, may her soul rest in peace, shaped my personality; thanks to her, I have acquired many values, good traits and skills.","author":"Mohammed bin Rashid Al Maktoum","topic":"Peace"},{"quote":"The practice of peace and reconciliation is one of the most vital and artistic of human actions.","author":"Nhat Hanh","topic":"Peace"},{"quote":"There&#39;s competition at every phase of your life. The day we start thinking about it, you lose your peace of mind. I don&#39;t compete with anyone.","author":"Rakul Preet Singh","topic":"Peace"},{"quote":"There is something at work that&#39;s bigger than us. It&#39;s about having a trust in life and being at peace that things are happening the way they should. You do what you do as well as you can do it, and then you don&#39;t worry or agonize about the outcome.","author":"Sherilyn Fenn","topic":"Peace"},{"quote":"Peace is not the absence of conflict but the presence of creative alternatives for responding to conflict - alternatives to passive or aggressive responses, alternatives to violence.","author":"Dorothy Thompson","topic":"Peace"},{"quote":"It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned: nothing matters any more. It is the end of happiness and the beginning of peace.","author":"George Bernard Shaw","topic":"Peace"},{"quote":"I believe God&#39;s keeping the records, and I believe you will be rewarded even in this life. Somehow, some way, God will make it up to you. It may be He protected you from an accident you never knew. You can&#39;t give God something without God giving you more in return, whether it&#39;s peace or joy or satisfaction.","author":"Joel Osteen","topic":"Peace"},{"quote":"Defending peace is the duty of all.","author":"Fidel Castro","topic":"Peace"},{"quote":"The ancient Jewish people gave the world the vision of eternal peace, of universal disarmament, of abolishing the teaching and learning of war.","author":"Menachem Begin","topic":"Peace"},{"quote":"The basis for all human relationships and where we derive our greatest strength and power, trust is single-handedly the most powerful source of positive energy and, once in place, unlocks a freedom and peace to explore.","author":"Angela Ahrendts","topic":"Peace"},{"quote":"Through faith in the Lord Jesus alone can we obtain forgiveness of our sins, and be at peace with God; but, believing in Jesus, we become, through this very faith, the children of God; have God as our Father, and may come to Him for all the temporal and spiritual blessings which we need.","author":"George Muller","topic":"Peace"},{"quote":"Tolerance, like any aspect of peace, is forever a work in progress, never completed, and, if we&#39;re as intelligent as we like to think we are, never abandoned.","author":"Octavia E. Butler","topic":"Peace"},{"quote":"I have a wish for world peace and the truth. I would like to see a society that will bring happiness to all life forms. Of course, to the Nazis, I appear a rebel, but to the rebels, I appear like a normal person from Venus.","author":"Nina Hagen","topic":"Peace"},{"quote":"Work and live to serve others, to leave the world a little better than you found it and garner for yourself as much peace of mind as you can. This is happiness.","author":"David Sarnoff","topic":"Peace"},{"quote":"The Dove, on silver pinions, winged her peaceful way.","author":"James Montgomery","topic":"Peace"},{"quote":"The world knows that America will never start a war. This generation of Americans has had enough of war and hate... we want to build a world of peace where the weak are secure and the strong are just.","author":"John F. Kennedy","topic":"Peace"},{"quote":"I wanted to connect all people who are thinking about peace on Earth.","author":"Willie Nelson","topic":"Peace"},{"quote":"A desire arises in the mind. It is satisfied immediately another comes. In the interval which separates two desires a perfect calm reigns in the mind. It is at this moment freed from all thought, love or hate. Complete peace equally reigns between two mental waves.","author":"Swami Sivananda","topic":"Peace"},{"quote":"True humility is contentment.","author":"Henri Frederic Amiel","topic":"Peace"},{"quote":"Patriarchy is a fundamental imbalance underlying society And it&#39;s one we rarely address because it&#39;s so universal. But as I get older, I see that peace is a product of balance.","author":"Ani DiFranco","topic":"Peace"},{"quote":"Everybody fears the unknown. But I have a strong feeling there&#39;s something bigger than us. I don&#39;t think all this exists because some rocks happened to collide. I&#39;m at peace. When it comes, I&#39;ll be fine, calm. I&#39;ll miss life, though. Especially my family.","author":"Roger Ailes","topic":"Peace"},{"quote":"There are days when my heart is troubled, and just being in the Lord&#39;s presence and thinking about His love for me fills my heart with inexplicable peace and joy.","author":"Joseph Prince","topic":"Peace"},{"quote":"I intend to leave after my death a large fund for the promotion of the peace idea, but I am skeptical as to its results.","author":"Alfred Nobel","topic":"Peace"},{"quote":"If anything interferes with my inner peace, I will walk away. Arguments with family members. All that stuff. None of it matters.","author":"Shirley MacLaine","topic":"Peace"},{"quote":"To solve the problem of organizing world peace we must establish world law and order.","author":"Arthur Henderson","topic":"Peace"},{"quote":"While conscience is our friend, all is at peace; however once it is offended, farewell to a tranquil mind.","author":"Mary Wortley Montagu","topic":"Peace"},{"quote":"To be misunderstood can be the writer&#39;s punishment for having disturbed the reader&#39;s peace. The greater the disturbance, the greater the possibility of misunderstanding.","author":"Anatole Broyard","topic":"Peace"},{"quote":"World Peace Day is envisioned to become a moment of global unity - it is up to each and every one of us to make this a reality.","author":"Jeremy Gilley","topic":"Peace"},{"quote":"We know that peace is only possible when it is the fruit of justice. True peace is a profound transformation by means of the force of nonviolence that is the power of love.","author":"Adolfo Perez Esquivel","topic":"Peace"},{"quote":"My decision to end my marriage was such a risk to lose ratings and lose my fan base. I had to take that risk for my inner peace and to be happy with myself.","author":"Kim Kardashian","topic":"Peace"},{"quote":"Never, for the sake of peace and quiet, deny your own experience or convictions.","author":"Dag Hammarskjold","topic":"Peace"},{"quote":"Just as God&#39;s love to us believers, his children, is unalterably the same, whatever may be the manifestations of that love; and as his peace with us is the same, however much our peace may be disturbed; so it is also with regard to our being in fellowship or partnership with him: it remains unalterably the same so far as God is concerned.","author":"George Muller","topic":"Peace"},{"quote":"Power to the peaceful!","author":"Michael Franti","topic":"Peace"},{"quote":"I believe we all want the same thing - it doesn&#39;t matter who you are or where you&#39;re living. We all want to be healthy, happy, to live in peace and prosper. That&#39;s what I connect to.","author":"Shari Arison","topic":"Peace"},{"quote":"In Pope Francis, I see a leader who lives every day in the image of Jesus. Under his guidance, the church is focused once again on providing comfort, compassion and salvation for sinners, the poor, and those who seek peace in an increasingly complex world. That&#39;s my Catholicism.","author":"Donna Brazile","topic":"Peace"},{"quote":"True refuge is that which allows us to be at home, at peace, to discover true happiness. The only thing that can give us true refuge is the awareness and love that is intrinsic to who we are. Ultimately, it&#39;s our own true nature.","author":"Tara Brach","topic":"Peace"},{"quote":"Peace in Palestine is inevitable. The question is how do we make it happen today.","author":"Darrell Issa","topic":"Peace"},{"quote":"The pageant movie I&#39;m obsessed with is &#39;Miss Congeniality&#39;, hands down! I could quote everything from that movie. I love so many scenes, but I always find myself quoting the scene when Sandra Bullock goes, &#39;I really do just want world peace!&#39;","author":"Olivia Culpo","topic":"Peace"},{"quote":"If there&#39;s no inner peace, people can&#39;t give it to you. The husband can&#39;t give it to you. Your children can&#39;t give it to you. You have to give it to you.","author":"Linda Evans","topic":"Peace"},{"quote":"I like doves. They look so beautiful, like a woman. For me they represent peace and love and purity. And sometimes they&#39;re seen as the messengers of God, so they&#39;re important to me because I&#39;m a Christian.","author":"John Woo","topic":"Peace"},{"quote":"When they are preparing for war, those who rule by force speak most copiously about peace until they have completed the mobilization process.","author":"Stefan Zweig","topic":"Peace"},{"quote":"The minute you got the Nobel Peace Prize, things that I said yesterday, with nobody paying too much attention, I say the same things after I got it - oh! It was quite crucial for people, and it helped our morale because apartheid did look invincible.","author":"Desmond Tutu","topic":"Peace"},{"quote":"Peace is a natural effect of trade.","author":"Charles de Montesquieu","topic":"Peace"},{"quote":"Remember, each one of us has the power to change the world. Just start thinking peace, and the message will spread quicker than you think.","author":"Yoko Ono","topic":"Peace"},{"quote":"War is tragedy. The great war stories are tragedies. It&#39;s the failure of diplomacy. &#39;War and Peace,&#39; &#39;A Farewell to Arms,&#39; &#39;For Whom the Bell Tolls.&#39; Those are some of the greatest tragedies.","author":"David Mamet","topic":"Peace"},{"quote":"In order to establish peace, you must have fair justice for everyone.","author":"Al Sharpton","topic":"Peace"},{"quote":"We must join with the tens of millions all over the world who see in peace our most sacred responsibility.","author":"Paul Robeson","topic":"Peace"},{"quote":"Whoever wishes peace among peoples must fight statism.","author":"Ludwig von Mises","topic":"Peace"},{"quote":"In Switzerland they had brotherly love, five hundred years of democracy and peace, and what did they produce? The cuckoo clock!","author":"Graham Greene","topic":"Peace"},{"quote":"When I decide who to vote for as president, I ask myself who will be best for America and for the world. An important component of my answer involves my assessment of the candidate&#39;s willingness and ability to protect Israel&#39;s security, since I strongly believe that a strong Israel serves the interests of the United States and of world peace.","author":"Alan Dershowitz","topic":"Peace"},{"quote":"We leave as we came and, god willing, as we shall return, with peace, and hope for all mankind.","author":"Eugene Cernan","topic":"Peace"},{"quote":"Here is my prescription to heal all wounds. Watch the film &#39;Funny Girl&#39; at least five times, eat at least 45 chocolate bars, and hang out with all those friends you blew off to hang out with your ex. I truly believe that, through a combination of Nutella, old pals and Barbra Streisand, we can achieve happiness and, very probably, world peace.","author":"Beth Ditto","topic":"Peace"},{"quote":"Politics is about the improvement of people&#39;s lives. It&#39;s about advancing the cause of peace and justice in our country and the world. Politics is about doing well for the people.","author":"Paul Wellstone","topic":"Peace"},{"quote":"Peace does not include a vendetta; there will be neither winners nor losers.","author":"Ahmed Ben Bella","topic":"Peace"},{"quote":"You have to make peace with yourself. The key is to find the harmony in what you have.","author":"Naomi Watts","topic":"Peace"},{"quote":"I love Miami; I miss it so much. I miss the beach, the peace it brings you. I love the sound and smell of the sea.","author":"Genesis Rodriguez","topic":"Peace"},{"quote":"Everything I want to do, and to accomplish, is on the other side of the universe. That&#39;s peace of mind, energy, freedom. And I&#39;m making myself ready to go, joyfully and willingly. I think I&#39;m ready to be everybody&#39;s friend, and to do anything for anybody. It&#39;s heavy.","author":"Richie Havens","topic":"Peace"},{"quote":"As a privileged survivor of the First World War, I hope I may be allowed to interject here a deeply felt tribute to those who were not fortunate enough to succeed, but who shared the signal honor of trying to the last to salvage peace.","author":"Rene Cassin","topic":"Peace"},{"quote":"Bring love and peace and happiness and beautiful lives into the world in my honor. Thank you. Love you.","author":"Aron Ralston","topic":"Peace"},{"quote":"In the name of justice there cannot be subjection and in the name of peace there cannot be impunity.","author":"Alvaro Uribe","topic":"Peace"},{"quote":"We cannot have peace if we are only concerned with peace. War is not an accident. It is the logical outcome of a certain way of life. If we want to attack war, we have to attack that way of life.","author":"A. J. Muste","topic":"Peace"},{"quote":"Wars are, of course, as a rule to be avoided; but they are far better than certain kinds of peace.","author":"Theodore Roosevelt","topic":"Peace"},{"quote":"The man who can centre his thoughts and hopes upon something transcending self can find a certain peace in the ordinary troubles of life, which is impossible to the pure egoist.","author":"Bertrand Russell","topic":"Peace"},{"quote":"I believe in peace. I believe in mercy.","author":"Malala Yousafzai","topic":"Peace"},{"quote":"If you use weapons of war to bring about peace, you&#39;re going to have more war and destruction.","author":"Coretta Scott King","topic":"Peace"},{"quote":"I grew up in war and saw the United Nations help my country to recover and rebuild. That experience was a big part of what led me to pursue a career in public service. As Secretary-General, I am determined to see this organization deliver tangible, meaningful results that advance peace, development and human rights.","author":"Ban Ki-moon","topic":"Peace"},{"quote":"The only reason there is peace and order in Davao is because of me.","author":"Rodrigo Duterte","topic":"Peace"},{"quote":"Through the years I have received my share of recognition for efforts in the fields of sports, the arts, the struggle for full citizenship for the Negro people, labor&#39;s rights and the fight for peace.","author":"Paul Robeson","topic":"Peace"},{"quote":"War may make us great, but let it never be forgotten that peace only can make us both great and free.","author":"John C. Calhoun","topic":"Peace"},{"quote":"I believe if religion brings you to a sense of peace, that&#39;s beautiful. But I also believe if religion&#39;s not your thing, that&#39;s fine, too, just so long as you&#39;re a good person and you find that one thing that leads you to peace and teaches you to have harmony with yourself and other people around you.","author":"Michelle Phan","topic":"Peace"},{"quote":"Everyone has that friend who&#39;s every day, like, &#39;I hate my nose, I hate my nose, I hate my nose.&#39; You either need to come to peace with it and be like, alright, I hate it, but it&#39;s part of me - or change it. So I&#39;m not against plastic surgery, I&#39;m against plastic surgery when it doesn&#39;t really need to be done.","author":"Lauren Conrad","topic":"Peace"},{"quote":"The simplification of life is one of the steps to inner peace. A persistent simplification will create an inner and outer well-being that places harmony in one&#39;s life.","author":"Peace Pilgrim","topic":"Peace"},{"quote":"A man will treat a woman almost exactly the way he treats his own interior feminine. In fact, he hasn&#39;t the ability to see a woman, objectively speaking, until he has made some kind of peace with his interior woman.","author":"Robert Johnson","topic":"Peace"},{"quote":"Dialogue and education for peace can help free our hearts from the impulse toward intolerance and the rejection of others.","author":"Daisaku Ikeda","topic":"Peace"},{"quote":"Americans will listen, but they do not care to read. War and Peace must wait for the leisure of retirement, which never really comes: meanwhile it helps to furnish the living room.","author":"Anthony Burgess","topic":"Peace"},{"quote":"If Mr. Obama could walk across the Peace Bridge in Hiroshima - whose balustrades were designed by the Japanese-American sculptor Isamu Noguchi as a reminder both of his ties to East and West and of what humans do to one another out of hatred - it would be both a real and a symbolic step toward creating a world that knows no fear of nuclear threat.","author":"Issey Miyake","topic":"Peace"},{"quote":"If I were asked to name the chief benefit of the house, I should say: the house shelters day-dreaming, the house protects the dreamer, the house allows one to dream in peace.","author":"Gaston Bachelard","topic":"Peace"},{"quote":"Peace without justice is tyranny.","author":"William Allen White","topic":"Peace"},{"quote":"The years of the economic depression have been years of political reaction, and that is why the economic crisis has generated a world peace crisis.","author":"Arthur Henderson","topic":"Peace"},{"quote":"We believe in peace and peaceful development, not only for ourselves but for people all over the world.","author":"Lal Bahadur Shastri","topic":"Peace"},{"quote":"China and the United States have major influence in international affairs and shoulder important responsibilities in upholding world peace and promoting common development.","author":"Hu Jintao","topic":"Peace"},{"quote":"Islam means peace.","author":"Malala Yousafzai","topic":"Peace"},{"quote":"Fair peace becomes men; ferocious anger belongs to beasts.","author":"Ovid","topic":"Peace"},{"quote":"We are one people; we are only family. And when we finally accept these truths, then we will be able to fulfill Dr. King&#39;s dream to build a beloved community, a nation, and a world at peace with itself.","author":"John Lewis","topic":"Peace"},{"quote":"Vegetarianism is a link to perfection and peace.","author":"River Phoenix","topic":"Peace"},{"quote":"As a human being, I&#39;m concerned about the world that I live in. So, I&#39;m concerned about peace. I&#39;m concerned about - about man&#39;s inhumanity to man. I&#39;m concerned about the environment.","author":"Herbie Hancock","topic":"Peace"},{"quote":"If this phrase of the &#39;balance of power&#39; is to be always an argument for war, the pretext for war will never be wanting, and peace can never be secure.","author":"John Bright","topic":"Peace"},{"quote":"Like in every peace process, and especially in Colombia, there all kinds of problems that will come through. Not only is the process by itself very complicated but it has lots of underground complications.","author":"Ingrid Betancourt","topic":"Peace"},{"quote":"I am not afraid of taking risks. We have to take risks for peace.","author":"Yitzhak Shamir","topic":"Peace"},{"quote":"A meaningful life - this is what we look for in art, in its smallest dewdrops as in its unleashing of the tempest. We are at peace when we have found it and uneasy when we have not.","author":"Bjornstjerne Bjornson","topic":"Peace"},{"quote":"We need peace and stability in the Asia-Pacific region. It is important to have political and security stability to build up our economic growth.","author":"Joko Widodo","topic":"Peace"},{"quote":"Consistently rated the most peaceable of all countries in the world by the Global Peace Index, Iceland has reduced its military expenditure to zero, has no armed forces, and has reduced the inequality gap between rich and poor.","author":"Scilla Elworthy","topic":"Peace"},{"quote":"One night I was standing on Third Avenue playing my guitar, when this big Irish policeman came strolling by, and stopped to listen to my singing and playing. When I was done, he politely handed me a ticket for disturbing the peace, while at the same time telling me how much he liked my voice. I wish I still had that ticket.","author":"Frank Stallone","topic":"Peace"},{"quote":"The attainment of the economic aims of man presupposes peace.","author":"Ludwig von Mises","topic":"Peace"},{"quote":"There aren&#39;t always answers for the questions you&#39;re looking for, so I have to make peace with that sometimes.","author":"Kathleen Edwards","topic":"Peace"},{"quote":"The Nobel Peace Prize is a powerful message. A durable peace is not a single achievement, but an environment, a process and a commitment.","author":"Mohamed ElBaradei","topic":"Peace"},{"quote":"May God be with me! May Heaven bless this New Year. May it be a year of fruitfulness, of peace and prosperity; may it be a year of peace and unity for all mankind; may the world be freed of cholera.","author":"Giacomo Meyerbeer","topic":"Peace"},{"quote":"China, with her five thousand years of history, her vast territory and her enormous population stands like a mountain peak among the nations of the world. Her contribution to the civilization of mankind is imperishable. She has been a keen lover of peace; she has had a deep respect for international justice.","author":"Chiang Kai-shek","topic":"Peace"},{"quote":"I hope royalty continues forever. This is the thing that can contribute to peace throughout the world.","author":"Yayoi Kusama","topic":"Peace"},{"quote":"Cross the meadow and the stream and listen as the peaceful water brings peace upon your soul.","author":"Maximillian Degenerez","topic":"Peace"},{"quote":"The choice, however, is as clear now for nations as it was once for the individual: peace or extinction.","author":"Lester B. Pearson","topic":"Peace"},{"quote":"I&#39;ve read that the ancient Chinese art of feng shui can bring a sense of peace, well-being, and positive energy to a home - same as beer.","author":"W. Bruce Cameron","topic":"Peace"},{"quote":"Cooperation and collaboration among nations and countries can help in the process of development of promoting welfare as well as bringing peace and stability.","author":"Mahmoud Ahmadinejad","topic":"Peace"},{"quote":"There is an immutable conflict at work in life and in business, a constant battle between peace and chaos. Neither can be mastered, but both can be influenced. How you go about that is the key to success.","author":"Phil Knight","topic":"Peace"},{"quote":"The peace and justice movement has to expand and not run away from the plight of gang members.","author":"Tom Hayden","topic":"Peace"},{"quote":"Reconciliation should be accompanied by justice, otherwise it will not last. While we all hope for peace it shouldn&#39;t be peace at any cost but peace based on principle, on justice.","author":"Corazon Aquino","topic":"Peace"},{"quote":"One can not reflect in streaming water. Only those who know internal peace can give it to others.","author":"Lao Tzu","topic":"Peace"},{"quote":"Revenge only engenders violence, not clarity and true peace. I think liberation must come from within.","author":"Sandra Cisneros","topic":"Peace"},{"quote":"We are bombarded on all sides by a vast number of messages we don&#39;t want or need. More information is generated in a single day than we can absorb in a lifetime. To fully enjoy life, all of us must find our own breathing space and peace of mind.","author":"James E. Faust","topic":"Peace"},{"quote":"When only a minority consisting of capitalists can enjoy the good life, while the majority of workers must endure hardship, they will naturally not be able to live together in peace and harmony.","author":"Sun Yat-sen","topic":"Peace"},{"quote":"Peace is not an absence of war, it is a virtue, a state of mind, a disposition for benevolence, confidence, justice.","author":"Baruch Spinoza","topic":"Peace"},{"quote":"We must fight terrorism as if there&#39;s no peace process and work to achieve peace as if there&#39;s no terror.","author":"Yitzhak Rabin","topic":"Peace"},{"quote":"Peace for us means the destruction of Israel. We are preparing for an all-out war, a war which will last for generations.","author":"Yasser Arafat","topic":"Peace"},{"quote":"Peace demands the united efforts of us all. Who can foresee what spark might ignite the fuse?","author":"Haile Selassie","topic":"Peace"},{"quote":"Every human longs for peace and love.","author":"Hiawatha","topic":"Peace"},{"quote":"Our stories come from our lives and from the playwright&#39;s pen, the mind of the actor, the roles we create, the artistry of life itself and the quest for peace.","author":"Maya Angelou","topic":"Peace"},{"quote":"The people of the world genuinely want peace. Some day the leaders of the world are going to have to give in and give it to them.","author":"Dwight D. Eisenhower","topic":"Peace"},{"quote":"If virtue promises happiness, prosperity and peace, then progress in virtue is progress in each of these for to whatever point the perfection of anything brings us, progress is always an approach toward it.","author":"Epictetus","topic":"Peace"},{"quote":"To avoid the trap of Europe fragmenting on the economy, security, and identity, we have to return to the original promises of the European project: peace, prosperity and freedom. We should have a real, adult, democratic debate about the Europe we want.","author":"Emmanuel Macron","topic":"Peace"},{"quote":"The most valuable possession you can own is an open heart. The most powerful weapon you can be is an instrument of peace.","author":"Carlos Santana","topic":"Peace"},{"quote":"To discover your mission and put it into action - instead of worrying on the sidelines - is to find peace of mind and a heart full of love.","author":"Scilla Elworthy","topic":"Peace"},{"quote":"Guilt for being rich, and guilt thinking that perhaps love and peace isn&#39;t enough and you have to go and get shot or something.","author":"John Lennon","topic":"Peace"},{"quote":"A calling is the place where your gifts, abilities, desires, and feelings of worth all meet. When you follow your calling, you feel at home, at peace - you feel as though you&#39;re where you&#39;re meant to be.","author":"Mike Yaconelli","topic":"Peace"},{"quote":"I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.","author":"Ron Paul","topic":"Peace"},{"quote":"My primary passion is film-making. That&#39;s the aspect of my life that defines me, completes me, and completely grounds me. Everything else - from judging a reality TV show to hosting a talk show - is just a result of me being a film-maker. I am the happiest, satisfied and at peace when I am behind the camera.","author":"Karan Johar","topic":"Peace"},{"quote":"We call that person who has lost his father, an orphan; and a widower that man who has lost his wife. But that man who has known the immense unhappiness of losing a friend, by what name do we call him? Here every language is silent and holds its peace in impotence.","author":"Joseph Roux","topic":"Peace"},{"quote":"Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.","author":"Thomas Jefferson","topic":"Peace"},{"quote":"Palestine is the issue, and until this issue is resolved, there can be no peace.","author":"Hamza Yusuf","topic":"Peace"},{"quote":"There is a sound that comes from gospel music that doesn&#39;t come from anything else. It is a sound of peace. It is a sound of, &#39;I&#39;m going to make it through all of this.&#39;","author":"Yolanda Adams","topic":"Peace"},{"quote":"I know that military alliances and armament have been the reliance for peace for centuries, but they do not produce peace; and when war comes, as it inevitably does under such conditions, these armaments and alliances but intensify and broaden the conflict.","author":"Frank B. Kellogg","topic":"Peace"},{"quote":"I would rather have peace in the world than be President.","author":"Harry S Truman","topic":"Peace"},{"quote":"Climate change, in some regions, has aggravated conflict over scarce land, and could well trigger large-scale migration in the decades ahead. And rising sea levels put at risk the very survival of all small island states. These and other implications for peace and security have implications for the United Nations itself.","author":"Ban Ki-moon","topic":"Peace"},{"quote":"Today it is time for every child to have a right to life, right to freedom, right to health, right to education, safety, the right to dignity, right to equality, and right to peace.","author":"Kailash Satyarthi","topic":"Peace"},{"quote":"When resources are degraded, we start competing for them, whether it is at the local level in Kenya, where we had tribal clashes over land and water, or at the global level, where we are fighting over water, oil, and minerals. So one way to promote peace is to promote sustainable management and equitable distribution of resources.","author":"Wangari Maathai","topic":"Peace"},{"quote":"We must think differently, look at things in a different way. Peace requires a world of new concepts, new definitions.","author":"Yitzhak Rabin","topic":"Peace"},{"quote":"You may call for peace as loudly as you wish, but where there is no brotherhood there can in the end be no peace.","author":"Max Lerner","topic":"Peace"},{"quote":"Ultimately, we have just one moral duty: to reclaim large areas of peace in ourselves, more and more peace, and to reflect it towards others. And the more peace there is in us, the more peace there will be in our troubled world.","author":"Etty Hillesum","topic":"Peace"},{"quote":"The Lord receive my soul, and have mercy on me, and bless this kingdom with peace and charity, that there may not be this effusion of Christian blood amongst them.","author":"William Laud","topic":"Peace"},{"quote":"I am not only a pacifist but a militant pacifist. I am willing to fight for peace. Nothing will end war unless the people themselves refuse to go to war.","author":"Albert Einstein","topic":"Peace"},{"quote":"Broad-mindedness is related to tolerance; open-mindedness is the sibling of peace.","author":"Salman Rushdie","topic":"Peace"},{"quote":"To plunder, to slaughter, to steal, these things they misname empire; and where they make a wilderness, they call it peace.","author":"Tacitus","topic":"Peace"},{"quote":"Unlike a lot of people, I don&#39;t feel powerless. I know I can do something. But anyone can do something, it&#39;s not about being special. It&#39;s about deciding to do it - to dive into work for peace and justice and care for everybody on the planet.","author":"Patch Adams","topic":"Peace"},{"quote":"Peace goes into the making of a poem as flour goes into the making of bread.","author":"Pablo Neruda","topic":"Peace"},{"quote":"We have a vision of South Africa in which black and white shall live and work together as equals in conditions of peace and prosperity.","author":"Oliver Tambo","topic":"Peace"},{"quote":"The vast Pacific Ocean has ample space for China and the United States. We welcome a constructive role by the United States in promoting peace, stability and prosperity in the region. We also hope that the United States will fully respect and accommodate the major interests and legitimate concerns of Asia-Pacific countries.","author":"Xi Jinping","topic":"Peace"},{"quote":"You accept that this civilisation could be abolished and life will begin later on after a few thousand years because that is something that has happened in the history of this planet. When you have peace in yourself and accept, then you are calm enough to do something, but if you are carried by despair there is no hope.","author":"Thich Nhat Hanh","topic":"Peace"},{"quote":"If you hit a Talib with your shoe, then there would be no difference between you and the Talib. You must not treat others with cruelty and that much harshly, you must fight others but through peace and through dialogue and through education.","author":"Malala Yousafzai","topic":"Peace"},{"quote":"We travel together, passengers on a little spaceship, dependent on its vulnerable reserves of air and soil, all committed, for our safety, to its security and peace. Preserved from annihilation only by the care, the work and the love we give our fragile craft.","author":"Adlai E. Stevenson","topic":"Peace"},{"quote":"I had often sought for the peace there is in Christ, but I could not seem to find the freedom I desired. A terrible sadness rested on my heart. I could not think of anything I had done to cause me to feel sad; but it seemed to me that I was not good enough to enter Heaven, that such a thing would be altogether too much for me to expect.","author":"Ellen G. White","topic":"Peace"},{"quote":"Releasing the invisible ties to those who have left you, betrayed you, disappointed you or hurt you, you open up to higher realms of love, peace and joy.","author":"Debbie Ford","topic":"Peace"},{"quote":"The way to preserve the peace of the church is to preserve its purity.","author":"Matthew Henry","topic":"Peace"},{"quote":"Peace is the first thing the angels sang.","author":"John Keble","topic":"Peace"},{"quote":"If we are to teach real peace in this world, and if we are to carry on a real war against war, we shall have to begin with the children.","author":"Mahatma Gandhi","topic":"Peace"},{"quote":"The real and lasting victories are those of peace, and not of war.","author":"Ralph Waldo Emerson","topic":"Peace"},{"quote":"The fact that Newark is having poetry festivals and peace conferences - all of these things are building an undeniable thesis that our city is making incredible strides forward.","author":"Cory Booker","topic":"Peace"},{"quote":"It seems to many of us that if we are to avoid the eventual catastrophic world conflict, we must strengthen the United Nations as a first step toward a world government patterned after our own government with a legislature, executive and judiciary, and police to enforce its international laws and keep the peace.","author":"Walter Cronkite","topic":"Peace"},{"quote":"You can find peace amidst the storms that threaten you.","author":"Joseph B. Wirthlin","topic":"Peace"},{"quote":"Five enemies of peace inhabit with us - avarice, ambition, envy, anger, and pride; if these were to be banished, we should infallibly enjoy perpetual peace.","author":"Petrarch","topic":"Peace"},{"quote":"My long struggles as a soldier of the Chinese Revolution have forced me to realize the necessity of facing hard facts. There will be neither peace, nor hope, nor future for any of us unless we honestly aim at political, social and economic justice for all peoples of the world, great and small.","author":"Chiang Kai-shek","topic":"Peace"},{"quote":"We need to move into a culture of peace. What I hope to promote is the idea that we all need each other and that the greatest happiness in life is not how much we have but how much we give. That&#39;s a wealth that&#39;s priceless. You can&#39;t buy compassion.","author":"Herbie Hancock","topic":"Peace"},{"quote":"My different personalities leave me in peace now.","author":"Anna Freud","topic":"Peace"},{"quote":"Respect for the rights of others means peace.","author":"Benito Juarez","topic":"Peace"},{"quote":"A peace is of the nature of a conquest; for then both parties nobly are subdued, and neither party loser.","author":"William Shakespeare","topic":"Peace"},{"quote":"He that would live in peace and at ease must not speak all he knows or all he sees.","author":"Benjamin Franklin","topic":"Peace"},{"quote":"Peace, commerce and honest friendship with all nations; entangling alliances with none.","author":"Thomas Jefferson","topic":"Peace"},{"quote":"I believe enlightenment or revelation comes in daily life. I look for joy, the peace of action. You need action. I&#39;d have stopped writing years ago if it were for the money.","author":"Paulo Coelho","topic":"Peace"},{"quote":"The &#39;peace movement&#39; exists only in the fantasies of the paranoid.","author":"Noam Chomsky","topic":"Peace"},{"quote":"When we have peace, then we have a chance to save the planet. But if we are not united in peace, if we do not practice mindful consumption, we cannot save our planet.","author":"Thich Nhat Hanh","topic":"Peace"},{"quote":"Now, I have always believed that women are not victims; we are agents of change, we are drivers of progress, we are makers of peace - all we need is a fighting chance.","author":"Hillary Clinton","topic":"Peace"},{"quote":"A peace talk is always difficult, always complicated.","author":"Jack Ma","topic":"Peace"},{"quote":"I took a speed-reading course and read War and Peace in twenty minutes. It involves Russia.","author":"Woody Allen","topic":"Peace"},{"quote":"On balance, my life has been a constant stream of blessings rather than disappointments and failures and tragedies. I wish I had been re-elected. I think I could have kept our country at peace. I think I could have consolidated what we achieved at Camp David with a treaty between Israel and the Palestinians.","author":"Jimmy Carter","topic":"Peace"},{"quote":"It is certain that, because the negligent do not struggle against self, they never achieve peace of soul or do so tardily, and never possess any virtue in its fullness, while the energetic and industrious make notable advances on both fronts.","author":"Saint Ignatius","topic":"Peace"},{"quote":"War may be made by one party, but it requires two to make peace.","author":"John C. Calhoun","topic":"Peace"},{"quote":"Peace should be understood in a human way - in a broad social, political and economic way. Peace is threatened by unjust economic, social and political order, absence of democracy, environmental degradation and absence of human rights.","author":"Muhammad Yunus","topic":"Peace"},{"quote":"I am the kind of person who does not like to carry baggage. In fact, I don&#39;t go back and listen to my own music. I believe in closing chapters and moving forward. That&#39;s what gives me peace.","author":"A. R. Rahman","topic":"Peace"},{"quote":"There is a criterion by which you can judge whether the thoughts you are thinking and the things you are doing are right for you. The criterion is: Have they brought you inner peace?","author":"Peace Pilgrim","topic":"Peace"},{"quote":"You can only end a negotiation for peace if you begin it.","author":"Benjamin Netanyahu","topic":"Peace"},{"quote":"My prayer became &#39;May I find peace... May I love this life no matter what.&#39; I was seeking an inner refuge, an experience of presence and wholeness that could carry me through whatever losses might come.","author":"Tara Brach","topic":"Peace"},{"quote":"On even the worst days, when nothing was working at the lab, I knew that at home I would find warmth, peace, companionship, and encouragement. As a consequence, the next day would surely be better.","author":"James Cronin","topic":"Peace"},{"quote":"Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans - born in this century, tempered by war, disciplined by a hard and bitter peace.","author":"John F. Kennedy","topic":"Peace"},{"quote":"I do not want the peace which passeth understanding, I want the understanding which bringeth peace.","author":"Helen Keller","topic":"Peace"},{"quote":"People always make war when they say they love peace.","author":"D. H. Lawrence","topic":"Peace"},{"quote":"There is no such thing as inner peace. There is only nervousness or death. Any attempt to prove otherwise constitutes unacceptable behavior.","author":"Fran Lebowitz","topic":"Peace"},{"quote":"First keep peace with yourself, then you can also bring peace to others.","author":"Thomas a Kempis","topic":"Peace"},{"quote":"We know more about war than we know about peace, more about killing than we know about living.","author":"Omar N. Bradley","topic":"Peace"},{"quote":"A bad peace is even worse than war.","author":"Tacitus","topic":"Peace"},{"quote":"I have sacrificed not only my favorite scheme of life, but the softer affections of the heart, and my prospects of domestic happiness, and I am ready to sacrifice my life also, with cheerfulness, if that forfeiture could restore peace and good will among mankind.","author":"John Paul Jones","topic":"Peace"},{"quote":"I really love peace and quiet.","author":"Barry Sanders","topic":"Peace"},{"quote":"On Memorial Day, I don&#39;t want to only remember the combatants. There were also those who came out of the trenches as writers and poets, who started preaching peace, men and women who have made this world a kinder place to live.","author":"Eric Burdon","topic":"Peace"},{"quote":"Peace is much more precious than a piece of land... let there be no more wars.","author":"Anwar Sadat","topic":"Peace"},{"quote":"And also I assert our interest in respecting all our obligations and implementing all our commitments. And will save no effort whatever to protect this newborn opportunity of peace, that is provided through what we have already declared here today.","author":"Mahmoud Abbas","topic":"Peace"},{"quote":"Making peace, I have found, is much harder than making war.","author":"Gerry Adams","topic":"Peace"},{"quote":"Poetry and beauty are always making peace. When you read something beautiful you find coexistence; it breaks walls down.","author":"Mahmoud Darwish","topic":"Peace"},{"quote":"When somebody says, &#39;Oh, Buffy, you&#39;re such a warrior for peace&#39;, I stop them and say, &#39;No, I&#39;m not really a warrior for peace. What I promote is alternative conflict resolution&#39;.","author":"Buffy Sainte-Marie","topic":"Peace"},{"quote":"Traditionally Presidents Day was Washington&#39;s birthday. It was celebrated as a public holiday on February 22 each year, in peace or in war.","author":"Nigel Hamilton","topic":"Peace"},{"quote":"There can be no peace in the world so long as a large proportion of the population lack the necessities of life and believe that a change of the political and economic system will make them available. World peace must be based on world plenty.","author":"John Boyd Orr","topic":"Peace"},{"quote":"International peace and security depend on certain taboos that are easily recognized when they are broken. It can be more important for an intervention to take place because nuclear or chemical or biological weapons are used as opposed to just measuring how many people are killed.","author":"Ian Lustick","topic":"Peace"},{"quote":"Peace in the head, peace in the stomach.","author":"Jean-Bertrand Aristide","topic":"Peace"},{"quote":"The Japanese chose the principle of eternal peace as the basis of morality for our rebirth after the War.","author":"Kenzaburo Oe","topic":"Peace"},{"quote":"When you can whip any man in the world, you never know peace.","author":"Muhammad Ali","topic":"Peace"},{"quote":"Where there is righteousness in the heart, there is harmony in the house; when there is harmony in the house, there is order in the nation; when there is order in the nation, there is peace in the world.","author":"A. P. J. Abdul Kalam","topic":"Peace"},{"quote":"The purposes of the United States should not be doubted. The Security Council resolutions will be enforced - the just demands of peace and security will be met - or action will be unavoidable. And a regime that has lost its legitimacy will also lose its power.","author":"Colin Powell","topic":"Peace"},{"quote":"Oh, come, Divine Physician, and bind up every broken bone. Come with Thy sacred nard which Thou hast compounded of Thine own heart&#39;s blood, and lay it home to the wounded conscience and let it feel its power. Oh! Give peace to those whose conscience is like the troubled sea which cannot rest.","author":"Charles Spurgeon","topic":"Peace"},{"quote":"Wishful thinking won&#39;t make the Palestinians an Israeli peace partner, no matter how much President Barack Obama pressures Israel to make concessions; caustically mocking Putin&#39;s worldview won&#39;t make it any less real or mitigate the Russian threat.","author":"Ben Shapiro","topic":"Peace"},{"quote":"The art of Peace I practice has room for each of the world&#39;s eight million gods, and I cooperate with them all. The God of Peace is very great and enjoins all that is divine and enlightened in every land.","author":"Morihei Ueshiba","topic":"Peace"},{"quote":"I have not that joy in the Holy Ghost, no settled, lasting joy; nor have I such a peace as excludes the possibility either of fear or doubt.","author":"John Wesley","topic":"Peace"},{"quote":"If it came to a magic genie, I would ask him for two extra wishes. One would be that no one would have to live with the muscular dystrophy disease or any disease. And the second one would be world peace, that we just stop fighting, talk about things, and we could live in harmony once again, like God intended us to do.","author":"Mattie Stepanek","topic":"Peace"},{"quote":"We need... to say to people that this is a temporary residential status, and we expect that, once there is peace in Syria again, once IS has been defeated in Iraq, that you go back to your home country with the knowledge that you have gained.","author":"Angela Merkel","topic":"Peace"},{"quote":"I love Damien Hirst. I respect his work a great deal, and I am happy that the polka dots I started using have become a symbol of love and peace around the world with everybody joining hands to use them in this way.","author":"Yayoi Kusama","topic":"Peace"},{"quote":"Some people believe that the nuclear bomb should be awarded the Nobel Peace Prize, since it scared the major powers away from war by equating it with doomsday.","author":"Steven Pinker","topic":"Peace"},{"quote":"To many, peace is what enables development and is critical in providing opportunities to young people. To some - especially those from regions involved in conflict - peacekeeping and efforts to preserve peace are absolutely vital in bringing prosperity and hope for the future.","author":"Kim Yuna","topic":"Peace"},{"quote":"War is a racket. It always has been... A few profit - and the many pay. But there is a way to stop it. You can&#39;t end it by disarmament conferences. You can&#39;t eliminate it by peace parleys at Geneva. Well-meaning but impractical groups can&#39;t wipe it out by resolutions. It can be smashed effectively only by taking the profit out of war.","author":"Smedley Butler","topic":"Peace"},{"quote":"We should use our old moral values and our love of peace as the foundation of national reconstruction and look forward to the day when we shall become leaders in world reconstruction upon lines of international justice and good will.","author":"Sun Yat-sen","topic":"Peace"},{"quote":"I most sincerely wish that the world in which we live be free from the threat of a nuclear holocaust and from the ruinous arms race. It is my cherished desire that peace be not separated from freedom which is the right of every nation. This I desire and for this I pray.","author":"Lech Walesa","topic":"Peace"},{"quote":"Religion brings to man an inner strength, spiritual light, and ineffable peace.","author":"Alexis Carrel","topic":"Peace"},{"quote":"Therefore I feel that the aforementioned guiding principle must be modified to read: If you desire peace, cultivate justice, but at the same time cultivate the fields to produce more bread; otherwise there will be no peace.","author":"Norman Borlaug","topic":"Peace"},{"quote":"I created the Women&#39;s Federation for World Peace in order to restore all that woman originally lost. You American women don&#39;t need a man in the position of grandfather, parents, husband, elder or younger brother. You only need the true Adam.","author":"Sun Myung Moon","topic":"Peace"},{"quote":"My mom had me at 16 and took me every place she went. I remember going on peace marches. She tried to take me to Woodstock - it was pouring rain. It was on my birthday, and I was crying so much in the car they turned the car around and dumped me at my grandmother&#39;s house... I had a little attitude.","author":"Debi Mazar","topic":"Peace"},{"quote":"I never will have peace of mind. I&#39;m not constructed that way. Some things in life can be horrible.","author":"Julie Christie","topic":"Peace"},{"quote":"I know of no greater work for humanity than in the cause of peace, which can only be achieved by the earnest efforts of nations and peoples.","author":"Frank B. Kellogg","topic":"Peace"},{"quote":"There is always a certain peace in being what one is, in being that completely.","author":"Ugo Betti","topic":"Peace"},{"quote":"We desire the good of the world and the happiness of the nations that the bonds of affection and unity between the sons of men should be strengthened... what harm is there in this?... these fruitless strifes, these ruinous wars shall pass away, and the &#39;Most Great Peace&#39; shall come.","author":"Baha'u'llah","topic":"Peace"},{"quote":"I haven&#39;t had a single thought for 26 years. I have only understanding. It&#39;s somewhat complicated to understand that. I&#39;ve hardly ever spoken about it. You&#39;re in a state of total peace of mind. A kind of nirvana.","author":"Byron Katie","topic":"Peace"},{"quote":"Wars begin in the minds of men, and in those minds, love and compassion would have built the defenses of peace.","author":"U Thant","topic":"Peace"},{"quote":"Germany has reduced savagery to a science, and this great war for the victorious peace of justice must go on until the German cancer is cut clean out of the world body.","author":"Theodore Roosevelt","topic":"Peace"},{"quote":"We seek peace, knowing that peace is the climate of freedom.","author":"Dwight D. Eisenhower","topic":"Peace"},{"quote":"I just want you to know that, when we talk about war, we&#39;re really talking about peace.","author":"George W. Bush","topic":"Peace"},{"quote":"When your soul is resting, your emotions are okay, your mind is okay, and your will is at peace with God, not resisting what He&#39;s doing.","author":"Joyce Meyer","topic":"Peace"},{"quote":"In remembering the appalling suffering of war on both sides, we recognise how precious is the peace we have built in Europe since 1945.","author":"Queen Elizabeth II","topic":"Peace"},{"quote":"After many years of great mercy, after tasting of the powers of the world to come, we still are so weak, so foolish; but, oh! when we get away from self to God, there all is truth and purity and holiness, and our heart finds peace, wisdom, completeness, delight, joy, victory.","author":"Charles Spurgeon","topic":"Peace"},{"quote":"One does not need buildings, money, power, or status to practice the Art of Peace. Heaven is right where you are standing, and that is the place to train.","author":"Morihei Ueshiba","topic":"Peace"},{"quote":"Transcendental meditation is an ancient mental technique that allows any human being to dive within, transcend and experience the source of everything. It&#39;s such a blessing for the human being because that eternal field is a field of unbounded intelligence, creativity, happiness, love, energy and peace.","author":"David Lynch","topic":"Peace"},{"quote":"When life doesn&#39;t make sense, we can still have peace.","author":"Rick Warren","topic":"Peace"},{"quote":"I could start a war in 30 seconds. But some countries spend 100 years trying to find peace. Just like good manners, peace has to be learned.","author":"Sylvester Stallone","topic":"Peace"},{"quote":"I&#39;ve often made critical comments about settlement expansion in the occupied West Bank and in east Jerusalem, and my position hasn&#39;t changed. At the same time, it&#39;s equally important to me that the two sides, both Israel and the Palestinians, work towards a durable peace settlement: that&#39;s to say a viable two-state solution.","author":"Angela Merkel","topic":"Peace"},{"quote":"If there is to be any peace it will come through being, not having.","author":"Henry Miller","topic":"Peace"},{"quote":"The older I get, the more I want to do. It beats death, decay or golf in unfortunate trousers. Peace and quiet depress me.","author":"Simon Schama","topic":"Peace"},{"quote":"Islam is not a religion of peace. Islam is a religion of submission. Islam means submit.","author":"Stephen Bannon","topic":"Peace"},{"quote":"We all say things sometimes to hurt people, so it&#39;s important to forgive and have peace with others and forgive and be at peace with yourself.","author":"Miranda Kerr","topic":"Peace"},{"quote":"An honorable Peace is and always was my first wish! I can take no delight in the effusion of human Blood; but, if this War should continue, I wish to have the most active part in it.","author":"John Paul Jones","topic":"Peace"},{"quote":"I&#39;ve made peace with insecurity... because there is no security of any kind.","author":"Dick Van Dyke","topic":"Peace"},{"quote":"We&#39;re willing to make difficult and hard decisions and compromises to live in peace with our neighbours, but we&#39;re entitled to our own country where Jews from around the world can come here, just as Palestinians from around the world can come to the Palestinian state.","author":"Benjamin Netanyahu","topic":"Peace"},{"quote":"The Palestinians want a state, but they have to give peace in return. What they&#39;re trying to do in the United Nations is to get a state without giving Israel peace or giving Israel peace and security. And I think that&#39;s, that&#39;s wrong. That should not succeed. That should, that should fail.","author":"Benjamin Netanyahu","topic":"Peace"},{"quote":"Now, when we say we want peace, what we want is really for our Palestinian neighbours to have a demilitarized state next to us that recognizes the Jewish State. We&#39;re willing to recognize their state, the Palestinian state. But we ask them to recognize the Jewish state.","author":"Benjamin Netanyahu","topic":"Peace"},{"quote":"Peace, unity and harmony!","author":"Cathy Freeman","topic":"Peace"},{"quote":"But take comfort in that I die at peace with the world and myself - not afraid.","author":"Robert Falcon Scott","topic":"Peace"},{"quote":"There can be no vulnerability without risk; there can be no community without vulnerability; there can be no peace, and ultimately no life, without community.","author":"M. Scott Peck","topic":"Peace"},{"quote":"Together, we can create a world in which peace is real; in which every human being can thrive; in which all share the promise of our century. I believe we can succeed.","author":"Abdullah II of Jordan","topic":"Peace"},{"quote":"It is wrong to try to avoid the struggle against imperialism under the pretext that independence and revolution are important, but that peace is still more precious.","author":"Kim Il-sung","topic":"Peace"},{"quote":"The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness.","author":"Emanuel Swedenborg","topic":"Peace"},{"quote":"I cannot think of anything more difficult than to say something which would be worthy of this impressive and, for me, memorable occasion, and of the ideals and purposes which inspired the Nobel Peace Award.","author":"Lester B. Pearson","topic":"Peace"},{"quote":"To achieve a lasting peace in the Middle East takes guts, not guns.","author":"Queen Rania of Jordan","topic":"Peace"},{"quote":"World peace is no longer some pie-in-the-sky thing, because no single person or country is going to solve it on their own.","author":"Herbie Hancock","topic":"Peace"},{"quote":"The point of departure of the process to which we wish to contribute is the fact that war is the natural reaction of human nature in the savage state, while peace is the result of acquired characteristics.","author":"Elihu Root","topic":"Peace"},{"quote":"As most of the population suffers through life, barely surviving, disappointed and confused day after day, hopeless, wondering what happened to their strong and beautiful country, it is in the media&#39;s power to restore, if not some of our quality of life, at least a bit of our peace of mind.","author":"Steven Van Zandt","topic":"Peace"},{"quote":"In Hawaii, we have something called Ho&#39;oponopono, where people come together to resolve crises and restore peace and balance.","author":"Duane Chapman","topic":"Peace"},{"quote":"If anything I consider myself non-violent, I&#39;m from the hippy era, peace, love, groovy.","author":"Rick James","topic":"Peace"},{"quote":"Not just Christians and Jews, but also Muslims, Buddhists, Hindus and the followers of many other religions believe in values like peace, respect, tolerance and dignity. These are values that bring people together and enable us to build responsible and solid communities.","author":"Alcee Hastings","topic":"Peace"},{"quote":"I have inner peace; I have accomplished a great deal.","author":"Neil Sedaka","topic":"Peace"},{"quote":"If there is any one thing that will bring peace and contentment into the human heart, and into the family, it is to live within our means.","author":"Heber J. Grant","topic":"Peace"},{"quote":"You have to find the peace and patience within yourself to be a model and an example to others and not judge.","author":"Judith Light","topic":"Peace"},{"quote":"I&#39;m still a soldier, fighting with my pen and paper for peace till the day I cease.","author":"Emmanuel Jal","topic":"Peace"},{"quote":"While the lab plays an enormous role, research is also influenced by inner peace of mind and one&#39;s family environment, depending on what stage of one&#39;s life and career a scientist is at.","author":"Peter Agre","topic":"Peace"},{"quote":"Peace enforcement is a much more difficult kind of operation than peacekeeping.","author":"Harri Holkeri","topic":"Peace"},{"quote":"I studied what principles under-laid peace and prosperity and concluded the only way to achieve societal well-being was through a system of economic freedom.","author":"Charles Koch","topic":"Peace"},{"quote":"The longing for peace is rooted in the hearts of all men. But the striving, which at present has become so insistent, cannot lay claim to such an ambition as leading the way to eternal peace, or solving all disputes among nations.","author":"Alva Myrdal","topic":"Peace"},{"quote":"I would like to end world hunger and create world peace, stop corruption, stop drugs getting to kids.","author":"Kelly Preston","topic":"Peace"},{"quote":"In the whole round of human affairs little is so fatal to peace as misunderstanding.","author":"Margaret Elizabeth Sangster","topic":"Peace"},{"quote":"If you don&#39;t like Beyonce, then it&#39;s hard for me to trust you. It&#39;s like not liking world peace.","author":"Seinabo Sey","topic":"Peace"},{"quote":"The world will never have lasting peace so long as men reserve for war the finest human qualities. Peace, no less than war, requires idealism and self-sacrifice and a righteous and dynamic faith.","author":"John Foster Dulles","topic":"Peace"},{"quote":"The Central Bank should have a permanent window for discounting high quality securities where banks could go and discount these. It gives peace of mind to the banks. In the absence of this facility, what banks tend to do is to keep a liquidity cushion for emergency requirements. This is a very expensive way of managing liquidity.","author":"Abdul Aziz Al Ghurair","topic":"Peace"},{"quote":"Enigma is really an investment in peace of mind. I keep a lot of confidential information on my laptop. I&#39;m usually very careful about keeping my laptop under close physical control but had an unfortunate lapse and left it on a plane. That could have cost me dearly if not for the Enigma.","author":"Jim Cantrell","topic":"Peace"},{"quote":"We want to take good tidings home to our people, that they may sleep in peace.","author":"Black Kettle","topic":"Peace"},{"quote":"Among the qualities most needed among those who aspire to true leadership in the fostering of peace and goodwill among the nations and in overcoming racial and religious antagonism is the cooperative spirit and objective.","author":"John Mott","topic":"Peace"},{"quote":"Nonviolence is the first article of my faith. It is also the last article of my creed.","author":"Mahatma Gandhi","topic":"Peace"},{"quote":"The Honorable Elijah Muhammad teaches us that God, now, is about to establish a kingdom on this earth, based upon brotherhood and peace. And the white man is against brotherhood, and the white man is against peace.","author":"Malcolm X","topic":"Peace"},{"quote":"War will never cease until babies begin to come into the world with larger cerebrums and smaller adrenal glands.","author":"H. L. Mencken","topic":"Peace"},{"quote":"Piety is not a goal but a means to attain through the purest peace of mind the highest culture.","author":"Johann Wolfgang von Goethe","topic":"Peace"},{"quote":"An election is coming. Universal peace is declared, and the foxes have a sincere interest in prolonging the lives of the poultry.","author":"George Eliot","topic":"Peace"},{"quote":"It has been, after all, 11 years, more than a decade now, of defiance of U.N. resolutions by Saddam Hussein. Every obligation that he signed onto after the Gulf War, so that he would not be a threat to peace and security, he has ignored and flaunted.","author":"Condoleezza Rice","topic":"Peace"},{"quote":"My belief is in the chaos of the world and that you have to find your peace within the chaos and that you still have to find some sort of mission.","author":"Ta-Nehisi Coates","topic":"Peace"},{"quote":"But only art and music have the power to bring peace.","author":"Yoko Ono","topic":"Peace"},{"quote":"Unfortunately the world is what it is now. People don&#39;t get along for whatever reason. As professional athletes, in a way we&#39;re almost ambassadors for peace, because sports brings everyone together.","author":"Venus Williams","topic":"Peace"},{"quote":"Laws are the terms by which independent and isolated men united to form a society, once they tired of living in a perpetual state of war where the enjoyment of liberty was rendered useless by the uncertainty of its preservation. They sacrificed a portion of this liberty so that they could enjoy the remainder in security and peace.","author":"Cesare Beccaria","topic":"Peace"},{"quote":"The most disadvantageous peace is better than the most just war.","author":"Desiderius Erasmus","topic":"Peace"},{"quote":"Peace as a goal is an ideal which will not be contested by any government or nation, not even the most belligerent.","author":"Aung San Suu Kyi","topic":"Peace"},{"quote":"The Nobel Peace Prize opened up a door in my heart.","author":"Aung San Suu Kyi","topic":"Peace"},{"quote":"The wars don&#39;t end when you sign peace treaties or when the years go by. They will echo on until I&#39;m gone and all the widows and orphans are gone.","author":"Tim O'Brien","topic":"Peace"},{"quote":"What we need is Star Peace and not Star Wars.","author":"Mikhail Gorbachev","topic":"Peace"},{"quote":"When we have done our best, we should wait the result in peace.","author":"John Lubbock","topic":"Peace"},{"quote":"Let a durable and firm peace be established and this government be confined rigidly to the few great objects for which it was instituted, leaving the States to contend in generous rivalry to develop, by the arts of peace, their respective resources, and a scene of prosperity and happiness would follow, heretofore unequaled on the globe.","author":"John C. Calhoun","topic":"Peace"},{"quote":"Never for the sake of peace and quiet deny your convictions.","author":"Dag Hammarskjold","topic":"Peace"},{"quote":"Operation Peace for Galilee is not a military operation resulting from the lack of an alternative.","author":"Menachem Begin","topic":"Peace"},{"quote":"I wanted to get that sense of peace and even boredom that comes with long familiarity.","author":"Debbie Reynolds","topic":"Peace"},{"quote":"Our ideal is to make her ever stronger and better and finer, because in that way alone, as we believe, can she be of the greatest service to the world&#39;s peace and to the welfare of mankind.","author":"Henry Cabot Lodge","topic":"Peace"},{"quote":"The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.","author":"Pope John XXIII","topic":"Peace"},{"quote":"Other people do not have to change for us to experience peace of mind.","author":"Gerald Jampolsky","topic":"Peace"},{"quote":"This is the way of peace: Overcome evil with good, falsehood with truth, and hatred with love.","author":"Peace Pilgrim","topic":"Peace"},{"quote":"As long as there is rape... there is not going to be any peace or justice or equality or freedom. You are not going to become what you want to become or who you want to become. You are not going to live in the world you want to live in.","author":"Andrea Dworkin","topic":"Peace"},{"quote":"At the end of the day, Wonder Woman is a peace seeker. But when fight arrives, she can fight. She&#39;s a warrior, and she enjoys the adrenaline of the fight.","author":"Gal Gadot","topic":"Peace"},{"quote":"Most of the approaches to peace between Israel and the Palestinians, have been directed at trying to resolve the most complex problems, like refugees and Jerusalem, which is akin to building the pyramid from the top down.","author":"Benjamin Netanyahu","topic":"Peace"},{"quote":"I&#39;m not terribly well read. My wife forces books into my hands and insists I read them, which I&#39;m grateful to her for. She made me read &#39;War and Peace.&#39; The whole thing. It was amazing, but I had to hide it. You can&#39;t walk round reading &#39;War and Peace&#39; - it&#39;s like you&#39;re in a comedy sketch and you think you&#39;re smart.","author":"Peter Capaldi","topic":"Peace"},{"quote":"I believe that peace with the Palestinians is most urgent - urgent than ever before. It is necessary. It is crucial. It is possible. A delay may worsen its chances. Israel and the Palestinians are, in my judgment, ripe today to restart the peace process.","author":"Shimon Peres","topic":"Peace"},{"quote":"Bob Marley stood for universal peace and love. He tried to break racial barriers.","author":"Wyclef Jean","topic":"Peace"},{"quote":"I&#39;ll keep peace at all cost, even if I choke to death on my tongue.","author":"Paula Deen","topic":"Peace"},{"quote":"Give peace a chance.","author":"Yitzhak Rabin","topic":"Peace"},{"quote":"It is not possible to create peace in the Middle East by jeopardizing the peace of the world.","author":"Aneurin Bevan","topic":"Peace"},{"quote":"The Founders who crafted our Constitution and Bill of Rights were careful to draft a Constitution of limited powers - one that would protect Americans&#39; liberty at all times - both in war, and in peace.","author":"Al Franken","topic":"Peace"},{"quote":"I challenged God. I said, &#39;God, I know that I&#39;m a sinner. I know that I won&#39;t probably have peace until You&#39;re in my heart. But I will not let You in my heart until You answer me, why? Why did you take my arms and legs? Why didn&#39;t You give me what everybody else has? God, until You answer me that question, I will not serve You.&#39;","author":"Nick Vujicic","topic":"Peace"},{"quote":"One of my great all-time loves in cinema, and I&#39;ve seen it three times, is Bondarchuk&#39;s &#39;War and Peace.&#39; Not a lot of people may have seen that film. It was made during the Soviet era.","author":"Baz Luhrmann","topic":"Peace"},{"quote":"Peace is a conscious choice.","author":"John Denver","topic":"Peace"},{"quote":"The following terms all mean one and the same thing: God, goodness, mental health, truth, decency, happiness, freedom, reality, peace, love, sensibleness.","author":"Vernon Howard","topic":"Peace"},{"quote":"I guess what I&#39;d like to say is that people in Sierra Leone are human beings, just like Americans. They want to send their kids to school; they want to live in peace; they want to have their basic rights of life just like everyone else. I think we all owe an obligation to support people who want to do that.","author":"Ishmael Beah","topic":"Peace"},{"quote":"Let us all pledge to protect this opportunity in order to see that the wish of peace becomes a true and daily fact in this region.","author":"Mahmoud Abbas","topic":"Peace"},{"quote":"Civilization is a failure. We need to think what we can do together in love and peace.","author":"Serj Tankian","topic":"Peace"},{"quote":"Our objective should be to firmly deal with terrorism and its sponsors, financiers, and arms suppliers. At the same time, our doors should always be open for processes which would restore peace, development, and progress to societies which have been devastated by terrorism over many generations.","author":"Atal Bihari Vajpayee","topic":"Peace"},{"quote":"When I go home and get off tour, I&#39;d like to have a peace of mind. I like to chill. I don&#39;t like everything to be all chaotic like how it is when I step outside, you know?","author":"Tyga","topic":"Peace"},{"quote":"Every time I&#39;m in Georgia, I eat a peach for peace.","author":"Duane Allman","topic":"Peace"},{"quote":"The supreme need of the world is peace and good will among men. It must be peace founded upon justice and fairness, the righting of past wrong, and the securing of the future as far as possible against the evils of the past.","author":"Charles M. Schwab","topic":"Peace"},{"quote":"Today, hundreds of millions dwell in freedom, from the Baltic to the Adriatic, from the Western Approaches to the Aegean. And while we must never take this for granted, the first purpose of the European Union - to secure peace - has been achieved and we should pay tribute to all those in the EU, alongside Nato, who made that happen.","author":"David Cameron","topic":"Peace"},{"quote":"Political satire became obsolete when Henry Kissinger was awarded the Nobel peace prize.","author":"Tom Lehrer","topic":"Peace"},{"quote":"The Arabs are ready to accept a strong Israel with nuclear arms - all it has to do is open the gates of its fortress and make peace.","author":"Mahmoud Darwish","topic":"Peace"},{"quote":"One is called to live nonviolently, even if the change one works for seems impossible.","author":"Daniel Berrigan","topic":"Peace"},{"quote":"The difference must be distinguished between worship and respect. Islam orders you to obey and respect, as long as you are not worshiping anything other than God... Islam is a religion of peace. You don&#39;t attack. You explain.","author":"Hakeem Olajuwon","topic":"Peace"},{"quote":"Struggling to end the war and to eliminate slavery once and for all by way of the 13th Amendment, with the amendment&#39;s prospective passage undermining the effort to make peace with the Confederacy and vice versa, Lincoln embodied the Great Man theory that leftists disdain.","author":"Steve Erickson","topic":"Peace"},{"quote":"Peace comes through dealing with people. Peace doesn&#39;t come at the end of a bayonet or the end of a gun.","author":"Chuck Hagel","topic":"Peace"},{"quote":"Rwanda was considered a second-class operation; because it was a small country, we had been able to maintain a kind of status quo. They were negotiating, they&#39;d accepted the new peace project, so we were under the impression that everything would be solved easily.","author":"Boutros Boutros-Ghali","topic":"Peace"},{"quote":"When you talk about peace through strength, what you&#39;re talking about is the concept of deterrence.","author":"Chris Gibson","topic":"Peace"},{"quote":"There&#39;s a verse in the Bible says, &#39;In everything give thanks, for this is the will of God in Christ Jesus concerning you.&#39; And what brings me peace is the scripture.","author":"Tammy Faye Bakker","topic":"Peace"},{"quote":"Peace must be more than the absence of war.","author":"Helmut Kohl","topic":"Peace"},{"quote":"We believe in peace in the settlement of all disputes through peaceful means, in the abolition of war, and, more particularly, nuclear war.","author":"Lal Bahadur Shastri","topic":"Peace"},{"quote":"We tried war, we tried aggression, we tried intervention. None of it works. Why don&#39;t we try peace, as a science of human relations, not as some vague notion - as everyday work.","author":"Dennis Kucinich","topic":"Peace"},{"quote":"I&#39;d quite like to have one place where I stay put. And I don&#39;t like living in cities all the time. In order to have ideas, you have to have some peace and quiet.","author":"Daphne Guinness","topic":"Peace"},{"quote":"Some people put up a peace sign with one hand. Some people put up the middle finger instead. I use two hands and put up both.","author":"Brian Celio","topic":"Peace"},{"quote":"My way of thinking is to create a situation where we rally everyone together and create peace and pardon people, to not forget about the past - because we need to learn from it - but to mainly think about the future.","author":"Michel Martelly","topic":"Peace"},{"quote":"Peace in the world is everybody&#39;s business, no matter where you live or what you do.","author":"Betty Williams","topic":"Peace"},{"quote":"We belong to the camp of peace. We believe in peace. We believe that our one God wishes us to live in peace and wishes peace upon us, for these are His teachings to all the followers of the three great monotheistic religions, the Children of Abraham.","author":"Hussein of Jordan","topic":"Peace"},{"quote":"God willing, we shall come to a stage where the world looks at the Palestinian question, and Palestinian rights on Palestinian national soil, as well as the questions of the occupied Syrian and Lebanese territories. These are the bases on which peace will be built.","author":"Hussein of Jordan","topic":"Peace"},{"quote":"I wish the Peace Corps and its volunteers continued success and perseverance. We are grateful for their contributions to society and dedication to providing assistance where it is needed. May the Peace Corps continue its legacy of service, both at home and abroad.","author":"Kenny Marchant","topic":"Peace"},{"quote":"Many a happiness in life, as many a disaster, can be due to chance, but the peace within us can never be governed by chance.","author":"Maurice Maeterlinck","topic":"Peace"},{"quote":"Self-Realization Fellowship seemed like training. It was the training ground for finding a sense of peace in myself. Because that&#39;s my job. It&#39;s no one else&#39;s.","author":"Mariel Hemingway","topic":"Peace"},{"quote":"For behind all imperialism is ultimately the imperialistic individual, just as behind all peace is ultimately the peaceful individual.","author":"Irving Babbitt","topic":"Peace"},{"quote":"Now God be praised, I will die in peace.","author":"James Wolfe","topic":"Peace"},{"quote":"All the other chiefs and tribes have accepted the Great Law of Peace. They now live in peace with one another.","author":"Hiawatha","topic":"Peace"},{"quote":"Now for my own case, I bless the Lord that, for all that hath been said of me, my conscience doth not condemn me. I do not say I am free of sin, but I am at peace with God through a slain Mediator; and I believe that there is no salvation but only in Christ.","author":"Donald Cargill","topic":"Peace"},{"quote":"The U.S. cannot force Sunnis, Shias, and Kurds to make peace or to act for the common good. They have been in conflict for 1,400 years.","author":"Peter DeFazio","topic":"Peace"},{"quote":"Economic integration is the path to riches and peace.","author":"Edward C. Prescott","topic":"Peace"},{"quote":"All of us deserve a greater peace of mind, knowing that our children are better protected wherever they are.","author":"Bob Ney","topic":"Peace"},{"quote":"We who go out to die shall be remembered, because we gave the world peace. That will be our reward, though we will know nothing of it, but lie rotting in the earth - dead.","author":"Philip Gibbs","topic":"Peace"},{"quote":"What is the highest secret to victory and peace? To will what God wills, and strike a league with destiny.","author":"William R. Alger","topic":"Peace"},{"quote":"Mankind will never win lasting peace so long as men use their full resources only in tasks of war. While we are yet at peace, let us mobilize the potentialities, particularly the moral and spiritual potentialities, which we usually reserve for war.","author":"John Foster Dulles","topic":"Peace"},{"quote":"Happiness and peace will come to earth only as the light of love and human compassion enter the souls of men.","author":"David O. McKay","topic":"Peace"},{"quote":"We believe world peace is inevitable.","author":"Anne Perry","topic":"Peace"},{"quote":"God made the world for us to live together in peace and not fight.","author":"Samantha Smith","topic":"Peace"},{"quote":"Well, I just hope we can have peace, and I hope it&#39;ll do some good.","author":"Samantha Smith","topic":"Peace"},{"quote":"We on our part will stick to our independent foreign policy of peace, acting forever as a strong defender of world peace and a persistent proponent of common development.","author":"Jinato Hu","topic":"Peace"},{"quote":"The quiet rhythmic monotone of the wall of logs fills one with the rustic peace of a secluded nook in the woods.","author":"Gustav Stickley","topic":"Peace"},{"quote":"For the sake of peace and justice, let us move toward a world in which all people are at last free to determine their own destiny.","author":"Ronald Reagan","topic":"Peace"},{"quote":"A mind at peace, a mind centered and not focused on harming others, is stronger than any physical force in the universe.","author":"Wayne Dyer","topic":"Peace"},{"quote":"We know that dictators are quick to choose aggression, while free nations strive to resolve differences in peace.","author":"George W. Bush","topic":"Peace"},{"quote":"Peace can be contributed to by respect for our ability in defense.","author":"Herbert Hoover","topic":"Peace"},{"quote":"Peace can be promoted by the limitation of arms and by the creation of the instrumentality for peaceful settlement of controversies. But it will become a reality only through self-restraint and active effort in friendliness and helpfulness.","author":"Herbert Hoover","topic":"Peace"},{"quote":"Nothing is wrong with peace and love. It is all the more regrettable that so many of Christ&#39;s followers seem to disagree.","author":"Richard Dawkins","topic":"Peace"},{"quote":"Our most important task is to transform our consciousness so that violence is no longer an option for us in our personal lives, that understanding that a world of peace is possible only if we relate to each other as peaceful beings, one individual at a time.","author":"Deepak Chopra","topic":"Peace"},{"quote":"I know I had no hand in making this war, and I know I will make more sacrifices today than any of you to secure peace.","author":"William Tecumseh Sherman","topic":"Peace"},{"quote":"Each religion, by the help of more or less myth, which it takes more or less seriously, proposes some method of fortifying the human soul and enabling it to make its peace with its destiny.","author":"George Santayana","topic":"Peace"},{"quote":"Some taxpayers may object to a print journalism bailout on the grounds that it mostly benefits the liberal elite. And we can&#39;t blame taxpayers for being reluctant to subsidize the reportorial careers of J-school twerps who should have joined the Peace Corps and gone to Africa to &#39;speak truth to power&#39; to Robert Mugabe.","author":"P. J. O'Rourke","topic":"Peace"},{"quote":"As peacemakers, we must resist all the powers of war and destruction and proclaim that peace is the divine gift offered to all who affirm life. Resistance means saying &#39;No&#39; to all the forces of death, wherever they may be.","author":"Henri Nouwen","topic":"Peace"},{"quote":"When I was elected President nobody asked me to negotiate between Israel and Egypt. It was not even a question raised in my campaign. But I felt that one of the reasons that I was elected President was to try to bring peace to the Holy Land.","author":"Jimmy Carter","topic":"Peace"},{"quote":"I&#39;ve used the prestige and influence of having been a president of the United States as effectively as possible. And secondly, I&#39;ve still been able to carry out my commitments to peace and human rights and environmental quality and freedom and democracy and so forth.","author":"Jimmy Carter","topic":"Peace"},{"quote":"We have to be active about kindness and about peace. I&#39;ve always fantasized that it would be great if there was a Department of Peace.","author":"Dave Matthews","topic":"Peace"},{"quote":"For peace is not mere absence of war, but is a virtue that springs from, a state of mind, a disposition for benevolence, confidence, justice.","author":"Baruch Spinoza","topic":"Peace"},{"quote":"The White House isn&#39;t the place to learn how to deal with international crisis, the balance of power, war and peace, and the economic future of the next generation.","author":"Joe Biden","topic":"Peace"},{"quote":"The chief duty of government is to keep the peace and stand out of the sunshine of the people.","author":"James A. Garfield","topic":"Peace"},{"quote":"Well may the boldest fear and the wisest tremble when incurring responsibilities on which may depend our country&#39;s peace and prosperity, and in some degree the hopes and happiness of the whole human family.","author":"James K. Polk","topic":"Peace"},{"quote":"People who have a sense of peace that their priorities are in the right place also have a sense of humility and a realistic view on life.","author":"Patrick Lencioni","topic":"Peace"},{"quote":"My U.N. five-point plan focuses on preventing proliferation, strengthening the legal regime, and ensuring nuclear safety and security - an effort that was given good momentum by the Nuclear Security Summit held in Seoul earlier this year. The world is over-armed, and peace is underfunded.","author":"Ban Ki-moon","topic":"Peace"},{"quote":"Messengers of Peace such as Midori - and our Goodwill Ambassadors, who work directly with the UN agencies - are dedicated and well-informed and credible advocates on behalf of the United Nations. They help us educate audiences worldwide and rally support on key issues of the United Nations.","author":"Ban Ki-moon","topic":"Peace"},{"quote":"I too hope in this short reign to be a man of peace.","author":"Pope Benedict XVI","topic":"Peace"},{"quote":"The journey of a thousand leagues begins with a single step. So we must never neglect any work of peace within our reach, however small.","author":"Adlai E. Stevenson","topic":"Peace"},{"quote":"Peace and security both in Europe and in the Pacific still depend on a balance of power.","author":"Lee Kuan Yew","topic":"Peace"},{"quote":"I desired to become a Christian, and prayed earnestly for the forgiveness of my sins. I felt a peace of mind resulting, and loved every one, feeling desirous that all should have their sins forgiven, and love Jesus as I did.","author":"Ellen G. White","topic":"Peace"},{"quote":"If I am elected President of these United States, I will work with all my energy and soul to restore that America, to lift our eyes to a better future. That future is our destiny. That future is out there. It is waiting for us. Our children deserve it, our nation depends upon it, the peace and freedom of the world require it.","author":"Mitt Romney","topic":"Peace"},{"quote":"But the deep desire for peace remained with the American people.","author":"Paul Robeson","topic":"Peace"},{"quote":"For me, peace is a fundamental human right of every child; it is inevitable and divine.","author":"Kailash Satyarthi","topic":"Peace"},{"quote":"I think what the Nobel committee is doing is going beyond war and looking at what humanity can do to prevent war. Sustainable management of our natural resources will promote peace.","author":"Wangari Maathai","topic":"Peace"},{"quote":"The framework for peace signed by Egypt and Israel is almost a peace treaty. We solved the problem for the peace treaty 98%.","author":"Menachem Begin","topic":"Peace"},{"quote":"When I was in the Peace Corps I never made a phone call. I was in Central Africa; I didn&#39;t make a phone call for two years. I was in Uganda for another four years and I didn&#39;t make a phone call. So for six years I didn&#39;t make a phone call, but I wrote letters, I wrote short stories, I wrote books.","author":"Paul Theroux","topic":"Peace"},{"quote":"Mr. Speaker, I rise today to recognize the Peace Corps as it reached its 45th anniversary on March 1, 2006.","author":"Solomon Ortiz","topic":"Peace"},{"quote":"Our armed forces will fight for peace in Iraq, a peace built on more secure foundations than are found today in the Middle East. Even more important, they will fight for two human conditions of even greater value than peace: liberty and justice.","author":"John McCain","topic":"Peace"},{"quote":"I have 23 top players and they are all ready to put on the jersey and work on the pitch and that makes you happy and then you have peace of mind.","author":"Diego Maradona","topic":"Peace"},{"quote":"Peace is something very dear. If you&#39;ve been through wars and operations and battles, you want peace.","author":"Benjamin Netanyahu","topic":"Peace"},{"quote":"I think that a strong Israel is the only Israel that will bring the Arabs to the peace table.","author":"Benjamin Netanyahu","topic":"Peace"},{"quote":"You know, I said in the U.N., I said to President Abbas, &#39;Look, we&#39;re in the same city, we&#39;re in the same building, for God&#39;s sake, the U.N. Let&#39;s just sit down and begin to talk peace.&#39;","author":"Benjamin Netanyahu","topic":"Peace"},{"quote":"Bob Marley performed the &#39;One Love Peace&#39; concert in Jamaica with the two different warring political sides. There&#39;s always been that in black music and culture in general. It&#39;s no surprise because black music is such a reflection of what&#39;s going on in black life. It&#39;s not unusual for hip-hop.","author":"Mos Def","topic":"Peace"},{"quote":"I do not support peace in the Middle East. And I do not support Arafat. He is a stupid, incompetent fool!","author":"Muammar al-Gaddafi","topic":"Peace"},{"quote":"Being a movie star, and this applies to all of them, means being looked at from every possible direction. You are never left at peace, you&#39;re just fair game.","author":"Greta Garbo","topic":"Peace"},{"quote":"According to &#39;Star Trek&#39; mythos, Starfleet Command - operational headquarters for a flotilla of craft that keep the cosmic peace - is located in San Francisco&#39;s Presidio, in the shadow of the Golden Gate Bridge (still carrying traffic, even in the 23rd century).","author":"Seth Shostak","topic":"Peace"},{"quote":"Our leaders must hear us speaking on behalf of our brothers and sisters in South Sudan. If the moral duty to save lives and work toward peace is not compelling enough to drive decision-makers, we must remind them that we care and will hold them accountable.","author":"Forest Whitaker","topic":"Peace"},{"quote":"Sometimes even on an hourly basis we need to keep praying and keep our peace in God and remind ourselves on the promises of God that never fails.","author":"Nick Vujicic","topic":"Peace"},{"quote":"I always thought of myself as a moderate liberal, a fighter for peace and justice. I never thought of myself as being all that far out.","author":"George McGovern","topic":"Peace"},{"quote":"The great armies, accumulated to provide security and preserve the peace, carried the nations to war by their own weight.","author":"A. J. P. Taylor","topic":"Peace"},{"quote":"I enjoyed the theatrics and the physical demands of everything that went on in the ring. But I was, initially, a relatively shy kid. I think that&#39;s probably what attracted me to hunting is that it was such a polar opposite of the other, and it was that opportunity for peace and quiet and to decompress.","author":"Shawn Michaels","topic":"Peace"},{"quote":"As I came to power peacefully, so shall I keep it.","author":"Corazon Aquino","topic":"Peace"},{"quote":"Most people go, I wish for world peace. But chaos has a place in balancing out the light and the dark in the world. I don&#39;t know if I would wish for world peace.","author":"Brendan Fraser","topic":"Peace"},{"quote":"Peace has to be created, in order to be maintained. It will never be achieved by passivity and quietism.","author":"Dorothy Thompson","topic":"Peace"},{"quote":"I have many times asked myself whether there can be more potent advocates of peace upon earth through the years to come than this massed multitude of silent witnesses to the desolation of war.","author":"King George V","topic":"Peace"},{"quote":"Filipinos should need no longer kill fellow Filipinos. With peace, real progress can touch all corners of the country.","author":"Grace Poe","topic":"Peace"},{"quote":"I can&#39;t think of a greater privilege than to speak out with legislation for people that can&#39;t often speak for themselves. And I know the ABLE Act will bring justice and peace of mind to millions of American families who deal with disabilities every day.","author":"Ander Crenshaw","topic":"Peace"},{"quote":"Eventually, we reach the point where we start to realize that we are not going to find peace, contentment, happiness, strength, fearlessness - all of the things that in our heart of hearts we wish we had - outside of us.","author":"Guy Finley","topic":"Peace"},{"quote":"The United Nations remains our most important global actor. These days we are continuously reminded of the enormous responsibility of the Security Council to uphold international peace and stability.","author":"Anna Lindh","topic":"Peace"},{"quote":"There has not been a war in South America for fifty years, and I have every confidence that the countries of Central and South America are deeply in earnest in the maintenance of peace.","author":"Frank B. Kellogg","topic":"Peace"},{"quote":"The greatest problem all around the world today, whether in America, Japan, China Russia, India or anywhere else in the world, is that people are not in peace. People want peace.","author":"Prem Rawat","topic":"Peace"},{"quote":"I declare that I will establish peace in this world.","author":"Prem Rawat","topic":"Peace"},{"quote":"I think that it&#39;s always appropriate for Americans and for American foreign policy to make clear why we feel that self-government is most compatible with peace, the well-being of people, and human dignity.","author":"Jeane Kirkpatrick","topic":"Peace"},{"quote":"I just really dig feeling subservient to nature. It brings me a peace and calm. Kind of like a Faustian thing, I think.","author":"Neko Case","topic":"Peace"},{"quote":"We must all make peace so that we can all live in peace.","author":"Jean-Bertrand Aristide","topic":"Peace"},{"quote":"Also, I am very religious. It gave me peace of mind all my career.","author":"Emerson Fittipaldi","topic":"Peace"},{"quote":"It&#39;s wonderful to be back. Back among the mountains that remind us of our vulnerability, our ultimate lack of control over the world we live in. Mountains that demand humility, and yield so much peace in return.","author":"Alex Lowe","topic":"Peace"},{"quote":"Man does find in Nature deliverance from himself, oblivion of his past, with peace and purity!","author":"George A. Smith","topic":"Peace"},{"quote":"I&#39;m happy and at peace with where I am at life.","author":"Rebecca Lobo","topic":"Peace"},{"quote":"One can go to war alone, but you can&#39;t build peace alone.","author":"Jacques Chirac","topic":"Peace"},{"quote":"I want you to give all these chiefs of the soldiers here to understand that we are for peace, and that we have made peace, that we may not be mistaken by them for enemies.","author":"Black Kettle","topic":"Peace"},{"quote":"Such problems are not solved in one day but there is a great step toward peace and security in the region.","author":"Paul Kagame","topic":"Peace"},{"quote":"Joy is like restless day; but peace divine like quiet night; Lead me, O Lord, till perfect Day shall shine through Peace to Light.","author":"Adelaide Anne Procter","topic":"Peace"},{"quote":"God bless Africa, Guard her people, Guide her leaders, And give her peace.","author":"Trevor Huddleston","topic":"Peace"},{"quote":"Peace is not only better than war, but infinitely more arduous.","author":"George Bernard Shaw","topic":"Peace"},{"quote":"Peace is liberty in tranquillity.","author":"Marcus Tullius Cicero","topic":"Peace"},{"quote":"The only excuse for war is that we may live in peace unharmed.","author":"Marcus Tullius Cicero","topic":"Peace"},{"quote":"Your Highest Self only wants you to be at peace. It does not judge, compare, or demand that you defeat anyone or be better than anyone.","author":"Wayne Dyer","topic":"Peace"},{"quote":"If you want to be a voice for peace in the world, begin by making peace a permanent condition of your own life.","author":"Wayne Dyer","topic":"Peace"},{"quote":"People say Malala&#39;s voice is being sold to the world. But I see it as Malala&#39;s voice reaching the world and resonating globally. You should think about what is behind Malala&#39;s voice. What is she saying? I am only talking about education, women&#39;s rights, and peace.","author":"Malala Yousafzai","topic":"Peace"},{"quote":"But, my dear sirs, when peace does come, you may call on me for any thing. Then will I share with you the last cracker, and watch with you to shield your homes and families against danger from every quarter.","author":"William Tecumseh Sherman","topic":"Peace"},{"quote":"He belonged to that army known as invincible in peace, invisible in war.","author":"William Tecumseh Sherman","topic":"Peace"},{"quote":"The Nobel Peace Prize has always been a joke - albeit a grim one. Alfred Bernhard Nobel famously invented dynamite and felt sorry about it.","author":"P. J. O'Rourke","topic":"Peace"},{"quote":"Dear God, Please send to me the spirit of Your peace. Then send, dear Lord, the spirit of peace from me to all the world. Amen.","author":"Marianne Williamson","topic":"Peace"},{"quote":"It is easier to lead men to combat, stirring up their passion, than to restrain them and direct them toward the patient labors of peace.","author":"Andre Gide","topic":"Peace"},{"quote":"Happiness for me is totally just being at peace knowing that, everything I&#39;m doing, God is pleased with that. It&#39;s complete peace for me.","author":"Tyler Perry","topic":"Peace"},{"quote":"Businesses succeed when societies themselves succeed. When countries are affected by violence and the absence of the rule of law, business can and must be a messenger of peace.","author":"Ban Ki-moon","topic":"Peace"},{"quote":"Throughout that period, Japan had made honest efforts to keep the destruction of war from spreading and, based on the belief that all nations of the world should find their places, had followed a policy designed to restore an expeditious peace between Japan and China.","author":"Hideki Tojo","topic":"Peace"},{"quote":"I only got &#39;War and Peace&#39; on the third attempt.","author":"Kenneth Branagh","topic":"Peace"},{"quote":"After all, I long to be in America again, nay, if I can go home to return no more to Europe, it seems to me that I shall ever enjoy more peace of mind, and even Physical comfort than I can meet with in any portion of the world beside.","author":"John James Audubon","topic":"Peace"},{"quote":"In the scriptures, &#39;peace&#39; means either freedom from strife, contention, conflict, or war, or an inner calm and comfort born of the Spirit that is a gift of God to all of his children, an assurance and serenity within a person&#39;s heart.","author":"Joseph B. Wirthlin","topic":"Peace"},{"quote":"In peace, the Middle East, the ancient cradle of civilization, will become invigorated and transformed. Throughout its lands there will be freedom of movement of people, of ideas, of goods.","author":"Menachem Begin","topic":"Peace"},{"quote":"War makes thieves and peace hangs them.","author":"George Herbert","topic":"Peace"},{"quote":"The Lord has done what I wanted Him to do this week. I wanted, primarily, peace about going into pioneer Indian work. And as I analyze my feelings now, I feel quite at ease about saying that tribal work in South American jungles is the general direction of my missionary purpose.","author":"Jim Elliot","topic":"Peace"},{"quote":"I always wanted to live alone for a month in a lakeside cabin. In my fantasy, I enter a state of perfect peace and grow my own kale and stuff, but in real life, I think I might be very bored after four days.","author":"Kate McKinnon","topic":"Peace"},{"quote":"If I can center down and strengthen the core of who I am, and the core of who I am is my relationship with God, then that helps me maintain peace deep down. If I can maintain a healthy spiritual core, I think that&#39;s enormous for helping the stress.","author":"Anne Graham Lotz","topic":"Peace"},{"quote":"I want to see peace in the country.","author":"Bhumibol Adulyadej","topic":"Peace"},{"quote":"I say that to my colleagues, by the way, in the internal Cabinet meetings, I say, &#39;Look, I want to be very clear about what I want.&#39; I just - I don&#39;t want a peace process, I want a peace result.","author":"Benjamin Netanyahu","topic":"Peace"},{"quote":"Those who have experienced the most, have suffered so much that they have ceased to hate. Hate is more for those with a slightly guilty conscience, and who by chewing on old hate in times of peace wish to demonstrate how great they were during the war.","author":"Thor Heyerdahl","topic":"Peace"},{"quote":"Peace is produced by war.","author":"Pierre Corneille","topic":"Peace"},{"quote":"I actually happened to be in Haiti right before the earthquake in 2010. I was there already with the organization I work with now, Artists for Peace and Justice, visiting the primary school that I had adopted, the Academy for Peace and Justice in Port-au-Prince. I came back, and within days, the earthquake happened.","author":"Olivia Wilde","topic":"Peace"},{"quote":"When the sense of solidarity has been developed to such a point that each one feels the cause of all others as his own, we shall be drawing near to international and to social peace.","author":"Ellen Key","topic":"Peace"},{"quote":"Like all Israelis, I yearn for peace. I see the utmost importance in taking all possible steps that will lead to a solution of the conflict with the Palestinians.","author":"Ariel Sharon","topic":"Peace"},{"quote":"For me, peace should provide security to the Jewish people.","author":"Ariel Sharon","topic":"Peace"},{"quote":"Money can&#39;t heal your heart. Money can&#39;t give you purpose. I don&#39;t want arms and legs, I want purpose. I don&#39;t want arms and legs, I want peace. I don&#39;t want arms and legs, I want to be a miracle for someone else.","author":"Nick Vujicic","topic":"Peace"},{"quote":"When the Nobel Peace Prize Committee designated me the recipient of the 1970 award for my contribution to the &#39;green revolution,&#39; they were in effect, I believe, selecting an individual to symbolize the vital role of agriculture and food production in a world that is hungry, both for bread and for peace.","author":"Norman Borlaug","topic":"Peace"},{"quote":"Every day I&#39;ve got to be thankful that I am alive, and you never know - the cliche is, I guess, you could get hit by a bus tomorrow, so you&#39;d better be at peace with whatever you got going at the moment.","author":"Joseph Gordon-Levitt","topic":"Peace"},{"quote":"Peace hath higher tests of manhood, than battle ever knew.","author":"John Greenleaf Whittier","topic":"Peace"},{"quote":"But I do like to have peace and quiet for a good hour.","author":"Bryan Ferry","topic":"Peace"},{"quote":"I have traveled a long road from the battlefield to the peace table.","author":"Moshe Dayan","topic":"Peace"},{"quote":"I don&#39;t really have a bucket list, but if I did, one entry would be to dust off my college Russian and spend a big chunk of a year reading, or trying to read, &#39;War and Peace&#39; as it was meant to be read, in Russian, with all that rumbly rocks-on-rocks poetry inherent to the language.","author":"Erik Larson","topic":"Peace"},{"quote":"There are laws for peace as well as war.","author":"Livy","topic":"Peace"},{"quote":"Education is the only solution for peace.","author":"Emmanuel Jal","topic":"Peace"},{"quote":"The Nobel Peace Prize is not awarded for what one has done, but hopefully what one will do.","author":"Betty Williams","topic":"Peace"},{"quote":"We believe that peace is not just signed papers, but rather a contract between generations for the building of a more promising and less threatening future.","author":"Hussein of Jordan","topic":"Peace"},{"quote":"For a time during the early settlement of this country peace and goodwill prevailed, only to be followed later by violent and relentless warfare.","author":"Nelson A. Miles","topic":"Peace"},{"quote":"Too often in the past, U.S. leaders have forced Israel to pay the price for American strategic interests in the Middle East - through concessions in the peace process as well as passivity in the face of Iraqi attacks.","author":"Ron Silver","topic":"Peace"},{"quote":"I want peace. I want to see if somewhere there isn&#39;t something left in life of charm and grace.","author":"Margaret Mitchell","topic":"Peace"},{"quote":"My actions to promote peace, the mediation missions which I carried out during many conflicts, which very often occurred between brothers of the same country, are not driven by any ulterior motives or any calculations based on personal ambitions.","author":"Omar Bongo","topic":"Peace"},{"quote":"This enemy of peace in the world today is unlike any we have seen in the past, and our military is learning from, and building on, previous successes while carrying peace and freedom into the future.","author":"Mark Kennedy","topic":"Peace"},{"quote":"Today&#39;s date, the eighteenth of May, should sometime become an occasion of great international celebration, for on this day ten years ago the first Peace Conference opened at The Hague.","author":"Fredrik Bajer","topic":"Peace"},{"quote":"The object of government in peace and in war is not the glory of rulers or of races, but the happiness of common man.","author":"William Beveridge","topic":"Peace"},{"quote":"The relationship of the two problems is rather the reverse. To a great extent disarmament is dependent on guarantees of peace. Security comes first and disarmament second.","author":"Ludwig Quidde","topic":"Peace"},{"quote":"Only the person who has experienced light and darkness, war and peace, rise and fall, only that person has truly experienced life.","author":"Stefan Zweig","topic":"Peace"},{"quote":"By silencing the mind, we can experience real peace. As long as various kinds of thoughts agitate the brain, we don&#39;t experience 100 percent peace.","author":"Henepola Gunaratana","topic":"Peace"},{"quote":"The quest for peace begins in the home, in the school and in the workplace.","author":"Silvia Cartwright","topic":"Peace"},{"quote":"We peruse one ideal, that of bringing people together in peace, irrespective of race, religion and political convictions, for the benefit of mankind.","author":"Juan Antonio Samaranch","topic":"Peace"},{"quote":"I must end it. There is no hope. I will be at peace. No one had anything to do with it. My decision totally.","author":"Freddie Prinze","topic":"Peace"},{"quote":"When time and space and change converge, we find place. We arrive in Place when we resolve things. Place is peace of mind and understanding. Place is knowledge of self. Place is resolution.","author":"Abdullah Ibrahim","topic":"Peace"},{"quote":"I think that people want peace so much that one of these days government had better get out of their way and let them have it.","author":"Dwight D. Eisenhower","topic":"Peace"},{"quote":"There was a time in my life when I thought I had everything - millions of dollars, mansions, cars, nice clothes, beautiful women, and every other materialistic thing you can imagine. Now I struggle for peace.","author":"Richard Pryor","topic":"Peace"},{"quote":"Don&#39;t tell me peace has broken out.","author":"Bertolt Brecht","topic":"Peace"},{"quote":"We will not have peace by afterthought.","author":"Norman Cousins","topic":"Peace"},{"quote":"When attempting to make a plea for more peace in the world at a rock concert, we are reflecting the feelings of all those we have come in contact with so we may all have a better understanding of each other.","author":"Eddie Vedder","topic":"Peace"},{"quote":"Peace is rarely denied to the peaceful.","author":"Friedrich Schiller","topic":"Peace"},{"quote":"Without free, self-respecting, and autonomous citizens there can be no free and independent nations. Without internal peace, that is, peace among citizens and between the citizens and the state, there can be no guarantee of external peace.","author":"Vaclav Havel","topic":"Peace"},{"quote":"I think it is the responsibility of anyone involved in politics to always think of what Japan can do to contribute more to the peace and stability not just of Japan and the region but of the entire world.","author":"Shinzo Abe","topic":"Peace"},{"quote":"I love acting. It&#39;s my playground, it let&#39;s me explore. But my happiness in this world - my level of peace - is never going to be dictated by acting.","author":"Chris Evans","topic":"Peace"},{"quote":"Jesus said, &#39;Blessed are the peacemakers.&#39; And I think a lot of people don&#39;t understand that there&#39;s a difference between a peace lover and a peacemaker. Everybody loves peace, but wearing jewelry around your neck and saying &#39;I love peace&#39; doesn&#39;t bring it.","author":"Mike Huckabee","topic":"Peace"},{"quote":"Those who are at war with others are not at peace with themselves.","author":"William Hazlitt","topic":"Peace"},{"quote":"It&#39;s easy to sit in relative luxury and peace and pontificate on the subject of the Third World debts.","author":"Roger Moore","topic":"Peace"},{"quote":"We want peace, but not at any price.","author":"Ehud Barak","topic":"Peace"},{"quote":"I won&#39;t undertake war until I have tried all the arts and means of peace.","author":"Francois Rabelais","topic":"Peace"},{"quote":"I have to keep reminding myself: If you give your life to God, he doesn&#39;t promise you happiness and that everything will go well. But he does promise you peace. You can have peace and joy, even in bad circumstances.","author":"Patricia Heaton","topic":"Peace"},{"quote":"Nothing is more important in the preservation of peace than to secure among the great mass of the people living under constitutional government a just conception of the rights which their nation has against others and of the duties their nation owes to others.","author":"Elihu Root","topic":"Peace"},{"quote":"We love peace, but not peace at any price.","author":"Douglas William Jerrold","topic":"Peace"},{"quote":"The forces that are driving mankind toward unity and peace are deep-seated and powerful. They are material and natural, as well as moral and intellectual.","author":"Arthur Henderson","topic":"Peace"},{"quote":"It has become impossible to give up the enterprise of disarmament without abandoning the whole great adventure of building up a collective peace system.","author":"Arthur Henderson","topic":"Peace"},{"quote":"The link between peace and stability on the one hand, and social and economic growth on the other, is dialectic. Peace, poverty, and backwardness cannot mix in one region.","author":"Hussein of Jordan","topic":"Peace"},{"quote":"I&#39;m ready to live in the present - not the past and not in the future - because in the present is where there&#39;s peace.","author":"Dominick Cruz","topic":"Peace"},{"quote":"You don&#39;t have to have fought in a war to love peace.","author":"Geraldine Ferraro","topic":"Peace"},{"quote":"The business of peace requires more than showing up with paint brushes, foodstuffs and an oil pipeline or two.","author":"Tony Snow","topic":"Peace"},{"quote":"Getting rid of Bin Laden is good for the cause of peace worldwide but what counts is to overcome the discourse and the methods - the violent methods - that were created and encouraged by Bin Laden and others in the world.","author":"Ismail Haniyeh","topic":"Peace"},{"quote":"Even a total and universal disarmament does not guarantee the maintenance of peace.","author":"Ludwig Quidde","topic":"Peace"},{"quote":"A quiet mind cureth all.","author":"Robert Burton","topic":"Peace"},{"quote":"The plan shows that the twenty million people in the German democratic Republic and in the democratic sector of Berlin think only of peace, and that they are working for freedom and peaceful prosperity.","author":"Walter Ulbricht","topic":"Peace"},{"quote":"Of one thing I am certain, the body is not the measure of healing, peace is the measure.","author":"Phyllis McGinley","topic":"Peace"},{"quote":"Social peace requires reciprocity.","author":"Ralph Peters","topic":"Peace"},{"quote":"But we want peace, I would move all my people down this way. I could then keep them all quietly near camp.","author":"Black Kettle","topic":"Peace"},{"quote":"Yes, we love peace, but we are not willing to take wounds for it, as we are for war.","author":"John Holmes","topic":"Peace"},{"quote":"There is no way to peace; peace is the way.","author":"A. J. Muste","topic":"Peace"},{"quote":"I happen to dig being able to use whatever mystique I have to further the idea of peace.","author":"Garrett Morris","topic":"Peace"},{"quote":"Peace is when time doesn&#39;t matter as it passes by.","author":"Maria Schell","topic":"Peace"}]