[{"quote":"Poetry is when an emotion has found its thought and the thought has found words.","author":"Robert Frost","topic":"Poetry"},{"quote":"Pure mathematics is, in its way, the poetry of logical ideas.","author":"Albert Einstein","topic":"Poetry"},{"quote":"Painting is silent poetry, and poetry is painting that speaks.","author":"Plutarch","topic":"Poetry"},{"quote":"Poetry comes from the highest happiness or the deepest sorrow.","author":"A. P. J. Abdul Kalam","topic":"Poetry"},{"quote":"Some people go to priests; others to poetry; I to my friends.","author":"Virginia Woolf","topic":"Poetry"},{"quote":"The world is full of poetry. The air is living with its spirit; and the waves dance to the music of its melodies, and sparkle in its brightness.","author":"James Gates Percival","topic":"Poetry"},{"quote":"I would define, in brief, the poetry of words as the rhythmical creation of Beauty.","author":"Edgar Allan Poe","topic":"Poetry"},{"quote":"Poetry is an echo, asking a shadow to dance.","author":"Carl Sandburg","topic":"Poetry"},{"quote":"Poetry is not a turning loose of emotion, but an escape from emotion; it is not the expression of personality, but an escape from personality. But, of course, only those who have personality and emotions know what it means to want to escape from these things.","author":"T. S. Eliot","topic":"Poetry"},{"quote":"When power leads man toward arrogance, poetry reminds him of his limitations. When power narrows the area of man&#39;s concern, poetry reminds him of the richness and diversity of existence. When power corrupts, poetry cleanses.","author":"John F. Kennedy","topic":"Poetry"},{"quote":"The dance can reveal everything mysterious that is hidden in music, and it has the additional merit of being human and palpable. Dancing is poetry with arms and legs.","author":"Charles Baudelaire","topic":"Poetry"},{"quote":"I joined the army on my seventeenth birthday, full of the romance of war after having read a lot of World War I British poetry and having seen a lot of post-World War II films. I thought the romantic presentations of war influenced my joining and my presentation of war to my younger siblings.","author":"Walter Dean Myers","topic":"Poetry"},{"quote":"All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.","author":"Edgar Allan Poe","topic":"Poetry"},{"quote":"The poet is a liar who always speaks the truth.","author":"Jean Cocteau","topic":"Poetry"},{"quote":"Wine is bottled poetry.","author":"Robert Louis Stevenson","topic":"Poetry"},{"quote":"What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations.","author":"Adam Braun","topic":"Poetry"},{"quote":"With me poetry has not been a purpose, but a passion.","author":"Edgar Allan Poe","topic":"Poetry"},{"quote":"From the beginnings of literature, poets and writers have based their narratives on crossing borders, on wandering, on exile, on encounters beyond the familiar. The stranger is an archetype in epic poetry, in novels. The tension between alienation and assimilation has always been a basic theme.","author":"Jhumpa Lahiri","topic":"Poetry"},{"quote":"Poetry is the lifeblood of rebellion, revolution, and the raising of consciousness.","author":"Alice Walker","topic":"Poetry"},{"quote":"The poetry of the earth is never dead.","author":"John Keats","topic":"Poetry"},{"quote":"Real friendship, like real poetry, is extremely rare - and precious as a pearl.","author":"Tahar Ben Jelloun","topic":"Poetry"},{"quote":"Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","author":"Audre Lorde","topic":"Poetry"},{"quote":"The cloning of humans is on most of the lists of things to worry about from Science, along with behaviour control, genetic engineering, transplanted heads, computer poetry and the unrestrained growth of plastic flowers.","author":"Lewis Thomas","topic":"Poetry"},{"quote":"Genuine poetry can communicate before it is understood.","author":"T. S. Eliot","topic":"Poetry"},{"quote":"A poem begins as a lump in the throat, a sense of wrong, a homesickness, a lovesickness.","author":"Robert Frost","topic":"Poetry"},{"quote":"Personality is everything in art and poetry.","author":"Johann Wolfgang von Goethe","topic":"Poetry"},{"quote":"If your daily life seems poor, do not blame it; blame yourself that you are not poet enough to call forth its riches; for the Creator, there is no poverty.","author":"Rainer Maria Rilke","topic":"Poetry"},{"quote":"The poets have been mysteriously silent on the subject of cheese.","author":"Gilbert K. Chesterton","topic":"Poetry"},{"quote":"I was a victim of a stereotype. There were only two of us Negro kids in the whole class, and our English teacher was always stressing the importance of rhythm in poetry. Well, everybody knows - except us - that all Negroes have rhythms, so they elected me class poet.","author":"Langston Hughes","topic":"Poetry"},{"quote":"To design is much more than simply to assemble, to order, or even to edit: it is to add value and meaning, to illuminate, to simplify, to clarify, to modify, to dignify, to dramatize, to persuade, and perhaps even to amuse. To design is to transform prose into poetry.","author":"Paul Rand","topic":"Poetry"},{"quote":"He could not die when trees were green, for he loved the time too well.","author":"John Clare","topic":"Poetry"},{"quote":"Poetry and music are very good friends. Like mommies and daddies and strawberries and cream - they go together.","author":"Nikki Giovanni","topic":"Poetry"},{"quote":"I grew up in this town, my poetry was born between the hill and the river, it took its voice from the rain, and like the timber, it steeped itself in the forests.","author":"Pablo Neruda","topic":"Poetry"},{"quote":"Love is the poetry of the senses.","author":"Honore de Balzac","topic":"Poetry"},{"quote":"In a way I spend my entire life stealing from everything - from the past, from cities I love, from where I grew up - grabbing things, taking not only from architecture but from Italy, art, writing, poetry, music.","author":"Renzo Piano","topic":"Poetry"},{"quote":"Lean your body forward slightly to support the guitar against your chest, for the poetry of the music should resound in your heart.","author":"Andres Segovia","topic":"Poetry"},{"quote":"The flower is the poetry of reproduction. It is an example of the eternal seductiveness of life.","author":"Jean Giraudoux","topic":"Poetry"},{"quote":"Poetry surrounds us everywhere, but putting it on paper is, alas, not so easy as looking at it.","author":"Vincent Van Gogh","topic":"Poetry"},{"quote":"A poet is a nightingale, who sits in darkness and sings to cheer its own solitude with sweet sounds.","author":"Percy Bysshe Shelley","topic":"Poetry"},{"quote":"Naming a baby is an act of poetry, for many people the only creative moment of their lives.","author":"Richard Eyre","topic":"Poetry"},{"quote":"It is the hour to be drunken! to escape being the martyred slaves of time, be ceaselessly drunk. On wine, on poetry, or on virtue, as you wish.","author":"Charles Baudelaire","topic":"Poetry"},{"quote":"A poem is never finished, only abandoned.","author":"Paul Valery","topic":"Poetry"},{"quote":"I like cups of tea and reading books and poetry and old people things.","author":"Bindi Irwin","topic":"Poetry"},{"quote":"Listen, real poetry doesn&#39;t say anything; it just ticks off the possibilities. Opens all doors. You can walk through any one that suits you.","author":"Jim Morrison","topic":"Poetry"},{"quote":"Poetry is not a matter of feelings, it is a matter of language. It is language which creates feelings.","author":"Umberto Eco","topic":"Poetry"},{"quote":"There&#39;s a reason poets often say, &#39;Poetry saved my life,&#39; for often the blank page is the only one listening to the soul&#39;s suffering, the only one registering the story completely, the only one receiving all softly and without condemnation.","author":"Clarissa Pinkola Estes","topic":"Poetry"},{"quote":"We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry.","author":"Maria Mitchell","topic":"Poetry"},{"quote":"The true spirit of delight, the exaltation, the sense of being more than Man, which is the touchstone of the highest excellence, is to be found in mathematics as surely as poetry.","author":"Bertrand Russell","topic":"Poetry"},{"quote":"Cotton was a force of nature. There&#39;s a poetry to it, hoeing and growing cotton.","author":"B. B. King","topic":"Poetry"},{"quote":"Poetry is the synthesis of hyacinths and biscuits.","author":"Carl Sandburg","topic":"Poetry"},{"quote":"America&#39;s liberal arts universities have long been safe zones for leftist thinking, protected ivory towers for the pseudo-elite who earn their livings writing papers nobody reads about gender roles in the poetry of Maya Angelou.","author":"Ben Shapiro","topic":"Poetry"},{"quote":"Poetry should... should strike the reader as a wording of his own highest thoughts, and appear almost a remembrance.","author":"John Keats","topic":"Poetry"},{"quote":"The Bible is very resonant. It has everything: creation, betrayal, lust, poetry, prophecy, sacrifice. All great things are in the Bible, and all great writers have drawn from it and more than people realise, whether Shakespeare, Herman Melville or Bob Dylan.","author":"Patti Smith","topic":"Poetry"},{"quote":"Poetry is language at its most distilled and most powerful.","author":"Rita Dove","topic":"Poetry"},{"quote":"I wish our clever young poets would remember my homely definitions of prose and poetry; that is, prose = words in their best order; - poetry = the best words in the best order.","author":"Samuel Taylor Coleridge","topic":"Poetry"},{"quote":"Immature poets imitate; mature poets steal.","author":"T. S. Eliot","topic":"Poetry"},{"quote":"I decided that it was not wisdom that enabled poets to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean.","author":"Socrates","topic":"Poetry"},{"quote":"I was reading the dictionary. I thought it was a poem about everything.","author":"Steven Wright","topic":"Poetry"},{"quote":"I&#39;m a great believer in poetry out of the classroom, in public places, on subways, trains, on cocktail napkins. I&#39;d rather have my poems on the subway than around the seminar table at an MFA program.","author":"Billy Collins","topic":"Poetry"},{"quote":"Poetry is simply the most beautiful, impressive, and widely effective mode of saying things.","author":"Matthew Arnold","topic":"Poetry"},{"quote":"What other people may find in poetry or art museums, I find in the flight of a good drive.","author":"Arnold Palmer","topic":"Poetry"},{"quote":"My subject is War, and the pity of War. The Poetry is in the pity.","author":"Wilfred Owen","topic":"Poetry"},{"quote":"Shakespeare was a man who wrote poetry. I&#39;m a man who writes poetry. Why not compare yourself to the best?","author":"Jay-Z","topic":"Poetry"},{"quote":"History shows us that in times of people feeling like they are in need of some sort of rebellion or protests, the artists rise because the poetry we create about pain and its relationship to culture in the world begins to soothe and heal people who are feeling confused or afraid.","author":"Lady Gaga","topic":"Poetry"},{"quote":"The gross heathenism of civilization has generally destroyed nature, and poetry, and all that is spiritual.","author":"John Muir","topic":"Poetry"},{"quote":"The olive branch has been consecrated to peace, palm branches to victory, the laurel to conquest and poetry, the myrtle to love and pleasure, the cypress to mourning, and the willow to despondency.","author":"Dorothea Dix","topic":"Poetry"},{"quote":"You know, people speak in poetry all the time. They just don&#39;t realize it.","author":"Sherman Alexie","topic":"Poetry"},{"quote":"Drawing is a way of coming upon the connection between things, just like metaphor in poetry reconnects what has become separated.","author":"John Berger","topic":"Poetry"},{"quote":"I&#39;m sorry, man, but I&#39;ve got magic. I&#39;ve got poetry in my fingertips. Most of the time - and this includes naps - I&#39;m an F-18, bro. And I will destroy you in the air. I will deploy my ordinance to the ground.","author":"Charlie Sheen","topic":"Poetry"},{"quote":"A true poet does not bother to be poetical. Nor does a nursery gardener scent his roses.","author":"Jean Cocteau","topic":"Poetry"},{"quote":"Poetry is about the grief. Politics is about the grievance.","author":"Robert Frost","topic":"Poetry"},{"quote":"He who draws noble delights from sentiments of poetry is a true poet, though he has never written a line in all his life.","author":"George Sand","topic":"Poetry"},{"quote":"The sort of poetry I seek resides in objects man can&#39;t touch.","author":"E. M. Forster","topic":"Poetry"},{"quote":"And New York is the most beautiful city in the world? It is not far from it. No urban night is like the night there... Squares after squares of flame, set up and cut into the aether. Here is our poetry, for we have pulled down the stars to our will.","author":"Ezra Pound","topic":"Poetry"},{"quote":"As we produce work that becomes pure poetry, we impact and influence our teammates, we wow our suppliers, we inspire customers and strangers. And we lead our industry.","author":"Robin S. Sharma","topic":"Poetry"},{"quote":"Poetry: the best words in the best order.","author":"Samuel Taylor Coleridge","topic":"Poetry"},{"quote":"You can find poetry in your everyday life, your memory, in what people say on the bus, in the news, or just what&#39;s in your heart.","author":"Carol Ann Duffy","topic":"Poetry"},{"quote":"Poetry may make us from time to time a little more aware of the deeper, unnamed feelings which form the substratum of our being, to which we rarely penetrate; for our lives are mostly a constant evasion of ourselves.","author":"T. S. Eliot","topic":"Poetry"},{"quote":"Istanbul is inspiring because it has its own code of architecture, literature, poetry, music.","author":"Christian Louboutin","topic":"Poetry"},{"quote":"Poetry is like a bird, it ignores all frontiers.","author":"Yevgeny Yevtushenko","topic":"Poetry"},{"quote":"There&#39;s a certain line between jokes and music and poetry that&#39;s a bit blurred in my mind.","author":"Bo Burnham","topic":"Poetry"},{"quote":"If my poetry aims to achieve anything, it&#39;s to deliver people from the limited ways in which they see and feel.","author":"Jim Morrison","topic":"Poetry"},{"quote":"On the subject of literary genres, I&#39;ve always felt that my response to poetry is inadequate. I&#39;d love to be the kind of person that drifts off into the garden with a slim volume of Elizabethan verse or a sheaf of haikus, but my passion is story.","author":"J. K. Rowling","topic":"Poetry"},{"quote":"Poetry is just the evidence of life. If your life is burning well, poetry is just the ash.","author":"Leonard Cohen","topic":"Poetry"},{"quote":"Poetry is what gets lost in translation.","author":"Robert Frost","topic":"Poetry"},{"quote":"When it comes to atoms, language can be used only as in poetry. The poet, too, is not nearly so concerned with describing facts as with creating images.","author":"Niels Bohr","topic":"Poetry"},{"quote":"Oratory is the masterful art. Poetry, painting, music, sculpture, architecture please, thrill, inspire - but oratory rules. The orator dominates those who hear him, convinces their reason, controls their judgment, compels their action. For the time being, he is master.","author":"David Josiah Brewer","topic":"Poetry"},{"quote":"A novel is a work of poetry. In order to write it, one must have tranquility of spirit and of impression.","author":"Fyodor Dostoevsky","topic":"Poetry"},{"quote":"Poetry has been to me its own exceeding great reward; it has given me the habit of wishing to discover the good and beautiful in all that meets and surrounds me.","author":"Samuel Taylor Coleridge","topic":"Poetry"},{"quote":"When you&#39;re going through something, whether it&#39;s a wonderful thing like having a child or a sad thing like losing somebody, you often feel like &#39;Oh my God, I&#39;m so overwhelmed; I&#39;m dealing with this huge thing on my own.&#39; In fact, poetry&#39;s a nice reminder that, no, everybody goes through it. These are universal experiences.","author":"Caroline Kennedy","topic":"Poetry"},{"quote":"I am two fools, I know, for loving, and for saying so in whining poetry.","author":"John Donne","topic":"Poetry"},{"quote":"Nobody, I think, ought to read poetry, or look at pictures or statues, who cannot find a great deal more in them than the poet or artist has actually expressed. Their highest merit is suggestiveness.","author":"Nathaniel Hawthorne","topic":"Poetry"},{"quote":"Poetry is life distilled.","author":"Gwendolyn Brooks","topic":"Poetry"},{"quote":"A poet can survive everything but a misprint.","author":"Oscar Wilde","topic":"Poetry"},{"quote":"The crown of literature is poetry.","author":"W. Somerset Maugham","topic":"Poetry"},{"quote":"The blood jet is poetry and there is no stopping it.","author":"Sylvia Plath","topic":"Poetry"},{"quote":"Rational intelligence is dangerous and leads to ratiocination. The painter is a medium who doesn&#39;t realize what he is doing. No translation can express the mystery of sensibility, a word, still unreliable, which is nevertheless the basis of painting or poetry, like a kind of alchemy.","author":"Marcel Duchamp","topic":"Poetry"},{"quote":"Poetry is the art of creating imaginary gardens with real toads.","author":"Marianne Moore","topic":"Poetry"},{"quote":"Poetry is emotion put into measure. The emotion must come by nature, but the measure can be acquired by art.","author":"Thomas Hardy","topic":"Poetry"},{"quote":"Radio is such a perfect medium for the transmission of poetry, primarily because there just is the voice, there&#39;s no visual distraction.","author":"Billy Collins","topic":"Poetry"},{"quote":"Spoken word poetry is the art of performance poetry. I tell people it involves creating poetry that doesn&#39;t just want to sit on paper, that something about it demands it be heard out loud or witnessed in person.","author":"Sarah Kay","topic":"Poetry"},{"quote":"I love kids that come to shows, little kids coming up to you with braces; like, some kid came up to me in a parking lot outside a show in Santa Cruz - he was about 14 or 15 - and he said, &#39;Y&#39;know, I love &#39;The Basketball Diaries,&#39; but I hope your next book of poetry isn&#39;t gonna be as academic as &#39;Living at the Movies&#39; was.&#39;","author":"Jim Carroll","topic":"Poetry"},{"quote":"Poetry begins where language starts: in the shadows and accidents of one person&#39;s life.","author":"Eavan Boland","topic":"Poetry"},{"quote":"Without touching my subject I want to come to the moment when, through pure concentration of seeing, the composed picture becomes more made than taken. Without a descriptive caption to justify its existence, it will speak for itself - less descriptive, more creative; less informative, more suggestive - less prose, more poetry.","author":"Ernst Haas","topic":"Poetry"},{"quote":"Poetry isn&#39;t a profession, it&#39;s a way of life. It&#39;s an empty basket; you put your life into it and make something out of that.","author":"Mary Oliver","topic":"Poetry"},{"quote":"A poet is, before anything else, a person who is passionately in love with language.","author":"W. H. Auden","topic":"Poetry"},{"quote":"If you cannot be a poet, be the poem.","author":"David Carradine","topic":"Poetry"},{"quote":"Wanted: a needle swift enough to sew this poem into a blanket.","author":"Charles Simic","topic":"Poetry"},{"quote":"I grew up in a bookless house - my parents didn&#39;t read poetry, so if I hadn&#39;t had the chance to experience it at school I&#39;d never have experienced it. But I loved English, and I was very lucky in that I had inspirational English teachers, Miss Scriven and Mr. Walker, and they liked us to learn poems by heart, which I found I loved doing.","author":"Carol Ann Duffy","topic":"Poetry"},{"quote":"I have written some songs, but I would really call what I&#39;ve done poetry at the end of the day, because I&#39;ll sit with my guitar for hours and hours on end for, like, a week and then I won&#39;t touch it for a month. I also just have no confidence. And you know what? I don&#39;t have time, because I&#39;d rather be doing other things, like knitting.","author":"Amanda Seyfried","topic":"Poetry"},{"quote":"Pain is filtered in a poem so that it becomes finally, in the end, pleasure.","author":"Mark Strand","topic":"Poetry"},{"quote":"Few rappers realize the genre sprang from West African griots through Delta slave songs to jazz poetry and the comedic trash talk of &#39;the dozens.&#39;","author":"Quincy Jones","topic":"Poetry"},{"quote":"An age which is incapable of poetry is incapable of any kind of literature except the cleverness of a decadence.","author":"Raymond Chandler","topic":"Poetry"},{"quote":"Poetry is the revelation of a feeling that the poet believes to be interior and personal which the reader recognizes as his own.","author":"Salvatore Quasimodo","topic":"Poetry"},{"quote":"Poetry is above all a concentration of the power of language, which is the power of our ultimate relationship to everything in the universe.","author":"Adrienne Rich","topic":"Poetry"},{"quote":"What is a poet? An unhappy person who conceals profound anguish in his heart but whose lips are so formed that as sighs and cries pass over them they sound like beautiful music.","author":"Soren Kierkegaard","topic":"Poetry"},{"quote":"Poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquility.","author":"William Wordsworth","topic":"Poetry"},{"quote":"If I read a book and it makes my whole body so cold no fire can ever warm me, I know that is poetry.","author":"Emily Dickinson","topic":"Poetry"},{"quote":"When truth has no burning, then it is philosophy, when it gets burning from the heart, it becomes poetry.","author":"Muhammad Iqbal","topic":"Poetry"},{"quote":"Writing a book of poetry is like dropping a rose petal down the Grand Canyon and waiting for the echo.","author":"Don Marquis","topic":"Poetry"},{"quote":"Sri Lanka is an island that everyone loves at some level inside themselves. A very special island that travellers, from Sinbad to Marco Polo, dreamed about. A place where the contours of the land itself forms a kind of sinewy poetry.","author":"Romesh Gunesekera","topic":"Poetry"},{"quote":"Poets are the unacknowledged legislators of the world.","author":"Percy Bysshe Shelley","topic":"Poetry"},{"quote":"The Victorian language of flowers began with the publication of &#39;Le Language des Fleurs,&#39; written by Charlotte de Latour and printed in Paris in 1819. To create the book - which was a list of flowers and their meanings - de Latour gathered references to flower symbolism throughout poetry, ancient mythology, and even medicine.","author":"Vanessa Diffenbaugh","topic":"Poetry"},{"quote":"In a meadow full of flowers, you cannot walk through and breathe those smells and see all those colors and remain angry. We have to support the beauty, the poetry, of life.","author":"Jonas Mekas","topic":"Poetry"},{"quote":"The only thing that can save the world is the reclaiming of the awareness of the world. That&#39;s what poetry does.","author":"Allen Ginsberg","topic":"Poetry"},{"quote":"I have been writing poetry for a long time now. I started writing in my school days.","author":"Kapil Sibal","topic":"Poetry"},{"quote":"Making poetry with a camera - that&#39;s the essence of what I do.","author":"Denis Villeneuve","topic":"Poetry"},{"quote":"Some say they see poetry in my paintings; I see only science.","author":"Georges Seurat","topic":"Poetry"},{"quote":"It&#39;s not easy to define poetry.","author":"Bob Dylan","topic":"Poetry"},{"quote":"I define poetry as celebration and confrontation. When we witness something, are we responsible for what we witness? That&#39;s an on-going existential question. Perhaps we are and perhaps there&#39;s a kind of daring, a kind of necessary energetic questioning. Because often I say it&#39;s not what we know, it&#39;s what we can risk discovering.","author":"Yusef Komunyakaa","topic":"Poetry"},{"quote":"Poetry, even when apparently most fantastic, is always a revolt against artifice, a revolt, in a sense, against actuality.","author":"James Joyce","topic":"Poetry"},{"quote":"Poetry is a deal of joy and pain and wonder, with a dash of the dictionary.","author":"Khalil Gibran","topic":"Poetry"},{"quote":"As things are, and as fundamentally they must always be, poetry is not a career, but a mug&#39;s game. No honest poet can ever feel quite sure of the permanent value of what he has written: He may have wasted his time and messed up his life for nothing.","author":"T. S. Eliot","topic":"Poetry"},{"quote":"Reality only reveals itself when it is illuminated by a ray of poetry.","author":"Georges Braque","topic":"Poetry"},{"quote":"If Galileo had said in verse that the world moved, the inquisition might have let him alone.","author":"Thomas Hardy","topic":"Poetry"},{"quote":"As human beings, we are the only organisms that create for the sheer stupid pleasure of doing so. Whether it&#39;s laying out a garden, composing a new tune on the piano, writing a bit of poetry, manipulating a digital photo, redecorating a room, or inventing a new chili recipe - we are happiest when we are creating.","author":"Gary Hamel","topic":"Poetry"},{"quote":"Poetry is the art of substantiating shadows, and of lending existence to nothing.","author":"Edmund Burke","topic":"Poetry"},{"quote":"I&#39;m not really a musician. I&#39;m a performer, and I love rock n&#39; roll. I&#39;ve embraced rock n&#39; roll because it encompasses all the things I&#39;m interested in: poetry, revolution, sexuality, political activism - all of these things can be found in rock n&#39; roll.","author":"Patti Smith","topic":"Poetry"},{"quote":"Poetry is the opening and closing of a door, leaving those who look through to guess about what is seen during the moment.","author":"Carl Sandburg","topic":"Poetry"},{"quote":"It is certain that at certain times talent entirely overcomes thought or poetry.","author":"John Singer Sargent","topic":"Poetry"},{"quote":"Poetry is thoughts that breathe, and words that burn.","author":"Thomas Gray","topic":"Poetry"},{"quote":"Science and art, or by the same token, poetry and prose differ from one another like a journey and an excursion. The purpose of the journey is its goal, the purpose of an excursion is the process.","author":"Franz Grillparzer","topic":"Poetry"},{"quote":"Ye stars! which are the poetry of heaven!","author":"Lord Byron","topic":"Poetry"},{"quote":"Rhyme, that enslaved queen, that supreme charm of our poetry, that creator of our meter.","author":"Victor Hugo","topic":"Poetry"},{"quote":"Why should poetry have to make sense?","author":"Charlie Chaplin","topic":"Poetry"},{"quote":"Poetry; a criticism of life under the conditions fixed for such a criticism by the laws of poetic truth and poetic beauty.","author":"Matthew Arnold","topic":"Poetry"},{"quote":"In poetry you can express almost inexpressible feelings. You can express the pain of loss, you can express love. People always turn to poetry when someone they love dies, when they fall in love.","author":"Erica Jong","topic":"Poetry"},{"quote":"I do not see how a man can work on the frontiers of physics and write poetry at the same time. They are in opposition.","author":"Paul Dirac","topic":"Poetry"},{"quote":"As a direct line to human feeling, empathic experience, genuine language and detail, poetry is everything that headline news is not. It takes us inside situations, helps us imagine life from more than one perspective, honors imagery and metaphor - those great tools of thought - and deepens our confidence in a meaningful world.","author":"Naomi Shihab Nye","topic":"Poetry"},{"quote":"One of the things I&#39;ve always liked about my husband is he&#39;s very good at lots of stuff. He was an English teacher when I met him. He wrote poetry and played the guitar. As time went on, he decided to go into economics, so he&#39;s very analytical and mathematical in addition to his artsy side.","author":"Ally Condie","topic":"Poetry"},{"quote":"Beauty is not all there is of poetry. It must contain the truth. It is not simply an oak, rude and grand, neither is it simply a vine. It is both. Around the oak of truth runs the vine of beauty.","author":"Robert Green Ingersoll","topic":"Poetry"},{"quote":"I can&#39;t understand Urdu, Bahasa or Russian, but when the Pakistani Faiz, the Indonesian Rendra and the Russian Rosdentvensky declaim, I can feel the living throb of rhythm and music, the warmth and passion of their poetry, as do the hundreds, not a mere roomful, of poetry lovers in the audience.","author":"F. Sionil Jose","topic":"Poetry"},{"quote":"Only in dreams, in poetry, in play do we sometimes arrive at what we were before we were this thing that, who knows, we are.","author":"Julio Cortazar","topic":"Poetry"},{"quote":"I consider myself a poet first and a musician second. I live like a poet and I&#39;ll die like a poet.","author":"Bob Dylan","topic":"Poetry"},{"quote":"Poetry should be great and unobtrusive, a thing which enters into one&#39;s soul, and does not startle it or amaze it with itself, but with its subject.","author":"John Keats","topic":"Poetry"},{"quote":"I think the term poet is a very exalted term and should be applied to a man at the end of his work. When he looks back over the body of his work and he&#39;s written poetry then let the verdict be that he&#39;s a poet.","author":"Leonard Cohen","topic":"Poetry"},{"quote":"God is the perfect poet.","author":"Robert Browning","topic":"Poetry"},{"quote":"The genesis of a poem for me is usually a cluster of words. The only good metaphor I can think of is a scientific one: dipping a thread into a supersaturated solution to induce crystal formation. I don&#39;t think I solve problems in my poetry; I think I uncover the problems.","author":"Margaret Atwood","topic":"Poetry"},{"quote":"Poetry is indispensable - if I only knew what for.","author":"Jean Cocteau","topic":"Poetry"},{"quote":"Auden said poetry makes nothing happen. But I wonder if the opposite could be true. It could make something happen.","author":"Carol Ann Duffy","topic":"Poetry"},{"quote":"The sentences I write have their roots in song and poetry, and take their bearings from music and painting, as much as from the need to impart mere information, or mirror anything. I am not a realist writer, even if I seem like one.","author":"Colm Toibin","topic":"Poetry"},{"quote":"You don&#39;t have to suffer to be a poet; adolescence is enough suffering for anyone.","author":"John Ciardi","topic":"Poetry"},{"quote":"Poetry is truth in its Sunday clothes.","author":"Joseph Roux","topic":"Poetry"},{"quote":"I read poetry to save time.","author":"Marilyn Monroe","topic":"Poetry"},{"quote":"Poetry is a way of taking life by the throat.","author":"Robert Frost","topic":"Poetry"},{"quote":"I have felt great advances in my poetry, the main one being a growing victory over word nuances and a superfluity of adjectives.","author":"Sylvia Plath","topic":"Poetry"},{"quote":"It could be that all awful dictators are frustrated artists - Mao with his poetry and Mussolini with his monuments. Stalin was once a journalistic hack, and I can personally testify to how frustrated they are. Pol Pot left a very edgy photo collection behind. And Osama seems quite interested in video.","author":"P. J. O'Rourke","topic":"Poetry"},{"quote":"But I liked Yeats! That wild Irishman. I really loved his love of language, his flow. His chaotic ideas seemed to me just the right thing for a poet. Passion! He was always on the right side. He may be wrongheaded, but his heart was always on the right side. He wrote beautiful poetry.","author":"Chinua Achebe","topic":"Poetry"},{"quote":"Before people complain of the obscurity of modern poetry, they should first examine their consciences and ask themselves with how many people and on how many occasions they have genuinely and profoundly shared some experience with another.","author":"W. H. Auden","topic":"Poetry"},{"quote":"Shakespeare is rhythmic; he is musical in the sense that he likes poetry, and he&#39;s musical because he constantly refers to settings where there&#39;s singing and dancing.","author":"Kenneth Branagh","topic":"Poetry"},{"quote":"I have been enlightened. I have fallen into poetry and it has swallowed me up.","author":"Keith Haring","topic":"Poetry"},{"quote":"Poetry is emotion, passion, love, grief - everything that is human. It is not for zombies by zombies.","author":"F. Sionil Jose","topic":"Poetry"},{"quote":"All voices are important, and yet it seems that people of color have a lot to say, particularly if you look through the poetry of young people - a lot of questions and a lot of concerns about immigration and security issues, you name it - big questions.","author":"Juan Felipe Herrera","topic":"Poetry"},{"quote":"A very intimate sense of the expressiveness of outward things, which ponders, listens, penetrates, where the earlier, less developed consciousness passed lightly by, is an important element in the general temper of our modern poetry.","author":"Walter Pater","topic":"Poetry"},{"quote":"Anyone reading contemporary poetry - especially contemporary African-American poetry - will quickly see that race is an enduring subject. What some don&#39;t realize is just how diverse the handling of that subject is. It&#39;s as diverse as blackness.","author":"Terrance Hayes","topic":"Poetry"},{"quote":"In all my work, in the movies I write, the lyrics, the poetry, the prose, the essays, I am saying that we may encounter many defeats - maybe it&#39;s imperative that we encounter the defeats - but we are much stronger than we appear to be and maybe much better than we allow ourselves to be. Human beings are more alike than unalike.","author":"Maya Angelou","topic":"Poetry"},{"quote":"How can any one paint who cannot grade colors? How can any one write poetry who has not learnt to hear and see?","author":"Maria Montessori","topic":"Poetry"},{"quote":"I felt like my favorite writers have almost musical hooks in their work, whether it&#39;s poetry or a hook at the end of a chapter that makes you want to read the next one. And I think that my favorite writers definitely have something musical about what they do, in saying something so relatable and universal and so simple.","author":"Taylor Swift","topic":"Poetry"},{"quote":"In the television age, the key distinction is between the candidate who can speak poetry and the one who can only speak prose.","author":"Richard M. Nixon","topic":"Poetry"},{"quote":"A grain of poetry suffices to season a century.","author":"Jose Marti","topic":"Poetry"},{"quote":"If the object of poetry is, to make men, then poetry is the heir of prophecy.","author":"Muhammad Iqbal","topic":"Poetry"},{"quote":"I think one of the things that people tend to forget is that poets do write out of life. It isn&#39;t some set piece that then gets put up on the shelf, but that the impetus, the real instigation for poetry is everything that&#39;s happening around us.","author":"Rita Dove","topic":"Poetry"},{"quote":"Poetry can do a lot of things to people. I mean it can improve your imagination. It can take you to new places. It can give you this incredible form of verbal pleasure.","author":"Billy Collins","topic":"Poetry"},{"quote":"People think of poetry as a school subject... Poetry is very frustrating to students because they don&#39;t have a taste for ambiguity, for one thing. That gives them a poetry hangover.","author":"Billy Collins","topic":"Poetry"},{"quote":"In science one tries to tell people, in such a way as to be understood by everyone, something that no one ever knew before. But in poetry, it&#39;s the exact opposite.","author":"Paul Dirac","topic":"Poetry"},{"quote":"Some people ask, &#39;How do you attract the young and so many different people when your poetry is complicated and different?&#39; I say, &#39;My accomplishment is that my readers trust me and accept my suggestions for change.&#39;","author":"Mahmoud Darwish","topic":"Poetry"},{"quote":"Poetry proceeds from the totality of man, sense, imagination, intellect, love, desire, instinct, blood and spirit together.","author":"Jacques Maritain","topic":"Poetry"},{"quote":"I got scouted for modeling on the street. I&#39;m such a tomboy - still am. I just never thought about modeling before, but I thought, &#39;Ooh, interesting, similar world, perhaps it&#39;s a way into something.&#39; Then, I was on my third photo shoot ever, and Adam Leech from &#39;Downtown Abbey&#39; saw me reading poetry and asked me to recite some.","author":"Anya Taylor-Joy","topic":"Poetry"},{"quote":"Since the printing press came into being, poetry has ceased to be the delight of the whole community of man; it has become the amusement and delight of the few.","author":"John Masefield","topic":"Poetry"},{"quote":"I published, privately, a collection of my serious poetry I had written over the years. I only published 50 copies, which I gave to friends, in a special deluxe edition. It was ridiculously expensive but I&#39;m glad that I did it.","author":"Tom Glazer","topic":"Poetry"},{"quote":"When I was young, I struggled with authorship: with everything the word meant and failed to mean. Irish poetry was heavy with custom. Sometimes at night, when I tried to write, a ghost hand seemed to hold mine. Where could my life, my language fit in?","author":"Eavan Boland","topic":"Poetry"},{"quote":"The reason why we do maths is because it&#39;s like poetry. It&#39;s about patterns, and that really turned me on. It made me feel that maths was in tune with the other things I liked doing.","author":"Marcus du Sautoy","topic":"Poetry"},{"quote":"Now, to read poetry at all is to have an ideal anthology of one&#39;s own, and in that possession to be incapable of content with the anthologies of all the world besides.","author":"William Ernest Henley","topic":"Poetry"},{"quote":"Whereas with poetry no one has to show anybody really, and you don&#39;t have to tell anyone you&#39;re doing it.","author":"Roger McGough","topic":"Poetry"},{"quote":"The musician is perhaps the most modest of animals, but he is also the proudest. It is he who invented the sublime art of ruining poetry.","author":"Erik Satie","topic":"Poetry"},{"quote":"All bad poetry springs from genuine feeling.","author":"Oscar Wilde","topic":"Poetry"},{"quote":"Let&#39;s say intelligence is your ability to compose poetry, symphonies, do art, math and science. Chimps can&#39;t do any of that, yet we share 99 percent DNA. Everything that we are, that distinguishes us from chimps, emerges from that one-percent difference.","author":"Neil deGrasse Tyson","topic":"Poetry"},{"quote":"Every now and then I read a poem that does touch something in me, but I never turn to poetry for solace or pleasure in the way that I throw myself into prose.","author":"J. K. Rowling","topic":"Poetry"},{"quote":"The drama is complete poetry. The ode and the epic contain it only in germ; it contains both of them in a state of high development, and epitomizes both.","author":"Victor Hugo","topic":"Poetry"},{"quote":"In Northern Ireland, helicopters are not usually used to promote poetry.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"When I was writing pretty poor poetry, this girl with midnight black hair told me to go on.","author":"Carl Sandburg","topic":"Poetry"},{"quote":"Well you can&#39;t teach the poetry, but you can teach the craft.","author":"David Hockney","topic":"Poetry"},{"quote":"The poetry that sustains me is when I feel that, for a minute, the clouds have parted and I&#39;ve seen ecstasy or something.","author":"Rita Dove","topic":"Poetry"},{"quote":"Solitude gives birth to the original in us, to beauty unfamiliar and perilous - to poetry. But also, it gives birth to the opposite: to the perverse, the illicit, the absurd.","author":"Thomas Mann","topic":"Poetry"},{"quote":"Often people, when they&#39;re confronted with a poem, it&#39;s like someone who keep saying &#39;what is the meaning of this? What is the meaning of this?&#39; And that dulls us to the other pleasures poetry offers.","author":"Billy Collins","topic":"Poetry"},{"quote":"Listeners are kind of ambushed... if a poem just happens to be said when they&#39;re listening to the radio. The listener doesn&#39;t have time to deploy what I call their &#39;poetry deflector shields&#39; that were installed in high school - there&#39;s little time to resist the poem.","author":"Billy Collins","topic":"Poetry"},{"quote":"I have not the slightest pretension to call my verses poetry; I write now and then for no other purpose than to relieve depression or to improve my English.","author":"Alfred Nobel","topic":"Poetry"},{"quote":"When I was in college, I used to write little ditties and short stories and poetry for my friends. Writing a book is another thing. It is so much different from my traditional day of dirty fingernails and greasy hair and hot pans.","author":"Mario Batali","topic":"Poetry"},{"quote":"Maya Angelou was the voice of three generations. Her poetry spanned our journey, chronicled our hearts and documented our struggles as we moved from the orations of Martin Luther King to the presidency of Barack Obama.","author":"Donna Brazile","topic":"Poetry"},{"quote":"I&#39;m moving to Rio permanently with my family. It&#39;s one of the places left in the world where people still live with a big charge of poetry on a daily basis. I feel we&#39;ve kind of lost that here in Europe.","author":"Vincent Cassel","topic":"Poetry"},{"quote":"You know, in my music career there was a moment where the irony was just so heavy. There were people in my audience that were the reason I developed neuroses. These people that tortured my life were using my art, my poetry, as fuel for them, to torture other people.","author":"Fred Durst","topic":"Poetry"},{"quote":"It takes most men five years to recover from a college education, and to learn that poetry is as vital to thinking as knowledge.","author":"Brooks Atkinson","topic":"Poetry"},{"quote":"In fact, in lyric poetry, truthfulness becomes recognizable as a ring of truth within the medium itself.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"Dancing is the poetry of the foot.","author":"John Dryden","topic":"Poetry"},{"quote":"Poetry&#39;s a thing that belongs to everyone.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"Poetry can tell us about what&#39;s going on in our lives - not only our personal but our social and political lives.","author":"Juan Felipe Herrera","topic":"Poetry"},{"quote":"Many great works of art, poetry, and music are inspired by astral memories. The desire to do noble, beautiful things here on Earth is also often a carryover of astral experiences between a person&#39;s earth lives.","author":"Paramahansa Yogananda","topic":"Poetry"},{"quote":"Poetry is an orphan of silence. The words never quite equal the experience behind them.","author":"Charles Simic","topic":"Poetry"},{"quote":"Poetry is a mirror which makes beautiful that which is distorted.","author":"Percy Bysshe Shelley","topic":"Poetry"},{"quote":"All slang is metaphor, and all metaphor is poetry.","author":"Gilbert K. Chesterton","topic":"Poetry"},{"quote":"Poetry is a sword of lightning, ever unsheathed, which consumes the scabbard that would contain it.","author":"Percy Bysshe Shelley","topic":"Poetry"},{"quote":"Yet, it is true, poetry is delicious; the best prose is that which is most full of poetry.","author":"Virginia Woolf","topic":"Poetry"},{"quote":"My dream is that people will find a way back home, into their bodies, to connect with the earth, to connect with each other, to connect with the poor, to connect with the broken, to connect with the needy, to connect with people calling out all around us, to connect with the beauty, poetry, the wildness.","author":"Eve Ensler","topic":"Poetry"},{"quote":"To be born in Wales, not with a silver spoon in your mouth, but, with music in your blood and with poetry in your soul, is a privilege indeed.","author":"Brian Harris","topic":"Poetry"},{"quote":"If I feel physically as if the top of my head were taken off, I know that is poetry.","author":"Emily Dickinson","topic":"Poetry"},{"quote":"The flame that is naturally clear always gives the most light and heat. If I could blend my talent for poetry and music into one, the light would burn still clearer, and I might go far.","author":"Robert Schumann","topic":"Poetry"},{"quote":"If you have so earth-creeping a mind that it cannot lift itself up to look to the sky of poetry... thus much curse I must send you, in the behalf of all poets, that while you live, you live in love, and never get favour for lacking skill of a sonnet; and, when you die, your memory die from the earth for want of an epitaph.","author":"Philip Sidney","topic":"Poetry"},{"quote":"Let&#39;s detox our cluttered academic brain. That&#39;s what the poet does. People call it daydreaming, detoxing our minds and taking care of that clutter. It&#39;s being able to let in call letters from the poetry universe.","author":"Juan Felipe Herrera","topic":"Poetry"},{"quote":"We make out of the quarrel with others, rhetoric, but of the quarrel with ourselves, poetry.","author":"William Butler Yeats","topic":"Poetry"},{"quote":"The fact that Newark is having poetry festivals and peace conferences - all of these things are building an undeniable thesis that our city is making incredible strides forward.","author":"Cory Booker","topic":"Poetry"},{"quote":"Poetry should surprise by a fine excess and not by singularity, it should strike the reader as a wording of his own highest thoughts, and appear almost a remembrance.","author":"John Keats","topic":"Poetry"},{"quote":"The beauty, the poetry of the fear in their eyes. I didn&#39;t mind going to jail for, what, five, six hours? It was absolutely worth it.","author":"Johnny Depp","topic":"Poetry"},{"quote":"Colloquial poetry is to the real art as the barber&#39;s wax dummy is to sculpture.","author":"Ezra Pound","topic":"Poetry"},{"quote":"There are still many tribal cultures where poetry and song, there is just one word for them. There are other cultures with literacy where poetry and song are distinguished. But poetry always remembers that it has its origins in music.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I don&#39;t think you get to good writing unless you expose yourself and your feelings. Deep songs don&#39;t come from the surface; they come from the deep down. The poetry and the songs that you are suppose to write, I believe are in your heart.","author":"Judy Collins","topic":"Poetry"},{"quote":"What does that represent? There was never any question in plastic art, in poetry, in music, of representing anything. It is a matter of making something beautiful, moving, or dramatic - this is by no means the same thing.","author":"Fernand Leger","topic":"Poetry"},{"quote":"Hence poetry is something more philosophic and of graver import than history, since its statements are rather of the nature of universals, whereas those of history are singulars.","author":"Aristotle","topic":"Poetry"},{"quote":"For awhile after you quit Keats all other poetry seems to be only whistling or humming.","author":"F. Scott Fitzgerald","topic":"Poetry"},{"quote":"What I wrote all the time when I was a kid - I don&#39;t want to call it &#39;poetry,&#39; because it wasn&#39;t poetry. I was not that kind of a writer. I was a rhymer. I was a fan of Dorothy Parker&#39;s, so maybe I wrote poetry to that extent, but my main focus was the humor of it, and word construction, and the slant. Your words, it&#39;s a very powerful experience.","author":"Carrie Fisher","topic":"Poetry"},{"quote":"I know nothing new except that Herr Gellert, the Leipzig poet, is dead, and has written no more poetry since his death.","author":"Wolfgang Amadeus Mozart","topic":"Poetry"},{"quote":"Always be a poet, even in prose.","author":"Charles Baudelaire","topic":"Poetry"},{"quote":"There are certain things in which mediocrity is not to be endured, such as poetry, music, painting, public speaking.","author":"Jean de la Bruyere","topic":"Poetry"},{"quote":"Publishing a volume of verse is like dropping a rose petal down the Grand Canyon and waiting for the echo.","author":"Don Marquis","topic":"Poetry"},{"quote":"Like most lit nerds, I&#39;m a voracious reader. I never got enough poetry under my belt growing up but I do read it - some of my favorites, Gina Franco and Angela Shaw and Cornelius Eady and Kevin Young, remind me daily that unless the words sing and dance, what&#39;s the use of putting them down on paper.","author":"Junot Diaz","topic":"Poetry"},{"quote":"Poetry and beauty are always making peace. When you read something beautiful you find coexistence; it breaks walls down.","author":"Mahmoud Darwish","topic":"Poetry"},{"quote":"I find in my poetry and prose the rhythms and imagery of the best - I mean, when I&#39;m at my best - of the good Southern black preachers. The lyricism of the spirituals and the directness of gospel songs and the mystery of blues are in my music or in my poetry and prose, or I missed everything.","author":"Maya Angelou","topic":"Poetry"},{"quote":"The poetry you read has been written for you, each of you - black, white, Hispanic, man, woman, gay, straight.","author":"Maya Angelou","topic":"Poetry"},{"quote":"I don&#39;t think I&#39;ve ever read poetry, ever. I&#39;m not really book-smart.","author":"Eminem","topic":"Poetry"},{"quote":"There is no Frigate like a book to take us lands away nor any coursers like a page of prancing Poetry.","author":"Emily Dickinson","topic":"Poetry"},{"quote":"Poetry is one of the ancient arts, and it began as did all the fine arts, within the original wilderness of the earth.","author":"Mary Oliver","topic":"Poetry"},{"quote":"Everything one invents is true, you may be perfectly sure of that. Poetry is as precise as geometry.","author":"Gustave Flaubert","topic":"Poetry"},{"quote":"I think the first time I really heard poetry was in the schoolyard. Just the little limericks that kids say when they&#39;re jumping rope and playing games. I think that&#39;s the first time I heard rhyming words - I don&#39;t know if I&#39;d call that the definitive poetry, but that&#39;s when I heard rhyming words said and not necessarily sung.","author":"Jill Scott","topic":"Poetry"},{"quote":"Money is everywhere but so is poetry. What we lack are the poets.","author":"Federico Fellini","topic":"Poetry"},{"quote":"Daydreaming is one of the key sources of poetry - a poem often starts as a daydream that finds its way into language - and walking seems to bring a different sort of alertness, an associative kind of thinking, a drifting state of mind.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"In the language of poetry, where every word is weighed, nothing is usual or normal. Not a single stone and not a single cloud above it. Not a single day and not a single night after it. And above all, not a single existence, not anyone&#39;s existence in this world.","author":"Wislawa Szymborska","topic":"Poetry"},{"quote":"A poet looks at the world the way a man looks at a woman.","author":"Wallace Stevens","topic":"Poetry"},{"quote":"At the age when Bengali youth almost inevitably writes poetry, I was listening to European classical music.","author":"Satyajit Ray","topic":"Poetry"},{"quote":"I come here to speak poetry. It will always be in the grass. It will also be necessary to bend down to hear it. It will always be too simple to be discussed in assemblies.","author":"Boris Pasternak","topic":"Poetry"},{"quote":"I believe in the power of poetry, which gives me reasons to look ahead and identify a glint of light.","author":"Mahmoud Darwish","topic":"Poetry"},{"quote":"I came to poetry through the urgent need to denounce injustice, exploitation, humiliation. I know that&#39;s not enough to change the world. But to remain silent would have been a kind of intolerable complicity.","author":"Tahar Ben Jelloun","topic":"Poetry"},{"quote":"The idea that myth is the opposite of knowledge, or the opposite of truth, is simply to disallow it. It is like saying poetry is the opposite of truth.","author":"Marilynne Robinson","topic":"Poetry"},{"quote":"Poetry seems to sink into us the way prose doesn&#39;t. I can still quote verses I learned when I was very young, but I have trouble remembering one line of a novel I just finished reading.","author":"Jack Prelutsky","topic":"Poetry"},{"quote":"Poetry is a sort of homecoming.","author":"Paul Celan","topic":"Poetry"},{"quote":"A man of eighty has outlived probably three new schools of painting, two of architecture and poetry and a hundred in dress.","author":"Lord Byron","topic":"Poetry"},{"quote":"The business of the poet is not to find new emotions, but to use the ordinary ones and, in working them up into poetry, to express feelings which are not in actual emotions at all.","author":"T. S. Eliot","topic":"Poetry"},{"quote":"Poetry, I feel, is a tyrannical discipline. You&#39;ve got to go so far so fast in such a small space; you&#39;ve got to burn away all the peripherals.","author":"Sylvia Plath","topic":"Poetry"},{"quote":"I saw the gooseflesh on my skin. I did not know what made it. I was not cold. Had a ghost passed over? No, it was the poetry.","author":"Sylvia Plath","topic":"Poetry"},{"quote":"Poetry lifts the veil from the hidden beauty of the world, and makes familiar objects be as if they were not familiar.","author":"Percy Bysshe Shelley","topic":"Poetry"},{"quote":"Poetry is the record of the best and happiest moments of the happiest and best minds.","author":"Percy Bysshe Shelley","topic":"Poetry"},{"quote":"It is written on the arched sky; it looks out from every star. It is the poetry of Nature; it is that which uplifts the spirit within us.","author":"John Ruskin","topic":"Poetry"},{"quote":"What my character is or how many jails I have lounged in, or wards or walls or wassails, how many lonely-heart poetry readings I have dodged, is beside the point. A man&#39;s soul or lack of it will be evident with what he can carve upon a white sheet of paper.","author":"Charles Bukowski","topic":"Poetry"},{"quote":"It is time to get drunk! So as not to be the martyred slaves of Time, get drunk; get drunk without stopping! On wine, on poetry, or on virtue, as you wish.","author":"Charles Baudelaire","topic":"Poetry"},{"quote":"Writing criticism is to writing fiction and poetry as hugging the shore is to sailing in the open sea.","author":"John Updike","topic":"Poetry"},{"quote":"I believe the death of Bobby Kennedy was in many ways the death of decency in America. I think it was the death of manners and formality, the death of poetry and the death of a dream.","author":"Emilio Estevez","topic":"Poetry"},{"quote":"The music just tends to be a vehicle for that poetry.","author":"Mark Knopfler","topic":"Poetry"},{"quote":"This assumption that the blue collar crowd is not supposed to read it, or a farmer in his overalls is not to read poetry, seems to be dangerous if not tragic.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"When I was 18, I took a trip to Thailand with a friend. We stayed for a month. Bangkok was very raw for a teenager: there were no cellphones, no Internet, and the only music I had with me was this cassette by Liz Phair. I was writing a lot of poetry, and she embodied a talky style of songwriting that I found very accessible.","author":"Jenny Lewis","topic":"Poetry"},{"quote":"Poetry is the one place where people can speak their original human mind. It is the outlet for people to say in public what is known in private.","author":"Allen Ginsberg","topic":"Poetry"},{"quote":"Painting (like poetry) chooses from universals what is most apposite. It brings together, in a single imaginary being, circumstances and characteristics which occur in nature in many different persons.","author":"Francisco Goya","topic":"Poetry"},{"quote":"It is a happy thing that there is no royal road to poetry. The world should know by this time that one cannot reach Parnassus except by flying thither.","author":"Gerard Manley Hopkins","topic":"Poetry"},{"quote":"English poetry begins whenever we decide to say the modern English language begins, and it extends as far as we decide to say that the English language extends.","author":"James Fenton","topic":"Poetry"},{"quote":"The Scottish Highlands are incredible. There seems to be magic and poetry everywhere.","author":"Caitriona Balfe","topic":"Poetry"},{"quote":"For an American, there&#39;s no automatic place where people love the art of poetry. There&#39;s not a social class that considers poetry its property the way in some countries there&#39;s a snob value to the art.","author":"Robert Pinsky","topic":"Poetry"},{"quote":"Nothing I had written before &#39;Mary Poppins&#39; had anything to do with children, and I have always assumed, when I thought about it at all, that she had come out of the same wall of nothingness as the poetry, myth and legend that had absorbed me all my writing life.","author":"P. L. Travers","topic":"Poetry"},{"quote":"Most people ignore most poetry because most poetry ignores most people.","author":"Adrian Mitchell","topic":"Poetry"},{"quote":"Poetry is finer and more philosophical than history; for poetry expresses the universal, and history only the particular.","author":"Aristotle","topic":"Poetry"},{"quote":"One merit of poetry few persons will deny: it says more and in fewer words than prose.","author":"Voltaire","topic":"Poetry"},{"quote":"I don&#39;t think I&#39;ve ever read poetry, ever.","author":"Eminem","topic":"Poetry"},{"quote":"Every age has its own poetry; in every age the circumstances of history choose a nation, a race, a class to take up the torch by creating situations that can be expressed or transcended only through poetry.","author":"Jean-Paul Sartre","topic":"Poetry"},{"quote":"Music begins to atrophy when it departs too far from the dance... poetry begins to atrophy when it gets too far from music.","author":"Ezra Pound","topic":"Poetry"},{"quote":"A poet&#39;s work is to name the unnameable, to point at frauds, to take sides, start arguments, shape the world, and stop it going to sleep.","author":"Salman Rushdie","topic":"Poetry"},{"quote":"Art: If the object of poetry is, to make men, then poetry is the heir of prophecy.","author":"Muhammad Iqbal","topic":"Poetry"},{"quote":"When superstition is allowed to perform the task of old age in dulling the human temperament, we can say goodbye to all excellence in poetry, in painting, and in music.","author":"Denis Diderot","topic":"Poetry"},{"quote":"Nothing is too small. Nothing is too, quote-unquote, ordinary or insignificant. Those are the things that make up the measure of our days, and they&#39;re the things that sustain us. And they&#39;re the things that certainly can become worthy of poetry.","author":"Rita Dove","topic":"Poetry"},{"quote":"The poetry of a people comes from the deep recesses of the unconscious, the irrational and the collective body of our ancestral memories.","author":"Margaret Walker","topic":"Poetry"},{"quote":"I began writing early - very, very early... I was already writing short stories for the radio and selling poems to poetry and art festivals; I was involved in school plays; I wrote essays, so there was no definite moment when I said, &#39;Now I&#39;m a writer.&#39; I&#39;ve always been a writer.","author":"Wole Soyinka","topic":"Poetry"},{"quote":"Poetry is the deification of reality.","author":"Edith Sitwell","topic":"Poetry"},{"quote":"I love Sufism as I love beautiful poetry, but it is not the answer. Sufism is like a mirage in the desert. It says to you, come and sit, relax and enjoy yourself for a while.","author":"Naguib Mahfouz","topic":"Poetry"},{"quote":"I want to be the best advocate and promoter for poetry that I can be.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"I always knew that was what I wanted to do - to write, particularly poetry.","author":"Derek Walcott","topic":"Poetry"},{"quote":"If a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.","author":"A. E. Housman","topic":"Poetry"},{"quote":"Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.","author":"A. E. Housman","topic":"Poetry"},{"quote":"There is poetry as soon as we realize that we possess nothing.","author":"John Cage","topic":"Poetry"},{"quote":"Against barbarity, poetry can resist only by confirming its attachment to human fragility like a blade of grass growing on a wall while armies march by.","author":"Mahmoud Darwish","topic":"Poetry"},{"quote":"Poetry heals the wounds inflicted by reason.","author":"Novalis","topic":"Poetry"},{"quote":"Poetry seems to have been eliminated as a literary genre, and installed instead, as a kind of spiritual aerobic exercise - nobody need read it, but anybody can do it.","author":"Marilyn Hacker","topic":"Poetry"},{"quote":"Written poetry is worth reading once, and then should be destroyed. Let the dead poets make way for others.","author":"Antonin Artaud","topic":"Poetry"},{"quote":"When I began to listen to poetry, it&#39;s when I began to listen to the stones, and I began to listen to what the clouds had to say, and I began to listen to others. And I think, most importantly for all of us, then you begin to learn to listen to the soul, the soul of yourself in here, which is also the soul of everyone else.","author":"Joy Harjo","topic":"Poetry"},{"quote":"I realized poetry&#39;s the thing that I can do &#39;cause I can stick at it and work with tremendous intensity.","author":"Philip Levine","topic":"Poetry"},{"quote":"The irony is, going to work every day became the subject of probably my best poetry.","author":"Philip Levine","topic":"Poetry"},{"quote":"I always liked the magic of poetry but now I&#39;m just starting to see behind the curtain of even the best poets, how they&#39;ve used, tried and tested craft to create the illusion. Wonderful feeling of exhilaration to finally be there.","author":"David Knopfler","topic":"Poetry"},{"quote":"I read as much poetry as time allows and circumstance dictates: No heartache can pass without a little Dorothy Parker, no thunderstorm without W. H. Auden, no sleepless night without W. B. Yeats.","author":"J. Courtney Sullivan","topic":"Poetry"},{"quote":"Theater and poetry were what helped people stay alive and want to go on living.","author":"Vanessa Redgrave","topic":"Poetry"},{"quote":"In poetry, I have, since very young, loved poetry in translation. The Chinese, the French, the Russians, Italians, Indians and early Celts: the formality of the translator&#39;s voice, their measured breath and anxiety moves me as it lingers over the original.","author":"Fanny Howe","topic":"Poetry"},{"quote":"There is no gilding of setting sun or glamor of poetry to light up the ferocious and endless toil of the farmers&#39; wives.","author":"Hamlin Garland","topic":"Poetry"},{"quote":"I know some people might think it odd - unworthy even - for me to have written a cookbook, but I make no apologies. The U.S. poet laureate Billy Collins thought I had demeaned myself by writing poetry for Hallmark Cards, but I am the people&#39;s poet so I write for the people.","author":"Maya Angelou","topic":"Poetry"},{"quote":"I&#39;ve always written. There&#39;s a journal which I kept from about 9 years old. The man who gave it to me lived across the street from the store and kept it when my grandmother&#39;s papers were destroyed. I&#39;d written some essays. I loved poetry, still do. But I really, really loved it then.","author":"Maya Angelou","topic":"Poetry"},{"quote":"I&#39;m happy to be a writer - of prose, poetry, every kind of writing. Every person in the world who isn&#39;t a recluse, hermit or mute uses words. I know of no other art form that we always use.","author":"Maya Angelou","topic":"Poetry"},{"quote":"Poetry is nearer to vital truth than history.","author":"Plato","topic":"Poetry"},{"quote":"Poetry has done enough when it charms, but prose must also convince.","author":"H. L. Mencken","topic":"Poetry"},{"quote":"In the French language, there is a great gulf between prose and poetry; in English, there is hardly any difference. It is a splendid privilege of the great literary languages Greek, Latin, and French that they possess a prose. English has not this privilege. There is no prose in English.","author":"Victor Hugo","topic":"Poetry"},{"quote":"There&#39;s a love of rhetorical skill in the Muslim world. Osama bin Laden doesn&#39;t just go on tape cassettes and say, &#39;America sucks.&#39; He recites poetry; he finds things that &#39;America sucks&#39; rhymes with.","author":"P. J. O'Rourke","topic":"Poetry"},{"quote":"I don&#39;t think of poetry as a &#39;rational&#39; activity but as an aural one. My poems usually begin with words or phrases which appeal more because of their sound than their meaning, and the movement and phrasing of a poem are very important to me.","author":"Margaret Atwood","topic":"Poetry"},{"quote":"I learn poetry, learn text, and that really keeps you alive.","author":"Anthony Hopkins","topic":"Poetry"},{"quote":"All one&#39;s inventions are true, you can be sure of that. Poetry is as exact a science as geometry.","author":"Gustave Flaubert","topic":"Poetry"},{"quote":"Poetry is as precise a thing as geometry.","author":"Gustave Flaubert","topic":"Poetry"},{"quote":"I&#39;ve written some poetry I don&#39;t understand myself.","author":"Carl Sandburg","topic":"Poetry"},{"quote":"One difference between poetry and lyrics is that lyrics sort of fade into the background. They fade on the page and live on the stage when set to music.","author":"Stephen Sondheim","topic":"Poetry"},{"quote":"Perhaps no person can be a poet, or even enjoy poetry, without a certain unsoundness of mind.","author":"Thomas Babington Macaulay","topic":"Poetry"},{"quote":"Poetry remembers that it was an oral art before it was a written art.","author":"Jorge Luis Borges","topic":"Poetry"},{"quote":"Poetry, at its best, is the language your soul would speak if you could teach your soul to speak.","author":"Jim Harrison","topic":"Poetry"},{"quote":"I&#39;m all for poetry catching up with technology, and just as there are iTunes, I think we should have iPoems. I mean, people should be able to walk around with their earbuds in and listening to poems on their iPod.","author":"Billy Collins","topic":"Poetry"},{"quote":"I&#39;m pretty much all for poetry in public places - poetry on buses, poetry on subways, on billboards, on cereal boxes.","author":"Billy Collins","topic":"Poetry"},{"quote":"When I was a young man, I understood that poetry was two things - it was difficult to understand, but you could understand that the poet was miserable. So for a while there, I wrote poems that were hard to understand, even by me, but gave off whiffs of misery.","author":"Billy Collins","topic":"Poetry"},{"quote":"Hip-hop is about the brilliance of pavement poetry.","author":"Michael Eric Dyson","topic":"Poetry"},{"quote":"I am for poetry that is admired by peasant and aristocrat alike.","author":"F. Sionil Jose","topic":"Poetry"},{"quote":"You know, bad poetry I wrote in high school can still be found on the Internet, and, you know, there&#39;s a Web log of our college newspaper. You know, there&#39;s so many different stages of my creative development are sort of on-record if somebody were to choose to look for them.","author":"Lena Dunham","topic":"Poetry"},{"quote":"It&#39;s bad poetry executed by people that can&#39;t sing. That&#39;s my definition of Rap.","author":"Peter Steele","topic":"Poetry"},{"quote":"In much of computer science, I can easily &#39;auto-grade&#39; your work and give you an instant meaningful feedback. I can&#39;t do this when it comes to the subtlety of human thought, language, poetry, philosophy.","author":"Sebastian Thrun","topic":"Poetry"},{"quote":"To translate poetry, one has to possess some art, at the very least the art of stylistic re-embodiment.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"If what distinguishes us from other species is speech, then poetry, which is the supreme linguistic operation, is our anthropological - indeed, genetic - goal.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"Poetry and prayer are very similar.","author":"Carol Ann Duffy","topic":"Poetry"},{"quote":"I have piles of poetry books in the bathroom, on the stairs, everywhere. The only way to write poetry is to read it.","author":"Carol Ann Duffy","topic":"Poetry"},{"quote":"You can be intuitive when you&#39;ve got a more expansive role. You can get into the poetry of telling the story rather than just pushing buttons.","author":"Willem Dafoe","topic":"Poetry"},{"quote":"Eloquence is the poetry of prose.","author":"William C. Bryant","topic":"Poetry"},{"quote":"I like poetry when I don&#39;t quite understand why I like it. Poetry isn&#39;t just a question of wrapping something up and giving it to someone else to unwrap. It just doesn&#39;t work like that.","author":"Mark Haddon","topic":"Poetry"},{"quote":"There are better ways we can transform this virulent hatred - by living our ideals, the Peace Corps, exchange students, teachers, exporting our music, poetry, blue jeans.","author":"Helen Thomas","topic":"Poetry"},{"quote":"A lot of people feel that the realm of poetry and the realm of the lyric is personal feeling and should rise above politics, which, in fact, good poetry has never done.","author":"Claudia Rankine","topic":"Poetry"},{"quote":"If our hearts are ready for anything, we are touched by the beauty and poetry and mystery that fill our world.","author":"Tara Brach","topic":"Poetry"},{"quote":"You campaign in poetry. You govern in prose.","author":"Mario Cuomo","topic":"Poetry"},{"quote":"Plot, rules, nor even poetry, are not half so great beauties in tragedy or comedy as a just imitation of nature, of character, of the passions and their operations in diversified situations.","author":"Horace Walpole","topic":"Poetry"},{"quote":"The sources of poetry are in the spirit seeking completeness.","author":"Muriel Rukeyser","topic":"Poetry"},{"quote":"The middle class is doing fine in fiction. But it&#39;s not what gets me going. I love the working class, and everyone from it I&#39;ve met, and think they&#39;re incredibly witty, inventive - there&#39;s a lot of poetry there.","author":"Martin Amis","topic":"Poetry"},{"quote":"Poetry, I think, intensifies the reader&#39;s experience. If it&#39;s a humorous facet of the story, poetry makes it more exuberant. If it&#39;s a sad facet, poetry can make it more poignant.","author":"Vikram Seth","topic":"Poetry"},{"quote":"I admire &#39;Adventure Time&#39; for being a piece of art in the way that I think art should be. If you want to see it is poetry, you can, and if you don&#39;t, you can watch a fun cartoon.","author":"Rebecca Sugar","topic":"Poetry"},{"quote":"San Diego shaped me a lot. The visual landscapes, the emotional panoramas, the teachers and mentors I had from the third grade through San Diego High - it&#39;s all a big part of the poetry fountain that I continue to drink from.","author":"Juan Felipe Herrera","topic":"Poetry"},{"quote":"I&#39;m not precisely saying that a really good board meeting at the MLA (Museums, Libraries and Archives Coucil) makes me want to go and write poetry, but there is a pleasure in doing that sort of thing well.","author":"Andrew Motion","topic":"Poetry"},{"quote":"My all time favourite films - one is &#39;Mary Poppins,&#39; and the other one is &#39;Pakeezah.&#39; &#39;Pakeezah&#39; was an Indian film. The beauty of &#39;Pakeezah&#39; was that it had a soundtrack which was pure poetry.","author":"Art Malik","topic":"Poetry"},{"quote":"If epic poetry is a definite species, the sagas do not fall within it.","author":"Lascelles Abercrombie","topic":"Poetry"},{"quote":"One of the things that is wonderful about hymns is that they are a sort of universally shared poetry, at least among certain populations.","author":"Marilynne Robinson","topic":"Poetry"},{"quote":"The same people who are murdered slowly in the mechanized slaughterhouses of work are also arguing, singing, drinking, dancing, making love, holding the streets, picking up weapons and inventing a new poetry.","author":"Raoul Vaneigem","topic":"Poetry"},{"quote":"Well, I like to write poetry. I&#39;m a published poet.","author":"Misha Collins","topic":"Poetry"},{"quote":"If you put a real leaf and a silk leaf side by side, you&#39;ll see something of the difference between Homer&#39;s poetry and anyone else&#39;s. There seem to be real leaves still alive in the &#39;Iliad,&#39; real animals, real people, real light attending everything.","author":"Alice Oswald","topic":"Poetry"},{"quote":"One of the rules of Greek lament poetry is that it mustn&#39;t mention the dead by name in case of invoking a ghost. Maybe the &#39;Iliad,&#39; crowded with names, is more than a poem. Maybe it&#39;s a dangerous piece of the brightness of both this world and the next.","author":"Alice Oswald","topic":"Poetry"},{"quote":"Poetry is as vital as ever. The teaching of poetry reading, however, is sluggish and, often, slovenly. It needs to be expanded in the school curriculum and be more a feature of society at large. The newspapers should all be carrying a daily poem. It should be as natural as reading a novel.","author":"Paul Muldoon","topic":"Poetry"},{"quote":"There is an urgent need for Americans to look deeply into themselves and their actions, and musical poetry is perhaps the most effective mirror available. Every newspaper headline is a potential song.","author":"Phil Ochs","topic":"Poetry"},{"quote":"Children can write poetry and then, unless they&#39;re poets, they stop when reach puberty.","author":"Dennis Potter","topic":"Poetry"},{"quote":"As far as I am concerned, poetry is a statement concerning the human condition, composed in verse.","author":"N. Scott Momaday","topic":"Poetry"},{"quote":"I chose poetry. Actually, poetry chose me.","author":"Joy Harjo","topic":"Poetry"},{"quote":"He passes from lyric to epic poetry in order to speak about the world and the torment in the world through man, rationally and emotionally. The poet then becomes a danger.","author":"Salvatore Quasimodo","topic":"Poetry"},{"quote":"Meet some people who care about poetry the way you do. You&#39;ll have that readership. Keep going until you know you&#39;re doing work that&#39;s worthy. And then see what happens. That&#39;s my advice.","author":"Philip Levine","topic":"Poetry"},{"quote":"The whole thing about making films in an organic film on location is that it&#39;s not all about characters, relationships and themes, it&#39;s also about place and the poetry of place. It&#39;s about the spirit of what you find, the accidents of what you stumble across.","author":"Mike Leigh","topic":"Poetry"},{"quote":"What is more beautiful than a sea of water with a number of white-winged boats skirting its surface? Poetry and beauty contesting with the wind and the waves!","author":"George Matthew Adams","topic":"Poetry"},{"quote":"Poetry is at least an elegance and at most a revelation.","author":"Robert Fitzgerald","topic":"Poetry"},{"quote":"When I applied for grad school, I did not specify genre. I said I wanted an MFA in Creative Writing. I was so cute and stupid! The admissions committee at Pitt decided to put me in poetry.","author":"Terrance Hayes","topic":"Poetry"},{"quote":"I think that the job of poetry, its political job, is to refresh the idea of justice, which is going dead in us all the time.","author":"Robert Hass","topic":"Poetry"},{"quote":"Poetry helps me understand who I am. It helps me understand the world around me. But above all, what poetry has taught me is the fact that I need to embrace mystery in order to be completely human.","author":"Yusef Komunyakaa","topic":"Poetry"},{"quote":"Poetry is the exquisite expression of exquisite expressions.","author":"Joseph Roux","topic":"Poetry"},{"quote":"Without poetry, stories would be told in sepia.","author":"Ellen Hopkins","topic":"Poetry"},{"quote":"I like it when someone gives me a new book of poetry by a poet I haven&#39;t read.","author":"Nell Freudenberger","topic":"Poetry"},{"quote":"Poetry is a release of something previously unknown into the visible. You write to invite that, to make of yourself a gathering of the unexpected and, with luck, of the unexpectable.","author":"Jane Hirshfield","topic":"Poetry"},{"quote":"I found that it wasn&#39;t so oddball to like music and poetry and visual arts, they&#39;re kindred spirits.","author":"J. Carter Brown","topic":"Poetry"},{"quote":"I go to the gym, do some martial arts, and I love poetry. I have a tattoo of my family crest, and another on my back that says &#39;The Road Not Taken,&#39; which is a poem by Robert Frost.","author":"Steven R. McQueen","topic":"Poetry"},{"quote":"Poetry allies itself with beauty - a supreme union - but never uses it as its ultimate goal or sole nourishment.","author":"Saint-John Perse","topic":"Poetry"},{"quote":"There is the view that poetry should improve your life. I think people confuse it with the Salvation Army.","author":"John Ashbery","topic":"Poetry"},{"quote":"Music has a poetry of its own, and that poetry is called melody.","author":"Joshua Logan","topic":"Poetry"},{"quote":"I liked to write from the time I was about 12 or 13. I loved to read. And since I only spoke to my brother, I would write down my thoughts. And I think I wrote some of the worst poetry west of the Rockies. But by the time I was in my 20s, I found myself writing little essays and more poetry - writing at writing.","author":"Maya Angelou","topic":"Poetry"},{"quote":"You don&#39;t have to be a renowned artist like Q-Tip to try your hand at poetry. You don&#39;t need any special equipment - that&#39;s the beauty of it.","author":"Michelle Obama","topic":"Poetry"},{"quote":"Poetry should help, not only to refine the language of the time, but to prevent it from changing too rapidly.","author":"T. S. Eliot","topic":"Poetry"},{"quote":"Poetry at its best can do you a lot of harm.","author":"Sylvia Plath","topic":"Poetry"},{"quote":"Sometimes the beauty is easy. Sometimes you don&#39;t have to try at all. Sometimes you can hear the wind blow in a handshake. Sometimes there&#39;s poetry written right on the bathroom wall.","author":"Ani DiFranco","topic":"Poetry"},{"quote":"You will not find poetry anywhere unless you bring some of it with you.","author":"Joseph Joubert","topic":"Poetry"},{"quote":"Existential philosophy, poetry and art - just like sadness - were all unavoidable to a tender young man in the meat works.","author":"Michael Leunig","topic":"Poetry"},{"quote":"When the poet is in love, he is incapable of writing poetry on love. He has to write when he remembers that he was in love.","author":"Umberto Eco","topic":"Poetry"},{"quote":"So, poetry becomes a means for useful dialogue between people who are not only unknown, but mute to each other. It produces a dialogue among people that guards all of us against manipulation by our so-called leaders.","author":"June Jordan","topic":"Poetry"},{"quote":"Poetry is a political act because it involves telling the truth.","author":"June Jordan","topic":"Poetry"},{"quote":"I did not move into developing or processing color. I stayed with black and white. I still think to this day that I prefer to work in black and white if it has to do with poetry or anything other than specific reality. I have worked in color when I thought it was the appropriate way to express the thought that I was working on.","author":"Leonard Nimoy","topic":"Poetry"},{"quote":"We love, you know, children love the ingredients of poetry. And then they go into this tunnel that we call adolescence, and when they come out of it, they hate poetry.","author":"Billy Collins","topic":"Poetry"},{"quote":"I want to promote poetry to the point where you got all the baldhead kids running around doing poetry, getting the music out of the way and having only words, the spoken word, and then see what happens.","author":"Russell Simmons","topic":"Poetry"},{"quote":"There&#39;s a fierce practicality and empiricism which the whole imaginative, lyrical aspect of poetry comes from.","author":"David Whyte","topic":"Poetry"},{"quote":"Poetry is a street fighter. It has sharp elbows. It can look after itself. Poetry can&#39;t be used for manipulation; it&#39;s why you never see good poetry in advertising.","author":"David Whyte","topic":"Poetry"},{"quote":"Poetry carries the imagery which is large enough for the kind of life we want for ourselves.","author":"David Whyte","topic":"Poetry"},{"quote":"The thing about great poetry is we have no defenses against it.","author":"David Whyte","topic":"Poetry"},{"quote":"I recently read that it&#39;s the left brain that does all that calculating, and the right brain that does the poetry. Somehow I&#39;ve veered way towards the left. I&#39;ve been doing it for years. Maybe I do art to balance it out.","author":"Jason Mraz","topic":"Poetry"},{"quote":"When I was nine, the teacher asked us to write a piece about our village fete. He read mine in class. I was encouraged and continued. I even wanted to write my memoirs at the age of ten. At twelve I wrote poetry, mostly about friendship - &#39;Ode to Friendship.&#39; Then my class wanted to make a film, and one little boy suggested that I write the script.","author":"Eugene Ionesco","topic":"Poetry"},{"quote":"My father would tell me if I wasn&#39;t writing in meter verse, it wasn&#39;t poetry.","author":"John Darnielle","topic":"Poetry"},{"quote":"There was no market for poetry about trauma, abuse, loss, love, and healing through the lens of a Punjabi-Sikh immigrant woman.","author":"Rupi Kaur","topic":"Poetry"},{"quote":"There&#39;s never been a culture without poetry in the history of the world.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"The muse, the beloved, and duende are three ways of thinking of what is the source of poetry, and all three seem to me different names or different ways to think about something that is not entirely reasonable, not entirely subject to the will, not entirely rational.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"Poetry is adolescence fermented, and thus preserved.","author":"Jose Ortega y Gasset","topic":"Poetry"},{"quote":"Poetic talent doesn&#39;t operate in a vacuum. There is a spirit of Polish poetry.","author":"Wislawa Szymborska","topic":"Poetry"},{"quote":"Poetry is the universal language which the heart holds with nature and itself. He who has a contempt for poetry, cannot have much respect for himself, or for anything else.","author":"William Hazlitt","topic":"Poetry"},{"quote":"Muhammadan law in its relation to women, is a pattern to European law. Look back to the history of Islam, and you will find that women have often taken leading places - on the throne, in the battle-field, in politics, in literature, poetry, etc.","author":"Annie Besant","topic":"Poetry"},{"quote":"Living here on Earth, we breathe the rhythms of a universe that extends infinitely above us. When resonant harmonies arise between this vast outer cosmos and the inner human cosmos, poetry is born.","author":"Daisaku Ikeda","topic":"Poetry"},{"quote":"I was always interested in French poetry sort of as a sideline to my own work, I was translating contemporary French poets. That kind of spilled out into translation as a way to earn money, pay for food and put bread on the table.","author":"Paul Auster","topic":"Poetry"},{"quote":"I think poetry is able to say things in such a small, perfect way that are so hard to say. I think it&#39;s a perfect medium for expressing difficult ideas and concepts and feelings. It&#39;s one of my great loves.","author":"Jerry Hall","topic":"Poetry"},{"quote":"I have written about some truly great writers - John Steinbeck, Robert Frost, and William Faulkner. Faulkner and Frost were the very peaks of American poetry and fiction in the 20th century.","author":"Jay Parini","topic":"Poetry"},{"quote":"In the total darkness, poetry is still there, and it is there for you.","author":"Abbas Kiarostami","topic":"Poetry"},{"quote":"Poetry always runs away from you - it&#39;s very difficult to grasp it, and every time you read it, depending on your conditions, you will have a different grasp of it. Whereas with a novel, once you have read it, you have grasped it.","author":"Abbas Kiarostami","topic":"Poetry"},{"quote":"Most people read poetry listening for echoes because the echoes are familiar to them. They wade through it the way a boy wades through water, feeling with his toes for the bottom: The echoes are the bottom.","author":"Wallace Stevens","topic":"Poetry"},{"quote":"Everything is complicated; if that were not so, life and poetry and everything else would be a bore.","author":"Wallace Stevens","topic":"Poetry"},{"quote":"In poetry, you must love the words, the ideas and the images and rhythms with all your capacity to love anything at all.","author":"Wallace Stevens","topic":"Poetry"},{"quote":"Poetry seems to be the only weapon able to beat language, using language&#39;s own means.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"Tyranny will make an entire population into readers of poetry.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"The charge frequently leveled against poetry - that it is difficult, obscure, hermetic and whatnot - indicates not the state of poetry but, frankly, the rung of the evolutionary ladder on which society is stuck.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"I&#39;ve read a lot of war writing, even World War I writing, the British war poetry of Wilfred Owen and Siegfried Sassoon, Robert Graves&#39;s memoir &#39;Goodbye to All That,&#39; and a civilian memoir, &#39;Testament of Youth,&#39; by Vera Brittain.","author":"George Packer","topic":"Poetry"},{"quote":"It&#39;s always good when women win things in fiction because it tends to be more male-dominated, unlike poetry, which is more equal.","author":"Carol Ann Duffy","topic":"Poetry"},{"quote":"Poetry is that art which selects and arranges the symbols of thought in such a manner as to excite the imagination the most powerfully and delightfully.","author":"William C. Bryant","topic":"Poetry"},{"quote":"I think the novel is not so much a literary genre, but a literary space, like a sea that is filled by many rivers. The novel receives streams of science, philosophy, poetry and contains all of these; it&#39;s not simply telling a story.","author":"Jose Saramago","topic":"Poetry"},{"quote":"I think rap music is rap music. I mean, are there heavy writing aspects of it? Absolutely. In a sense, is it poetry? Yeah. I&#39;ve heard that so much, growing up in a house with poetry. But I think people like to use that as a shortcut for who&#39;s good and who&#39;s not. It&#39;s like the word &#39;lyrical&#39; - &#39;lyrical&#39; is the worst word in the entire world.","author":"Earl Sweatshirt","topic":"Poetry"},{"quote":"Country music especially can get very formulaic - you know, you have to have your verses and a bridge and a chorus, and a lot of the songs are written as just plain and simple poetry on the road.","author":"Sturgill Simpson","topic":"Poetry"},{"quote":"A group of us started a community center in Santa Monica. We&#39;ve tried different programs, and three have worked really well. A poetry group. Once a week we visit Venice High and talk to girls at risk.","author":"Lisa Bonet","topic":"Poetry"},{"quote":"It&#39;s more fun to have a name rather than a number. I think this gives our products a personality. I get the names from literature, movies, opera, traveling, nature, poetry, sometimes even the street. I keep a small book that I write in. I wake up in the middle of the night and jot down a name for a lipstick or an eyeshadow.","author":"Francois Nars","topic":"Poetry"},{"quote":"Mathematics is, as it were, a sensuous logic, and relates to philosophy as do the arts, music, and plastic art to poetry.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Poetry"},{"quote":"Prose is not so dependent on sound. The line of poetry, with the breaking of the line - to me, sound is the kind of doorway into poetry. And my sense of sound, or my ability to control it, lapsed or grew less.","author":"Donald Hall","topic":"Poetry"},{"quote":"My parents were willing to let me follow my nose, do what I wanted to do, and they supported my interest by buying the books that I wanted for birthdays and Christmas, almost always poetry books.","author":"Donald Hall","topic":"Poetry"},{"quote":"We are looking to brands for poetry and for spirituality, because we&#39;re not getting those things from our communities or from each other.","author":"Naomi Klein","topic":"Poetry"},{"quote":"I think poetry&#39;s always a kind of faith. It is the kind that I have.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"Magna Carta has become totemic. It is in the comedy of Tony Hancock, in the poetry of Kipling, never far from the front pages in a constitutional crisis.","author":"Melvyn Bragg","topic":"Poetry"},{"quote":"There&#39;s always a need at a critical time for poetry.","author":"Derek Walcott","topic":"Poetry"},{"quote":"That&#39;s another pompous expression that is out of fashion, to say that poetry is a gift. It sounds pompous because you say, &#39;Who gave you the gift, and what is this gift?&#39; And the gift is where I am; the gift is what I have come out of, the people around me who, I think, are beautiful people.","author":"Derek Walcott","topic":"Poetry"},{"quote":"I have never separated the writing of poetry from prayer. I have grown up believing it is a vocation, a religious vocation.","author":"Derek Walcott","topic":"Poetry"},{"quote":"Poetry, being supremely useless, by its very existence represents a protest against the so-called &#39;real world&#39; of busy-ness and moneymaking, so we must embrace, salute and support our poets.","author":"Tom Hodgkinson","topic":"Poetry"},{"quote":"Even when poetry has a meaning, as it usually has, it may be inadvisable to draw it out... Perfect understanding will sometimes almost extinguish pleasure.","author":"A. E. Housman","topic":"Poetry"},{"quote":"I don&#39;t really have a bucket list, but if I did, one entry would be to dust off my college Russian and spend a big chunk of a year reading, or trying to read, &#39;War and Peace&#39; as it was meant to be read, in Russian, with all that rumbly rocks-on-rocks poetry inherent to the language.","author":"Erik Larson","topic":"Poetry"},{"quote":"I think poetry is a fabulous medium to encapsulate thoughts far more precisely than prose.","author":"Kapil Sibal","topic":"Poetry"},{"quote":"A theology should be like poetry, which takes us to the end of what words and thoughts can do.","author":"Karen Armstrong","topic":"Poetry"},{"quote":"When you act, you&#39;ve got to be like a poet or a musician. It&#39;s not about evidence before court. It&#39;s not a forensic subject. It&#39;s poetry; it&#39;s a completely different place.","author":"Rhys Ifans","topic":"Poetry"},{"quote":"We&#39;re all just animals. That&#39;s all we are, and everything else is just an elaborate justification of our instincts. That&#39;s where music comes from. And romantic poetry. And bad novels.","author":"Elvis Costello","topic":"Poetry"},{"quote":"This is a good time to ask apologists for the Islamic regime, who degrades Islam? Who imposes stoning, forced marriage of underage girls and flogging for not wearing the veil? Do such practices represent Iran&#39;s ancient history and culture, its ethnic and religious diversity? Its centuries of sensual and subversive poetry?","author":"Azar Nafisi","topic":"Poetry"},{"quote":"I see people who talk about America, and then undermine it by not paying attention to its soul, to its poetry. I see polarization, reductionism and superficiality.","author":"Azar Nafisi","topic":"Poetry"},{"quote":"Theater is far superior to film in poetry, in abstract poetry.","author":"Julie Taymor","topic":"Poetry"},{"quote":"A poet must be a psychologist, but a secret one: he should know and feel the roots of phenomena but present only the phenomena themselves in full bloom or as they fade away.","author":"Ivan Turgenev","topic":"Poetry"},{"quote":"I&#39;m fascinated by rap and by hip-hop. I think there&#39;s a lot of poetry in it. There&#39;s a lot of anger, a lot of social energy in it. And I think you&#39;d better listen to it pretty carefully, &#39;cause it&#39;s important.","author":"John F. Kerry","topic":"Poetry"},{"quote":"Write verse, not poetry. The public wants verse. If you have a talent for poetry, then don&#39;t by any means mother it, but try your hand at verse.","author":"Robert W. Service","topic":"Poetry"},{"quote":"Poetry is a beautiful way of spoiling prose, and the laborious art of exchanging plain sense for harmony.","author":"Horace Walpole","topic":"Poetry"},{"quote":"Poetry can&#39;t cure cancer, but it can save your life until you die.","author":"Maurice Saatchi","topic":"Poetry"},{"quote":"I accept all interpretations of my films. The only reality is before the camera. Each film I make is kind of a return to poetry for me, or at least an attempt to create a poem.","author":"Bernardo Bertolucci","topic":"Poetry"},{"quote":"Breathe-in experience, breathe-out poetry.","author":"Muriel Rukeyser","topic":"Poetry"},{"quote":"So much of my poetry begins with something that I can describe in visual terms, so thinking about distance, thinking about how life begins and what might be watching us.","author":"Tracy K. Smith","topic":"Poetry"},{"quote":"In its truest manifestation, where it gives judgments, poetry is super-luxury. It would be interesting to see what would happen to a High Court judge if he were forced to follow the true poetic formula, doing the job for love, being forced into pubs for relief.","author":"Patrick Kavanagh","topic":"Poetry"},{"quote":"I have experienced healing through other writers&#39; poetry, but there&#39;s no way I can sit down to write in the hope a poem will have healing potential. If I do, I&#39;ll write a bad poem.","author":"Marilyn Hacker","topic":"Poetry"},{"quote":"The idea of avant-garde art is a very suspicious thing to me, the idea that poetry is new and it keeps being new the way Chevrolets every year are new.","author":"Robert Morgan","topic":"Poetry"},{"quote":"I don&#39;t think poetry is something that can be taught. We can encourage young writers, but what you can&#39;t teach them is the very essence of poetry.","author":"Robert Morgan","topic":"Poetry"},{"quote":"I see architecture not as Gropius did, as a moral venture, as truth, but as invention, in the same way that poetry or music or painting is invention.","author":"Michael Graves","topic":"Poetry"},{"quote":"A glance at the history of European poetry is enough to inform us that rhyme itself is not indispensable. Latin poetry in the classical age had no use for it, and the kind of Latin poetry that does rhyme - as for instance the medieval &#39;Carmina Burana&#39; - tends to be somewhat crude stuff in comparison with the classical verse that doesn&#39;t.","author":"James Fenton","topic":"Poetry"},{"quote":"The iambic pentameter owes its pre-eminence in English poetry to its genius for variation. Good blank verse does not sound like a series of identically measured lines. It sounds like a series of subtle variations on the same theme.","author":"James Fenton","topic":"Poetry"},{"quote":"I think going from doing TV and straight plays to Shakespeare is weird enough because you have this heightened language, and you are telling a story through metric poetry. But I think music is that place beyond poetry.","author":"Tamsin Greig","topic":"Poetry"},{"quote":"Poetry, as odd as it is, and as hard to figure out as it is, many times, it&#39;s almost something that we&#39;re used to. It&#39;s kind of like a dream language that we had centuries ago, so that when we speak poetically or write a poem about what&#39;s going on, a real difficult issue that&#39;s facing our communities, people listen.","author":"Juan Felipe Herrera","topic":"Poetry"},{"quote":"Those who say we should dismantle the role of Poet Laureate altogether, the trick they miss is that being called this thing, with the weight of tradition behind it, and with the association of the Royal family, does allow you to have conversations and to open doors, and wallets, for the good of poetry in a way that nothing else would allow.","author":"Andrew Motion","topic":"Poetry"},{"quote":"Music is my thing. It&#39;s my thing; it&#39;s what I love. It&#39;s what I do. It&#39;s football to me; it&#39;s Christmas to me; religion to me; poetry to me.","author":"Ryan Adams","topic":"Poetry"},{"quote":"Epic poetry exhibits life in some great symbolic attitude. It cannot strictly be said to symbolize life itself, but always some manner of life.","author":"Lascelles Abercrombie","topic":"Poetry"},{"quote":"It is the timber of poetry that wears most surely, and there is no timber that has not strong roots among the clay and worms.","author":"John Millington Synge","topic":"Poetry"},{"quote":"Lyrical poetry is not a big part of most people&#39;s lives. Twitter now becomes an interesting way of getting cared for language into people&#39;s space. Because there is something deep inside of us that responds to cared for language, whether it&#39;s literary, poetry, or really good lyrics in a song.","author":"Teju Cole","topic":"Poetry"},{"quote":"There&#39;s no money in poetry, but then there&#39;s no poetry in money, either.","author":"Robert Graves","topic":"Poetry"},{"quote":"In &#39;A Poetics of Optics,&#39; Equi writes that &#39;all images bank on alchemy.&#39; This idea captures her fundamental sense of poetry as turning common material into something rare and valuable.","author":"Floyd Skloot","topic":"Poetry"},{"quote":"I guess the two Manifesto, Communicating Vessels, Mad Love, and some of his poetry made a significant mark on me but as far as bringing a literary element into the music I see it as a much broader assimilation.","author":"Trevor Dunn","topic":"Poetry"},{"quote":"I&#39;m not really quiet or shy. Ask any of my friends! But I always ground my poetry in life itself. Poetry is an art of language, though, so I am always aware of every word&#39;s meaning, or multiple meanings.","author":"Anne Stevenson","topic":"Poetry"},{"quote":"I&#39;ve often entertained paranoid suspicions about my fridge and what it&#39;s been doing to my poetry when I&#39;m not looking, but I never even considered that my fan was thinking about me.","author":"George Murray","topic":"Poetry"},{"quote":"My old teacher&#39;s definition of poetry is an attempt to understand.","author":"Thom Gunn","topic":"Poetry"},{"quote":"Slowly poetry becomes visual because it paints images, but it is also musical: it unites two arts into one.","author":"Eugenio Montale","topic":"Poetry"},{"quote":"I believe that the short story is as different a form from the novel as poetry is, and the best stories seem to me to be perhaps closer in spirit to poetry than to novels.","author":"Tobias Wolff","topic":"Poetry"},{"quote":"Fiction and poetry are my first loves, but the really beautiful lyrical essay can do so much that other forms cannot.","author":"Chris Abani","topic":"Poetry"},{"quote":"Such discussions help us very little to enjoy what has been well done in art or poetry, to discriminate between what is more and what is less excellent in them, or to use words like beauty, excellence, art, poetry, with a more precise meaning than they would otherwise have.","author":"Walter Pater","topic":"Poetry"},{"quote":"I look for poetry in English because it&#39;s the only language I read.","author":"Jack Prelutsky","topic":"Poetry"},{"quote":"Now I think poetry will save nothing from oblivion, but I keep writing about the ordinary because for me it&#39;s the home of the extraordinary, the only home.","author":"Philip Levine","topic":"Poetry"},{"quote":"My mother carried on and supported us; her ambition had been to write poetry and songs.","author":"Philip Levine","topic":"Poetry"},{"quote":"I used to write sonnets and various things, and moved from there into writing prose, which, incidentally, is a lot more interesting than poetry, including the rhythms of prose.","author":"Shelby Foote","topic":"Poetry"},{"quote":"What we know is that Shakespeare wrote perhaps the most remarkable body of passionate love poetry in the English language to a young man.","author":"Stephen Greenblatt","topic":"Poetry"},{"quote":"I don&#39;t want to bury anything in poetry.","author":"Sharon Van Etten","topic":"Poetry"},{"quote":"Poetry comes alive to me through recitation.","author":"Natalie Merchant","topic":"Poetry"},{"quote":"For me concrete poetry was a particular way of using language which came out of a particular feeling, and I don&#39;t have control over whether this feeling is in me or not.","author":"Ian Hamilton Finlay","topic":"Poetry"},{"quote":"Music is more emotional than prose, more revolutionary than poetry. I&#39;m not saying I&#39;ve got the answers, just a of questions that I don&#39;t hear other artists asking.","author":"Malcolm Wilson","topic":"Poetry"},{"quote":"We all write poems; it is simply that poets are the ones who write in words.","author":"John Fowles","topic":"Poetry"},{"quote":"I read a lot of poetry, and I love what it does with language. I love music, too, and I think there&#39;s probably no coincidence there, that the rhythm of the words is almost as important as the words themselves, and when you can get the two working together, which usually takes me about 20 goes, I feel a huge satisfaction.","author":"Kate Grenville","topic":"Poetry"},{"quote":"The next big push in my life is trying to get poetry popular again.","author":"Joshua Sasse","topic":"Poetry"},{"quote":"I did literature at university, so I had a real relationship with poetry, but they don&#39;t make many films about the world of a poet.","author":"Alice Eve","topic":"Poetry"},{"quote":"My wife has been my greatest earthly inspiration. She excels in eloquence, the poetry of words, empathy and graciousness.","author":"George W. Romney","topic":"Poetry"},{"quote":"If you were going to choose a way of making your way in this world and a place to start from, you might not choose poetry and you might not choose Huddersfield.","author":"Simon Armitage","topic":"Poetry"},{"quote":"Let my life as Poet begin. I want the life of the Poet. I have labored for over twelve years, one thousand pages of prose. Now, I want the easiness of poetry. The brevity of the poem.","author":"Maxine Hong Kingston","topic":"Poetry"},{"quote":"Poetry and fiction have grieved for a century now over the loss of some vitality which they think they see in a past from which we are by now irrevocably alienated.","author":"Guy Davenport","topic":"Poetry"},{"quote":"Poetry is that sentiment of the soul, or faculty of the mind, which enables its possessor to appreciate and realize the heights and depths of human experience. It is the power to feel pleasure or suffer pain in all its exquisiteness and intensity.","author":"Orson F. Whitney","topic":"Poetry"},{"quote":"Lapped in poetry, wrapped in the picturesque, armed with logical sentences and inalienable words.","author":"Anatole Broyard","topic":"Poetry"},{"quote":"Usually, I am a compulsive person, and I need - sometimes urgently - to paint... Painting is close to poetry, is a kind of poetry expressed visually. It has to be spontaneous, rapid - at least in my case.","author":"Etel Adnan","topic":"Poetry"},{"quote":"And at some point I would like to talk my publisher into doing an anthology of my poetry alongside some teen readers&#39; poetry. It would be fun, and really wonderful to get their stuff out there.","author":"Ellen Hopkins","topic":"Poetry"},{"quote":"At school, I was never given a sense that poetry was something flowery or light. It&#39;s a complex and controlled way of using language. Rhythms and the music of it are very important. But the difficulty is that poetry makes some kind of claim of honesty.","author":"Tobias Hill","topic":"Poetry"},{"quote":"I despair of ever writing excellent poetry.","author":"Isaac Rosenberg","topic":"Poetry"},{"quote":"I will not leave a corner of my consciousness covered up, but saturate myself with the strange and extraordinary new conditions of this life, and it will all refine itself into poetry later on.","author":"Isaac Rosenberg","topic":"Poetry"},{"quote":"Nobody ever told me what to read, or ever put poetry in my way.","author":"Isaac Rosenberg","topic":"Poetry"},{"quote":"My strong suits, coming from poetry, will naturally be description, which I love doing. It comes very easily, and possibly structure, up to a point.","author":"Tobias Hill","topic":"Poetry"},{"quote":"Society&#39;s dark hull drifts further and further away. It is this place - the place of our separation, our distinction - that much of his poetry occupies.","author":"Tomas Transtromer","topic":"Poetry"},{"quote":"Some Marines made fun of the fact that I had done plays and studied poetry, but then I won the award for physical training.","author":"David Hunt","topic":"Poetry"},{"quote":"If you&#39;ve ever been to a poetry slam, you know that the highest scoring emotion is self-righteous indignation: how dare you judge me. So in that way, the poem, &#39;What Teachers Make,&#39; is an absolutely formulaic slam poem designed to allow me to get up on my soap box and say, &#39;Let me tell you what really makes me angry.&#39;","author":"Taylor Mali","topic":"Poetry"},{"quote":"I sometimes wish I had been educated a Catholic, in order to unite the poetry of religion with its higher principles. Are they necessarily inseparable? Is man really so much of a philosopher, that he can conceive of truth in its abstract purity, and divest life and the affections of all the aids of the imagination?","author":"James Fenimore Cooper","topic":"Poetry"},{"quote":"There are men who can write poetry, and there are men who can read balance sheets. The men who can read balance sheets cannot write.","author":"Henry R. Luce","topic":"Poetry"},{"quote":"The residue of religion in my work appears as a modified transcendentalism, and the positivist scientific side of my thought appears as concreteness and realism. The effort to reconcile the two is at the core of all my poetry.","author":"Louis Dudek","topic":"Poetry"},{"quote":"When I was young, I read everything I could lay my hands on, but the Scots in my storybooks spent their time fighting glorious battles, rowing across lochs, or escaping over moors of purple heather. Even those Scots were hard to find. For at school, we recited poetry according to the set texts the teachers taught us.","author":"Theresa Breslin","topic":"Poetry"},{"quote":"I don&#39;t think you can define how you acquire your imagination any more than you can define why one person has a sense of humor and another doesn&#39;t. But I certainly would lean to the side that says all those solitary hours of daydreaming were a kind of training for poetry.","author":"James Tate","topic":"Poetry"},{"quote":"I intended an Ode, And it turned to a Sonnet.","author":"Henry Austin Dobson","topic":"Poetry"},{"quote":"My mother asked me what I wanted for my birthday, so I said I wanted to read poetry with her.","author":"Guy Johnson","topic":"Poetry"},{"quote":"Too many people in the modern world view poetry as a luxury, not a necessity like petrol. But to me it&#39;s the oil of life.","author":"John Betjeman","topic":"Poetry"},{"quote":"I don&#39;t look on poetry as closed works. I feel they&#39;re going on all the time in my head and I occasionally snip off a length.","author":"John Ashbery","topic":"Poetry"},{"quote":"The mystic purchases a moment of exhilaration with a lifetime of confusion; and the confusion is infectious and destructive. It is confusing and destructive to try and explain anything in terms of anything else, poetry in terms of psychology.","author":"Basil Bunting","topic":"Poetry"},{"quote":"Poetry criticism at its worst today is mean in spirit and spiteful in intent, as if determined to inflict the wound that will spur the artist to new heights if it does not cripple him or her.","author":"David Lehman","topic":"Poetry"},{"quote":"To feel most beautifully alive means to be reading something beautiful, ready always to apprehend in the flow of language the sudden flash of poetry.","author":"John Holmes","topic":"Poetry"},{"quote":"Women who are inclined to write poetry at all are inspired by being mad at something.","author":"Amy Clampitt","topic":"Poetry"},{"quote":"Who writes poetry imbibes honey from the poisoned lips of life.","author":"William Rose Benet","topic":"Poetry"},{"quote":"Poetry is a natural energy resource of our country. It has no energy crisis, possessing a potential that will last as long as the country. Its power is equal to that of any country in the world.","author":"Richard Eberhart","topic":"Poetry"},{"quote":"Mostly, when I travel, I want to represent my own work well and let others know how I feel about poetry being an important part of life.","author":"Tim Seibles","topic":"Poetry"},{"quote":"Most of the time, as an artist, I can be self-indulgent, fulfilling my own impulses, embracing imagery that contains poetry on my own terms, without immediate regard to an audience or the particular placement of my finished work.","author":"Clifford Ross","topic":"Poetry"},{"quote":"Marriage - a book of which the first chapter is written in poetry and the remaining chapters in prose.","author":"Beverley Nichols","topic":"Poetry"},{"quote":"I wrote some of the worst poetry west from the Mississippi River, but I wrote. And I finally sometimes got it right.","author":"Maya Angelou","topic":"Poetry"},{"quote":"Human beings love poetry. They don&#39;t even know it sometimes... whether they&#39;re the songs of Bono, or the songs of Justin Bieber... they&#39;re listening to poetry.","author":"Maya Angelou","topic":"Poetry"},{"quote":"I think that there is nothing, not even crime, more opposed to poetry, to philosophy, ay, to life itself than this incessant business.","author":"Henry David Thoreau","topic":"Poetry"},{"quote":"We explore our environment, more than we are compelled to utter poetry, when we&#39;re toddlers. We start doing that later. Before that happens, every child is a scientist.","author":"Neil deGrasse Tyson","topic":"Poetry"},{"quote":"Science arose from poetry... when times change the two can meet again on a higher level as friends.","author":"Johann Wolfgang von Goethe","topic":"Poetry"},{"quote":"Superstition is the poetry of life.","author":"Johann Wolfgang von Goethe","topic":"Poetry"},{"quote":"Verse in itself does not constitute poetry. Verse is only an elegant vestment for a beautiful form. Poetry can express itself in prose, but it does so more perfectly under the grace and majesty of verse. It is poetry of soul that inspires noble sentiments and noble actions as well as noble writings.","author":"Victor Hugo","topic":"Poetry"},{"quote":"That metre itself forms an essential part of all true poetry is a principle which not even the assertions of an Aristotle or the pronouncements of a Plato can disestablish.","author":"H. P. Lovecraft","topic":"Poetry"},{"quote":"I love romantic poetry.","author":"Richard Dawkins","topic":"Poetry"},{"quote":"The Bible should be taught, but emphatically not as reality. It is fiction, myth, poetry, anything but reality. As such it needs to be taught because it underlies so much of our literature and our culture.","author":"Richard Dawkins","topic":"Poetry"},{"quote":"I&#39;m quite a softy, yes. I have a blank spot with respect to visual art, but I have perhaps a compensating hypersensitivity to poetry and music.","author":"Richard Dawkins","topic":"Poetry"},{"quote":"For me, I used to be shy towards journalism because it wasn&#39;t poetry. And then I realized that the events that I covered in essays that became journalism were actually great because they inspired me, and they became my muse.","author":"Alice Walker","topic":"Poetry"},{"quote":"I never really liked poetry readings; I liked to read poetry by myself, but I liked singing, chanting my lyrics to this jazz group.","author":"Leonard Cohen","topic":"Poetry"},{"quote":"Poetry and lyrics are very similar. Making words bounce off a page.","author":"Taylor Swift","topic":"Poetry"},{"quote":"When I was younger, I felt it was my duty to wake people up. I thought poetry was asleep. I thought rock &#39;n&#39; roll was asleep.","author":"Patti Smith","topic":"Poetry"},{"quote":"What I wanted to do in rock &#39;n roll was merge poetry with sonic scapes, and the two people who had contributed so much to that were Jimi Hendrix and Jim Morrison.","author":"Patti Smith","topic":"Poetry"},{"quote":"I didn&#39;t love Jim Morrison &#39;cause he was self-destructive. I loved him because of his work. Because of the way he merged poetry and rock-and-roll. Because he did something new.","author":"Patti Smith","topic":"Poetry"},{"quote":"Poetry is the art of uniting pleasure with truth.","author":"Samuel Johnson","topic":"Poetry"},{"quote":"I want to write a play. I&#39;d like to do an original musical. I should probably put together a poetry collection.","author":"Neil Gaiman","topic":"Poetry"},{"quote":"I went through a phase of reading lots of Urdu poetry, thanks to the great transliterated versions that have become available.","author":"Satya Nadella","topic":"Poetry"},{"quote":"More modern poetry is written than read.","author":"P. J. O'Rourke","topic":"Poetry"},{"quote":"When I was in college, I really liked poetry. I don&#39;t read much anymore.","author":"Steve Martin","topic":"Poetry"},{"quote":"To see clearly is poetry, prophecy and religion all in one.","author":"John Ruskin","topic":"Poetry"},{"quote":"A poem is true if it hangs together. Information points to something else. A poem points to nothing but itself.","author":"E. M. Forster","topic":"Poetry"},{"quote":"I wrote things for the school&#39;s newspaper, and - like all teenagers - I dabbled in poetry.","author":"Stephen Colbert","topic":"Poetry"},{"quote":"I liked Yeats! That wild Irishman. I really loved his love of language, his flow. His chaotic ideas seemed to me just the right thing for a poet. Passion! He was always on the right side. He may be wrongheaded, but his heart was always on the right side. He wrote beautiful poetry.","author":"Chinua Achebe","topic":"Poetry"},{"quote":"France is not poetic; she even feels, in fact, a congenital horror of poetry. Among the writers who use verse, those whom she will always prefer are the most prosaic.","author":"Charles Baudelaire","topic":"Poetry"},{"quote":"There&#39;s poetry in being the band that can sell out Wembley but also makes a record in a garage. I don&#39;t like doing what people expect me to do.","author":"Dave Grohl","topic":"Poetry"},{"quote":"I must say, when I reread myself, it&#39;s the poetry I tend to look at. It&#39;s the most exciting to write, and it&#39;s over the quickest.","author":"John Updike","topic":"Poetry"},{"quote":"One thing I do know is that poetry, to be understood, must be clear.","author":"Mary Oliver","topic":"Poetry"},{"quote":"No poems can please for long or live that are written by water drinkers.","author":"Horace","topic":"Poetry"},{"quote":"When I get depressed, I try to get something for the terrible sadness that comes over me and create something in terms of poetry.","author":"Spike Milligan","topic":"Poetry"},{"quote":"Poetry is something to make us wiser and better, by continually revealing those types of beauty and truth, which God has set in all men&#39;s souls.","author":"James Russell Lowell","topic":"Poetry"},{"quote":"When I am writing fiction, I believe I am much better organized, more methodical - one has to be when writing a novel. Writing poetry is a state of free float.","author":"Margaret Atwood","topic":"Poetry"},{"quote":"I always wrote poetry as a teenager and it was always so dark, but it made me feel good to get it out.","author":"Pink","topic":"Poetry"},{"quote":"&#39;Therefore&#39; is a word the poet must not know.","author":"Andre Gide","topic":"Poetry"},{"quote":"It&#39;s always a combination of physics and poetry that I find inspiring. It&#39;s hard to wrap your head around things like the Hubble scope.","author":"Tom Hanks","topic":"Poetry"},{"quote":"The major poets of New Jersey have all suffered, whether it&#39;s Whitman, who lost his job for &#39;Leaves of Grass,&#39; or William Carlos Williams, who was called a communist, or Ginsberg, whose &#39;Howl&#39; was prosecuted, or myself. If you practise poetry the way I think it needs to be done, you&#39;re going to put yourself in jeopardy.","author":"Amiri Baraka","topic":"Poetry"},{"quote":"In a war situation or where violence and injustice are prevalent, poetry is called upon to be something more than a thing of beauty.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"A public expectation, it has to be said, not of poetry as such but of political positions variously approvable by mutually disapproving groups.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"Manifesting that order of poetry where we can at last grow up to that which we stored up as we grew.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"The completely solitary self: that&#39;s where poetry comes from, and it gets isolated by crisis, and those crises are often very intimate also.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"Poetry is always slightly mysterious, and you wonder what is your relationship to it.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"The experimental poetry thing is not my thing. It&#39;s a programme of the avant-garde: basically a refusal of the kind of poetry I write.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"The experiment of poetry, as far as I am concerned, happens when the poem carries you beyond where you could have reasonably expected to go.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"In the United States, in poetry workshops, it&#39;s now quite a thing to make graduate students learn poems by heart.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"In poetry, everything can be faked but the intensity of utterance.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"If poetry and the arts do anything, they can fortify your inner life, your inwardness.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"We go to poetry, we go to literature in general, to be forwarded within ourselves.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"Tom Sleigh&#39;s poetry is hard-earned and well founded. I great admire the way it refuses to cut emotional corners and yet achieves a sense of lyric absolution.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"Poetry is what we do to break bread with the dead.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"Dylan Thomas is now as much a case history as a chapter in the history of poetry.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"Poetry is a domestic art, most itself when most at home.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"Poetry is more a threshold than a path.","author":"Seamus Heaney","topic":"Poetry"},{"quote":"Poetry is a beautiful way of expressing feelings - happy, sad, angry, caring. It&#39;s also a way that we share with other people, to help them with those feelings.","author":"Mattie Stepanek","topic":"Poetry"},{"quote":"When Auden said his poetry didn&#39;t save one Jew from the gas chamber, he&#39;d said it all.","author":"Tom Stoppard","topic":"Poetry"},{"quote":"Teach your children poetry; it opens the mind, lends grace to wisdom and makes the heroic virtues hereditary.","author":"Walter Scott","topic":"Poetry"},{"quote":"A verbal art like poetry is reflective; it stops to think. Music is immediate, it goes on to become.","author":"W. H. Auden","topic":"Poetry"},{"quote":"Every American poet feels that the whole responsibility for contemporary poetry has fallen upon his shoulders, that he is a literary aristocracy of one.","author":"W. H. Auden","topic":"Poetry"},{"quote":"As civilization advances, poetry almost necessarily declines.","author":"Thomas Babington Macaulay","topic":"Poetry"},{"quote":"If food is poetry, is not poetry also food?","author":"Joyce Carol Oates","topic":"Poetry"},{"quote":"When you are writing literary writing, you are communicating something subtextual with emotions and poetry. The prose has to have a voice; it&#39;s not just typing. It takes a while to get that voice.","author":"Joyce Carol Oates","topic":"Poetry"},{"quote":"Dylan captured what was on a million minds and turned it into poetry. With &#39;Blowin&#39; in the Wind&#39; or &#39;The Times They Are A-Changin&#39;,&#39; he set a whole new standard.","author":"Jimmy Iovine","topic":"Poetry"},{"quote":"Maybe it is something to do with age, but I have become fonder of poetry than of prose.","author":"Aung San Suu Kyi","topic":"Poetry"},{"quote":"To read a poem is to hear it with our eyes; to hear it is to see it with our ears.","author":"Octavio Paz","topic":"Poetry"},{"quote":"Surrealism is not a poetry but a poetics, and even more, and more decisively, a world vision.","author":"Octavio Paz","topic":"Poetry"},{"quote":"Poetry is not a genre in harmony with the modern world; its innermost nature is hostile or indifferent to the dogmas of modern times, progress and the cult of the future.","author":"Octavio Paz","topic":"Poetry"},{"quote":"Poetry, whatever the manifest content of the poem, is always a violation of the rationalism and morality of bourgeois society.","author":"Octavio Paz","topic":"Poetry"},{"quote":"Any reflection about poetry should begin, or end, with this question: who and how many read poetry books?","author":"Octavio Paz","topic":"Poetry"},{"quote":"Poetry is not an issue of form and enjambments. Poetry, as the word is classically used, has to do with sound and sense. It can be rhyme. It can be rhythm, pace, breath.","author":"Tim O'Brien","topic":"Poetry"},{"quote":"A play is basically a long, formalistic polemic. You can write it without the poetry, and if you do, you may have a pretty good play. We know this because we see plays in translation. Not many people speak Norwegian or Danish or whatever guys like Ibsen spoke, or Russian - yet we understand Chekhov and the others.","author":"David Mamet","topic":"Poetry"},{"quote":"My dad was the cause of me being in show business. He was not only in poetry but in acting a bit. He was Mordecai in the play &#39;A Dream of Queen Esther.&#39;","author":"Chuck Berry","topic":"Poetry"},{"quote":"Rap is poetry set to music. But to me it&#39;s like a jackhammer.","author":"Bette Midler","topic":"Poetry"},{"quote":"I&#39;ve been reading poetry publicly for 20 years, and this is what you do - you express, you sometimes dig a bit to get a conversation started. That&#39;s the point of poetry. You&#39;re supposed to go, &#39;Hmmmm,&#39; and &#39;Woooh!&#39;","author":"Jill Scott","topic":"Poetry"},{"quote":"I was reading poetry to my girlfriends, and they were like, &#39;You&#39;re really good. You should go to some poetry readings or something.&#39; And I eventually went and got a, you know, somewhat of a name for myself and a little bit of a following.","author":"Jill Scott","topic":"Poetry"},{"quote":"Romantic poetry had its heyday when people like Lord Byron were kicking it large. But you try and make a living as a poet today, and you&#39;ll find it&#39;s very different!","author":"Alan Moore","topic":"Poetry"},{"quote":"I find a lot of poetry to be narcissistic.","author":"Joni Mitchell","topic":"Poetry"},{"quote":"We are supposed to write poetry to keep the gods alive.","author":"Jim Harrison","topic":"Poetry"},{"quote":"I thought we were gonna open up the world of poetry and music to all kinds of things, and yet, I can&#39;t really think of anyone who&#39;s done anything like it since.","author":"Ray Manzarek","topic":"Poetry"},{"quote":"History gives you insight of the same quality of truth as poetry or philosophy or a novel.","author":"Simon Schama","topic":"Poetry"},{"quote":"I think when kids just see well-crafted poetry, it&#39;s just obtuse to them. It&#39;s hard to relate to.","author":"Jewel","topic":"Poetry"},{"quote":"I&#39;ve always had a love for poetry and when I got signed to a record label I thought, &#39;How odd that I&#39;m doing a record before a book of poetry,&#39;","author":"Jewel","topic":"Poetry"},{"quote":"I wrote some bad poetry that I published in North African journals, but even as I withdrew into this reading, I also led the life of a kind of young hooligan.","author":"Jacques Derrida","topic":"Poetry"},{"quote":"Making love is, simply put, poetry in motion.","author":"Wale","topic":"Poetry"},{"quote":"Poetry involves the mysteries of the irrational perceived through rational words.","author":"Vladimir Nabokov","topic":"Poetry"},{"quote":"It&#39;s something we, guys, have all done. Made tapes for girls, trying to impress them, to meet them on a shared plane of aesthetics. Read them someone else&#39;s poetry because they do poetry better than you could do it, because you&#39;re too awkward to do it.","author":"John Cusack","topic":"Poetry"},{"quote":"The claims I&#39;m making for art are simply the claims that we naturally make around music or around poetry. We&#39;re much more relaxed around those art forms. We&#39;re willing to ask, &#39;How could this find a place in my heart?&#39;","author":"Alain de Botton","topic":"Poetry"},{"quote":"I love the simple poetry of theater, where you can stand in a spotlight on a stage and wrap a coat around you, and say, &#39;It was 1860 and it was winter...&#39;","author":"Gary Oldman","topic":"Poetry"},{"quote":"Poetry must have something in it that is barbaric, vast and wild.","author":"Denis Diderot","topic":"Poetry"},{"quote":"You will find poetry nowhere unless you bring some of it with you.","author":"Joseph Joubert","topic":"Poetry"},{"quote":"The poet doesn&#39;t invent. He listens.","author":"Jean Cocteau","topic":"Poetry"},{"quote":"What is beautiful enchants me. I mean not just physical beauty but a wider concept of beauty. There is beauty in poetry and in great musical or singing performances. There is beauty everywhere if you can just see it.","author":"Andrea Bocelli","topic":"Poetry"},{"quote":"Fogs are like dreams that feed the soul, and without their mysterious embrace, childhood, courtship, poetry and the composition of music become all the more difficult.","author":"Michael Leunig","topic":"Poetry"},{"quote":"I try to show what it is about language and music that enthralls, because I think those are the two elements of poetry.","author":"Rita Dove","topic":"Poetry"},{"quote":"Have you ever heard a good joke? If you&#39;ve ever heard someone just right, with the right pacing, then you&#39;re already on the way to poetry. It&#39;s about using words in very precise ways and using gesture.","author":"Rita Dove","topic":"Poetry"},{"quote":"Instead of trying to come up and pontificate on what literature is, you need to talk with children, to teachers, and make sure they get poetry in the curriculum early.","author":"Rita Dove","topic":"Poetry"},{"quote":"There are distinct duties of a poet laureate. I plan a reading series at the Library of Congress and advise the librarian. The rest is how I want to promote poetry.","author":"Rita Dove","topic":"Poetry"},{"quote":"I was apprehensive. I feared every time I talked about poetry, it would be filtered through the lens of race, sex, and age.","author":"Rita Dove","topic":"Poetry"},{"quote":"I see a resurgence of interest in poetry. I am less optimistic about the prospects for the arts when it comes to federal funding.","author":"Rita Dove","topic":"Poetry"},{"quote":"The idea is to make the script out of a political analysis and then to convey that - sometimes in poetry, sometimes science, sometimes all it takes is a film. The film itself is less and less spectacular because I think very strongly now the more spectacular you are, the more you are absorbed by the things you are trying to destroy.","author":"Jean-Luc Godard","topic":"Poetry"},{"quote":"The first function of poetry is to tell the truth, to learn how to do that, to find out what you really feel and what you really think.","author":"June Jordan","topic":"Poetry"},{"quote":"Whether you like modern incarnations of what country radio hits are, or you like what I&#39;m doing, or you like something really off in folk, poetry Americana land, it&#39;s all just music, man. If you like one of them, great - go buy it.","author":"Chris Stapleton","topic":"Poetry"},{"quote":"Rap is poetry to music, like beatniks without beards and bongos.","author":"David Lee Roth","topic":"Poetry"},{"quote":"Reading a piece of poetry with no beat in front of 20 people is way more challenging than rocking for 10,000 people.","author":"Macklemore","topic":"Poetry"},{"quote":"I certainly derived my skills as a prose writer from my scrutiny of poetry and of the individual word. But schools don&#39;t do things like that anymore - tracking words down to their roots.","author":"Camille Paglia","topic":"Poetry"},{"quote":"Being able to say something lyrically, to say something that will do more than just be words, is really hard. It&#39;s easy to do when you&#39;re writing a chapter of a book or writing poetry, but it&#39;s really hard to do when you&#39;re confined to a melody line.","author":"Nikki Sixx","topic":"Poetry"},{"quote":"I come from a short fiction background, and my mom is a poet, so I&#39;ve always read poetry; I&#39;ve always had a lot of different influences both linguistically and musically.","author":"Lorde","topic":"Poetry"},{"quote":"The poem is not, as someone put it, deflective of entry. But the real question is, &#39;What happens to the reader once he or she gets inside the poem?&#39; That&#39;s the real question for me, is getting the reader into the poem and then taking the reader somewhere, because I think of poetry as a kind of form of travel writing.","author":"Billy Collins","topic":"Poetry"},{"quote":"There are interesting forms of difficulty, and there are unprofitable forms of difficulty. I mean, I enjoy some difficult poetry, but some of it is impenetrable and I actually wouldn&#39;t want to penetrate it if I could, perhaps.","author":"Billy Collins","topic":"Poetry"},{"quote":"Poetry is my cheap means of transportation. By the end of the poem the reader should be in a different place from where he started. I would like him to be slightly disoriented at the end, like I drove him outside of town at night and dropped him off in a cornfield.","author":"Billy Collins","topic":"Poetry"},{"quote":"I think if a poet wanted to lead, he or she would want the message to be unequivocally clear and free of ambiguity. Whereas poetry is actually the home of ambiguity, ambivalence and uncertainty.","author":"Billy Collins","topic":"Poetry"},{"quote":"I have my Poetry 180 project, which I&#39;ve made my main project. We encourage high schools, because that&#39;s really where, for most people, poetry dies off and gets buried under other adolescent pursuits.","author":"Billy Collins","topic":"Poetry"},{"quote":"I don&#39;t think anybody reads a book of poetry front to back. Editors and reviewers only. I don&#39;t think anybody else does.","author":"Billy Collins","topic":"Poetry"},{"quote":"I&#39;m happy to stick with my persona. There are themes of love lost and love regained, but the main themes of all poems are basically love and death, and that seems to be the message of poetry.","author":"Billy Collins","topic":"Poetry"},{"quote":"I know my voice has a limited range of motion; I don&#39;t write dramatic monologues and pretend to be other people. But so far, my voice is broad enough to accommodate most of what I want to put into my poetry. I like my persona; I often wish I were him and not me.","author":"Billy Collins","topic":"Poetry"},{"quote":"One of the disadvantages of poetry over popular music is that if you write a pop song, it naturally gets into people&#39;s heads as they listen in the car. You don&#39;t have to memorize a Paul Simon song; it&#39;s just in your head, and you can sing along. With a poem, you have to will yourself to memorize it.","author":"Billy Collins","topic":"Poetry"},{"quote":"When I became poet laureate, I was in a slightly uncomfortable position because I think a lot of poetry isn&#39;t worth reading.","author":"Billy Collins","topic":"Poetry"},{"quote":"For most Americans, poetry plays no role in their everyday lives. But also for most Americans, contemporary painting or jazz or sculpture play no role either. I&#39;m not saying poetry is singled out as a special thing to ignore.","author":"Billy Collins","topic":"Poetry"},{"quote":"My persona is less miserable than a lot of contemporary poetry speakers are.","author":"Billy Collins","topic":"Poetry"},{"quote":"I find a lot of poetry very disappointing, but I do have poets that I go back to. One book of poetry that I&#39;d like to mention is &#39;The Exchange&#39; by Sophie Cabot Black. Her poems are difficult without being too difficult.","author":"Billy Collins","topic":"Poetry"},{"quote":"In the long revolt against inherited forms that has by now become the narrative of 20th-century poetry in English, no poet was more flamboyant or more recognizable in his iconoclasm than Cummings.","author":"Billy Collins","topic":"Poetry"},{"quote":"Some honor Cummings as the granddaddy of all American innovators in poetry and ascribe to him a diverse progeny that includes virtually any poet who considers the page a field and allows silence to be part of poetry&#39;s expressiveness.","author":"Billy Collins","topic":"Poetry"},{"quote":"I want to branch out. I want to write. I write poetry. I want to see my children grow up well.","author":"Annie Lennox","topic":"Poetry"},{"quote":"Poetry is often the art of overhearing yourself say things you didn&#39;t know you knew. It is a learned skill to force yourself to articulate your life, your present world or your possibilities for the future.","author":"David Whyte","topic":"Poetry"},{"quote":"By definition, poetry works with qualities and dynamics that mainstream society is reluctant to face head-on. It&#39;s an interesting phenomenon that by necessity, poetry is just below the radar.","author":"David Whyte","topic":"Poetry"},{"quote":"It is the province of poetry to be more realistic and present than the artificial narratives of an outer discourse, and not afraid of the truthful difficulty of the average human life.","author":"David Whyte","topic":"Poetry"},{"quote":"Poetry gives us courage and sets us straight with the world. Poems are great companions and friends.","author":"David Whyte","topic":"Poetry"},{"quote":"When you write, it&#39;s just a much more crystalline, compressed version of the voice you think with - though not the one you speak with. I think your writing voice is your laser-guided missile. It&#39;s the poetry part of you.","author":"Douglas Coupland","topic":"Poetry"},{"quote":"I started playing guitar when I was 13. I&#39;d written a few songs on the guitar over some time. I&#39;d written a book of poetry, and I got a book of lyrics that I had when I was a kid.","author":"Lewis Hamilton","topic":"Poetry"},{"quote":"I am an artist, you understand? For me, a picture is like poetry. When you make art, this is not coming from an intellectual place. It&#39;s coming from the deep side of your unconscious, your soul.","author":"Alejandro Jodorowsky","topic":"Poetry"},{"quote":"Opera combines pretty basic theater and poetry, but the storyline itself is actually quite poetic and, after some digital research, taking that actual content and seeing it as undeniably poetic.","author":"John Darnielle","topic":"Poetry"},{"quote":"I was writing poetry, and the Mountain Goats was an outgrowth of that.","author":"John Darnielle","topic":"Poetry"},{"quote":"There may be more poetry than justice in poetic justice.","author":"George Will","topic":"Poetry"},{"quote":"I would give anything to sing like Beyonce or Adele. I&#39;ve said many times to my friends that if I could sing like them, I would give up poetry and writing.","author":"Rupi Kaur","topic":"Poetry"},{"quote":"The topics just kind of come to me. If they are relevant, it&#39;s because they&#39;re happening in the world around me, and it&#39;s affecting me. Poetry is my way of dealing with it.","author":"Rupi Kaur","topic":"Poetry"},{"quote":"Poetry and art are key influences in changing how we look at taboos.","author":"Rupi Kaur","topic":"Poetry"},{"quote":"&#39;Milk and Honey&#39; was written with me being honest to myself, kind of pulling at the things that I hear the most and saying that out loud, and you know, that thing that we hear the most is most universal, and so that rings true with all folks. The language used in the poetry is extremely, extremely accessible.","author":"Rupi Kaur","topic":"Poetry"},{"quote":"For me, the power of the poetry in &#39;Milk and Honey&#39; is the feeling you get after finished reading the poem. It&#39;s the emotion you feel once you&#39;ve read the last word, and that is only possible when the diction is easy, and you don&#39;t get stuck on every other word, you don&#39;t know what the word means.","author":"Rupi Kaur","topic":"Poetry"},{"quote":"There isn&#39;t, even now, a great tradition of novel-writing in Afghanistan. Most of the literature is in the form of poetry.","author":"Khaled Hosseini","topic":"Poetry"},{"quote":"Writing poetry is such an intense experience that it helps to start the process in a casual or wayward frame of mind.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"The terms of poetry - some simple, some complicated, some ancient, some new - should bring us closer to what we&#39;re hearing, enlarging our experience of it, enabling us to describe what we&#39;re reading, to feel and think with greater precision.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I&#39;m a poet, and I spent my life in poetry.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"Poetry takes courage because you have to face things and you try to articulate how you feel.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"Someone who&#39;s awake in the middle of the night is a soul consciousness when everyone else is asleep, and that creates a feeling of solitude in poetry that I very much like.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"You&#39;re shadowed by your own dream, especially as you get older, of trying to create something that will last in poetry. And so, you&#39;re working on its behalf.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"There have always been great defenses of poetry, and I&#39;ve tried to write mine, and I think all of my work and criticism is a defense of poetry to try and keep something alive in poetry.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"When I taught at the University of Houston in the Creative Writing program, we required the poets to take workshops in fiction writing, and we required the fiction writers to take workshops in poetry.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I don&#39;t think you can read poetry while you&#39;re watching television very well.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"The idea of how to read a poem is based on the idea that poetry needs you as a reader. That the experience of poetry, the meaning in poetry, is a kind of circuit that takes place between a poet, a poem and a reader, and that meaning doesn&#39;t exist or inhere in poems alone.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"In every culture, in every language, there is expressive play, expressive word play; there&#39;s language use to different purposes that we would call poetry.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I don&#39;t think poetry will die, but I think that poetry does demand a certain kind of attention to language. It does demand a certain space in order to read it, and I think that space is somewhat threatened by the lack of attention that people have and the amount of time that they give to things.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I had feelings that I didn&#39;t know what to do with, and I felt better when I started writing them. I thought of it as poetry. I did notice girls really liked it. Better than football. They liked the combination.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I&#39;d say people do need some help with poetry because I think poetry just helps takes us to places that Americans aren&#39;t always accustomed to going.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"The commitment to working at poetry is important because a poet is a maker, and a poem is a made thing. We have to honor our feelings by working to transform them into something meaningful and lasting.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I find great consolation in having a lot of poetry books around. I believe that writing poetry and reading it are deeply intertwined. I&#39;ve always delighted in the company of the poets I&#39;ve read.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"As long as there&#39;s been poetry, there have been lamentations.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"Poetry is a form of necessary speech... I have sought to restore the aura of sacred practice that accompanies true poetic creation, to honor both the rational and the irrational elements of poetry.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"Poetry is meant to inspire readers and listeners, to connect them more deeply to themselves even as it links them more fully to others. But many people feel put off by the terms of poetry, its odd vocabulary, its notorious difficulty.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"The line is a way of framing poetry. All verse is measured by lines. The poetic line immediately announces its difference from everyday speech and prose.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"The sense of flowing, which is so crucial to song, is also crucial to poetry.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"When poetry separates from song, then the words have to carry all the rhythm themselves; they have to do all the work. They can&#39;t rely on the singing voice.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"One of the things that distinguishes poetry from ordinary speech is that in a very few number of words, poetry captures some kind of deep feeling, and rhythm is the way to get there. Rhythm is the way the poetry carries itself.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I started writing poetry as a teenager in suburban Chicago out of emotional desperation.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I grew up in a middle-class house without books, without art. No one around me wrote poetry or even read it.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"Poetry itself hasn&#39;t been well served by poets who fled to the margins.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I aspire to a poetry of great formal integrity, deep passion and high intellect, and I have many models for how to do that.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I&#39;m so happy to be an advocate for poetry.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"I didn&#39;t read poetry seriously until college, when I really began to devour it in a very intense way. I also discovered that a poet is a maker. Before that, I thought a poet was someone who wrote about his own experiences.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"The idea that a poem was a made thing stayed with me, and I decided then that I wanted to be an artist, not just a diarist. So I put myself through a kind of apprenticeship in writing poetry, and I understood even then that my practice as a poet was deeply related to my reading.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"Poetry is a vocation. It is not a career but a calling.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"Poetry takes place in time. It is a durational. Things take place in sequence.","author":"Edward Hirsch","topic":"Poetry"},{"quote":"As an actor, there is room for a certain amount of creativity, but you&#39;re always ultimately going to be saying somebody else&#39;s words. I don&#39;t think I&#39;d have the stamina, skill or ability to write a novel, but I&#39;d love to write short stories and poetry, because those are my two passions.","author":"Daniel Radcliffe","topic":"Poetry"},{"quote":"Poetry is something I love to do. Good poetry has an amazing ability to be communicative before it&#39;s even understood. I get emotional just from the beauty of words.","author":"Daniel Radcliffe","topic":"Poetry"},{"quote":"I don&#39;t think I&#39;d have the stamina, skill or ability to write a novel, but I&#39;d love to write short stories and poetry, because those are my two passions.","author":"Daniel Radcliffe","topic":"Poetry"},{"quote":"Poetry is what Milton saw when he went blind.","author":"Don Marquis","topic":"Poetry"},{"quote":"I love reading poetry, and yet, at this point, the thought of writing a poem, to me, is tantamount to figuring out a trigonometry question.","author":"Jhumpa Lahiri","topic":"Poetry"},{"quote":"There is little premium in poetry in a world that thinks of Pound and Whitman as a weight and a sampler, not an Ezra, a Walt, a thing of beauty, a joy forever.","author":"Anna Quindlen","topic":"Poetry"},{"quote":"Poetry is what we turn to in the most emotional moments of our life - when a beloved friend dies, when a baby is born or when we fall in love.","author":"Erica Jong","topic":"Poetry"},{"quote":"Poetry is the language we speak in the most terrifying or ecstatic passages of our lives. But the very word poetry scares people. They think of their grade school teachers reciting &#39;Hiawatha&#39; and they groan.","author":"Erica Jong","topic":"Poetry"},{"quote":"I thought to spend my declining years writing poetry and teaching - but that won&#39;t pay the Bergdorf&#39;s bill. I think I&#39;ll move to somewhere life is cheaper.","author":"Erica Jong","topic":"Poetry"},{"quote":"I guess the thing that I&#39;m most proud of is that I kept on writing poetry. I understand that poetry is sort of the source of everything I do. It&#39;s the source of my creativity.","author":"Erica Jong","topic":"Poetry"},{"quote":"Often I find that poems predict what I&#39;m going to do later in my own writing, and often I find that poems predict my life. So I think poetry is the most intense expression of feeling that we have.","author":"Erica Jong","topic":"Poetry"},{"quote":"What are the sources of poetry? Love and death and the paradox of love and death. All poetry from the beginning is about Eros and Thanatos. Those are the only subjects. And how Eros and Thanatos interweave.","author":"Erica Jong","topic":"Poetry"},{"quote":"I didn&#39;t start writing songs, honestly, until I started making my album. I was always doing poetry, but I never thought I could write songs. I discouraged myself and thought it was so hard. But starting this process and learning just what it is to be a songwriter and performer taught me that you don&#39;t have to feel discouraged about anything.","author":"Alessia Cara","topic":"Poetry"},{"quote":"Personally I always feel like I could use a little more of poetry apothegmatic power in my own work but we&#39;re always lacking something.","author":"Junot Diaz","topic":"Poetry"},{"quote":"Poetry is all that is worth remembering in life.","author":"William Hazlitt","topic":"Poetry"},{"quote":"Poetry, fiction as novels or short stories - these are autonomous as created by their authors. They should stand on their own, like pieces of furniture that should be judged as to their usefulness, elegance.","author":"F. Sionil Jose","topic":"Poetry"},{"quote":"People compose poetry, novels, sitcoms - for love.","author":"Helen Fisher","topic":"Poetry"},{"quote":"I am fascinated by the engineering. The science of constructing and understanding why it stands. And I am drawn by the madness, the beauty, the theatricality, the poetry and soul of the wire. And you cannot be a wire-walker without mingling those two ways of seeing life.","author":"Philippe Petit","topic":"Poetry"},{"quote":"If I have to make a self-portrait, I would put poetry and rebellion on the list. To be able to walk on a wire, to be able to juggle six hoops, you need focus, another word for tenacity, which is passion.","author":"Philippe Petit","topic":"Poetry"},{"quote":"I was born in a world of opera, theatre, films, poetry, art, and therefore, out of the wire, I made a stage. That&#39;s why they call me a high wire artist.","author":"Philippe Petit","topic":"Poetry"},{"quote":"In poetry everything which must be said is almost impossible to say well.","author":"Paul Valery","topic":"Poetry"},{"quote":"On a practical level, poetry isn&#39;t something anybody has really made a great living at. I might sell some books and, once in a while, someone might pay to hear me read.","author":"Viggo Mortensen","topic":"Poetry"},{"quote":"Photography, painting or poetry - those are just extensions of me, how I perceive things; they are my way of communicating.","author":"Viggo Mortensen","topic":"Poetry"},{"quote":"I have a publishing company of books by me and books of others. It drew people to poetry readings and photo exhibitions and painting exhibitions that I&#39;ve been doing for years before that.","author":"Viggo Mortensen","topic":"Poetry"},{"quote":"I guess I wanted to leave America for awhile. It wasn&#39;t that I wanted to become an expatriate, or just never come back, I needed some breathing room. I&#39;d already been translating French poetry, I&#39;d been to Paris once before and liked it very much, and so I just went.","author":"Paul Auster","topic":"Poetry"},{"quote":"I started out in life as a poet; I was only writing poetry all through my 20s. It wasn&#39;t until I was about 30 that I got serious about writing prose. While I was writing poems, I would often divert myself by reading detective novels; I liked them.","author":"Paul Auster","topic":"Poetry"},{"quote":"So few people read poetry. That&#39;s sad, isn&#39;t it?","author":"Jerry Hall","topic":"Poetry"},{"quote":"I think there are things in my story that have helped my creativity. Your father being killed, for instance, is one of the best things that could happen to a kid if he&#39;s going to write poetry or songs.","author":"Roger Waters","topic":"Poetry"},{"quote":"My dad is a Jack Nicholson lookalike and a frustrated performer, my mother&#39;s into reading and poetry. I suppose the thing I owe them most is my confidence.","author":"Michael Sheen","topic":"Poetry"},{"quote":"Money is a kind of poetry.","author":"Wallace Stevens","topic":"Poetry"},{"quote":"If poetry should address itself to the same needs and aspirations, the same hopes and fears, to which the Bible addresses itself, it might rival it in distribution.","author":"Wallace Stevens","topic":"Poetry"},{"quote":"Well, I still write poetry, but I wouldn&#39;t call myself a poet.","author":"David Duchovny","topic":"Poetry"},{"quote":"The Lord&#39;s Prayer is the most perfect piece of poetry. I always feel at peace and moved when I recite it.","author":"Mary Quant","topic":"Poetry"},{"quote":"I was a 16-year-old girl at one point, so of course I wrote poetry.","author":"Elizabeth Edwards","topic":"Poetry"},{"quote":"Every single soul is a poem.","author":"Michael Franti","topic":"Poetry"},{"quote":"Americans have been tremendously fortunate in poetry, regarding both the quantity and quality of poetry produced. Unfortunately, it remains in schools and universities; it is not widely distributed.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"Poetry is rather an approach to things, to life, than it is typographical production.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"The more one reads poetry, the less tolerant one becomes of any sort of verbosity, be that in political or philosophical discourse, be that in history, social studies or the art of fiction.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"My idea is simply - is very simple - is that the books of poetry should be published in far greater volume and be distributed in far greater volume, in far more substantial manner. You can sell in supermarkets very cheaply. In paperbacks. You can sell in drugstores.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"I am a patriot, but I must say that English poetry is the richest in the world.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"Poetry is not an art or a branch of art: it&#39;s something more.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"Anyone who regards poetry as an entertainment, as a &#39;read,&#39; commits an anthropological crime, in the first place against himself.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"American poetry to me is a sort of relentless, nonstop sermon on human autonomy.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"American poetry is this country&#39;s greatest patrimony. It takes a stranger to see some things clearly. This is one of them, and I am that stranger.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"Poetry isn&#39;t just different from prose, it&#39;s more important for the human species.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"People who buy &#39;The National Enquirer&#39; would buy poetry. They should be given a choice. I&#39;m absolutely serious.","author":"Joseph Brodsky","topic":"Poetry"},{"quote":"There is something about poetry beyond prose logic, there is mystery in it, not to be explained but admired.","author":"Edward Young","topic":"Poetry"},{"quote":"When I first started reading poetry, all the poets I read - Edgar Allan Poe, Oliver Wendell Holmes, John Greenleaf Whittier - were rhyme poets. That&#39;s what captured me.","author":"Marv Levy","topic":"Poetry"},{"quote":"Actually, I&#39;m working on a book of poetry.","author":"Marv Levy","topic":"Poetry"},{"quote":"I&#39;m about 75 pages into a book on poetry. I don&#39;t know if anybody wants to read it. It&#39;s on any broad variety of subjects. I walk down the street and think of a topic and jot it down and say, &#39;Okay, that&#39;s another one.&#39; They go from the humorous to the serious to every topic imaginable.","author":"Marv Levy","topic":"Poetry"},{"quote":"Thinking in its lower grades, is comparable to paper money, and in its higher forms it is a kind of poetry.","author":"Havelock Ellis","topic":"Poetry"},{"quote":"For thousands of years, poetry has been picturing love as a mysterious and tragic power. But when anyone says the same thing in plain prose, and adds that life would be colourless and poor without the great passions, then this is called immorality!","author":"Ellen Key","topic":"Poetry"},{"quote":"I&#39;m moved by people who see the world differently than others. People who see the world with a longing for its poetry often can be broken people.","author":"Laura Dern","topic":"Poetry"},{"quote":"You pick up loads of baggage with your first record with reaction to it from fans and critics. So I went to Ireland by myself for a couple of weeks with my guitar. I read lots of poetry, I read Patti Smith&#39;s autobiography and started words and phrases and then songs started to take shape.","author":"Ellie Goulding","topic":"Poetry"},{"quote":"I still read Donne, particularly his love poems.","author":"Carol Ann Duffy","topic":"Poetry"},{"quote":"I wrote poetry, which got me into lyrics. Stevie Wonder, Carole King, Elton John pulled me into pop. I started singing with a band - just for fun - when I was 17. And pretty soon, I was thinking I could sing pop in English as well as Spanish.","author":"Gloria Estefan","topic":"Poetry"},{"quote":"I&#39;m a failed poet. Reading poetry helps me to see the world differently, and I try to infuse my prose with figurative language, which goes against the trend in fiction.","author":"Jesmyn Ward","topic":"Poetry"},{"quote":"I dabbled in writing, wrote really bad poetry in high school. I also took a few writing classes when I was an undergrad at Stanford. I was so intimidated.","author":"Jesmyn Ward","topic":"Poetry"},{"quote":"When I arrived at Columbia, I gave up acting and became interested in all things French. French poetry, French history, French literature.","author":"Joseph Gordon-Levitt","topic":"Poetry"},{"quote":"It&#39;s just poetry, beauty and love. How hard can that be to act?","author":"Robin Wright","topic":"Poetry"},{"quote":"Sylvia Plath, Rumi, there&#39;s a lot of spoken word poets who do a really incredible job putting their spoken work into page poetry - that&#39;s what I strive to do.","author":"Mary Lambert","topic":"Poetry"},{"quote":"It would probably surprise people to know that I&#39;m interested in wildlife. I read a lot of poetry, too.","author":"Sean Bean","topic":"Poetry"},{"quote":"When the modern movement began, starting perhaps with the paintings of Manet and the poetry of Baudelaire and Rimbaud, what distinguished the modern movement was the enormous honesty that writers, painters and playwrights displayed about themselves. The bourgeois novel flinches from such notions.","author":"J. G. Ballard","topic":"Poetry"},{"quote":"I work on words, mostly, toward them being poetry or short stories, and then some of those become songs. They all find their place in the world, but they all start off in the same place. I&#39;m always painting and drawing as well, and it&#39;s an ongoing creative assignment.","author":"P. J. Harvey","topic":"Poetry"},{"quote":"As for how criticism of Keats&#39; poetry relates to criticism of my own work, I&#39;ll leave that for others to decide.","author":"Jane Campion","topic":"Poetry"},{"quote":"I have to admit that I had a lot of problems with poetry.","author":"Jane Campion","topic":"Poetry"},{"quote":"And, I mean, I think poetry does need to be met to some extent, especially, I guess, 19th century poetry, and for me, it&#39;s just been so worth the effort. It&#39;s like I&#39;m planting a garden in my head.","author":"Jane Campion","topic":"Poetry"},{"quote":"I&#39;m reading a lot of poetry because it&#39;s a lot easier to dip in and dip out when you&#39;ve got 10 minutes to yourself.","author":"Hozier","topic":"Poetry"},{"quote":"I&#39;m conscious of a series of circles working its way through my life. And at this particular moment I have come round to the beginning of my writing cycle. It begins with poetry. There&#39;s hardly a day that goes past on which I don&#39;t write poetry.","author":"Ben Okri","topic":"Poetry"},{"quote":"I began my writing life as a poet, so poetry has always been fundamental. I evolved from poetry to journalism to stories to novels. But poetry was always there.","author":"Ben Okri","topic":"Poetry"},{"quote":"Deals are my art form. Other people paint beautifully on canvas or write wonderful poetry. I like making deals, preferably big deals. That&#39;s how I get my kicks.","author":"Ed Koch","topic":"Poetry"},{"quote":"No poetry that I&#39;m aware of, however bad or glorious, has ever left somebody a worse person than they were before they read it.","author":"Felix Dennis","topic":"Poetry"},{"quote":"You don&#39;t have to live in a garage to write great poetry.","author":"Felix Dennis","topic":"Poetry"},{"quote":"I want to prove that if you write in strict meter and rhyme about subjects people care about, they will buy poetry.","author":"Felix Dennis","topic":"Poetry"},{"quote":"I am absolutely convinced that my life was redeemed by poetry.","author":"Felix Dennis","topic":"Poetry"},{"quote":"With a poetry book I can send 100 copies out to reviewers and other people, and even do it in advance and get their response. It&#39;s difficult with iPad: how do you send it out for free, and how do you even disseminate it before it goes into their store?","author":"Felix Dennis","topic":"Poetry"},{"quote":"Poetry is one of the oldest of all art forms, and one of its powers for shamans and tribal leaders was the mnemonic.","author":"Felix Dennis","topic":"Poetry"},{"quote":"Sufi poetry is, in a sense, self-help poetry about how to live a decent life, how to deal with your mortality.","author":"Mohsin Hamid","topic":"Poetry"},{"quote":"Poetry is so vital to us until school spoils it.","author":"Russell Baker","topic":"Poetry"},{"quote":"I gave up on new poetry myself 30 years ago when most of it began to read like coded messages passing between lonely aliens in a hostile world.","author":"Russell Baker","topic":"Poetry"},{"quote":"Anticipating that most poetry will be worse than carrying heavy luggage through O&#39;Hare Airport, the public, to its loss, reads very little of it.","author":"Russell Baker","topic":"Poetry"},{"quote":"So now I have a collection of poetry by Aaron Neville and I give it to people I want to share it with. I&#39;d like to publish it someday.","author":"Aaron Neville","topic":"Poetry"},{"quote":"I write poetry on my iPhone. I&#39;ve got about 100 poems on there.","author":"Aaron Neville","topic":"Poetry"},{"quote":"All I knew about Ethiopia was from a few records that I like, as well as what I read about the famine. But you get there and it&#39;s another world. It&#39;s filled with art and music and poetry and intellectuals and writers - all kinds of people.","author":"Flea","topic":"Poetry"},{"quote":"I&#39;m partial to epic poetry, which might be surprising given that I don&#39;t write poetry at all. The combination of rollicking storytelling with musical language seems to me the highest achievement.","author":"Jennifer Egan","topic":"Poetry"},{"quote":"The mystical poetry of William Blake&#39;s artwork also forms the basis for the album cover.","author":"Bruce Dickinson","topic":"Poetry"},{"quote":"A definition of poetry can only determine what poetry should be and not what poetry actually was and is; otherwise the most concise formula would be: Poetry is that which at some time and some place was thus named.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Poetry"},{"quote":"The poetry of this one is called philosophical, of that one philological, of a third rhetorical, and so on. Which is then the poetic poetry?","author":"Karl Wilhelm Friedrich Schlegel","topic":"Poetry"},{"quote":"Women are treated as unjustly in poetry as in life. The feminine ones are not idealistic, and the idealistic not feminine.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Poetry"},{"quote":"One has only as much morality as one has philosophy and poetry.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Poetry"},{"quote":"From what the moderns want, we must learn what poetry should become; from what the ancients did, what poetry must be.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Poetry"},{"quote":"He who has religion will speak poetry. But philosophy is the tool with which to seek and discover religion.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Poetry"},{"quote":"Versatility of education can be found in our best poetry, but the depth of mankind should be found in the philosopher.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Poetry"},{"quote":"Women do not have as great a need for poetry because their own essence is poetry.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Poetry"},{"quote":"Nothing truly convincing - which would possess thoroughness, vigor, and skill - has been written against the ancients as yet; especially not against their poetry.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Poetry"},{"quote":"If you want to see mankind fully, look at a family. Within the family minds become organically one, and for this reason the family is total poetry.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Poetry"},{"quote":"After a couple of years of public high school, I went to Exeter - an insane conglomeration of adolescent males in the wilderness, all of whom claimed to hate poetry.","author":"Donald Hall","topic":"Poetry"},{"quote":"The experience of poetry could bring my mother back to me. Poetry offers a different kind of solace - here on earth.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"I think there is a poem out there for everyone, to be an entrance into the poetry and a relationship with it.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"From the catbird seat, I&#39;ve found poetry to be the necessary utterance it has always been in America.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"Dismissals of poetry are nothing new. It&#39;s easy to dismiss poetry if one has not read much of it.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"The first thing I tried to do in the months after losing my mother was to write a poem. I found myself turning to poetry in the way so many people do - to make sense of losses. And I wrote pretty bad poems about it. But it did feel that the poem was the only place that could hold this grief.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"I think I felt at some point that I couldn&#39;t understand poetry or that it was beyond me or it didn&#39;t speak to my experience. I think that was because I hadn&#39;t yet found the right poems to invite me in.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"My father, Eric Trethewey, is a poet, so I had one right inside the house. And on long trips, he&#39;d tell me, if I got bored in the car, to write a poem about it. And I did find that poetry was a way for me, I think as it for a lot of people, to articulate those things that seem hardest to say.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"Even though I am the daughter of a poet, and my stepmother is also a poet, growing up, I didn&#39;t think I could understand poetry; I didn&#39;t think that it had any relevance to my life, the feelings that I endured on a day-to-day basis, until I was introduced to the right poem.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"I think people turn to poetry more often than they think they do, or encounter it in more ways than they think that they do. I think we forget the places that we encounter it, say, in songs or in other little bits and pieces of things that we may have remembered from childhood.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"I think the biggest thing that I have to do is to remind people that poetry is there for us to turn to not only to remind us that we&#39;re not alone - for example, if we are grieving the loss of someone - but also to help us celebrate our joys. That&#39;s why so many people I know who&#39;ve gotten married will have a poem read at the wedding.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"&#39;NewsHour&#39; is very interested in poetry, but they&#39;re also interested in not just that something&#39;s cute to add on at the end of their programming, but something that actually is integrated into the news.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"I&#39;ve been most happy to be an advocate for the kinds of grassroots things that people are doing who care about poetry.","author":"Natasha Trethewey","topic":"Poetry"},{"quote":"I don&#39;t think poetry has a readership anywhere, really, that&#39;s that big.","author":"Derek Walcott","topic":"Poetry"},{"quote":"Ted Hughes is dead. That&#39;s a fact, OK. Then there&#39;s something called the poetry of Ted Hughes. The poetry of Ted Hughes is more real, very soon, than the myth that Ted Hughes existed - because that can&#39;t be proven.","author":"Derek Walcott","topic":"Poetry"},{"quote":"There is no one more deserving of a place in Poets&#39; Corner. Ted Hughes introduced a new kind of landscape into English poetry. The most compelling aspect of his work was his intimacy with nature.","author":"Derek Walcott","topic":"Poetry"},{"quote":"I don&#39;t believe that poetry is in danger because nobody wants to read it or appreciate it. There is a tremendous audience for it on any given day or night. You just have to know where to look.","author":"Derek Walcott","topic":"Poetry"},{"quote":"Look at Allen Ginsberg. In poems like &#39;Kaddish&#39; and &#39;Howl,&#39; you can hear a cantor between the lines. It&#39;s fully alive, and I think that&#39;s what&#39;s missing in modern poetry. It&#39;s too dry and cerebral.","author":"Derek Walcott","topic":"Poetry"},{"quote":"I grew up in a place in which, if you learned poetry, you shouted it out. Boys would scream it out and perform it and do it and flourish it.","author":"Derek Walcott","topic":"Poetry"},{"quote":"I don&#39;t feel like a celebrity. Poetry justifies celebrity. It&#39;s good to have respect for a poet.","author":"Derek Walcott","topic":"Poetry"},{"quote":"Where I come from, we sing poetry.","author":"Derek Walcott","topic":"Poetry"},{"quote":"The fate of poetry is to fall in love with the world.","author":"Derek Walcott","topic":"Poetry"},{"quote":"I write plays and poetry at the same time, and I&#39;m always refining, but I&#39;m not obsessive about it. It&#39;s what I like to do, what I&#39;ve always wanted to do.","author":"Derek Walcott","topic":"Poetry"},{"quote":"I can be upset by malice. Most critics are very poor poets. Poetry is a craft that takes a lot to appreciate, and there are some critics who have no ear for it. An irresponsible critic can do a lot of psychic damage, but eventually, they don&#39;t affect your work.","author":"Derek Walcott","topic":"Poetry"},{"quote":"My work should be seen as poetry.","author":"Robert Wilson","topic":"Poetry"},{"quote":"Poetry is not an expression of the party line. It&#39;s that time of night, lying in bed, thinking what you really think, making the private world public, that&#39;s what the poet does.","author":"Allen Ginsberg","topic":"Poetry"},{"quote":"I have nothing to say, I am saying it, and that is poetry.","author":"John Cage","topic":"Poetry"},{"quote":"&#39;Hamilton&#39; is, of course, closely tied to the Obamas because Lin first performed the opening number at a White House poetry jam.","author":"Phillipa Soo","topic":"Poetry"},{"quote":"Poetry has, in a way, been my bridge to my acting career.","author":"Omari Hardwick","topic":"Poetry"},{"quote":"I found poetry at 12 and 13 and, lo and behold, learned that my attorney father had a background in poetry - as he wore dashikis and Afros in the &#39;70s and named his kids Arabic names. He was a poet and a lot like The Last Poets and Gil Scott-Heron and all of these folks. He definitely was an artist.","author":"Omari Hardwick","topic":"Poetry"},{"quote":"I was trying to pay the bills with poems, and it was easy to memorize my poems, because I&#39;d be riding my bike in California trying to memorize them before going on stage at a poetry lounge.","author":"Omari Hardwick","topic":"Poetry"},{"quote":"That&#39;s the thing with me being a former athlete: in the way I attack characters and attack poetry is from the base of being an athlete.","author":"Omari Hardwick","topic":"Poetry"},{"quote":"I&#39;m a black Catholic raised in Decatur, Georgia, which was very gang-infested. Then, I went to an all-white private high school and excelled in sports and wrote poetry, then played football at the University of Georgia, minoring in drama.","author":"Omari Hardwick","topic":"Poetry"},{"quote":"Poetry is almost like my foundation for everything. I almost feel I am a better actor and writer because of it.","author":"Omari Hardwick","topic":"Poetry"},{"quote":"I think that&#39;s what poetry does. It allows people to come together and identify with a common thing that is outside of themselves, but which they identify with from the interior.","author":"Diane Wakoski","topic":"Poetry"},{"quote":"I see poetry as spiritual medicine.","author":"Mahmoud Darwish","topic":"Poetry"},{"quote":"To be under occupation, to be under siege, is not a good inspiration for poetry.","author":"Mahmoud Darwish","topic":"Poetry"},{"quote":"The importance of poetry is not measured, finally, by what the poet says but by how he says it.","author":"Mahmoud Darwish","topic":"Poetry"},{"quote":"You don&#39;t help people in your poems. I&#39;ve been trying to help people all my life - that&#39;s my trouble.","author":"Charles Olson","topic":"Poetry"},{"quote":"Metaphorical tone deafness is when people are unable to discern what is of value in something. I think I&#39;m tone deaf to poetry, for instance. Despite having studied it into a second year of university, most of it just leaves me cold.","author":"Julian Baggini","topic":"Poetry"},{"quote":"In traditional Asian arts, the word and the picture always sit next to each other. I have an aunt, a Chinese brush painter, who told me that when you do a Chinese brush painting, you have to pair the image up with some poetry.","author":"Gene Luen Yang","topic":"Poetry"},{"quote":"Everybody interprets things differently with their own perception, and I want poetry to pull out of them their own feelings.","author":"John Trudell","topic":"Poetry"},{"quote":"In school, my favourite class was when we were given a subject for an essay on which we could freewheel. And poetry: I&#39;ve always written it and loved the way words interact, in meaning and in sound.","author":"Stephen Hough","topic":"Poetry"},{"quote":"If I&#39;m walking along the street, ideas come. Ideas about things that I&#39;m interested in. I&#39;ve jotted them down in the past on bits of paper and then, more recently, on apps in my phone. I&#39;ve always written poetry since I was a kid.","author":"Stephen Hough","topic":"Poetry"},{"quote":"I do think digital media encourages speed-reading, which can be fine if one is simply seeking information. But a serious novel or work of history or volume of poetry is an experience one should savor, take time over.","author":"Michael Dirda","topic":"Poetry"},{"quote":"Most lyric poetry is about love, whether yearned after, fulfilled, or wistfully regretted; what isn&#39;t tends to consist of laments and cris du coeur over this, that, and the other.","author":"Michael Dirda","topic":"Poetry"},{"quote":"I wrote poetry and short stories. I would send them to magazines; they wouldn&#39;t get in. But short stories are how I found philosophy and how I&#39;d understand the world.","author":"Dee Rees","topic":"Poetry"},{"quote":"I think of it this way: When you hear that people have downloaded your comic, appreciate that thousands are eager to hear what you have to say. The poetry club down the hall may not have the same problem. That&#39;s a good problem to have.","author":"Mark Waid","topic":"Poetry"},{"quote":"Poetry stands or falls by its music.","author":"John Burnside","topic":"Poetry"},{"quote":"My poems tend to be more celebratory and lyrical, and the novels so far pretty dark. Poetry doesn&#39;t seem to me to be an appropriate tool for exploring that.","author":"John Burnside","topic":"Poetry"},{"quote":"With fiction, I tend to get to my desk and start writing. Poetry I write in my head, often while walking, so that my poems have an organic quality, hopefully.","author":"John Burnside","topic":"Poetry"},{"quote":"I realised I&#39;d spent a lot of time in my poetry trying to find a way of talking about that whereof we cannot speak.","author":"John Burnside","topic":"Poetry"},{"quote":"I&#39;d park myself in the bookstore and read with one eye on everyone coming in. I remember reading a Robert Bly book of poetry.","author":"Sally Mann","topic":"Poetry"},{"quote":"Poetry is really a way of sharing feelings and ideas.","author":"Caroline Kennedy","topic":"Poetry"},{"quote":"The biggest problem is people are afraid of poetry, think they can&#39;t understand it or that it will be boring.","author":"Caroline Kennedy","topic":"Poetry"},{"quote":"I never thought I&#39;d be doing poetry books. I never really studied poetry. But the first one I did was after my mother died, and I realized that people sort of think and talk about her style and fashion, but in fact, what made her the person she was was really her love of reading and ideas.","author":"Caroline Kennedy","topic":"Poetry"},{"quote":"I used to spend a lot of time dreaming and writing poetry.","author":"Mohit Chauhan","topic":"Poetry"},{"quote":"A connection between poetry and blindness is a classical trope.","author":"Justin Cartwright","topic":"Poetry"},{"quote":"I like to write poetry.","author":"Rebecca Ferguson","topic":"Poetry"},{"quote":"You know that thing people say, &#39;poetry is the hardest, stories are the second hardest, novels are the easiest?&#39; I&#39;m here to tell you that novels are the hardest. Writing a novel is unbelievably difficult. It&#39;s nightmarish.","author":"Ethan Canin","topic":"Poetry"},{"quote":"I thought it would be a funny concept to publish a book about stand-up comedy with Faber, the poetry publisher, and to apply to stand-up the same sort of weight of annotation that you would to a classic work of literature, an epic poem. I thought that would be funny.","author":"Stewart Lee","topic":"Poetry"},{"quote":"My father loved poetry and music. But deep in himself he thought teaching the finest thing a person could do.","author":"George Steiner","topic":"Poetry"},{"quote":"I was lucky to have read a lot of poetry when I was younger; it helped me to remember a way to write.","author":"Benjamin Clementine","topic":"Poetry"},{"quote":"Poetry itself is music. I&#39;m just lucky that I can convert it into music. William Blake is my favorite poet of all time, and he said that he wasn&#39;t quite familiar with the sounds of music. If so, he would have been a musician. All of his poems are all like songs, and that&#39;s how I always try to start my thoughts.","author":"Benjamin Clementine","topic":"Poetry"},{"quote":"I&#39;ve written for every medium except poetry, at which I suck.","author":"J. Michael Straczynski","topic":"Poetry"},{"quote":"Never fear: Thank Home, and Poetry, and the Force behind both.","author":"Wilfred Owen","topic":"Poetry"},{"quote":"There is no real way to categorize McLean&#39;s &#39;American Pie&#39; for its hybrid of modern poetry and folk ballad, beer-hall chant and high-art rock.","author":"Douglas Brinkley","topic":"Poetry"},{"quote":"Lena Dunham and Jenni Konner, who founded Lenny Books together, also happen to have exquisite reading tastes - from obscure small press poetry chapbook to dishy memoirs to literary novels - and so it&#39;s a real honor that they&#39;ve chosen to announce their imprint with my stories.","author":"Jenny Zhang","topic":"Poetry"},{"quote":"I went to school in California, at Stanford when I was seventeen, and I lived in San Francisco until I was twenty-three, and then I lived in Hungary for, like, a summer, and then I went to Iowa for three years. At Iowa, I actually did the fiction program, not poetry. I was a fiction writer for a long time before I was &#39;out&#39; as a poet.","author":"Jenny Zhang","topic":"Poetry"},{"quote":"I just submitted what I had to the &#39;Octopus Books&#39; contest open reading period, and they said they wanted to publish my poetry book. Then I started to publish more and more poetry because people would ask me to do readings or ask me submit something for their journal.","author":"Jenny Zhang","topic":"Poetry"},{"quote":"Poetry was my dirty little secret when I was a fiction writer at Iowa, and then fiction became my dirty little secret when I started writing more poetry and working for &#39;Rookie&#39;.","author":"Jenny Zhang","topic":"Poetry"},{"quote":"The historical legacy of &#39;The Best American Poetry&#39; is they&#39;ve had very few editors who were not white. They&#39;ve had very few instances where they&#39;ve selected poems by non-white poets.","author":"Jenny Zhang","topic":"Poetry"},{"quote":"It may be said that poems are in one way like icebergs: only about a third of their bulk appears above the surface of the page.","author":"Howard Nemerov","topic":"Poetry"},{"quote":"I sometimes talk about the making of a poem within the poem.","author":"Howard Nemerov","topic":"Poetry"},{"quote":"I really enjoy English and poetry and writing classes.","author":"Taylor Momsen","topic":"Poetry"},{"quote":"Prose, poetry, and drawings stand side by side in a very democratic way in my work.","author":"Gunter Grass","topic":"Poetry"},{"quote":"As the years pass, I find that writers who were once central to me aren&#39;t anymore. I revered Yeats&#39;s poetry in college. I respect it now and am still ravished by certain lines, but I don&#39;t go back to him again and again. I do go back to Emily Dickinson again and again.","author":"Margo Jefferson","topic":"Poetry"},{"quote":"Popular music is one endless love song that, I suspect, the basically solitary Ella Fitzgerald approached much as the basically solitary Marianne Moore approached poetry: reading it with a certain contempt for it, Moore said, you could find a place in it for the genuine.","author":"Margo Jefferson","topic":"Poetry"},{"quote":"I think that one possible definition of our modern culture is that it is one in which nine-tenths of our intellectuals can&#39;t read any poetry.","author":"Randall Jarrell","topic":"Poetry"},{"quote":"I love poetry. If my mind gets a bit tight or bound up with information or depressed with bad news, I find a good book of poetry is like going to the gym for an hour. My mind just expands.","author":"Mark Rylance","topic":"Poetry"},{"quote":"I always read poetry before I write, to sensitize me to the rhythms and music of language.","author":"Janet Fitch","topic":"Poetry"},{"quote":"If there were no poetry on any day in the world, poetry would be invented that day. For there would be an intolerable hunger.","author":"Muriel Rukeyser","topic":"Poetry"},{"quote":"The actual world, not some fantastic structure that has nothing to do with reality, must provide the material for modern poetry.","author":"Muriel Rukeyser","topic":"Poetry"},{"quote":"One characteristic of modern poetry is that arrangement of parts which strikes many people as being violent or obscure.","author":"Muriel Rukeyser","topic":"Poetry"},{"quote":"Local images have one kind of reality. &#39;U.S. 1&#39; will, I hope, have that kind and another, too. Poetry can extend the document.","author":"Muriel Rukeyser","topic":"Poetry"},{"quote":"The moment of change is the only poem.","author":"Adrienne Rich","topic":"Poetry"},{"quote":"The poet may be used as a barometer, but let us not forget that he is also part of the weather.","author":"Lionel Trilling","topic":"Poetry"},{"quote":"The romanticised life, where all the great poetry and music and art of the world comes from, is great but it requires a lot of self-indulgence.","author":"Laura Marling","topic":"Poetry"},{"quote":"Poetry is the mother-tongue of the human race.","author":"Johann Georg Hamann","topic":"Poetry"},{"quote":"Most poetry in the modern age has retreated to the private sphere, turning its back on the political realm.","author":"Terry Eagleton","topic":"Poetry"},{"quote":"Poetry is the most subtle of the literary arts, and students grow more ingenious by the year at avoiding it. If they can nip around Milton, duck under Blake and collapse gratefully into the arms of Jane Austen, a lot of them will.","author":"Terry Eagleton","topic":"Poetry"},{"quote":"I like to borrow forms and quotes and use a lot of allusions, in both poetry and music.","author":"Jamila Woods","topic":"Poetry"},{"quote":"When I started writing poetry, it was always in very hip-hop influenced spaces: Someone would teach a Nas song side-by-side with a Gwendolyn Brooks poem, and we&#39;d talk about the connections between those things.","author":"Jamila Woods","topic":"Poetry"},{"quote":"I have a band called M&amp;O. We were working on our first album in 2011 or 2012. We were looking for people to collaborate with, and I met Chance through a Young Chicago Authors poetry slam.","author":"Jamila Woods","topic":"Poetry"},{"quote":"It was through poetry I learned just to appreciate my own voice and to not think of my voice in terms of what it needs to be able to do, but what it can do.","author":"Jamila Woods","topic":"Poetry"},{"quote":"My artistic manifesto exists in the world as poetry. So even though most of the things that I&#39;ve done have been on other people&#39;s projects or could be pigeonholed in certain ways, that&#39;s not how I perceive myself.","author":"Jamila Woods","topic":"Poetry"},{"quote":"I really liked &#39;Blk Girl Art.&#39; It&#39;s like a manifesto saying why I create, whether it&#39;s poetry or music.","author":"Jamila Woods","topic":"Poetry"},{"quote":"Everyone thinks they&#39;re going to write one book of poems or one novel.","author":"Marilyn Hacker","topic":"Poetry"},{"quote":"I love reading all kinds of books. I usually have about ten books going at any one time - books about the past, the present, novels, non-fiction, poetry, mythology, religion, etc. Reading is my favorite thing to do.","author":"Mary Pope Osborne","topic":"Poetry"},{"quote":"The voice is raised, and that is where poetry begins. And even today, in the prolonged aftermath of modernism, in places where &#39;open form&#39; or free verse is the orthodoxy, you will find a memory of that raising of the voice in the term &#39;heightened speech.&#39;","author":"James Fenton","topic":"Poetry"},{"quote":"Prose on certain occasions can bear a great deal of poetry; on the other hand, poetry sinks and swoons under a moderate weight of prose.","author":"Walter Savage Landor","topic":"Poetry"},{"quote":"Thomas Davis was a great man where poetry is concerned, and a better than Thomas Moore. All over Ireland his poetry is, and he would have done other things but that he died young.","author":"Lady Gregory","topic":"Poetry"},{"quote":"In my late teenage years, I developed a real passion for it, and wrote a lot of poetry.","author":"Danielle Steel","topic":"Poetry"},{"quote":"My favourite room in my house is easily the top room, which is a bedroom but also a bathroom, with a big, wooden carved bath, two huge fireplaces and a raised bit in the corner for performances. I&#39;ve had some really lovely parties and poetry readings up there.","author":"Deborah Moggach","topic":"Poetry"},{"quote":"Poetry is not only a set of words which are chosen to relate to each other; it is something which goes much further than that to provide a glimpse of our vision of the world.","author":"Tahar Ben Jelloun","topic":"Poetry"},{"quote":"For me, poetry is a situation - a state of being, a way of facing life and facing history.","author":"Tahar Ben Jelloun","topic":"Poetry"},{"quote":"Poetry is a form of mathematics, a highly rigorous relationship with words.","author":"Tahar Ben Jelloun","topic":"Poetry"},{"quote":"I&#39;ll try anything, but the pig testicles in Taiwan were a little much. Eh, it wasn&#39;t half bad. There was this one dish I had there, the translation is, &#39;The Monk Jumps over the Fence.&#39; It&#39;s a fish dish with all these spices. It was beautiful, man - it was poetry. It had a whole story.","author":"Steven Adams","topic":"Poetry"},{"quote":"Poetry is a call to action, and it also is action.","author":"Juan Felipe Herrera","topic":"Poetry"},{"quote":"I gave my voice to poetry.","author":"Juan Felipe Herrera","topic":"Poetry"},{"quote":"The banner of the project is &#39;Casa de Colores.&#39; Under that banner, I&#39;m going to invite people to do a lot of good things. Perhaps working in groups, working on poetry.","author":"Juan Felipe Herrera","topic":"Poetry"},{"quote":"My mother was a washerwoman - or a woman that cleaned houses in Texas... in Plano, Texas - who always loved poetry and always loved stories.","author":"Juan Felipe Herrera","topic":"Poetry"},{"quote":"I&#39;ve never written poetry. I&#39;m not a poet, but I think the nearest you get is either the short story or the novella, in that you can&#39;t waste a word. There is no hiding place: everything&#39;s got to be seen to relate, and the prose counts.","author":"Susan Hill","topic":"Poetry"},{"quote":"Usually a life turned into a poem is misrepresented.","author":"Mark Strand","topic":"Poetry"},{"quote":"The novel is born of disillusionment; the poem, of despair.","author":"Jose Bergamin","topic":"Poetry"},{"quote":"I owe my discovery of the Hot Club of Cowtown to Kinky Friedman, leader of the Texas Jewboys. When I saw that Bob Wills and his Texas Playboys were headlining the 2003 Santa Clarita Cowboy Poetry and Music Festival, I thought it my duty to check out the band that had inspired the Texas Jewboys.","author":"Clive Sinclair","topic":"Poetry"},{"quote":"But the gravest difficulty, and perhaps the most important, in poetry meant solely for recitation, is the difficulty of achieving verbal beauty, or rather of making verbal beauty tell.","author":"Lascelles Abercrombie","topic":"Poetry"},{"quote":"That is to say, epic poetry has been invented many times and independently; but, as the needs which prompted the invention have been broadly similar, so the invention itself has been.","author":"Lascelles Abercrombie","topic":"Poetry"},{"quote":"Poetry lies its way to the truth.","author":"John Ciardi","topic":"Poetry"},{"quote":"I have a deep and ongoing love of Iceland, particular the landscape, and when writing &#39;Burial Rites,&#39; I was constantly trying to see whether I could distill its extraordinary and ineffable qualities into a kind of poetry.","author":"Hannah Kent","topic":"Poetry"},{"quote":"Poetry had great powers over me from my childhood, and today the poems live in my memory which I read at the age of 7 or 8 years and which drove me to desperate attempts at imitation.","author":"Bayard Taylor","topic":"Poetry"},{"quote":"One will never again look at a birch tree, after the Robert Frost poem, in exactly the same way.","author":"Paul Muldoon","topic":"Poetry"},{"quote":"A poet&#39;s autobiography is his poetry. Anything else is just a footnote.","author":"Yevgeny Yevtushenko","topic":"Poetry"},{"quote":"Poetry is ordinary language raised to the Nth power. Poetry is boned with ideas, nerved and blooded with emotions, all held together by the delicate, tough skin of words.","author":"Paul Engle","topic":"Poetry"},{"quote":"There&#39;s no musical landscape to poetry. It has somewhat of a higher standard than songs, I think.","author":"J. D. Souther","topic":"Poetry"},{"quote":"No poem is easily grasped; so why should any reader expect fast results?","author":"John Barton","topic":"Poetry"},{"quote":"Sometimes poetry is inspired by the conversation entered into by reading other poems.","author":"John Barton","topic":"Poetry"},{"quote":"I think poetry is the only domain where a writer you like can truly be said to influence you, because you read and reread a poem so many times that it simply drills itself into your head.","author":"Michel Houellebecq","topic":"Poetry"},{"quote":"A poem might be defined as thinking about feelings - about human feelings and frailties.","author":"Anne Stevenson","topic":"Poetry"},{"quote":"Each word bears its weight, so you have to read my poems quite slowly.","author":"Anne Stevenson","topic":"Poetry"},{"quote":"I like poems that are little games.","author":"Peter Davison","topic":"Poetry"},{"quote":"I am a writer, which means I write stories, I write novels, and I would write poetry if I knew how to. I don&#39;t want to limit myself.","author":"Aleksandar Hemon","topic":"Poetry"},{"quote":"There is also poetry written to be shouted in a square in front of an enthusiastic crowd. This occurs especially in countries where authoritarian regimes are in power.","author":"Eugenio Montale","topic":"Poetry"},{"quote":"That sense of a life in natural objects, which in most poetry is but a rhetorical artifice, was, then, in Wordsworth the assertion of what was for him almost literal fact.","author":"Walter Pater","topic":"Poetry"},{"quote":"Many attempts have been made by writers on art and poetry to define beauty in the abstract, to express it in the most general terms, to find some universal formula for it.","author":"Walter Pater","topic":"Poetry"},{"quote":"Children seem naturally drawn to poetry - it&#39;s some combination of the rhyme, rhythm, and the words themselves.","author":"Jack Prelutsky","topic":"Poetry"},{"quote":"We all need ways to express ourselves, and poetry is one of mine.","author":"Jack Prelutsky","topic":"Poetry"},{"quote":"I&#39;d always loved poetry and I&#39;d always loved writing music and composing music, but I hadn&#39;t thought of putting the two together until around that time.","author":"Bruce Cockburn","topic":"Poetry"},{"quote":"There&#39;ll always be working people in my poems because I grew up with them, and I am a poet of memory.","author":"Philip Levine","topic":"Poetry"},{"quote":"As for political poetry, as it&#39;s usually defined, it seems there&#39;s very little good political poetry.","author":"Kenneth Koch","topic":"Poetry"},{"quote":"I love painting and music, of course. I don&#39;t know nearly as much about them as I know about poetry. I&#39;ve certainly been influenced by fiction. I was overwhelmed by War and Peace when I read it, and I didn&#39;t read it until I was in my late 20s.","author":"Kenneth Koch","topic":"Poetry"},{"quote":"I was excited by what my painter friends were doing, and they seemed to be interested in our poetry too, and that was a wonderful little, fizzy sort of world.","author":"Kenneth Koch","topic":"Poetry"},{"quote":"I wonder if I ever thought of an ideal reader... I guess when I was in my 20s and in New York and maybe even in my early 30s, I would write for my wife Janice... mainly for my poet friends and my wife, who was very smart about poetry.","author":"Kenneth Koch","topic":"Poetry"},{"quote":"I was influenced by surrealist poetry and painting as were thousands of other people, and it seems to me to have become a part of the way I write, but it&#39;s not.","author":"Kenneth Koch","topic":"Poetry"},{"quote":"In high school I was very much involved in poetry. You cannot read a poem quickly. There&#39;s too much going on there. There are rhythms and alliterations. You have to read poetry slow, slow, slow to absorb it all.","author":"Eugene H. Peterson","topic":"Poetry"},{"quote":"It was actually a women&#39;s writing group I belonged to in graduate school that gave me the courage to move from poetry to fiction.","author":"Mary Gordon","topic":"Poetry"},{"quote":"Poetry is all nouns and verbs.","author":"Marianne Moore","topic":"Poetry"},{"quote":"I see no reason for calling my work poetry except that there is no other category in which to put it.","author":"Marianne Moore","topic":"Poetry"},{"quote":"One culture I find fascinating to juxtapose against American culture is the culture of Germany. They&#39;ve gone through a long process through their art, poetry, public discourse, their politics, of owning the fact of their complicity in what happened in World War II. It&#39;s still a topic of everyday conversation in Germany.","author":"Chris Jordan","topic":"Poetry"},{"quote":"I&#39;ve already written 300 space poems. But I look upon my ultimate form as being a poetic prose. When you read it, it appears to be prose, but within the prose you have embedded the techniques of poetry.","author":"Story Musgrave","topic":"Poetry"},{"quote":"If you read quickly to get through a poem to what it means, you have missed the body of the poem.","author":"M. H. Abrams","topic":"Poetry"},{"quote":"One can&#39;t write for all readers. A poet cannot write for people who don&#39;t like poetry.","author":"Nathalie Sarraute","topic":"Poetry"},{"quote":"Romance like a ghost escapes touching; it is always where you are not, not where you are. The interview or conversation was prose at the time, but it is poetry in the memory.","author":"George William Curtis","topic":"Poetry"},{"quote":"Fiction will always be my greatest love, with poetry close behind.","author":"J. Courtney Sullivan","topic":"Poetry"},{"quote":"People who read poetry, for example, like the feel, the heft and the smell of a book.","author":"Simon Armitage","topic":"Poetry"},{"quote":"I have always used a great variety of verse forms, especially in my poetry for children. I believe that poetry begins in childhood and that a poet who can remember his own childhood exactly can, and should, communicate to children.","author":"William Jay Smith","topic":"Poetry"},{"quote":"Nonfiction speaks to the head. Fiction speaks to the heart. Poetry speaks to the soul. It&#39;s the essence of beauty. The essence of pain. It pleases the eye and the ear.","author":"Ellen Hopkins","topic":"Poetry"},{"quote":"When I was in my late twenties, a friend suggested that, since I was an avid SF reader and had been since I was barely a teenager, that since it didn&#39;t look like the poetry was going where I wanted, I might try writing a science fiction story. I did, and the first story I ever wrote was &#39;The Great American Economy.&#39;","author":"L. E. Modesitt, Jr.","topic":"Poetry"},{"quote":"Romanians have a particular love for poetry and have a beautiful, vivid language. The poets they love are not versifiers like Vadim Tudor, but genuinely complex mystical souls like Mircea Cartarescu.","author":"Andrei Codrescu","topic":"Poetry"},{"quote":"Each memorable verse of a true poet has two or three times the written content.","author":"Alfred de Musset","topic":"Poetry"},{"quote":"However, if a poem can be reduced to a prose sentence, there can&#39;t be much to it.","author":"James Schuyler","topic":"Poetry"},{"quote":"I am often asked why I started to write poetry. The answer is that my motivation sprang from a visceral need to creatively articulate the experiences of the black youth of my generation, coming of age in a racist society.","author":"Linton Kwesi Johnson","topic":"Poetry"},{"quote":"I&#39;ve often said that all poetry is political. This is because real poems deal with a human response to reality and politics is part of reality, history in the making. Even if a poet writes about sitting in a glass house drinking tea, it reflects politics.","author":"Yehuda Amichai","topic":"Poetry"},{"quote":"I think that a good deal of poetry and art gives us some sense of access to another&#39;s voice, perception, texture of thought, imagination. Sometimes it gives us better access to the strangeness in ourselves.","author":"Mary Szybist","topic":"Poetry"},{"quote":"The job of the poet is to render the world - to see it and report it without loss, without perversion. No poet ever talks about feelings. Only sentimental people do.","author":"Mark Van Doren","topic":"Poetry"},{"quote":"How do poems grow? They grow out of your life.","author":"Robert Penn Warren","topic":"Poetry"},{"quote":"The poem is a little myth of man&#39;s capacity of making life meaningful. And in the end, the poem is not a thing we see-it is, rather, a light by which we may see-and what we see is life.","author":"Robert Penn Warren","topic":"Poetry"},{"quote":"You don&#39;t make a poem with ideas, but with words.","author":"Stephane Mallarme","topic":"Poetry"},{"quote":"A poem can have an impact, but you can&#39;t expect an audience to understand all the nuances.","author":"Douglas Dunn","topic":"Poetry"},{"quote":"Poetry, for me, is the answer to, &#39;How does one stay sane when private lives are being ransacked by public events?&#39; It&#39;s something that hangs over your head all the time.","author":"Lisel Mueller","topic":"Poetry"},{"quote":"When I was in college, I did do some writing of poetry, somewhat inspired, I think at that time, by Carl Sandburg, because English was still relatively new to me, and Sandburg, of course, wrote in a very easy-to-understand, very colloquial and informal manner.","author":"Lisel Mueller","topic":"Poetry"},{"quote":"Memory and poetry go together, absolutely. It is a matter of preserving and of remembering things.","author":"Lisel Mueller","topic":"Poetry"},{"quote":"I was raised on songs of poetry like Simon and Garfunkel and Cat Stevens and Neil Young, etc. I love those old songs probably the most because they hit me so deep down in my core.","author":"Jessica Steen","topic":"Poetry"},{"quote":"Poetry is like making a joke. If you get one word wrong at the end of a joke, you&#39;ve lost the whole thing.","author":"W. S. Merwin","topic":"Poetry"},{"quote":"Poetry is plucking at the heartstrings, and making music with them.","author":"Dennis Gabor","topic":"Poetry"},{"quote":"Poetry is necessary, but is the poet?","author":"Carlos Drummond de Andrade","topic":"Poetry"}]