[{"quote":"Art, freedom and creativity will change society faster than politics.","author":"Victor Pinchuk","topic":"Politics"},{"quote":"We need to reject any politics that targets people because of race or religion. This isn&#39;t a matter of political correctness. It&#39;s a matter of understanding what makes us strong. The world respects us not just for our arsenal; it respects us for our diversity and our openness and the way we respect every faith.","author":"Barack Obama","topic":"Politics"},{"quote":"Perseverance is the hard work you do after you get tired of doing the hard work you already did.","author":"Newt Gingrich","topic":"Politics"},{"quote":"I must study politics and war that my sons may have liberty to study mathematics and philosophy.","author":"John Adams","topic":"Politics"},{"quote":"I am a teacher. It&#39;s how I define myself. A good teacher isn&#39;t someone who gives the answers out to their kids but is understanding of needs and challenges and gives tools to help other people succeed. That&#39;s the way I see myself, so whatever it is that I will do eventually after politics, it&#39;ll have to do a lot with teaching.","author":"Justin Trudeau","topic":"Politics"},{"quote":"Animals have come to mean so much in our lives. We live in a fragmented and disconnected culture. Politics are ugly, religion is struggling, technology is stressful, and the economy is unfortunate. What&#39;s one thing that we have in our lives that we can depend on? A dog or a cat loving us unconditionally, every day, very faithfully.","author":"Jon Katz","topic":"Politics"},{"quote":"In politics, nothing happens by accident. If it happens, you can bet it was planned that way.","author":"Franklin D. Roosevelt","topic":"Politics"},{"quote":"In our age there is no such thing as &#39;keeping out of politics.&#39; All issues are political issues, and politics itself is a mass of lies, evasions, folly, hatred and schizophrenia.","author":"George Orwell","topic":"Politics"},{"quote":"Suppose you were an idiot, and suppose you were a member of Congress; but I repeat myself.","author":"Mark Twain","topic":"Politics"},{"quote":"The ballot is stronger than the bullet.","author":"Abraham Lincoln","topic":"Politics"},{"quote":"One of the key problems today is that politics is such a disgrace, good people don&#39;t go into government.","author":"Donald Trump","topic":"Politics"},{"quote":"Politics have no relation to morals.","author":"Niccolo Machiavelli","topic":"Politics"},{"quote":"Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.","author":"John F. Kennedy","topic":"Politics"},{"quote":"The hottest place in Hell is reserved for those who remain neutral in times of great moral conflict.","author":"Martin Luther King, Jr.","topic":"Politics"},{"quote":"When you get together in a group, it becomes like a family, with the different personalities and the politics that comes with being in a band. It&#39;s different than bringing something in by yourself.","author":"Albert Hammond, Jr.","topic":"Politics"},{"quote":"Politics is war without bloodshed while war is politics with bloodshed.","author":"Mao Zedong","topic":"Politics"},{"quote":"Man is by nature a political animal.","author":"Aristotle","topic":"Politics"},{"quote":"Democracy is when the indigent, and not the men of property, are the rulers.","author":"Aristotle","topic":"Politics"},{"quote":"In war, you can only be killed once, but in politics, many times.","author":"Winston Churchill","topic":"Politics"},{"quote":"Healthy citizens are the greatest asset any country can have.","author":"Winston Churchill","topic":"Politics"},{"quote":"I like to see myself as a bridge builder, that is me building bridges between people, between races, between cultures, between politics, trying to find common ground.","author":"T. D. Jakes","topic":"Politics"},{"quote":"My childhood, adolescence and high school days are unusually important. If there has ever been a time that I developed a uniqueness and sense of humor and the ability to organize, it was then. In those early days, I developed the skills that gave me a certain degree of success in American politics.","author":"Lee Atwater","topic":"Politics"},{"quote":"As a black woman, my politics and political affiliation are bound up with and flow from participation in my people&#39;s struggle for liberation, and with the fight of oppressed people all over the world against American imperialism.","author":"Angela Davis","topic":"Politics"},{"quote":"Vote for the man who promises least; he&#39;ll be the least disappointing.","author":"Bernard Baruch","topic":"Politics"},{"quote":"The darkest places in hell are reserved for those who maintain their neutrality in times of moral crisis.","author":"Dante Alighieri","topic":"Politics"},{"quote":"I don&#39;t make jokes. I just watch the government and report the facts.","author":"Will Rogers","topic":"Politics"},{"quote":"Always vote for principle, though you may vote alone, and you may cherish the sweetest reflection that your vote is never lost.","author":"John Quincy Adams","topic":"Politics"},{"quote":"I weep for the liberty of my country when I see at this early day of its successful experiment that corruption has been imputed to many members of the House of Representatives, and the rights of the people have been bartered for promises of office.","author":"Andrew Jackson","topic":"Politics"},{"quote":"One baby is a patient baby, and waits indefinitely until its mother is ready to feed it. The other baby is an impatient baby and cries lustily, screams and kicks and makes everybody unpleasant until it is fed. Well, we know perfectly well which baby is attended to first. That is the whole history of politics.","author":"Emmeline Pankhurst","topic":"Politics"},{"quote":"In politics stupidity is not a handicap.","author":"Napoleon Bonaparte","topic":"Politics"},{"quote":"The first lesson of economics is scarcity: there is never enough of anything to fully satisfy all those who want it. The first lesson of politics is to disregard the first lesson of economics.","author":"Thomas Sowell","topic":"Politics"},{"quote":"If we don&#39;t believe in freedom of expression for people we despise, we don&#39;t believe in it at all.","author":"Noam Chomsky","topic":"Politics"},{"quote":"To err is human. To blame someone else is politics.","author":"Hubert H. Humphrey","topic":"Politics"},{"quote":"I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.","author":"Thomas Jefferson","topic":"Politics"},{"quote":"Politics is the art of looking for trouble, finding it everywhere, diagnosing it incorrectly and applying the wrong remedies.","author":"Groucho Marx","topic":"Politics"},{"quote":"The revolution is a dictatorship of the exploited against the exploiters.","author":"Fidel Castro","topic":"Politics"},{"quote":"One of the penalties for refusing to participate in politics is that you end up being governed by your inferiors.","author":"Plato","topic":"Politics"},{"quote":"If you put the federal government in charge of the Sahara Desert, in 5 years there&#39;d be a shortage of sand.","author":"Milton Friedman","topic":"Politics"},{"quote":"At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence.","author":"Booker T. Washington","topic":"Politics"},{"quote":"The unique thing about our country is that we have Hindus, Muslims, Christians, Sikhs, Parsis, and people of all other religions. We have temples and mosques, gurdwaras and churches. But we do not bring all this into politics... This is the difference between India and Pakistan.","author":"Lal Bahadur Shastri","topic":"Politics"},{"quote":"People say satire is dead. It&#39;s not dead; it&#39;s alive and living in the White House.","author":"Robin Williams","topic":"Politics"},{"quote":"Politics - I still think it&#39;s a bunch of liars and a bunch of self-interest. It&#39;s not about the people: it&#39;s about themselves and their rise to power. They are voting on things based on whether they will have the support of the people when they vote next time. They don&#39;t have the balls to say, &#39;I believe in this. I don&#39;t care what happens.&#39;","author":"Jay-Z","topic":"Politics"},{"quote":"The secret of politics? Make a good treaty with Russia.","author":"Otto von Bismarck","topic":"Politics"},{"quote":"Genocide is not just a murderous madness; it is, more deeply, a politics that promises a utopia beyond politics - one people, one land, one truth, the end of difference. Since genocide is a form of political utopia, it remains an enduring temptation in any multiethnic and multicultural society in crisis.","author":"Michael Ignatieff","topic":"Politics"},{"quote":"If you have always believed that everyone should play by the same rules and be judged by the same standards, that would have gotten you labeled a radical 60 years ago, a liberal 30 years ago and a racist today.","author":"Thomas Sowell","topic":"Politics"},{"quote":"NASA is an engine of innovation and inspiration as well as the world&#39;s premier space exploration agency, and we are well served by politicians working to keep it that way, instead of turning it into a mere jobs program, or worse, cutting its budget.","author":"Bill Nye","topic":"Politics"},{"quote":"No real social change has ever been brought about without a revolution... revolution is but thought carried into action.","author":"Emma Goldman","topic":"Politics"},{"quote":"Politics is the art of the possible.","author":"Otto von Bismarck","topic":"Politics"},{"quote":"The secret of getting things done is to act!","author":"Dante Alighieri","topic":"Politics"},{"quote":"America&#39;s present need is not heroics but healing; not nostrums but normalcy; not revolution but restoration.","author":"Warren G. Harding","topic":"Politics"},{"quote":"Conservatives are not necessarily stupid, but most stupid people are conservatives.","author":"John Stuart Mill","topic":"Politics"},{"quote":"The whole aim of practical politics is to keep the populace alarmed (and hence clamorous to be led to safety) by menacing it with an endless series of hobgoblins, all of them imaginary.","author":"H. L. Mencken","topic":"Politics"},{"quote":"Human rights, race relations, gender politics, health care, and foreign policy - it&#39;s a lot to keep track of, and yet all of these things affect us in our daily lives. Making sense of everything requires meticulous unpacking of feelings, delicate navigation of social norms, and a community of love to help along the way.","author":"Tracee Ellis Ross","topic":"Politics"},{"quote":"Finishing second in the Olympics gets you silver. Finishing second in politics gets you oblivion.","author":"Richard M. Nixon","topic":"Politics"},{"quote":"It is enough that the people know there was an election. The people who cast the votes decide nothing. The people who count the votes decide everything.","author":"Joseph Stalin","topic":"Politics"},{"quote":"We hang the petty thieves and appoint the great ones to public office.","author":"Aesop","topic":"Politics"},{"quote":"The most practical kind of politics is the politics of decency.","author":"Theodore Roosevelt","topic":"Politics"},{"quote":"What I&#39;m asking for is hard. It&#39;s easier to be cynical; to accept that change isn&#39;t possible, and politics is hopeless, and to believe that our voices and actions don&#39;t matter. But if we give up now, then we forsake a better future.","author":"Barack Obama","topic":"Politics"},{"quote":"At present, our country needs women&#39;s idealism and determination, perhaps more in politics than anywhere else.","author":"Shirley Chisholm","topic":"Politics"},{"quote":"When we are sick, we want an uncommon doctor; when we have a construction job to do, we want an uncommon engineer, and when we are at war, we want an uncommon general. It is only when we get into politics that we are satisfied with the common man.","author":"Herbert Hoover","topic":"Politics"},{"quote":"In this world of sin and sorrow there is always something to be thankful for; as for me, I rejoice that I am not a Republican.","author":"H. L. Mencken","topic":"Politics"},{"quote":"Politics is the entertainment branch of industry.","author":"Frank Zappa","topic":"Politics"},{"quote":"If you have ten thousand regulations you destroy all respect for the law.","author":"Winston Churchill","topic":"Politics"},{"quote":"War is the continuation of politics by other means.","author":"Carl von Clausewitz","topic":"Politics"},{"quote":"One thing that education can do is it can provide us with an opportunity to understand one another better, and so while I&#39;ve spent a lot of my time in the world of politics, I&#39;ve always felt that it is really not politics that will solve this for us.","author":"Condoleezza Rice","topic":"Politics"},{"quote":"The modern conservative is engaged in one of man&#39;s oldest exercises in moral philosophy; that is, the search for a superior moral justification for selfishness.","author":"John Kenneth Galbraith","topic":"Politics"},{"quote":"Bad politicians are sent to Washington by good people who don&#39;t vote.","author":"William E. Simon","topic":"Politics"},{"quote":"China&#39;s republican politics is like a child who just started schooling. He must have a good teacher and be surrounded by good friends. By the same token, the Chinese people, new to the republican politics, must be educated properly. The revolutionary government should be the people&#39;s tutor to impart advanced awareness and experience.","author":"Sun Yat-sen","topic":"Politics"},{"quote":"A leader in the Democratic Party is a boss, in the Republican Party he is a leader.","author":"Harry S Truman","topic":"Politics"},{"quote":"It has been said that politics is the second oldest profession. I have learned that it bears a striking resemblance to the first.","author":"Ronald Reagan","topic":"Politics"},{"quote":"In politics a capable ruler must be guided by circumstances, conjectures and conjunctions.","author":"Catherine the Great","topic":"Politics"},{"quote":"Politics has come to resemble a cynical team game played by politicians, while the public has been pushed aside as if sitting on the seats of a stadium in which passion for politics is gradually making room for blindness and desperation.","author":"Edi Rama","topic":"Politics"},{"quote":"Many individuals are doing what they can. But real success can only come if there is a change in our societies and in our economics and in our politics.","author":"David Attenborough","topic":"Politics"},{"quote":"We all have our likes and our dislikes. But... when we&#39;re doing news - when we&#39;re doing the front-page news, not the back page, not the op-ed pages, but when we&#39;re doing the daily news, covering politics - it is our duty to be sure that we do not permit our prejudices to show. That is simply basic journalism.","author":"Walter Cronkite","topic":"Politics"},{"quote":"You want a friend in Washington? Get a dog.","author":"Harry S Truman","topic":"Politics"},{"quote":"If you believe you can make a difference, not just in politics, in public service, in advocacy around all these important issues, then you have to be prepared to accept that you are not going to get 100 percent approval.","author":"Hillary Clinton","topic":"Politics"},{"quote":"Never believe anything in politics until it has been officially denied.","author":"Otto von Bismarck","topic":"Politics"},{"quote":"If nominated, I will not run; if elected, I will not serve.","author":"William Tecumseh Sherman","topic":"Politics"},{"quote":"The new freedom of expression brought by the Internet goes far beyond politics. People relate to each other in new ways, posing questions about how we should respond to people when all that we know about them is what we have learned through a medium that permits all kinds of anonymity and deception.","author":"Peter Singer","topic":"Politics"},{"quote":"The argument of the broken window pane is the most valuable argument in modern politics.","author":"Emmeline Pankhurst","topic":"Politics"},{"quote":"Politics is a noble activity. We should revalue it, practise it with vocation and a dedication that requires testimony, martyrdom, that is to die for the common good.","author":"Pope Francis","topic":"Politics"},{"quote":"I am extraordinarily patient, provided I get my own way in the end.","author":"Margaret Thatcher","topic":"Politics"},{"quote":"As a woman leader, I thought I brought a different kind of leadership. I was interested in women&#39;s issues, in bringing down the population growth rate... as a woman, I entered politics with an additional dimension - that of a mother.","author":"Benazir Bhutto","topic":"Politics"},{"quote":"Politics is not a game. It is an earnest business.","author":"Winston Churchill","topic":"Politics"},{"quote":"Any time scientists disagree, it&#39;s because we have insufficient data. Then we can agree on what kind of data to get; we get the data; and the data solves the problem. Either I&#39;m right, or you&#39;re right, or we&#39;re both wrong. And we move on. That kind of conflict resolution does not exist in politics or religion.","author":"Neil deGrasse Tyson","topic":"Politics"},{"quote":"I believe in an India of pluralism and diversity, not of religious bigotry and caste politics. I believe in an India that is secure in itself and confident of its place in the world, an India that is a proud example of tolerance, freedom and hope for the downtrodden.","author":"Shashi Tharoor","topic":"Politics"},{"quote":"Inflation is as violent as a mugger, as frightening as an armed robber and as deadly as a hit man.","author":"Ronald Reagan","topic":"Politics"},{"quote":"Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc.","author":"Friedrich Engels","topic":"Politics"},{"quote":"I must not write a word to you about politics, because you are a woman.","author":"John Adams","topic":"Politics"},{"quote":"We have been educated into believing someone else&#39;s concept of the deity, and someone else&#39;s standard of beauty. You have the right to practice any religion and politics in a way that best suits your freedom, your dignity, and your understanding. And once you do that, you don&#39;t apologize.","author":"John Henrik Clarke","topic":"Politics"},{"quote":"I&#39;m not an old, experienced hand at politics. But I am now seasoned enough to have learned that the hardest thing about any political campaign is how to win without proving that you are unworthy of winning.","author":"Adlai E. Stevenson","topic":"Politics"},{"quote":"When I was a boy I was told that anybody could become President; I&#39;m beginning to believe it.","author":"Clarence Darrow","topic":"Politics"},{"quote":"Agriculture is a business that has been up to its bib overalls in politics since the first Thanksgiving dinner kickback to the Indians for subsidizing Pilgrim maize production with fish head fertilizer grants.","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"It is impossible to practice parliamentary politics without having patience, decency, politeness and courtesy.","author":"Khaleda Zia","topic":"Politics"},{"quote":"I am humble Abraham Lincoln. I have been solicited by my friends to become a candidate for the Legislature. My politics are short and sweet, like the old woman&#39;s dance.","author":"Abraham Lincoln","topic":"Politics"},{"quote":"Politics is the ability to foretell what is going to happen tomorrow, next week, next month and next year. And to have the ability afterwards to explain why it didn&#39;t happen.","author":"Winston Churchill","topic":"Politics"},{"quote":"You can rule ignorance; you can manipulate the illiterate; you can do whatever you want when a people are uneducated, so that goes in line with corrupt business and corrupt politics.","author":"will.i.am","topic":"Politics"},{"quote":"Those who say religion has nothing to do with politics do not know what religion is.","author":"Mahatma Gandhi","topic":"Politics"},{"quote":"If voting changed anything, they&#39;d make it illegal.","author":"Emma Goldman","topic":"Politics"},{"quote":"The sad duty of politics is to establish justice in a sinful world.","author":"Reinhold Niebuhr","topic":"Politics"},{"quote":"Chicago is known for good steaks, expensive stores and beautiful architecture. Unfortunately, the Windy City also enjoys a reputation for corrupt politics, violent crime, and some of the strictest gun control laws anywhere in the country.","author":"Bob Barr","topic":"Politics"},{"quote":"I am in politics because of the conflict between good and evil, and I believe that in the end good will triumph.","author":"Margaret Thatcher","topic":"Politics"},{"quote":"In politics... never retreat, never retract... never admit a mistake.","author":"Napoleon Bonaparte","topic":"Politics"},{"quote":"All people are born alike - except Republicans and Democrats.","author":"Groucho Marx","topic":"Politics"},{"quote":"Unity in faith is theocracy; unity in politics is fascism.","author":"Maajid Nawaz","topic":"Politics"},{"quote":"But only &#39;rich&#39; people by definition have the &#39;extra&#39; money to buy things and invest to create economic growth. Do we really want to tax that &#39;extra&#39; money away - and give it to the government to spend? Does that make any economic sense outside of politics and our emotional desire to make everyone suffer equally through these tough times?","author":"Terry Savage","topic":"Politics"},{"quote":"Our whole constitutional heritage rebels at the thought of giving government the power to control men&#39;s minds.","author":"Thurgood Marshall","topic":"Politics"},{"quote":"We can create a new kind of politics: kinder, more respectful, but courageous, too.","author":"Jeremy Corbyn","topic":"Politics"},{"quote":"I hate all politics. I don&#39;t like either political party. One should not belong to them - one should be an individual, standing in the middle. Anyone that belongs to a party stops thinking.","author":"Ray Bradbury","topic":"Politics"},{"quote":"Politics is like football; if you see daylight, go through the hole.","author":"John F. Kennedy","topic":"Politics"},{"quote":"He who knows how to flatter also knows how to slander.","author":"Napoleon Bonaparte","topic":"Politics"},{"quote":"In politics it is necessary either to betray one&#39;s country or the electorate. I prefer to betray the electorate.","author":"Charles de Gaulle","topic":"Politics"},{"quote":"I got my first camera when I was 21 - my boyfriend gave it to me for my birthday - but at that point politics was my life, and I viewed the camera as a tool for expressing my political beliefs rather than as an art medium.","author":"Carrie Mae Weems","topic":"Politics"},{"quote":"I think personality correction is necessary for successful men, like prime ministers, businessmen, politicians... it&#39;s essential that one should keep an eye on one&#39;s own personality. You must have seen people in politics who become chief ministers and then pass into oblivion - how egotistical they became and how pathetic they look.","author":"Dilip Kumar","topic":"Politics"},{"quote":"Alliance - in international politics, the union of two thieves who have their hands so deeply inserted in each other&#39;s pockets that they cannot separately plunder a third.","author":"Ambrose Bierce","topic":"Politics"},{"quote":"I know from personal experience that engaging with your community and helping others helps foster a sense of shared sacrifice and - at a time when our politics seem more focused on tearing us apart than bringing us together - that shared sacrifice will help us rekindle the national unity that has made us the strongest nation in the world.","author":"Tammy Duckworth","topic":"Politics"},{"quote":"I am in the fighting game. I don&#39;t care about anything else. I don&#39;t watch the news, I don&#39;t care about politics, I don&#39;t care about other sports. I don&#39;t care about anything I don&#39;t need to care about. This is my sport: it is my life. I study it; I think about it all the time. Nothing else matters.","author":"Conor McGregor","topic":"Politics"},{"quote":"In politics, as in religion, it is equally absurd to aim at making proselytes by fire and sword. Heresies in either can rarely be cured by persecution.","author":"Alexander Hamilton","topic":"Politics"},{"quote":"Liberalism is trust of the people tempered by prudence. Conservatism is distrust of the people tempered by fear.","author":"William E. Gladstone","topic":"Politics"},{"quote":"There is no act of treachery or meanness of which a political party is not capable; for in politics there is no honour.","author":"Benjamin Disraeli","topic":"Politics"},{"quote":"I love power. But it is as an artist that I love it. I love it as a musician loves his violin, to draw out its sounds and chords and harmonies.","author":"Napoleon Bonaparte","topic":"Politics"},{"quote":"There are no morals in politics; there is only expedience. A scoundrel may be of use to us just because he is a scoundrel.","author":"Vladimir Lenin","topic":"Politics"},{"quote":"A conservative is a man with two perfectly good legs who, however, has never learned how to walk forward.","author":"Franklin D. Roosevelt","topic":"Politics"},{"quote":"The most shocking fact about war is that its victims and its instruments are individual human beings, and that these individual beings are condemned by the monstrous conventions of politics to murder or be murdered in quarrels not their own.","author":"Aldous Huxley","topic":"Politics"},{"quote":"The potential for the abuse of power through digital networks - upon which we the people now depend for nearly everything, including our politics - is one of the most insidious threats to democracy in the Internet age.","author":"Rebecca MacKinnon","topic":"Politics"},{"quote":"I&#39;m looking forward to the day when America will mature to the point that we are a color-blind society. I&#39;m not so sure that in politics that will ever be reality, because politics has a way of separating us based on skin color.","author":"J. C. Watts","topic":"Politics"},{"quote":"Those who stand for nothing fall for anything.","author":"Jeff Rich","topic":"Politics"},{"quote":"When times are tough and people are frustrated and angry and hurting and uncertain, the politics of constant conflict may be good, but what is good politics does not necessarily work in the real world. What works in the real world is cooperation.","author":"William J. Clinton","topic":"Politics"},{"quote":"There are three critical ingredients to democratic renewal and progressive change in America: good public policy, grassroots organizing and electoral politics.","author":"Paul Wellstone","topic":"Politics"},{"quote":"Only government can take perfectly good paper, cover it with perfectly good ink and make the combination worthless.","author":"Milton Friedman","topic":"Politics"},{"quote":"The United States brags about its political system, but the President says one thing during the election, something else when he takes office, something else at midterm and something else when he leaves.","author":"Deng Xiaoping","topic":"Politics"},{"quote":"When I was 15 years old and in the tenth grade, I heard of Martin Luther King, Jr. Three years later, when I was 18, I met Dr. King and we became friends. Two years after that I became very involved in the civil rights movement. I was in college at that time. As I got more and more involved, I saw politics as a means of bringing about change.","author":"John Lewis","topic":"Politics"},{"quote":"But I don&#39;t need to use politics as a way of making money.","author":"Imran Khan","topic":"Politics"},{"quote":"Pop culture shapes our ideas of what is normal and what our dreams can be and what our roles are. Politics, of course, decides how the power and the money in the country is distributed. Both are equally important, and each affects the other.","author":"Gloria Steinem","topic":"Politics"},{"quote":"The flood of money that gushes into politics today is a pollution of democracy.","author":"Theodore White","topic":"Politics"},{"quote":"Politics and government are certainly among the most important of practical human interests.","author":"P. T. Barnum","topic":"Politics"},{"quote":"I was losing interest in politics, when the repeal of the Missouri Compromise aroused me again. What I have done since then is pretty well known.","author":"Abraham Lincoln","topic":"Politics"},{"quote":"Where I grew up in Vermont, there is no municipal garbage removal. You have to bring your trash to the dump every weekend. Something like three hours on Saturday morning, the entire town goes in. It is actually a very efficient place to do politics. I would go to the garbage dump, get petitions signed, give out literature, talk to voters.","author":"Robby Mook","topic":"Politics"},{"quote":"Poetry is about the grief. Politics is about the grievance.","author":"Robert Frost","topic":"Politics"},{"quote":"The first requirement of politics is not intellect or stamina but patience. Politics is a very long run game and the tortoise will usually beat the hare.","author":"John Major","topic":"Politics"},{"quote":"It&#39;s true that it&#39;s within the realm of cultural politics that young people tend to work through political issues, which I think is good, although it&#39;s not going to solve the problems.","author":"Angela Davis","topic":"Politics"},{"quote":"Ah, there&#39;s a director. Astonishing, Spike Lee. A feisty guy, but a guy who&#39;s, I think, incredibly misunderstood. I think people review his politics or his color as opposed to his filmmaking sometimes. Because he&#39;s a wonderful, wonderful filmmaker and a lover of the art.","author":"Brian Cox","topic":"Politics"},{"quote":"Whenever anything extraordinary is done in American municipal politics, whether for good or for evil, you can trace it almost invariably to one man. The people do not do it. Neither do the &#39;gangs,&#39; &#39;combines,&#39; or political parties.","author":"Lincoln Steffens","topic":"Politics"},{"quote":"You can&#39;t assume anything in politics. That&#39;s why every Saturday I walk around my district. I talk to the longshoremen in Charlestown. I listen to the people in East Boston and their concern on the airport noise. I walk down to the Star Market in Porter Square, and people tell me about meat prices.","author":"Thomas P. O'Neill","topic":"Politics"},{"quote":"One of the reasons people hate politics is that truth is rarely a politician&#39;s objective. Election and power are.","author":"Cal Thomas","topic":"Politics"},{"quote":"Politics is not a bad profession. If you succeed there are many rewards, if you disgrace yourself you can always write a book.","author":"Ronald Reagan","topic":"Politics"},{"quote":"Morality binds people into groups. It gives us tribalism, it gives us genocide, war, and politics. But it also gives us heroism, altruism, and sainthood.","author":"Jonathan Haidt","topic":"Politics"},{"quote":"In a time of domestic crisis, men of goodwill and generosity should be able to unite regardless of party or politics.","author":"John F. Kennedy","topic":"Politics"},{"quote":"Remember the first time you went to a show and saw your favorite band. You wore their shirt, and sang every word. You didn&#39;t know anything about scene politics, haircuts, or what was cool. All you knew was that this music made you feel different from anyone you shared a locker with. Someone finally understood you. This is what music is about.","author":"Gerard Way","topic":"Politics"},{"quote":"I have been thinking that I would make a proposition to my Republican friends... that if they will stop telling lies about the Democrats, we will stop telling the truth about them.","author":"Adlai E. Stevenson","topic":"Politics"},{"quote":"Like any young person who gets into a political campaign, I joined out of a highfalutin&#39; desire to change the world. But you start to see the sort of tactics people use. You start to see politics not only in the macro but in the micro of the campaign itself. Some people get turned off by this side of it. Other people are drawn to it.","author":"Beau Willimon","topic":"Politics"},{"quote":"Taking care of children has nothing to do with politics. I think perhaps with time, instead of there being a politicization of humanitarian aid, there will be a humanization of politics.","author":"Audrey Hepburn","topic":"Politics"},{"quote":"Our culture is more shaped by the arts and humanities than it often is by politics.","author":"Jim Leach","topic":"Politics"},{"quote":"Globalisation has made us more vulnerable. It creates a world without borders, and makes us painfully aware of the limitations of our present instruments, and of politics, to meet its challenges.","author":"Anna Lindh","topic":"Politics"},{"quote":"No great advance has been made in science, politics, or religion without controversy.","author":"Lyman Beecher","topic":"Politics"},{"quote":"Remember that politics, colonialism, imperialism and war also originate in the human brain.","author":"Vilayanur S. Ramachandran","topic":"Politics"},{"quote":"Freedom isn&#39;t free. It shouldn&#39;t be a bragging point that &#39;Oh, I don&#39;t get involved in politics,&#39; as if that makes someone cleaner. No, that makes you derelict of duty in a republic. Liars and panderers in government would have a much harder time of it if so many people didn&#39;t insist on their right to remain ignorant and blindly agreeable.","author":"Bill Maher","topic":"Politics"},{"quote":"In the end, that&#39;s what this election is about. Do we participate in a politics of cynicism or a politics of hope?","author":"Barack Obama","topic":"Politics"},{"quote":"There are still people in my party who believe in consensus politics. I regard them as Quislings, as traitors... I mean it.","author":"Margaret Thatcher","topic":"Politics"},{"quote":"Pollution is nothing but the resources we are not harvesting. We allow them to disperse because we&#39;ve been ignorant of their value.","author":"R. Buckminster Fuller","topic":"Politics"},{"quote":"We are losing sight of civility in government and politics. Debate and dialogue is taking a back seat to the politics of destruction and anger and control. Dogma has replaced thoughtful discussion between people of differing views.","author":"James McGreevey","topic":"Politics"},{"quote":"In Elizabethan England or classical Athens... theater was at the center of, not culture, but society and politics and religion and civic engagement. Those things have a different audience.","author":"Diane Paulus","topic":"Politics"},{"quote":"After you have exhausted what there is in business, politics, conviviality, and so on - have found that none of these finally satisfy, or permanently wear - what remains? Nature remains.","author":"Walt Whitman","topic":"Politics"},{"quote":"I came back from university thinking I knew all about politics and racism, not knowing my dad had been one of the youngest-serving Labour councillors in the town and had refused to work in South Africa years ago because of the situation there. And he&#39;s never mentioned it - you just find out. That&#39;s a real man to me. A sleeping lion.","author":"Johnny Vegas","topic":"Politics"},{"quote":"Optimism is the ultimate definition of a leader. A leader has to look optimistically at what is ahead while not ignoring the challenges that must be overcome. Those challenges are in government, politics, world leadership, and even in community life.","author":"Linda McMahon","topic":"Politics"},{"quote":"Politics begin where the masses are, not where there are thousands, but where there are millions, that is where serious politics begin.","author":"Vladimir Lenin","topic":"Politics"},{"quote":"One thing I like about boxing is that I will not have to deal with the same kind of politics that I had to in skating. In boxing, it is not about your appearance, or how your costume looks, what color it is, or how much it costs.","author":"Tonya Harding","topic":"Politics"},{"quote":"You begin saving the world by saving one man at a time; all else is grandiose romanticism or politics.","author":"Charles Bukowski","topic":"Politics"},{"quote":"Politics is the womb in which war develops.","author":"Carl von Clausewitz","topic":"Politics"},{"quote":"Hypocrisy is the scarlet letter in politics.","author":"Mark McKinnon","topic":"Politics"},{"quote":"Politics is the art of choosing between the disastrous and the unpalatable.","author":"John Kenneth Galbraith","topic":"Politics"},{"quote":"I think I&#39;m one of the most patriotic people that I&#39;ve ever encountered in America. I consider myself a bedrock patriot. I participate very actively in local politics, because my voice might be worthwhile. I participate in a meaningful way - not by donations; I work at it.","author":"Hunter S. Thompson","topic":"Politics"},{"quote":"The minute somebody joins a committee... they immediately suffer from committee brain. They become wildly over-enthusiastic, over-optimistic, over-pessimistic. Committees turn people into idiots, and politics is a committee.","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"Every man who repeats the dogma of Mill that one country is no fit to rule another country must admit that one class is not fit to rule another class.","author":"B. R. Ambedkar","topic":"Politics"},{"quote":"Every politician should have been born an orphan and remain a bachelor.","author":"Lady Bird Johnson","topic":"Politics"},{"quote":"Barack Obama&#39;s historic 2008 presidential campaign touched on all the themes I have covered throughout my career and all of the layers of meaning that run through black politics. Ambition. Aspiration. Fear. Folly. It was all on display as Obama boarded the roller coaster that ultimately led to the White House.","author":"Gwen Ifill","topic":"Politics"},{"quote":"Tact and diplomacy are fine in international relations, in politics, perhaps even in business; in science only one thing matters, and that is the facts.","author":"Hans Eysenck","topic":"Politics"},{"quote":"Politicians also have no leisure, because they are always aiming at something beyond political life itself, power and glory, or happiness.","author":"Aristotle","topic":"Politics"},{"quote":"Sexism is alive and well in politics, as it is in all industries.","author":"Kirsten Gillibrand","topic":"Politics"},{"quote":"Neither science, nor the politics in power, nor the mass media, nor business, nor the law nor even the military are in a position to define or control risks rationally.","author":"Ulrich Beck","topic":"Politics"},{"quote":"Politics is not perfect but it&#39;s the best available nonviolent means of changing how we live.","author":"Maynard Jackson","topic":"Politics"},{"quote":"In politics, the reaction to a controversy is very often more enlightening and important than the details of the allegations themselves.","author":"Tammy Bruce","topic":"Politics"},{"quote":"Only he has the calling for politics who is sure that he shall not crumble when the world from his point of view is too stupid or too base for what he wants to offer.","author":"Max Weber","topic":"Politics"},{"quote":"A lot of women these days, a lot of young women don&#39;t want to call themselves feminists. You have this cheap, hideous &#39;girl power&#39; sort of fad, which I think is pretty benign at best, but at worst, I think it&#39;s a way of taking the politics out of feminism and making it some kind of fashion.","author":"Ani DiFranco","topic":"Politics"},{"quote":"Authentic apology is a tricky thing to pull off in politics, which is why it so seldom occurs. Plausible deniability must be preserved. True contrition has to be displayed. Traitors to the cause must be immediately be jettisoned. Most of all, the goal is to stop the bleeding.","author":"Gwen Ifill","topic":"Politics"},{"quote":"Too often, politics is like bad theater. The mass media simplifies stories and personalities into their most basic, digestible and familiar bits. Listeners prefer songs they have heard before, after all.","author":"Kevin Hassett","topic":"Politics"},{"quote":"I am never going to have anything more to do with politics or politicians. When this war is over I shall confine myself entirely to writing and painting.","author":"Winston Churchill","topic":"Politics"},{"quote":"Before I went to jail, I was active in politics as a member of South Africa&#39;s leading organization - and I was generally busy from 7 A.M. until midnight. I never had time to sit and think.","author":"Nelson Mandela","topic":"Politics"},{"quote":"Politics is the art of the next best.","author":"Otto von Bismarck","topic":"Politics"},{"quote":"Capitalism and power politics have made our generation creatively sluggish, and our vital art is mired in a broad bourgeois philistinism.","author":"Walter Gropius","topic":"Politics"},{"quote":"There&#39;s an old joke that politics is Hollywood for ugly people. An awful lot of the press coverage about Washington reads like coverage of Hollywood. Madonna is having some spat with Sean Penn. Who cares? And who cares which politician is mad at that politician?","author":"Ted Cruz","topic":"Politics"},{"quote":"My hope is that 10 years from now, after I&#39;ve been across the street at work for a while, they&#39;ll all be glad they gave me that wonderful vote.","author":"Sandra Day O'Connor","topic":"Politics"},{"quote":"Do you ever get the feeling that the only reason we have elections is to find out if the polls were right?","author":"Robert Orben","topic":"Politics"},{"quote":"After much prayerful consideration, I feel that I must say I have climbed my last political mountain.","author":"George C. Wallace","topic":"Politics"},{"quote":"I&#39;m in no way suggesting that my opinion matters more than anyone else&#39;s, of course, but the only thing that bothers me is apathy. People that sit out of the process and complain about it, or pretend that politics isn&#39;t a part of their everyday lives.","author":"Olivia Wilde","topic":"Politics"},{"quote":"It was through the private world of family that the public world of politics came alive for me: living in intimate proximity with people for whom larger questions of ideology and belief, as well as issues relating to politics and governance, were vivid daily realities.","author":"Sonia Gandhi","topic":"Politics"},{"quote":"Beware the politically obsessed. They are often bright and interesting, but they have something missing in their natures; there is a hole, an empty place, and they use politics to fill it up. It leaves them somehow misshapen.","author":"Peggy Noonan","topic":"Politics"},{"quote":"We live in a world in which politics has replaced philosophy.","author":"Martin L. Gross","topic":"Politics"},{"quote":"I&#39;m very concerned about the tone of politics in recent years. We&#39;ve seen a decline in civility and bipartisanship, and a rapid increase in hostility between those who have differing opinions. I think this has led to the alienation of the public in governance, which jeopardizes democratic participation.","author":"Kyrsten Sinema","topic":"Politics"},{"quote":"Life without liberty is like a body without spirit.","author":"Khalil Gibran","topic":"Politics"},{"quote":"A fool and his money are soon elected.","author":"Will Rogers","topic":"Politics"},{"quote":"Our articles of confederation ought to be revised and measures immediately taken to invigorate the Continental Union. Depend upon it: there lies the danger for America. This last stroke is wanting, and unless the states be strongly bound to each other, we have to fear from British and, indeed, from European politics.","author":"Marquis de Lafayette","topic":"Politics"},{"quote":"Just because you do not take an interest in politics doesn&#39;t mean politics won&#39;t take an interest in you.","author":"Pericles","topic":"Politics"},{"quote":"We have to be bold in our national ambitions. First, we must win the fight against poverty within the next decade. Second, we must improve moral standards in government and society to provide a strong foundation for good governance. Third, we must change the character of our politics to promote fertile ground for reforms.","author":"Gloria Macapagal Arroyo","topic":"Politics"},{"quote":"Sometimes I wonder if we shall ever grow up in our politics and say definite things which mean something, or whether we shall always go on using generalities to which everyone can subscribe, and which mean very little.","author":"Eleanor Roosevelt","topic":"Politics"},{"quote":"Rude people will now &amp; then ask me why I think I know so much about Politics. I tell them it&#39;s because I&#39;m Smart... But that is a lie: The real reason is because I&#39;m an incurable Gambling addict.","author":"Hunter S. Thompson","topic":"Politics"},{"quote":"It is better to be violent, if there is violence in our hearts, than to put on the cloak of nonviolence to cover impotence.","author":"Mahatma Gandhi","topic":"Politics"},{"quote":"The British Empire passed quickly and with less humiliation than its French and Dutch counterparts, but decades later, the vicious politics of partition still seems to define India and Pakistan.","author":"Pankaj Mishra","topic":"Politics"},{"quote":"The more you observe politics, the more you&#39;ve got to admit that each party is worse than the other.","author":"Will Rogers","topic":"Politics"},{"quote":"No, I&#39;m not interested in politics. I have zero interest. I have interest in hope and people.","author":"Jay-Z","topic":"Politics"},{"quote":"Democracy is being allowed to vote for the candidate you dislike least.","author":"Robert Byrne","topic":"Politics"},{"quote":"Either one lives &#39;for&#39; politics or one lives &#39;off&#39; politics.","author":"Max Weber","topic":"Politics"},{"quote":"There are many men of principle in both parties in America, but there is no party of principle.","author":"Alexis de Tocqueville","topic":"Politics"},{"quote":"A diplomat is a person who can tell you to go to hell in such a way that you actually look forward to the trip.","author":"Caskie Stinnett","topic":"Politics"},{"quote":"The activist is not the man who says the river is dirty. The activist is the man who cleans up the river.","author":"Ross Perot","topic":"Politics"},{"quote":"Establishing lasting peace is the work of education; all politics can do is keep us out of war.","author":"Maria Montessori","topic":"Politics"},{"quote":"Ninety percent of the politicians give the other ten percent a bad reputation.","author":"Henry Kissinger","topic":"Politics"},{"quote":"The Kingdom is the love of God prevailing in politics, in business, in government, in media. It is all the impact of the laws of God creating a social environment where the strong help the weak, where those who have give to those who don&#39;t. It&#39;s a society where relationships are built on love.","author":"Myles Munroe","topic":"Politics"},{"quote":"Economics, politics, and personalities are often inseparable.","author":"Charles Edison","topic":"Politics"},{"quote":"We need more of the Office Desk and less of the Show Window in politics. Let men in office substitute the midnight oil for the limelight.","author":"Calvin Coolidge","topic":"Politics"},{"quote":"People are just trying to work their jobs, raise their families, discipline their kids, and have a good life... Politics has just become like bad weather. And they deserve clear skies.","author":"Eddie Vedder","topic":"Politics"},{"quote":"Remember that a civilized nation cannot just have one party; if there were only one party, this would merely be a dictatorship. Politics could not advance.","author":"Sun Yat-sen","topic":"Politics"},{"quote":"All the president is, is a glorified public relations man who spends his time flattering, kissing, and kicking people to get them to do what they are supposed to do anyway.","author":"Harry S Truman","topic":"Politics"},{"quote":"Since a politician never believes what he says, he is quite surprised to be taken at his word.","author":"Charles de Gaulle","topic":"Politics"},{"quote":"Like Indiana Jones, I don&#39;t like snakes - though that might lead some to ask why I&#39;m in politics.","author":"Theresa May","topic":"Politics"},{"quote":"A politician is a person with whose politics you don&#39;t agree; if you agree with him he&#39;s a statesman.","author":"David Lloyd George","topic":"Politics"},{"quote":"For me, there is no greater sunshine in politics or in life than to have a job, security for your family, a good school place where you know your child is going, and the sense that if I put in, there will be a decent, secure retirement at the end of it all.","author":"David Cameron","topic":"Politics"},{"quote":"As society changes, as politics change, as people change, certain songs still seem to resonate.","author":"Beck","topic":"Politics"},{"quote":"I stay out of politics because if I begin thinking too much about politics, I&#39;ll probably... drop writing children&#39;s books and become a political cartoonist again.","author":"Dr. Seuss","topic":"Politics"},{"quote":"University politics are vicious precisely because the stakes are so small.","author":"Henry Kissinger","topic":"Politics"},{"quote":"War has rules, mud wrestling has rules - politics has no rules.","author":"Ross Perot","topic":"Politics"},{"quote":"What we won when all of our people united must not be lost in suspicion and distrust and selfishness and politics. Accordingly, I shall not seek, and I will not accept, the nomination of my party for another term as president.","author":"Lyndon B. Johnson","topic":"Politics"},{"quote":"The person who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.","author":"John Stuart Mill","topic":"Politics"},{"quote":"Skip the religion and politics, head straight to the compassion. Everything else is a distraction.","author":"Talib Kweli","topic":"Politics"},{"quote":"If you are going to sin, sin against God, not the bureaucracy. God will forgive you but the bureaucracy won&#39;t.","author":"Hyman Rickover","topic":"Politics"},{"quote":"I guess you&#39;d call me an independent, since I&#39;ve never identified myself with one party or another in politics. I always decide my vote by taking as careful a look as I can at the actual candidates and issues themselves, no matter what the party label.","author":"Jackie Robinson","topic":"Politics"},{"quote":"Honor is not the exclusive property of any political party.","author":"Herbert Hoover","topic":"Politics"},{"quote":"The first resistance to social change is to say it&#39;s not necessary.","author":"Gloria Steinem","topic":"Politics"},{"quote":"Politics: A strife of interests masquerading as a contest of principles. The conduct of public affairs for private advantage.","author":"Ambrose Bierce","topic":"Politics"},{"quote":"When times are tough, constant conflict may be good politics but in the real world, cooperation works better. After all, nobody&#39;s right all the time, and a broken clock is right twice a day.","author":"William J. Clinton","topic":"Politics"},{"quote":"I think one of the great problems we have in the Republican Party is that we don&#39;t encourage you to be nasty. We encourage you to be neat, obedient, loyal and faithful and all those Boy Scout words, which would be great around a campfire but are lousy in politics.","author":"Newt Gingrich","topic":"Politics"},{"quote":"When politics is no longer a mission but a profession, politicians become more self-serving than public servants.","author":"Emmanuel Macron","topic":"Politics"},{"quote":"I am quite driven. I know what I think, and I know what I want to achieve, but I also hope that people who are asked to describe me would describe me as pretty down-to-earth, loyal, friendly. The more experience I have got in politics, I think the more I have allowed me to shine through.","author":"Nicola Sturgeon","topic":"Politics"},{"quote":"It&#39;s important that we start conversations about changing the culture of sexual harassment and discrimination in politics, state capitols, and our larger communities with an acknowledgment of the courage of so many women who have chosen to speak up and speak out.","author":"J. B. Pritzker","topic":"Politics"},{"quote":"That, sir, depends on whether I embrace your mistress or your politics.","author":"John Wilkes","topic":"Politics"},{"quote":"When I came to Johannesburg from the countryside, I knew nobody, but many strangers were very kind to me. I then was dragged into politics, and then, subsequently, I became a lawyer.","author":"Nelson Mandela","topic":"Politics"},{"quote":"I just use fashion as an excuse to talk about politics. Because I&#39;m a fashion designer, it gives me a voice, which is really good.","author":"Vivienne Westwood","topic":"Politics"},{"quote":"I have yet to meet members of a leadership team who I thought lacked the intelligence or the domain expertise required to be successful. I&#39;ve met many, however, who failed to foster organizational health. Their companies were riddled with politics, various forms of dysfunction, and general confusion about their direction and mission.","author":"Patrick Lencioni","topic":"Politics"},{"quote":"Islam does not believe in democracy, freedom of speech, freedom of the press, or freedom of assembly. It does not separate religion and politics. It is partly a religion, but it is much more than that. It has a political agenda that goes far outside the realm of religion.","author":"Pauline Hanson","topic":"Politics"},{"quote":"Politics is the most corrupt profession on Earth, no matter where you are.","author":"Charles Dance","topic":"Politics"},{"quote":"There are those who maintain that in this world women have no right to interfere in the affairs of state, in politics, in plots and counter-plots. Others that are who, more chivalrous, are willing to admit that women have as much right to act, think, and speak as men.","author":"Belle Boyd","topic":"Politics"},{"quote":"Transparency is not about restoring trust in institutions. Transparency is the politics of managing mistrust.","author":"Ivan Krastev","topic":"Politics"},{"quote":"Politics is almost as exciting as war, and quite as dangerous. In war you can only be killed once, but in politics many times.","author":"Winston Churchill","topic":"Politics"},{"quote":"Politics will eventually be replaced by imagery. The politician will be only too happy to abdicate in favor of his image, because the image will be much more powerful than he could ever be.","author":"Marshall McLuhan","topic":"Politics"},{"quote":"We are in the midst of an exciting canvass... I am working very hard in politics as well as in other matters. We are determined that Mississippi shall be settled on a basis of justice and political and legal equality.","author":"Hiram Rhodes Revels","topic":"Politics"},{"quote":"I would say that no film is apolitical. There are politics in all films. Any film that is anchored in a society, any film that deals with humanity is necessarily political.","author":"Abbas Kiarostami","topic":"Politics"},{"quote":"Under every stone lurks a politician.","author":"Aristophanes","topic":"Politics"},{"quote":"Conservative, n: A statesman who is enamored of existing evils, as distinguished from the Liberal who wishes to replace them with others.","author":"Ambrose Bierce","topic":"Politics"},{"quote":"Politics should not interfere with sports. And sports should impact politics.","author":"Vladimir Putin","topic":"Politics"},{"quote":"My objection to Liberalism is this that it is the introduction into the practical business of life of the highest kind namely, politics of philosophical ideas instead of political principles.","author":"Benjamin Disraeli","topic":"Politics"},{"quote":"I&#39;m sitting in my home office wearing a bathrobe. The same way I&#39;m not going to start wearing ties, I&#39;m also not going to buy into the fake politeness, the lying, the office politics and backstabbing, the passive aggressiveness, and the buzzwords.","author":"Linus Torvalds","topic":"Politics"},{"quote":"You may not be thinking about politics, but politics is thinking about you.","author":"Kerry Washington","topic":"Politics"},{"quote":"I have an aim - I have a clear aim in my mind, and the aim is that I do not like what I see in Indian politics; it is something that is inside my heart.","author":"Rahul Gandhi","topic":"Politics"},{"quote":"If I use Facebook to stay in touch with my high school friends who are church-going Republicans, I may be getting more ideological diversity than in hanging out with secular progressives on the World Politics sub-reddit.","author":"Ethan Zuckerman","topic":"Politics"},{"quote":"I think politics is like an X-ray machine: Everything is found out eventually.","author":"Nicolle Wallace","topic":"Politics"},{"quote":"I&#39;ve carved a different path which is not that affected by what happens in the bad side of politics. I&#39;ve always surrounded myself with music and art and love and all those things - pleasures that are sort of immune from all that.","author":"Jamie Hince","topic":"Politics"},{"quote":"When I became prime minister last September, I promised the Japanese people that I would not tolerate the politics of indecision. A propensity to delay difficult and weighty decisions has been hurting our country. It is detrimental to our economy, society and future, and it cannot be allowed to continue.","author":"Yoshihiko Noda","topic":"Politics"},{"quote":"So long as we have enough people in this country willing to fight for their rights, we&#39;ll be called a democracy.","author":"Roger Nash Baldwin","topic":"Politics"},{"quote":"Politics is just like show business. You have a hell of an opening, coast for a while, and then have a hell of a close.","author":"Ronald Reagan","topic":"Politics"},{"quote":"Politics I conceive to be nothing more than the science of the ordered progress of society along the lines of greatest usefulness and convenience to itself.","author":"Woodrow Wilson","topic":"Politics"},{"quote":"When bad men combine, the good must associate; else they will fall one by one, an unpitied sacrifice in a contemptible struggle.","author":"Edmund Burke","topic":"Politics"},{"quote":"A free America... means just this: individual freedom for all, rich or poor, or else this system of government we call democracy is only an expedient to enslave man to the machine and make him like it.","author":"Frank Lloyd Wright","topic":"Politics"},{"quote":"The protest years were over, not just for me but for a whole generation, and in music, just like in politics, many of the greatest talents were dead or in exile, and their place was filled by third-rate imitators.","author":"Nina Simone","topic":"Politics"},{"quote":"Hell hath no fury like a bureaucrat scorned.","author":"Milton Friedman","topic":"Politics"},{"quote":"You have to have been a Republican to know how good it is to be a Democrat.","author":"Jackie Kennedy","topic":"Politics"},{"quote":"Public life is regarded as the crown of a career, and to young men it is the worthiest ambition. Politics is still the greatest and the most honorable adventure.","author":"Pat Riley","topic":"Politics"},{"quote":"I once said to my father, when I was a boy, &#39;Dad we need a third political party.&#39; He said to me, &#39;I&#39;ll settle for a second.&#39;","author":"Ralph Nader","topic":"Politics"},{"quote":"&#39;Beauty&#39; is a currency system like the gold standard. Like any economy, it is determined by politics, and in the modern age in the West is is the last, best belief system that keeps male dominance intact.","author":"Naomi Wolf","topic":"Politics"},{"quote":"All the politics of the post-war period was about the clash between the Soviet Union and America, and virtually all issues ended up being subordinated to that. Now, the question is, what is the most a socialist can achieve in a global economy?","author":"Ken Livingstone","topic":"Politics"},{"quote":"Every artistic expression is either influenced by or adds something to politics.","author":"Dario Fo","topic":"Politics"},{"quote":"In politics, a lie unanswered becomes truth within 24 hours.","author":"Willie Brown","topic":"Politics"},{"quote":"I have certainly met much more discrimination in terms of being a woman than being black, in the field of politics.","author":"Shirley Chisholm","topic":"Politics"},{"quote":"In a sense, terrorism blossomed in the advent of television. Television promotes terrorism in religion and in politics.","author":"Marilyn Manson","topic":"Politics"},{"quote":"And it turns out that tribes, not money, not factories, that can change our world, that can change politics, that can align large numbers of people. Not because you force them to do something against their will. But because they wanted to connect.","author":"Seth Godin","topic":"Politics"},{"quote":"I do have a political agenda. It&#39;s to have as few regulations as possible.","author":"Dan Quayle","topic":"Politics"},{"quote":"There&#39;s a tradition in British intellectual life of mocking any non-political force that gets involved in politics, especially within the sphere of the arts and the theatre.","author":"Harold Pinter","topic":"Politics"},{"quote":"Most people don&#39;t realize, I really have no faith in politics. I&#39;m not a politician. If I thought you could change human hearts by laws, I would, but I don&#39;t.","author":"Rick Warren","topic":"Politics"},{"quote":"Many politicians are in the habit of laying it down as a self-evident proposition that no people ought to be free till they are fit to use their freedom. The maxim is worthy of the fool in the old story who resolved not to go into the water till he had learned to swim.","author":"Thomas Babington Macaulay","topic":"Politics"},{"quote":"The science of politics is the one science that is deposited by the streams of history, like the grains of gold in the sand of a river; and the knowledge of the past, the record of truths revealed by experience, is eminently practical, as an instrument of action and a power that goes to making the future.","author":"Lord Acton","topic":"Politics"},{"quote":"Practical politics consists in ignoring facts.","author":"Henry Adams","topic":"Politics"},{"quote":"I got to thinking about the Book of Revelation that was written by a Jewish prophet who was also a follower of Jesus who hated the Roman Empire. I realized that the Book of Revelation could be a way to reflect on the issue of religion&#39;s relationship to politics.","author":"Elaine Pagels","topic":"Politics"},{"quote":"Politics is the skilled use of blunt objects.","author":"Lester B. Pearson","topic":"Politics"},{"quote":"The one thing we can all be sure about in politics is you are as well to expect the unexpected.","author":"Charles Kennedy","topic":"Politics"},{"quote":"Politics makes strange bedfellows.","author":"Charles Dudley Warner","topic":"Politics"},{"quote":"We have, I fear, confused power with greatness.","author":"Stewart Udall","topic":"Politics"},{"quote":"Politics is about the improvement of people&#39;s lives. It&#39;s about advancing the cause of peace and justice in our country and the world. Politics is about doing well for the people.","author":"Paul Wellstone","topic":"Politics"},{"quote":"I talk about any number of things on my Facebook space. Politics. Current events. The writing life. The latest tempests in a teapot centering on fandom. Daily doings from my own life. My cats, for crying out loud. Flights of humorous fantasy. Books, both those I&#39;ve read and those I&#39;ve written. Movies. And occasionally, TV shows.","author":"Adam-Troy Castro","topic":"Politics"},{"quote":"War should be the politics of last resort. And when we go to war, we should have a purpose that our people understand and support.","author":"Colin Powell","topic":"Politics"},{"quote":"Most people don&#39;t want to talk about politics and religion. They say, &#39;Let&#39;s talk about something else.&#39;","author":"Prince","topic":"Politics"},{"quote":"Being president is like being a jackass in a hailstorm. There&#39;s nothing to do but to stand there and take it.","author":"Lyndon B. Johnson","topic":"Politics"},{"quote":"I detest politics, to be honest with you. It&#39;s a cesspool. And I don&#39;t think I would fare well in that cesspool because I don&#39;t believe in political correctness and I certainly don&#39;t believe in dishonesty.","author":"Ben Carson","topic":"Politics"},{"quote":"By 2000, politics will simply fade away. We will not see any political parties.","author":"R. Buckminster Fuller","topic":"Politics"},{"quote":"I hate politics. It&#39;s slimy. Any job where people pander for votes, I don&#39;t like. The country has gotten so partisan that if you&#39;re not on my side, you&#39;re the enemy. The only thing I ever try to support is a third party, like Unity08. We need more parties and more choice.","author":"Mark Cuban","topic":"Politics"},{"quote":"Half of the American people have never read a newspaper. Half never voted for President. One hopes it is the same half.","author":"Gore Vidal","topic":"Politics"},{"quote":"Politics makes me sick.","author":"William Howard Taft","topic":"Politics"},{"quote":"Politics means striving to share power or striving to influence the distribution of power, either among states or among groups within a state.","author":"Max Weber","topic":"Politics"},{"quote":"You have to take away some of tax breaks for the wealthy, and you have to cut back on some entitlements. Because, unless we do all of these things, it just doesn&#39;t work. And what&#39;s good theater and what&#39;s good politics isn&#39;t necessarily good economic policy.","author":"Michael Bloomberg","topic":"Politics"},{"quote":"Brazil go into every World Cup expecting to win - so when it is in Brazil, it is expected even more. You can&#39;t understand what the World Cup means to our country. Not just the fans and players, but everybody in Brazil lets us know that they expect it. Our president, people in politics, all tell us to come back with the World Cup.","author":"Ronaldinho","topic":"Politics"},{"quote":"My father was the Prime Minister of Pakistan. My grandfather had been in politics, too; however, my own inclination was for a job other than politics. I wanted to be a diplomat, perhaps do some journalism - certainly not politics.","author":"Benazir Bhutto","topic":"Politics"},{"quote":"Flipping the dial through available radio stations there will blare out to any listener an array of broadcasts, 24\/7, propagating Religious Right politics, along with what they deem to be &#39;old-time gospel preaching.&#39; This is especially true of what comes over the airwaves in Bible Belt southern states.","author":"Tony Campolo","topic":"Politics"},{"quote":"We don&#39;t tend to write about disease in fiction - not just teen novels but all American novels - because it doesn&#39;t fit in with our idea of the heroic romantic epic. There is room only for sacrifice, heroism, war, politics and family struggle.","author":"John Green","topic":"Politics"},{"quote":"Populist promises to reverse every tough decision are nothing but empty rhetoric, irresponsible leadership, and bad politics. They are not the solution to Ireland&#39;s problems.","author":"Enda Kenny","topic":"Politics"},{"quote":"It is important to recognize and politics positive thinking is often the slaves&#39; virtue - something that people do to con themselves about the burden and change being placed upon them.","author":"James Bovard","topic":"Politics"},{"quote":"The most powerful force in American politics is not anger, it&#39;s nostalgia.","author":"Pete Hamill","topic":"Politics"},{"quote":"We can and must move U.S. politics forward by means of committed participation.","author":"Paul Wellstone","topic":"Politics"},{"quote":"A lot of people have asked me whether I am a cynic or take a cynical view of politics and are often surprised when I say that I consider myself an optimist, but an optimist dressed in the robes of a realist.","author":"Beau Willimon","topic":"Politics"},{"quote":"You better take advantage of the good cigars. You don&#39;t get much else in that job.","author":"Thomas P. O'Neill","topic":"Politics"},{"quote":"In the first rule of politics, you know, Harry Truman, the buck stops here. Take responsibility. What I&#39;ve learned over the years is that people will give people in politics a lot of rope if they just take responsibility.","author":"Susan Estrich","topic":"Politics"},{"quote":"It&#39;s not just the effect of technology on the environment, on religion, on the economic structure, on society, on politics, etc. It&#39;s that everything now exists in technology to the point where technology is the new and comprehensive host of nature of life.","author":"Godfrey Reggio","topic":"Politics"},{"quote":"It is money, money, money! Not ideas, not principles, but money that reigns supreme in American politics.","author":"Robert Byrd","topic":"Politics"},{"quote":"Divorced from ethics, leadership is reduced to management and politics to mere technique.","author":"James MacGregor Burns","topic":"Politics"},{"quote":"Whenever a man has cast a longing eye on offices, a rottenness begins in his conduct.","author":"Thomas Jefferson","topic":"Politics"},{"quote":"Politics is the most important of the civil activities and has its own field of action, which is not that of religion.","author":"Pope Francis","topic":"Politics"},{"quote":"I don&#39;t even know what the issues are. I haven&#39;t paid attention to politics in a long time. It&#39;s actually not something that I really even enjoy. It&#39;s way off my radar.","author":"Tom Brady","topic":"Politics"},{"quote":"There is in fact no such thing as art for art&#39;s sake, art that stands above classes, art that is detached from or independent of politics. Proletarian literature and art are part of the whole proletarian revolutionary cause.","author":"Mao Zedong","topic":"Politics"},{"quote":"I am not deeply involved in Australian politics but I know there are prime ministers, governments around the world who are not acting responsibly in relation to climate change.","author":"Jane Goodall","topic":"Politics"},{"quote":"The successful revolutionary is a statesman, the unsuccessful one a criminal.","author":"Erich Fromm","topic":"Politics"},{"quote":"Politics is a strong and slow boring of hard boards.","author":"Max Weber","topic":"Politics"},{"quote":"We talked about politics constantly in my family growing up in North Carolina. There were always debates. Being of Greek background, it&#39;s in our blood to drink coffee and talk politics.","author":"Zach Galifianakis","topic":"Politics"},{"quote":"I think we need more young people; we need to elect young people to government. We need to give them a chance, in the media, in politics, in democracy.","author":"Mikhail Gorbachev","topic":"Politics"},{"quote":"I just feel like I&#39;m a very lucky person to have a new life outside of politics.","author":"Ann Richards","topic":"Politics"},{"quote":"Few businessmen are capable of being in politics, they don&#39;t understand the democratic process, they have neither the tolerance or the depth it takes. Democracy isn&#39;t a business.","author":"Malcolm Forbes","topic":"Politics"},{"quote":"The 1935 Social Security Act established 65 as the age of eligibility for payouts. But welfare state politics quickly becomes a bidding war, enriching the menu of benefits, so in 1956 Congress entitled women to collect benefits at 62, extending the entitlement to men in 1961.","author":"George Will","topic":"Politics"},{"quote":"I&#39;ve been to war, and it&#39;s not easy to kill. It&#39;s bloody and messy and totally horrifying, and the consequences are serious.","author":"Oliver Stone","topic":"Politics"},{"quote":"Value your freedom or you will lose it, teaches history. &#39;Don&#39;t bother us with politics&#39;, respond those who don&#39;t want to learn.","author":"Richard Stallman","topic":"Politics"},{"quote":"The proper reply to right wing religiosity is not to insist that politics and religion don&#39;t mix. This is the stock response of the left.","author":"Christopher Lasch","topic":"Politics"},{"quote":"Jesus is the politics of the new age; He is about the establishment of a kingdom; He is the one who has created a new time that gives us the time not only to care for the poor but to be poor. Jesus is the one who makes it possible to be nonviolent in a violent world.","author":"Stanley Hauerwas","topic":"Politics"},{"quote":"I was planning to go into law or politics. I was well known for my public speaking. I went to an all-girl boarding school with uniforms. It was very posh for someone like me who came from a world where my parents showed beagles and sold dog products out of a yellow caravan.","author":"Rebel Wilson","topic":"Politics"},{"quote":"I came from an intellectual Parisian family. My father was a watchmaker; my mother was a housewife. We discussed politics, art, sculpture - never fashion.","author":"Sonia Rykiel","topic":"Politics"},{"quote":"My publicist told me not to talk about politics but, yes, I think we have a president who stole the election.","author":"Liev Schreiber","topic":"Politics"},{"quote":"Funnily enough, Northern Ireland is a great example of where politics can win over conflict. The decision to down arms and follow a political path would have been unthinkable once. It shows just what is possible.","author":"James Nesbitt","topic":"Politics"},{"quote":"A lot of people like a lot of money. They shouldn&#39;t go into politics.","author":"Jose Mujica","topic":"Politics"},{"quote":"I don&#39;t have time for politics. There is a mission, and that is to save lives.","author":"Carmen Yulin Cruz","topic":"Politics"},{"quote":"Frankly, I don&#39;t mind not being President. I just mind that someone else is.","author":"Edward Kennedy","topic":"Politics"},{"quote":"The Labour party has done more than any other to address gender inequalities, through legislation and other means, and to increase women&#39;s representation in politics, which has led to recent increases in the number of female politicians.","author":"Lucy Powell","topic":"Politics"},{"quote":"Culture is about humanizing people. You look at the African-American civil rights movement, you look at the LGBT rights movement - the culture changed before the politics did.","author":"Jose Antonio Vargas","topic":"Politics"},{"quote":"No matter what your age, gender, politics, nationality, social or financial standing, every single person inhabiting the planet Earth has the same reaction to him: &#39;Holy crap, Buzz Aldrin, you went to the moon!&#39;","author":"Jeanne Marie Laskas","topic":"Politics"},{"quote":"The art of politics consists in knowing precisely when it is necessary to hit an opponent slightly below the belt.","author":"Konrad Adenauer","topic":"Politics"},{"quote":"I grew up listening to my father argue politics into the night and taking trips every Saturday to the Hood River library where my mother maintained her interest in reading and encouraged the same from her sons.","author":"Dale T. Mortensen","topic":"Politics"},{"quote":"You can study government and politics in school, but the best way to really understand the process is to volunteer your time.","author":"Rob McKenna","topic":"Politics"},{"quote":"The Beatles&#39; story is all of our stories. It is about how the youth culture emerged, the drug culture emerged, how politics rose to the fore as a universal debate. It&#39;s about rebellion, it&#39;s about the growth of the British entertainment system, the growth of the rock n&#39; roll entertainment system.","author":"Bob Spitz","topic":"Politics"},{"quote":"I learnt more about politics during one South Dakota dust storm than in seven years at the university.","author":"Hubert H. Humphrey","topic":"Politics"},{"quote":"The central conservative truth is that it is culture, not politics, that determines the success of a society. The central liberal truth is that politics can change a culture and save it from itself.","author":"Daniel Patrick Moynihan","topic":"Politics"},{"quote":"It&#39;s a no-win situation with politics; it&#39;s always going to be stressful. I&#39;m more into the comedy of life.","author":"Jordan Peele","topic":"Politics"},{"quote":"I think people involved in politics make good actors. Acting and politics both involve fooling people. People like being fooled by actors. When you get right down to it, they probably like being fooled by politicians even more. A skillful actor will make you think, but a skillful politician will make you never have to think.","author":"Donna Brazile","topic":"Politics"},{"quote":"There&#39;s no room for petty grievances in politics.","author":"Sergei Lavrov","topic":"Politics"},{"quote":"All politics is local.","author":"Thomas P. O'Neill","topic":"Politics"},{"quote":"When the body of the people is possessed of the supreme power, it is called a democracy.","author":"Charles de Secondat","topic":"Politics"},{"quote":"The beef industry has contributed to more American deaths than all the wars of this century, all natural disasters, and all automobile accidents combined.","author":"Neal Barnard","topic":"Politics"},{"quote":"Although as a sailor I despised politics - for I loved my sailor&#39;s life and still love it today - conditions forced me to take up a definite attitude towards political problems.","author":"Fritz Sauckel","topic":"Politics"},{"quote":"You know they say the most dangerous person of the world is a member of the United States Congress just home from a three-day fact-finding trip.","author":"Johnny Isakson","topic":"Politics"},{"quote":"Politics is the art of controlling your environment.","author":"Hunter S. Thompson","topic":"Politics"},{"quote":"I paid too heavy a price for perestroika.","author":"Mikhail Gorbachev","topic":"Politics"},{"quote":"When I first ran, being a woman in politics was seen as both a negative and also a positive. You could attract more women voters, but on the other hand, a lot of men wouldn&#39;t vote for you.","author":"Tammy Duckworth","topic":"Politics"},{"quote":"To balance China, the democracies will need new friends - and India with its fast-growing economy, youthful population, and democratic politics seems the obvious candidate.","author":"David Frum","topic":"Politics"},{"quote":"My brother Bob doesn&#39;t want to be in government - he promised Dad he&#39;d go straight.","author":"John F. Kennedy","topic":"Politics"},{"quote":"We would all like to vote for the best man but he is never a candidate.","author":"Kin Hubbard","topic":"Politics"},{"quote":"Voting is a civic sacrament.","author":"Theodore Hesburgh","topic":"Politics"},{"quote":"Objective journalism is one of the main reasons that American politics has been allowed to be so corrupt for so long.","author":"Hunter S. Thompson","topic":"Politics"},{"quote":"These things will destroy the human race: politics without principle, progress without compassion, wealth without work, learning without silence, religion without fearlessness and worship without awareness.","author":"Anthony de Mello","topic":"Politics"},{"quote":"Politics doesn&#39;t make strange bedfellows - marriage does.","author":"Groucho Marx","topic":"Politics"},{"quote":"First of all, I think it&#39;s odd that people who cover politics wouldn&#39;t have any political views.","author":"Nate Silver","topic":"Politics"},{"quote":"A conservative is someone who makes no changes and consults his grandmother when in doubt.","author":"Woodrow Wilson","topic":"Politics"},{"quote":"Politics ought to be the part-time profession of every citizen who would protect the rights and privileges of free people and who would preserve what is good and fruitful in our national heritage.","author":"Dwight D. Eisenhower","topic":"Politics"},{"quote":"A typical vice of American politics is the avoidance of saying anything real on real issues.","author":"Theodore Roosevelt","topic":"Politics"},{"quote":"The most important political office is that of the private citizen.","author":"Louis D. Brandeis","topic":"Politics"},{"quote":"If you ever injected truth into politics you have no politics.","author":"Will Rogers","topic":"Politics"},{"quote":"The paradigm of the &#39;Aquarian Conspiracy&#39; sees humankind embedded in nature. It promotes the autonomous individual in a decentralized society... The new perspective respects the ecology of everything: birth, death, learning, health, family, work, science, spirituality, the arts, the community, relationships, politics.","author":"Marilyn Ferguson","topic":"Politics"},{"quote":"Unfortunately the global warming hysteria, as I see it, is driven by politics more than by science.","author":"Freeman Dyson","topic":"Politics"},{"quote":"In human life, economics precedes politics or culture.","author":"Park Geun-hye","topic":"Politics"},{"quote":"War is not an independent phenomenon, but the continuation of politics by different means.","author":"Carl von Clausewitz","topic":"Politics"},{"quote":"Politics is the attempt to achieve power and prestige without merit.","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"If everybody in this town connected with politics had to leave town because of chasing women and drinking, you would have no government.","author":"Barry Goldwater","topic":"Politics"},{"quote":"Politics is for the present, but an equation is for eternity.","author":"Albert Einstein","topic":"Politics"},{"quote":"The world we build tomorrow is born in the stories we tell our children today. Politics moves the pieces. Education changes the game.","author":"Jonathan Sacks","topic":"Politics"},{"quote":"What is a wife and what is a harlot? What is a church and what is a theatre? are they two and not one? Can they exist separate? Are not religion and politics the same thing? Brotherhood is religion. O demonstrations of reason dividing families in cruelty and pride!","author":"William Blake","topic":"Politics"},{"quote":"In politics shared hatreds are almost always the basis of friendships.","author":"Alexis de Tocqueville","topic":"Politics"},{"quote":"The Democrats are the party that says government will make you smarter, taller, richer, and remove the crabgrass on your lawn. The Republicans are the party that says government doesn&#39;t work and then they get elected and prove it.","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"It is not in the nature of politics that the best men should be elected. The best men do not want to govern their fellowmen.","author":"George MacDonald","topic":"Politics"},{"quote":"Sensible and responsible women do not want to vote. The relative positions to be assumed by man and woman in the working out of our civilization were assigned long ago by a higher intelligence than ours.","author":"Grover Cleveland","topic":"Politics"},{"quote":"Indian democracy&#39;s greatest strength is that we have always put the nation above politics.","author":"Atal Bihari Vajpayee","topic":"Politics"},{"quote":"The journey for women, no matter what venue it is - politics, business, film - it&#39;s, it&#39;s a long journey.","author":"Kathryn Bigelow","topic":"Politics"},{"quote":"Politics isn&#39;t about left versus right; it&#39;s about top versus bottom.","author":"Jim Hightower","topic":"Politics"},{"quote":"In addition to the decline in competition, American politics today is characterized by a growing ideological polarization between the two major political parties.","author":"Thomas E. Mann","topic":"Politics"},{"quote":"I&#39;m always rather nervous about how you talk about women who are active in politics, whether they want to be talked about as women or as politicians.","author":"John F. Kennedy","topic":"Politics"},{"quote":"Of course you can&#39;t &#39;trust&#39; what people tell you on the web anymore than you can &#39;trust&#39; what people tell you on megaphones, postcards or in restaurants. Working out the social politics of who you can trust and why is, quite literally, what a very large part of our brain has evolved to do.","author":"Douglas Adams","topic":"Politics"},{"quote":"The methodologies of examining hip hop are borrowed from sociology, politics, religion, economics, urban studies, journalism, communications theory, American studies, transatlantic studies, black studies, history, musicology, comparative literature, English, linguistics, and other disciplines.","author":"Michael Eric Dyson","topic":"Politics"},{"quote":"The ability of the 1 percent to buy politicians and regulators is nothing new in American politics - just as inequality has been a permanent part of our economic system. This is true of virtually all political and economic systems.","author":"Eric Alterman","topic":"Politics"},{"quote":"There are those who would draw a sharp line between power politics and a principled foreign policy based on values. This polarized view - you are either a realist or devoted to norms and values - may be just fine in academic debate, but it is a disaster for American foreign policy. American values are universal.","author":"Condoleezza Rice","topic":"Politics"},{"quote":"I became an actress because my mom wanted me to become an actress. It took me until my mid-30s to realize I actually didn&#39;t. I actually wanted to write and direct and be more involved in politics and humanitarian issues.","author":"Angelina Jolie","topic":"Politics"},{"quote":"Life is a corrupting process from the time a child learns to play his mother off against his father in the politics of when to go to bed; he who fears corruption fears life.","author":"Saul Alinsky","topic":"Politics"},{"quote":"I have come to the conclusion that politics are too serious a matter to be left to the politicians.","author":"Charles de Gaulle","topic":"Politics"},{"quote":"No matter where I go - London, Beirut, Jerusalem, Washington, Beijing, or Bangalore - I&#39;m always looking to rediscover that land of ten thousand lakes where politics actually worked to make people&#39;s lives better, not pull them apart.","author":"Thomas Friedman","topic":"Politics"},{"quote":"Consciousness permits us to develop the instruments of culture - morality and justice, religion, art, economics and politics, science and technology. Those instruments allow us some measure of freedom in the confrontation with nature.","author":"Antonio Damasio","topic":"Politics"},{"quote":"No science is immune to the infection of politics and the corruption of power.","author":"Jacob Bronowski","topic":"Politics"},{"quote":"Principles have no real force except when one is well-fed.","author":"Mark Twain","topic":"Politics"},{"quote":"Politics I supposed to be the second-oldest profession. I have come to realize that it bears a very close resemblance to the first.","author":"Ronald Reagan","topic":"Politics"},{"quote":"Not everybody is comfortable with the idea that politics is a guilty addiction. But it is.","author":"Hunter S. Thompson","topic":"Politics"},{"quote":"To rely upon conviction, devotion, and other excellent spiritual qualities; that is not to be taken seriously in politics.","author":"Vladimir Lenin","topic":"Politics"},{"quote":"Radical changes in world politics leave America with a heightened responsibility to be, for the world, an example of a genuinely free, democratic, just and humane society.","author":"Pope John Paul II","topic":"Politics"},{"quote":"You know, rock stardom... I have a hard time discussing that because I don&#39;t really accept it. It&#39;s not really that tangible. What&#39;s really bizarre is how it&#39;s used as a thing - you know, &#39;He&#39;s the rock star of politics,&#39; &#39;He&#39;s the rock star of quarterbacks&#39; - like it&#39;s the greatest thing in the world.","author":"Eddie Vedder","topic":"Politics"},{"quote":"I chose not to go into politics and policy. Those policies are my husband&#39;s job.","author":"Melania Trump","topic":"Politics"},{"quote":"It&#39;s about time we make the well-being of our young people more important than ideology and politics. As a country, we benefit from investing in their future by investing in teen pregnancy prevention.","author":"Jane Fonda","topic":"Politics"},{"quote":"I am a sportsman and not a politician. I am a sportsman and will always remain one. I am not going to enter politics giving up cricket, which is my life. I will continue to play cricket.","author":"Sachin Tendulkar","topic":"Politics"},{"quote":"I deliberately did not read anything about the Vietnam War because I felt the politics of the war eclipsed what happened to the veterans. The politics were irrelevant to what this memorial was.","author":"Maya Lin","topic":"Politics"},{"quote":"Somehow we can&#39;t live outside the politics of race. There&#39;s something very deep in all of us, that is taught to us when we are very, very little. Which is the disrespect and fear of the other.","author":"Anna Deavere Smith","topic":"Politics"},{"quote":"When a politician like Marco Rubio is willing to sacrifice his career defining immigration reform legislation solely to insure that gays and lesbians are denied equal protection under the law, we have to admit that we&#39;re under attack. This is not pragmatic politics at work. These are the policies of bias, exclusion and unfairness.","author":"Harvey Fierstein","topic":"Politics"},{"quote":"Politics hates a vacuum. If it isn&#39;t filled with hope, someone will fill it with fear.","author":"Naomi Klein","topic":"Politics"},{"quote":"Politics is show business for ugly people.","author":"Paul Begala","topic":"Politics"},{"quote":"Well, Judy, I would hope in the new year, we could start thinking about politics not like it was the Super Bowl, where you always have to have one team that wins and the other team has to be a loser.","author":"John Breaux","topic":"Politics"},{"quote":"I do not believe in sex distinction in literature, law, politics, or trade - or that modesty and virtue are more becoming to women than to men, but wish we had more of it everywhere.","author":"Belva Lockwood","topic":"Politics"},{"quote":"Thanks to the great Juche idea and Songun politics of the Workers&#39; Party of Korea and the devoted struggle of our service personnel and other people who are unfailingly loyal to the Party, proud victories have been achieved in socialist construction and lasting foundations for accomplishing the cause of the Juche revolution have been laid.","author":"Kim Jong-un","topic":"Politics"},{"quote":"The end move in politics is always to pick up a gun.","author":"R. Buckminster Fuller","topic":"Politics"},{"quote":"A party of order or stability, and a party of progress or reform, are both necessary elements of a healthy state of political life.","author":"John Stuart Mill","topic":"Politics"},{"quote":"We&#39;ve had characters like Trump in American politics forever, characters who trade on xenophobia.","author":"Lin-Manuel Miranda","topic":"Politics"},{"quote":"No cause is left but the most ancient of all, the one, in fact, that from the beginning of our history has determined the very existence of politics, the cause of freedom versus tyranny.","author":"Hannah Arendt","topic":"Politics"},{"quote":"We live in a stage of politics, where legislators seem to regard the passage of laws as much more important than the results of their enforcement.","author":"William Howard Taft","topic":"Politics"},{"quote":"I was in elective politics for 24 years. I&#39;ve made four national races, two for President, two for Vice President. I have found there are other ways to serve, and I&#39;m enjoying them.","author":"Al Gore","topic":"Politics"},{"quote":"Russians aren&#39;t perfect. Their politics are messed up, and they keep going through self-defeating economic cycles. But I have a lot of respect for Russia, and a lot of love for Russians.","author":"Chris Hadfield","topic":"Politics"},{"quote":"After all is said that can be said upon the liquor traffic, its influence is degrading upon the individual, the family, politics and business, and upon everything that you touch in this old world.","author":"Billy Sunday","topic":"Politics"},{"quote":"When you are honest in your comedy, you have to acknowledge the world that you&#39;re in. Through a comedic voice, you&#39;re talking about what needs to be talked about, whether it&#39;s race relations or politics or anything that&#39;s happening on a global or an American scale.","author":"Trevor Noah","topic":"Politics"},{"quote":"Politics is just show business for ugly people.","author":"Jay Leno","topic":"Politics"},{"quote":"Voters don&#39;t decide issues, they decide who will decide issues.","author":"George Will","topic":"Politics"},{"quote":"Politics, after all, is largely about power. And power goes to the core of our issues of control and narcissism and need to be right and tendency to divide the human race into &#39;us&#39; vs. &#39;them.&#39;","author":"John Ortberg","topic":"Politics"},{"quote":"It&#39;s called political economy because it is has nothing to do with either politics or economy.","author":"Stephen Leacock","topic":"Politics"},{"quote":"In football, as in politics, resilience pays off.","author":"George Osborne","topic":"Politics"},{"quote":"Every two years the American politics industry fills the airwaves with the most virulent, scurrilous, wall-to-wall character assassination of nearly every political practitioner in the country - and then declares itself puzzled that America has lost trust in its politicians.","author":"Charles Krauthammer","topic":"Politics"},{"quote":"There&#39;s a snobbery at work in architecture. The subject is too often treated as a fine art, delicately wrapped in mumbo-jumbo. In reality, it&#39;s an all-embracing discipline taking in science, art, maths, engineering, climate, nature, politics, economics.","author":"Norman Foster","topic":"Politics"},{"quote":"I entered politics in 1967; since then, continuously, I am getting elected... Fortunately I never lost the elections.","author":"Sharad Pawar","topic":"Politics"},{"quote":"The fact that people die because of an AK-47 is not because of the designer, but because of politics.","author":"Mikhail Kalashnikov","topic":"Politics"},{"quote":"Politics, for me, is not a competition to see who&#39;s got the bigger ego. It&#39;s working together for the good of the people.","author":"Mauricio Macri","topic":"Politics"},{"quote":"I don&#39;t think that people are disinterested or uninterested in politics. I think very often they are disengaged from the formal political process. To some extent they are suspicious or even despairing of formal politics as a means to give expression and effect to what they want.","author":"John Bercow","topic":"Politics"},{"quote":"The essential ingredient of politics is timing.","author":"Pierre Trudeau","topic":"Politics"},{"quote":"My philosophy comes from a worldview that looks at the world as one. It&#39;s a holistic view that sees the world as interconnected and interdependent and integrated in so many different ways, which informs my politics.","author":"Dennis Kucinich","topic":"Politics"},{"quote":"Politics organizes our lives. We can&#39;t disregard it. Politics has lot of muck, lot of dirt. But that doesn&#39;t mean you have to be away from it. It&#39;s ubiquitous.","author":"Pawan Kalyan","topic":"Politics"},{"quote":"Is there nothing the prodigiously talented Ann Patchett can&#39;t do? She&#39;s channeled the world of opera, Boston politics, magic, unwed motherhood, and race relations, creating scenarios so indelible, you swear they are right outside your door.","author":"Caroline Leavitt","topic":"Politics"},{"quote":"We associate the North Atlantic with cod. The motto of Newfoundland used to be &#39;In cod we trust.&#39; It was a joke, but it was essentially true. But there is no cod anymore. And that&#39;s extraordinary. It&#39;s all because of either greed or politics - Canadian politics.","author":"Simon Winchester","topic":"Politics"},{"quote":"As long as I don&#39;t write about the government, religion, politics, and other institutions, I am free to print anything.","author":"Pierre Beaumarchais","topic":"Politics"},{"quote":"Ninety percent of politics is deciding whom to blame.","author":"Meg Greenfield","topic":"Politics"},{"quote":"It is a fine game to play - the game of politics - and it is well worth waiting for a good hand before really plunging.","author":"Winston Churchill","topic":"Politics"},{"quote":"Politics is applesauce.","author":"Will Rogers","topic":"Politics"},{"quote":"Politics is so personal, vicious and immediate, how are you going to get anything done? Even the local politics where I live have gotten so ugly.","author":"Robin Williams","topic":"Politics"},{"quote":"Hell, I never vote for anybody, I always vote against.","author":"W. C. Fields","topic":"Politics"},{"quote":"&#39;Tis the business of little minds to shrink; but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.","author":"Thomas Paine","topic":"Politics"},{"quote":"We&#39;ve switched from a culture that was interested in manufacturing, economics, politics - trying to play a serious part in the world - to a culture that&#39;s really entertainment-based.","author":"Stephen King","topic":"Politics"},{"quote":"I have a fantasy where Ted Turner is elected President but refuses because he doesn&#39;t want to give up power.","author":"Arthur C. Clarke","topic":"Politics"},{"quote":"It is necessary for me to establish a winner image. Therefore, I have to beat somebody.","author":"Richard M. Nixon","topic":"Politics"},{"quote":"For me, it all begins with faith; it begins with what matters most, and I try and put what I believe to be moral truth first. My philosophy of government second. And my politics third.","author":"Mike Pence","topic":"Politics"},{"quote":"Politics is pop. Our job as comedians - especially me, as a late-night talk show, which is a broader audience - is to amplify what we think America is thinking.","author":"Jimmy Fallon","topic":"Politics"},{"quote":"The career of politics grants a feeling of power. The knowledge of influencing men, of participating in power over them, and above all, the feeling of holding in one&#39;s hands a nerve fiber of historically important events can elevate the professional politician above everyday routine even when he is placed in formally modest positions.","author":"Max Weber","topic":"Politics"},{"quote":"Law has become a business. Health care has become a business. Unfortunately, politics has also become a business. That really undermines society.","author":"George Soros","topic":"Politics"},{"quote":"I never thought I would become an actress. I always wanted to get into politics, and I moved to Argentina and worked for the U.S. embassy for a bit. It sort of happened upon me when I was home for the holiday - acting, that is - and I stuck with it.","author":"Meghan Markle","topic":"Politics"},{"quote":"I would remind you that extremism in the defense of liberty is no vice! And let me remind you also that moderation in the pursuit of justice is no virtue.","author":"Barry Goldwater","topic":"Politics"},{"quote":"I could not think higher of Governor Palin. She is a force of nature and has inspired a generation of women to really get actively involved in politics and, more importantly, take their culture back and take their country back.","author":"Stephen Bannon","topic":"Politics"},{"quote":"What modern humans need help with is escaping from the despair of politics, commerce and media, escaping from the drabness and oppressiveness of worldly values and seeing through suburban mentality and normal community standards so that they can find some much-needed relief for their wilting souls.","author":"Michael Leunig","topic":"Politics"},{"quote":"Our trust in the future has lost its innocence. We know now that anything can happen from one minute to the next. Politics, religion, economics, and the institutions of family and community all have become abruptly unsure.","author":"John O'Donohue","topic":"Politics"},{"quote":"Make-believe colors the past with innocent distortion, and it swirls ahead of us in a thousand ways in science, in politics, in every bold intention.","author":"Shirley Temple","topic":"Politics"},{"quote":"Politics are not the task of a Christian.","author":"Dietrich Bonhoeffer","topic":"Politics"},{"quote":"Compared to developed countries, or even to some major emerging countries, burdened by aging populations, financial crises, widening budget deficits, faltering faith in politics and growing social demands, Africa has become the world&#39;s last &#39;New Frontier:&#39; a kind of &#39;it-continent.&#39;","author":"Mo Ibrahim","topic":"Politics"},{"quote":"The arts are the one thing that appeal right across all forms of politics, race, creed - everything.","author":"Andrew Lloyd Webber","topic":"Politics"},{"quote":"The hope of a new politics does not lie in formulating a left-wing reply to the right-it lies in rejecting conventional political categories.","author":"Christopher Lasch","topic":"Politics"},{"quote":"Bad politics make for bad morals.","author":"Joseph Brodsky","topic":"Politics"},{"quote":"I believe people who go into politics want to do the right thing. And then they hit a big wall of re-election and the pettiness of politics. In the end, politics gets in the way of the business of people.","author":"Kevin Costner","topic":"Politics"},{"quote":"The middle ground in Congress has all but disappeared. The founders intended competing principles and interests to check excesses and create a balance in our politics that would benefit &#39;we the people.&#39; Gerrymandered districts and a hyped-up fight-night media offer a partial explanation of why we seem to have neither checks nor balances.","author":"Donna Brazile","topic":"Politics"},{"quote":"So here is one of my theories on happiness: we cannot know if we have lived a truly happy life until the very end. This view of life and death was reinforced by my close witnessing of the buildup to the death of Philip Gould. Philip was without doubt my closest friend in politics. When he died, I felt like I had lost a limb.","author":"Alastair Campbell","topic":"Politics"},{"quote":"Freedom of the press is guaranteed only to those who own one.","author":"A. J. Liebling","topic":"Politics"},{"quote":"It is the belief that extremes and excesses of inequality must be reduced so that each person is free to fully develop his or her full potential. This is why we take precious time out of our lives and give it to politics.","author":"Paul Wellstone","topic":"Politics"},{"quote":"Politics is not predictions and politics is not observations. Politics is what we do. Politics is what we do, politics is what we create, by what we work for, by what we hope for and what we dare to imagine.","author":"Paul Wellstone","topic":"Politics"},{"quote":"Joy doesn&#39;t betray but sustains activism. And when you face a politics that aspires to make you fearful, alienated and isolated, joy is a fine initial act of insurrection.","author":"Rebecca Solnit","topic":"Politics"},{"quote":"I could pose in fashion commercials as a high society star but politics is a new way of life.","author":"Marat Safin","topic":"Politics"},{"quote":"We need a government, not politics. Because there&#39;s too much politics. Of course there should be debate. But there seems to be so much pettiness and not enough good faith. It is civilized to agree to disagree, and this idea is slowly disintegrating. The great statesmen of the past knew this, and I think it helps drive civilization.","author":"Daphne Guinness","topic":"Politics"},{"quote":"I was very aware of office politics because I was so baffled by them. So much so goes unsaid. No one says &#39;you&#39;re a cheeky so-and-so,&#39; no one says &#39;you&#39;re so moody,&#39; nobody ever confronts anyone else about anything. But I&#39;m very crass, and I&#39;m very confrontational, and I have a temper. I had to be hyper-vigilant in every office I worked in.","author":"Denise Mina","topic":"Politics"},{"quote":"The arts community is generally dominated by liberals because if you are concerned mainly with painting or sculpture, you don&#39;t have time to study how the world works. And if you have no understanding of economics, strategy, history and politics, then naturally you would be a liberal.","author":"Mark Helprin","topic":"Politics"},{"quote":"History and social sciences were my interests. I was always interested in knowing how societies get organized, why there is rich and poor divide, why there are classes. I was never apolitical. I think we are all political in a way. Politics decides our day-to-day life.","author":"Pawan Kalyan","topic":"Politics"},{"quote":"You develop an instant global consciousness, a people orientation, an intense dissatisfaction with the state of the world, and a compulsion to do something about it. From out there on the moon, international politics looks so petty.","author":"Edgar Mitchell","topic":"Politics"},{"quote":"The world will never have lasting peace so long as men reserve for war the finest human qualities. Peace, no less than war, requires idealism and self-sacrifice and a righteous and dynamic faith.","author":"John Foster Dulles","topic":"Politics"},{"quote":"Finance is a gun. Politics is knowing when to pull the trigger.","author":"Mario Puzo","topic":"Politics"},{"quote":"One thing I have learned in my time in politics is that if one of the parties is shameless, the other party cannot afford to be spineless.","author":"Frank Lautenberg","topic":"Politics"},{"quote":"Art has often been and continues to be considered transcendent. I see this as misguided and, in fact, a way of subverting the powerful voice art can be in global discussions about politics, economics, society, culture, religion and international relations.","author":"Aman Mojadidi","topic":"Politics"},{"quote":"The introduction of religious passion into politics is the end of honest politics, and the introduction of politics into religion is the prostitution of true religion.","author":"Lord Hailsham","topic":"Politics"},{"quote":"Nature is full of drama. I know nothing about biology, about birds, about insects, about the details of politics. I just make movies about human interest stories.","author":"Jacques Perrin","topic":"Politics"},{"quote":"I have no ambition to govern men; it is a painful and thankless office.","author":"Thomas Jefferson","topic":"Politics"},{"quote":"The trouble with Nixon is that he&#39;s a serious politics junkie. He&#39;s totally hooked and like any other junkie, he&#39;s a bummer to have around, especially as President.","author":"Hunter S. Thompson","topic":"Politics"},{"quote":"What is politics? Political system is equal to development politics plus political politics.","author":"A. P. J. Abdul Kalam","topic":"Politics"},{"quote":"One of the best predictors of policy around is Thomas Ferguson&#39;s investment theory of politics, as he calls it - very outstanding political economist - which essentially - I mean, to say it in a sentence, he describes elections as occasions in which groups of investors coalesce and invest to control the state.","author":"Noam Chomsky","topic":"Politics"},{"quote":"Our only real hope for democracy is that we get the money out of politics entirely and establish a system of publicly funded elections.","author":"Noam Chomsky","topic":"Politics"},{"quote":"Tradition means giving votes to the most obscure of all classes, our ancestors. It is the democracy of the dead. Tradition refuses to submit to that arrogant oligarchy who merely happen to be walking around.","author":"Gilbert K. Chesterton","topic":"Politics"},{"quote":"Like religion, politics, and family planning, cereal is not a topic to be brought up in public. It&#39;s too controversial.","author":"Erma Bombeck","topic":"Politics"},{"quote":"One of the things being in politics has taught me is that men are not a reasoned or reasonable sex.","author":"Margaret Thatcher","topic":"Politics"},{"quote":"The advice I&#39;ve been giving to people all my life - that you may not be interested in the dialectic but the dialectic is interested in you; you can&#39;t give up politics, it won&#39;t give you up - was the advice I should have been taking myself.","author":"Christopher Hitchens","topic":"Politics"},{"quote":"I have a bigger voice than Donald Trump, you know what I&#39;m saying? Than literally anybody that works in politics.","author":"Chance The Rapper","topic":"Politics"},{"quote":"Can I actually make a difference? Can I get people to believe in politics once again? Can I get people to accept more complex answers to complex questions? I know I can. I know that&#39;s what I do very well.","author":"Justin Trudeau","topic":"Politics"},{"quote":"Politics is not the art of the possible. It consists in choosing between the disastrous and the unpalatable.","author":"John Kenneth Galbraith","topic":"Politics"},{"quote":"Republicans are men of narrow vision, who are afraid of the future.","author":"Jimmy Carter","topic":"Politics"},{"quote":"Much publishing is done through politics, friends, and natural stupidity.","author":"Charles Bukowski","topic":"Politics"},{"quote":"Politics are not my arena. Music is.","author":"Aretha Franklin","topic":"Politics"},{"quote":"Compromise makes a good umbrella, but a poor roof; it is temporary expedient, often wise in party politics, almost sure to be unwise in statesmanship.","author":"James Russell Lowell","topic":"Politics"},{"quote":"I do not know much about politics, but I am trying to do the best I can with this administration until the time shall come for me to turn it over to somebody else.","author":"William Howard Taft","topic":"Politics"},{"quote":"Never talk to a client about architecture. Talk to him about his children. That is simply good politics. he will not understand what you have to say about architecture most of the time.","author":"Ludwig Mies van der Rohe","topic":"Politics"},{"quote":"I am making myself less frequent in the Lady World than I have been. I must keep up my dignity, or rather, I must attend more to politics and less to love.","author":"Sam Houston","topic":"Politics"},{"quote":"Let&#39;s just do what is right for the American people. And those of us who are involved in politics and government know that our responsibility is to the American people, that we have a responsibility to find our common ground, to seek it and to find it.","author":"Nancy Pelosi","topic":"Politics"},{"quote":"Without alienation, there can be no politics.","author":"Arthur Miller","topic":"Politics"},{"quote":"That is why everyone in politics, and we do it, must make sure that they do not depend on one single interest group. A good compromise is one where everybody makes a contribution.","author":"Angela Merkel","topic":"Politics"},{"quote":"Would that the simple maxim, that honesty is the best policy, might be laid to heart; that a sense of the true aim of life might elevate the tone of politics and trade till public and private honor become identical.","author":"Margaret Fuller","topic":"Politics"},{"quote":"All art is political in the sense that it serves someone&#39;s politics.","author":"August Wilson","topic":"Politics"},{"quote":"Community organizing is all about building grassroots support. It&#39;s about identifying the people around you with whom you can create a common, passionate cause. And it&#39;s about ignoring the conventional wisdom of company politics and instead playing the game by very different rules.","author":"Tom Peters","topic":"Politics"},{"quote":"Am I the only person covering politics who ever noticed that Newt Gingrich is actually a nincompoop?","author":"Molly Ivins","topic":"Politics"},{"quote":"Politics, as a practise, whatever its professions, has always been the systematic organization of hatreds.","author":"Henry Adams","topic":"Politics"},{"quote":"I do think the public want to see politicians acting in a different way. What&#39;s brought young people into our campaign is that they were written off by political parties but they had never written off politics, and what we have is a huge number of young people, very enthusiastic and brimming with ideas. Those ideas have got to be heard.","author":"Jeremy Corbyn","topic":"Politics"},{"quote":"It is a measure of the framers&#39; fear that a passing majority might find it expedient to compromise 4th Amendment values that these values were embodied in the Constitution itself.","author":"Sandra Day O'Connor","topic":"Politics"},{"quote":"Music is the most powerful form of communication in the world. It brings us all together. Even religion separates us, but a hit record unites us across religious beliefs, race, politics.","author":"Sean Combs","topic":"Politics"},{"quote":"The longer they talk about identity politics, I got &#39;em. I want them to talk about racism every day. If the Left is focused on race and identity, and we go with economic nationalism, we can crush the Democrats.","author":"Stephen Bannon","topic":"Politics"},{"quote":"A lot of men in politics suddenly woke up to the issue of women in politics when they realised: hey, there are votes in this!","author":"Theresa May","topic":"Politics"},{"quote":"Beethoven was a deeply political man in the broadest sense of the word. He was not interested in daily politics, but concerned with questions of moral behaviour and the larger questions of right and wrong affecting the entire society.","author":"Daniel Barenboim","topic":"Politics"},{"quote":"I think that politics could be a positive thing. My beef is that people focus on the personal aspect of a politician too much. They should focus on the results.","author":"LL Cool J","topic":"Politics"},{"quote":"To work in architecture you are so much involved with society, with politics, with bureaucrats. It&#39;s a very complicated process to do large projects. You start to see the society, how it functions, how it works. Then you have a lot of criticism about how it works.","author":"Ai Weiwei","topic":"Politics"},{"quote":"I happen to think it&#39;s the politics that makes you electable, but the reason for that is politicians sometimes talk about electability as if it&#39;s just a matter of conning the public. Actually, it&#39;s a matter of persuading the public, and in my experience, usually, the public gets it right.","author":"Tony Blair","topic":"Politics"},{"quote":"Political correctness - the rigging of politics using different rules for different groups, and buttressed by the media - ensures that Democrats always have the upper hand.","author":"Andrew Breitbart","topic":"Politics"},{"quote":"Politics for me started in violence.","author":"Marine Le Pen","topic":"Politics"},{"quote":"It&#39;s as if inside the White House the belief in Obama&#39;s inspirational charisma is still such that every time the ugliness of brute politics intrudes, it&#39;s a startling revelation.","author":"Tina Brown","topic":"Politics"},{"quote":"A 527 doesn&#39;t have a wife. It doesn&#39;t have a brother-in-law who knows a lot about politics, or a union president who calls and doesn&#39;t like the color of the suit, or bimbo eruptions. It&#39;s the perfect candidate, because it has no personal characteristics.","author":"Roger Stone","topic":"Politics"},{"quote":"In politics women type the letters, lick the stamps, distribute the pamphlets and get out the vote. Men get elected.","author":"Clare Boothe Luce","topic":"Politics"},{"quote":"Yes, politics IS war without bloodshed; and war is an extension of those politics.","author":"H. Rap Brown","topic":"Politics"},{"quote":"I should prefer to have a politician who regularly went to a massage parlour than one who promised a laptop computer for every teacher.","author":"A. N. Wilson","topic":"Politics"},{"quote":"I was brought up with a scientific outlook on life. It&#39;s the way my father deciphers the world - whether it&#39;s football, politics or hairstyles. So I don&#39;t get anxious about the future, because I was raised to believe and accept that nothing stays the same, and the best way to survive is to adapt.","author":"Anne Wojcicki","topic":"Politics"},{"quote":"The polarization of Congress; the decline of civility; and the rise of attack politics in the 1980s, the 1990s, and the early years of the new century are a blot on our political system and a disservice to the American people.","author":"Edward Brooke","topic":"Politics"},{"quote":"There seem to me to be very few facts, at least ascertainable facts, in politics.","author":"Robert Peel","topic":"Politics"},{"quote":"Politics is repetition. It is not change. Change is something beyond what we call politics. Change is the essence politics is supposed to be the means to bring into being.","author":"Kate Millett","topic":"Politics"},{"quote":"For too long, we have focused on our differences - in our politics and backgrounds, in our race and beliefs - rather than cherishing the unity and pride that binds us together.","author":"Bob Riley","topic":"Politics"},{"quote":"Where there is politics or economics, there is no morality.","author":"Karl Wilhelm Friedrich Schlegel","topic":"Politics"},{"quote":"I have never found, in a long experience of politics, that criticism is ever inhibited by ignorance.","author":"Harold MacMillan","topic":"Politics"},{"quote":"Human evolution relies on cooperation, which is why identity politics feels so backward.","author":"Greg Gutfeld","topic":"Politics"},{"quote":"A second opinion never hurts, not only in medicine, but also in politics.","author":"Sergei Lavrov","topic":"Politics"},{"quote":"I have a certain pool of subject matter that I like to write about, things that interest me: politics, religion, ecology, and relationships between men and women. And that&#39;s usually what I focus on.","author":"Don Henley","topic":"Politics"},{"quote":"I am not averse to politics, but that does not mean that I am going to join politics.","author":"Rahul Gandhi","topic":"Politics"},{"quote":"I have no child to inherit my properties. You, the people, are my only family, and to make you happy is the reason I do politics.","author":"Park Geun-hye","topic":"Politics"},{"quote":"I don&#39;t think we have the right haircut or tattoos for politics.","author":"Al Jourgensen","topic":"Politics"},{"quote":"Every week I read about myself in a magazine, about something that I haven&#39;t done or some place that I&#39;ve never been or don&#39;t even know. It&#39;s just gossip, rumors, egos, and politics.","author":"Hilary Duff","topic":"Politics"},{"quote":"Most people who get in trouble in politics usually get in trouble because they&#39;re disconnected from the people they serve, and I don&#39;t think anybody in Tennessee, even people who won&#39;t vote for me, would accuse me of that.","author":"Lamar Alexander","topic":"Politics"},{"quote":"Trying to take money out of politics is like trying to take jumping out of basketball.","author":"Bill Bradley","topic":"Politics"},{"quote":"In argument, truth always prevails finally; in politics, falsehood always.","author":"Walter Savage Landor","topic":"Politics"},{"quote":"Politics is comparable to boxing. The only thing is that in politics there are basically no rules. In boxing, you can get a black eye, but in politics you can get poison in your food or a bullet in the head. It&#39;s definitely rougher and tougher than other sports.","author":"Wladimir Klitschko","topic":"Politics"},{"quote":"Too often, we see wedge politics and petty rhetoric used to belittle adversaries and inflame partisan divisions.","author":"Larry Hogan","topic":"Politics"},{"quote":"In Washington, DC, politics dominate even the most casual conversations.","author":"Armstrong Williams","topic":"Politics"},{"quote":"There is no more effective way to radicalize American Muslim youth than for political leaders to make public displays of prejudice against all Muslims. Suspicion will undermine their sense of identification with America and alienate some from both the culture and from politics.","author":"Miroslav Volf","topic":"Politics"},{"quote":"The toughest thing to do in politics is to do the right thing when your supporters think the right thing is something else.","author":"Pat Toomey","topic":"Politics"},{"quote":"I full well realize that politics is a rough and tumble business, but politics should not be reduced to lobbing partisan hand grenades. Politics is not war. Terrorism is.","author":"Pat Roberts","topic":"Politics"},{"quote":"Apparently God takes reception of Holy Communion seriously. Apparently some things are more sacred than politics. Apparently it&#39;s all or nothing when it comes to being Catholic.","author":"Carl Olson","topic":"Politics"},{"quote":"If the United States of America or Britain is having elections, they don&#39;t ask for observers from Africa or from Asia. But when we have elections, they want observers.","author":"Nelson Mandela","topic":"Politics"},{"quote":"Politics is a profession; a serious, complicated and, in its true sense, a noble one.","author":"Dwight D. Eisenhower","topic":"Politics"},{"quote":"I am an Anglo-Catholic in religion, a classicist in literature and a royalist in politics.","author":"T. S. Eliot","topic":"Politics"},{"quote":"The President&#39;s post should not be politicised. Once a president is elected, he is above politics.","author":"A. P. J. Abdul Kalam","topic":"Politics"},{"quote":"A good Catholic meddles in politics, offering the best of himself, so that those who govern can govern. But what is the best that we can offer to those who govern? Prayer!","author":"Pope Francis","topic":"Politics"},{"quote":"I believe that Catholics involved in politics carry the values of their religion within them, but have the mature awareness and expertise to implement them. The Church will never go beyond its task of expressing and disseminating its values, at least as long as I&#39;m here.","author":"Pope Francis","topic":"Politics"},{"quote":"Half a truth is better than no politics.","author":"Gilbert K. Chesterton","topic":"Politics"},{"quote":"If you&#39;re sick and tired of the politics of cynicism and polls and principles, come and join this campaign.","author":"George W. Bush","topic":"Politics"},{"quote":"Consul - in American politics, a person who having failed to secure an office from the people is given one by the Administration on condition that he leave the country.","author":"Ambrose Bierce","topic":"Politics"},{"quote":"There is so much partisan and tribal politics, from not just those seeking office but potential voters as well, that we never get real attempts at solutions to problems.","author":"Mark Cuban","topic":"Politics"},{"quote":"Politics, as the word is commonly understood, are nothing but corruptions.","author":"Jonathan Swift","topic":"Politics"},{"quote":"People say, &#39;Oh, politics is so polarized today,&#39; and I&#39;m thinking... &#39;1861, that was polarized.&#39;","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"Liberalism is, I think, resurgent. One reason is that more and more people are so painfully aware of the alternative.","author":"John Kenneth Galbraith","topic":"Politics"},{"quote":"Nothing is so admirable in politics as a short memory.","author":"John Kenneth Galbraith","topic":"Politics"},{"quote":"Politics ruins the character.","author":"Otto von Bismarck","topic":"Politics"},{"quote":"While the religious divisions in our world are self-evident, many people still imagine that religious conflict is always caused by a lack of education, by poverty, or by politics.","author":"Sam Harris","topic":"Politics"},{"quote":"In order to become the master, the politician poses as the servant.","author":"Charles de Gaulle","topic":"Politics"},{"quote":"Politics is the reflex of the business and industrial world.","author":"Emma Goldman","topic":"Politics"},{"quote":"I think my politics are just inclined to be empathetic and humanistic. I grew up with so many different kinds of people with different politics, different religion, no religion, no politics, education, no education, and I was infatuated with all of them.","author":"Lily Tomlin","topic":"Politics"},{"quote":"Don&#39;t get involved in the interoffice politics. On &#39;Suits,&#39; it can be cheeky and fun to see Rachel and Donna being gossipy, but people get caught up in that. I think in life and in the office, it&#39;s best to stay out of the drama.","author":"Meghan Markle","topic":"Politics"},{"quote":"Your every voter, as surely as your chief magistrate, exercises a public trust.","author":"Grover Cleveland","topic":"Politics"},{"quote":"Everybody in politics claims to want to get everybody out of poverty. What&#39;s the opposite? Wealth. And what is often criticized by the left? Wealth.","author":"Rush Limbaugh","topic":"Politics"},{"quote":"The typical American citizen is the business man. The typical business man is a bad citizen; he is busy. If he is a &#39;big business man&#39; and very busy, he does not neglect; he is busy with politics, oh, very busy and very businesslike.","author":"Lincoln Steffens","topic":"Politics"},{"quote":"This was the way I was brought up to think of politics, that politics was to do with ethics, it was to do with responsibility, it was to do with service, so I think I was conditioned to think like that, and I&#39;m too old to change now.","author":"Aung San Suu Kyi","topic":"Politics"},{"quote":"I have always hated celebrities lecturing people on politics. So forgive me. But I am passionate about this country. I am equally passionate about the potential of the people who live here.","author":"Simon Cowell","topic":"Politics"},{"quote":"A journalist covering politics, most of us are aware of the necessity to try to be sure we&#39;re unbiased in our reporting. That&#39;s one of the fundamentals of good journalism.","author":"Walter Cronkite","topic":"Politics"},{"quote":"The largest party in America, by the way, is neither the Democrats nor the Republicans. It&#39;s the party of non-voters.","author":"Robert Reich","topic":"Politics"},{"quote":"He too serves a certain purpose who only stands and cheers.","author":"Henry Adams","topic":"Politics"},{"quote":"There are very few issues that lie specifically in one region now. Polio in Syria doesn&#39;t affect Syria alone. I don&#39;t think any issue can ever be isolated into local politics these days, because we all know too much.","author":"Cate Blanchett","topic":"Politics"},{"quote":"We are not doing celebrity, personality, abusive politics - we are doing ideas. This is about hope.","author":"Jeremy Corbyn","topic":"Politics"},{"quote":"When applied to politics and taken to its extreme, kitsch is the mask of death. Fascism was all aesthetics. There was no core principle to it. There was no truth to it.","author":"John Cusack","topic":"Politics"},{"quote":"Justice, sir, is the great interest of man on earth. It is the ligament which holds civilized beings and civilized nations together.","author":"Daniel Webster","topic":"Politics"},{"quote":"I&#39;ve always tried to avoid politics because most politicians that I know are quite dirty in terms of human dignity, ethics and morals.","author":"Steven Seagal","topic":"Politics"},{"quote":"Macroeconomic policy can never be devoid of politics: it involves fundamental trade-offs and affects different groups differently.","author":"Joseph Stiglitz","topic":"Politics"},{"quote":"Forget sex or politics or religion, loneliness is the subject that clears out a room.","author":"Douglas Coupland","topic":"Politics"},{"quote":"Art goes beyond politics. Even if there are writers who are involved in politics, eventually, in one or two centuries, it&#39;s not their politics which is going to count, but the fact of having given life to feelings, of having created characters and made a living work of art.","author":"Eugene Ionesco","topic":"Politics"},{"quote":"I didn&#39;t come into politics to change the Labour Party. I came into politics to change the country.","author":"Tony Blair","topic":"Politics"},{"quote":"My dad&#39;s family were political and he was always a theatrical creature, whereas my mum is really musical and her father was the touring pianist with Nat King Cole. My family was an explosive mixture of politics, religion and music - no wonder I turned out how I did.","author":"Grace Jones","topic":"Politics"},{"quote":"Turn on to politics, or politics will turn on you.","author":"Ralph Nader","topic":"Politics"},{"quote":"I worry about the direction of the U.K. and U.K. politics and governance in the event of a Brexit.","author":"Nicola Sturgeon","topic":"Politics"},{"quote":"From where many of us in the U.K. sit, American politics is hopelessly polarized. All kinds of issues get bundled up into two great heaps. The rest of the world, today and across the centuries, simply doesn&#39;t see things in this horribly oversimplified way.","author":"N. T. Wright","topic":"Politics"},{"quote":"Since the governments are in the pockets of businesses, who&#39;s going to control this most powerful institution? Business is more powerful than politics, and it&#39;s more powerful than religion. So it&#39;s going to have to be the vigilante consumer.","author":"Anita Roddick","topic":"Politics"},{"quote":"Arkansas is a state where politics is retail.","author":"Mike Huckabee","topic":"Politics"},{"quote":"The only difference between the Democrats and the Republicans is that the Democrats allow the poor to be corrupt, too.","author":"Oscar Levant","topic":"Politics"},{"quote":"Politics is marginal, but literature moves along by indirection.","author":"Italo Calvino","topic":"Politics"},{"quote":"You can have solid third party politics, but the problem is you&#39;re all lumped in to all the fringe groups. That&#39;s a stereotype that happens.","author":"Jesse Ventura","topic":"Politics"},{"quote":"Politics is the art of preventing people from busying themselves with what is their own business.","author":"Paul Valery","topic":"Politics"},{"quote":"I&#39;ve always been really uninterested in politicians and the acts of the Houses of Parliament, or government as an idea. But I&#39;m interested in politics in that I&#39;m a member of the world, and I have strong feelings of right and wrong, but I can&#39;t get into the ins and outs of it.","author":"Ewan McGregor","topic":"Politics"},{"quote":"Taiwan politics certainly is colorful.","author":"Rebecca MacKinnon","topic":"Politics"},{"quote":"Ferdinand was a gold trader. He was a lawyer for mining companies. When he entered politics in l949, he had tons and tons of gold. When Bill Gates was a college dropout, Ferdinand already possessed billions of dollars and tons of gold. It wasn&#39;t stolen.","author":"Imelda Marcos","topic":"Politics"},{"quote":"I know more about wheat and olive trees than I do about politics.","author":"Ariel Sharon","topic":"Politics"},{"quote":"The similarities are limited but real. They amount to a shared disgust with politics as usual in America. The Tea Party focuses on the federal government; Occupy Wall Street focuses on corporate America and its influence over the government.","author":"George Packer","topic":"Politics"},{"quote":"Art is inherently political. Even trying to make a film that has nothing to do with politics is, in and of itself, a political act.","author":"Barry Jenkins","topic":"Politics"},{"quote":"If you don&#39;t like the President, it costs you 90 bucks to fly to Washington to picket. If you don&#39;t like the governor, it costs you 60 bucks to fly to Albany to picket. If you don&#39;t like me - 90 cents.","author":"Ed Koch","topic":"Politics"},{"quote":"If China&#39;s expansion into Africa and Russia&#39;s into Latin America and the former Soviet Union are any indication, Silicon Valley&#39;s ability to expand globally will be severely limited, if only because Beijing and Moscow have no qualms about blending politics and business.","author":"Evgeny Morozov","topic":"Politics"},{"quote":"People go into politics because they want the affirmation, and they want the applause.","author":"Andrew Cuomo","topic":"Politics"},{"quote":"Solidarity and interdependence, a sense of worth, a pride and hope in the future: these are positive gains for those who believe in progressive politics and the beneficial role of government, rather than a detriment.","author":"David Blunkett","topic":"Politics"},{"quote":"We read too much Shakespeare at school, and view our parliamentary politics as dynastic drama, in which an impatient crown prince frets at his long subordination and begins to scheme for the throne he knows he merits, was promised and has earned.","author":"James Buchan","topic":"Politics"},{"quote":"My three years in politics was very instructive about the way in which the appetite for political power can destroy a human mind, destroy principles and values, and transform people into little monsters.","author":"Mario Vargas Llosa","topic":"Politics"},{"quote":"Whatever you thought of his politics, Ronald Reagan was a great man, a courageous man. He took an assassin&#39;s bullet and joked to the doctors as they desperately worked to save his life.","author":"Christopher Buckley","topic":"Politics"},{"quote":"A lot of people feel that the realm of poetry and the realm of the lyric is personal feeling and should rise above politics, which, in fact, good poetry has never done.","author":"Claudia Rankine","topic":"Politics"},{"quote":"Identity politics preaches a splintering of one large, collaborative group into competing vindictive ones - resulting in new, angry tribes whose central thesis is to not cooperate.","author":"Greg Gutfeld","topic":"Politics"},{"quote":"There are few things in politics more annoying than the Right&#39;s utter conviction that it owns the patent on the word &#39;freedom&#39; that when its leaders stand up for the rights of banks to be unregulated or capital gains to be untaxed, that it is actually and obviously standing up for human liberty, the noblest cause of them all.","author":"Thomas Frank","topic":"Politics"},{"quote":"In American religious history, theological qualms tend to get pushed aside when politics intervenes.","author":"Rick Perlstein","topic":"Politics"},{"quote":"Politics is the diversion of trivial men who, when they succeed at it, become important in the eyes of more trivial men.","author":"George Jean Nathan","topic":"Politics"},{"quote":"The game has a cleanness. If you do a good job, the numbers say so. You don&#39;t have to ask anyone or play politics. You don&#39;t have to wait for the reviews.","author":"Sandy Koufax","topic":"Politics"},{"quote":"My politics are of a practical kind - the integrity of the country, the supremacy of the Federal government, an honorable peace, or none at all.","author":"Winfield Scott Hancock","topic":"Politics"},{"quote":"Young people have so much more power than they tend to think to be able to affect politics. And if people will organize and get involved and go out and knock on doors and hand out leaflets and make a change, then they can determine the future.","author":"John F. Kerry","topic":"Politics"},{"quote":"What matters most in politics is personality. It&#39;s not issues; it&#39;s not image. It&#39;s who you are and what you represent.","author":"Frank Luntz","topic":"Politics"},{"quote":"As I started to pursue the subject more deeply I realized that walking was this wonderful meandering path through everything I was already interested in - gender politics, public space and urban life, demonstrations and parades and marches. The relationship between walking and thinking and between the mind and the body.","author":"Rebecca Solnit","topic":"Politics"},{"quote":"The politics of judges is getting to be red hot.","author":"Lindsey Graham","topic":"Politics"},{"quote":"Music is what I must do, business is what I need to do and politics is what I have to do.","author":"Bob Geldof","topic":"Politics"},{"quote":"Politics thrives on simple, clean messages, something that played to Obama&#39;s advantage in 2008. Stagnant unemployment and the loss of America&#39;s AAA rating are as simple and tough as they come. This is the economy on Obama&#39;s watch, and there&#39;s no one left to blame.","author":"John Sununu","topic":"Politics"},{"quote":"At a purely practical level, history is important because it provides the basic skills needed for students to go further in sociology, politics, international relations and economics. History is also an ideal discipline for almost all careers in the law, the civil service and the private sector.","author":"Antony Beevor","topic":"Politics"},{"quote":"Due to the failure of politics, which has become a process of middle-management, art has become one of the last open spaces to question core beliefs and to design a viable future. Art becomes an open space where we can ask fundamental questions about ourselves.","author":"Antony Gormley","topic":"Politics"},{"quote":"Politics is never a victory, it&#39;s just the remorseless grinding forward of events.","author":"Robert Harris","topic":"Politics"},{"quote":"It&#39;s very simple. If the American people care about a lot of things including corruption in government, then, in fact, if you use the power to appoint in order to do political business, to clear fields, to save your party money and so on, if it&#39;s not a crime - and I believe it is - it certainly is business as usual, politics of corruption.","author":"Darrell Issa","topic":"Politics"},{"quote":"Gender used to be a barrier for women to overcome if they wanted to be in politics, but today in Taiwan the situation is somewhat different. I think there is even a preference for a woman candidate, and in local elections, we have seen that younger, better-educated female candidates are overwhelmingly preferred by the voters.","author":"Tsai Ing-wen","topic":"Politics"},{"quote":"I&#39;m still batting away on my politics for the Labour Party. I&#39;m much further to the left of them than I used to be, but that&#39;s because they&#39;ve moved, not me.","author":"Billy Bragg","topic":"Politics"},{"quote":"Unfortunately, money in politics is an insidious thing - and a loophole in our campaign finance system was taken advantage of with money going to existing or new 527 groups with the sole purpose of influencing the election.","author":"Olympia Snowe","topic":"Politics"},{"quote":"If I&#39;m sure of a person and his potential in politics, and if I know he will live up to his promises, I wouldn&#39;t mind campaigning for him. I believe in the dictum, &#39;never say never.&#39; You never know, I might end up joining politics.","author":"Arjun Rampal","topic":"Politics"},{"quote":"My political science degree is always on the back-burner. I took my LSAT, so even if I want to take the LSAT again, I know what I&#39;m getting into. I&#39;ll keep it on the back-burner. Who knows, maybe with my popularity, I can have a career in politics with a law degree. I think it&#39;ll work out either way.","author":"Vinny Guadagnino","topic":"Politics"},{"quote":"I studied politics and economics at Bristol, and people always assumed that I&#39;d go into politics or a non-government organisation when I left. I might well do this later on. I&#39;d love to represent a West Country seat in the House of Commons.","author":"Ben Elliot","topic":"Politics"},{"quote":"It is our experience that political leaders do not always mean the opposite of what they say.","author":"Abba Eban","topic":"Politics"},{"quote":"I can&#39;t stop people from writing imaginative stories about me entering politics.","author":"Vijay","topic":"Politics"},{"quote":"In a democracy, dissent is an act of faith.","author":"J. William Fulbright","topic":"Politics"},{"quote":"There is a no-man&#39;s land in our politics: on the one hand, bounded by what we know to be true, and on the other hand, bounded by what the media says is politically correct. And that&#39;s where Donald Trump lives. And it&#39;s our failure to admit what we all know to be true in the guise of political correctness that fuels the Trump candidacy.","author":"Dick Morris","topic":"Politics"},{"quote":"&#39;Yes&#39; is a far more potent word than &#39;no&#39; in American politics. By adopting the positions which animate the political agenda for the other side, one can disarm them and leave them sputtering with nothing to say.","author":"Dick Morris","topic":"Politics"},{"quote":"The richest persons in Africa are heads of state, governors and ministers. So every &#39;educated&#39; African who wants to be rich - and there is nothing wrong with wanting to be rich - heads straight into government or politics.","author":"George Ayittey","topic":"Politics"},{"quote":"The importance of satire is bringing more people to the table. There are a lot of average citizens who aren&#39;t interested in politics and would be more interested if it&#39;s brought to them in a comedic, funny, satirical way.","author":"Bassem Youssef","topic":"Politics"},{"quote":"As I prepare for this next phase in my life, I ask that people continue to offer the prayers that have protected me thus far. I also pray that I will always see those who are not seen and easy to forget in the hustle and bustle of Washington politics.","author":"Artur Davis","topic":"Politics"},{"quote":"The problem of how we finance the welfare state should not obscure a separate issue: if each person thinks he has an inalienable right to welfare, no matter what happens to the world, that&#39;s not equity, it&#39;s just creating a society where you can&#39;t ask anything of people.","author":"Jacques Delors","topic":"Politics"},{"quote":"Music shouldn&#39;t be based around money or politics. Music should be a bunch of people that really do great songs together doing them together for the pursuit of having a good time.","author":"Jerry Only","topic":"Politics"},{"quote":"Satire is fascinating stuff. It&#39;s deadly serious, and when politics begin to break down, there is a drift towards satire, because it&#39;s the only thing that makes any sense.","author":"Ben Nicholson","topic":"Politics"},{"quote":"Barbecue is the third rail of North Carolina politics.","author":"John Shelton Reed","topic":"Politics"},{"quote":"Is there decency left in American politics?","author":"Byron Dorgan","topic":"Politics"},{"quote":"Campaigning in Wyoming is politics at its most retail level. It&#39;s done one voter at a time.","author":"Mary Cheney","topic":"Politics"},{"quote":"If you lose, you can&#39;t lead. If you don&#39;t lead, you&#39;re irrelevant. Winning is what it&#39;s all about in politics.","author":"Lionel Sosa","topic":"Politics"},{"quote":"Democrats always like to brag that their guys are smarter than the opponents and Republicans always like to brag that their guys are more moral than the opponents. But if you&#39;re looking for morals in politics you&#39;re looking for bananas in the cheese department.","author":"Harry Shearer","topic":"Politics"},{"quote":"Isn&#39;t that what we come into politics for? To say to people: &#39;You can do it, too - there is a chance to serve your community. There is a chance to shape it co-operatively and democratically, without fear or favour.&#39; And that is what I tried to do.","author":"Joan Kirner","topic":"Politics"},{"quote":"TV serves us most usefully when presenting junk-entertainment; it serves us most ill when it co-opts serious modes of discourse - news, politics, science, education, commerce, religion.","author":"Neil Postman","topic":"Politics"},{"quote":"I am not God. Nor am I Phantom. I am ready to accept any criticism. I have been in politics for decades. Each and every day, in several media, there is criticism of me.","author":"Mamata Banerjee","topic":"Politics"},{"quote":"A purely objective viewpoint does not exist in the cosmos or in politics.","author":"Howard Fineman","topic":"Politics"},{"quote":"Growing up in the Midwest, I was very close to my maternal grandmother, who, as a young widow running a small business in 1920s Kansas City, had known firsthand the old Pendergast regime and its classic combine of politics and organized crime.","author":"Roger Morris","topic":"Politics"},{"quote":"There are people with an explicit political bent complaining about people having political agendas while nominating stories with political agendas. Is it political to try to be diverse? Is it political to try to imagine a non-heteronormative society? Yes, because it involves politics. But how do they expect us to not write about our lives?","author":"Alaya Dawn Johnson","topic":"Politics"},{"quote":"I don&#39;t believe there are heroes or saviours in politics.","author":"Alexis Tsipras","topic":"Politics"},{"quote":"Do you know why dogs are man&#39;s best friend? It&#39;s because they&#39;re not in politics.","author":"Yitzhak Navon","topic":"Politics"},{"quote":"They politics like ours profess, the greater prey upon the less.","author":"Matthew Green","topic":"Politics"},{"quote":"We in the Middle East like to talk politics, we like to argue. Just look at the three prophets - Moses, Jesus and Mohammad. They are all from this small region which creates problems all the time.","author":"Hamad bin Khalifa Al Thani","topic":"Politics"},{"quote":"There are no true friends in politics. We are all sharks circling, and waiting, for traces of blood to appear in the water.","author":"Alan Clark","topic":"Politics"},{"quote":"Politics are usually the executive expression of human immaturity.","author":"Vera Brittain","topic":"Politics"},{"quote":"In politics it is necessary to take nothing tragically and everything seriously.","author":"Louis Adolphe Thiers","topic":"Politics"},{"quote":"Politics are very much like war. We may even have to use poison gas at times.","author":"Winston Churchill","topic":"Politics"},{"quote":"There is probably a perverse pride in my administration... that we were going to do the right thing, even if short-term it was unpopular. And I think anybody who&#39;s occupied this office has to remember that success is determined by an intersection in policy and politics and that you can&#39;t be neglecting of marketing and P.R. and public opinion.","author":"Barack Obama","topic":"Politics"},{"quote":"Therefore, the good of man must be the end of the science of politics.","author":"Aristotle","topic":"Politics"},{"quote":"Politics is such a torment that I advise everyone I love not to mix with it.","author":"Thomas Jefferson","topic":"Politics"},{"quote":"I think that people are tired. They&#39;re tired of the same old kind of politics. People want a new tone to politics.","author":"Michelle Obama","topic":"Politics"},{"quote":"No one wants to die, and no one wants to die poor. These are the two fundamental truths that transcend culture, they transcend politics, they transcend economic cycles.","author":"Neil deGrasse Tyson","topic":"Politics"},{"quote":"Oh, that lovely title, ex-president.","author":"Dwight D. Eisenhower","topic":"Politics"},{"quote":"The intersection of law, politics, and technology is going to force a lot of good thinking.","author":"Bill Gates","topic":"Politics"},{"quote":"If you have embraced a creed which appears to be free from the ordinary dirtiness of politics - a creed from which you yourself cannot expect to draw any material advantage - surely that proves that you are in the right?","author":"George Orwell","topic":"Politics"},{"quote":"I have learned, in my life and work as a sportswriter, that big-time Sports and big-time Politics are not so far apart in America. They are both a means to the same end, which is victory... And why not? Victory is good for you, and don&#39;t let anybody tell you different.","author":"Hunter S. Thompson","topic":"Politics"},{"quote":"From politics, it was an easy step to silence.","author":"Jane Austen","topic":"Politics"},{"quote":"Politics is not bean bags. It&#39;s serious, tough stuff.","author":"Colin Powell","topic":"Politics"},{"quote":"All the political angst and moral melodrama about getting &#39;the rich&#39; to pay &#39;their fair share&#39; is part of a big charade. This is not about economics, it is about politics.","author":"Thomas Sowell","topic":"Politics"},{"quote":"In every country, politics is considered to be a waste of time.","author":"Malala Yousafzai","topic":"Politics"},{"quote":"I have long enjoyed the friendship and companionship of Republicans because I am by instinct a teacher, and I would like to teach them something.","author":"Woodrow Wilson","topic":"Politics"},{"quote":"My dream of politics all my life has been that it is the common business, that it is something we owe to each other to understand and discuss with absolute frankness.","author":"Woodrow Wilson","topic":"Politics"},{"quote":"Politics has always been ugly to me, and yet I accept that as a fact of life.","author":"Billy Graham","topic":"Politics"},{"quote":"Whenever men take the law into their own hands, the loser is the law. And when the law loses, freedom languishes.","author":"Robert Kennedy","topic":"Politics"},{"quote":"Revolution, n. In politics, an abrupt change in the form of misgovernment.","author":"Ambrose Bierce","topic":"Politics"},{"quote":"I think that you can disagree with people and debate over their positions with issues without engaging in the politics of personal destruction.","author":"Hillary Clinton","topic":"Politics"},{"quote":"When I traveled as secretary of state, I was deluged with thick briefing books full of information about the politics, economy, and culture of each destination, so those took up most of my reading time.","author":"Hillary Clinton","topic":"Politics"},{"quote":"I reject the cynical view that politics is a dirty business.","author":"Richard M. Nixon","topic":"Politics"},{"quote":"Politics is perhaps the only profession for which no preparation is thought necessary.","author":"Robert Louis Stevenson","topic":"Politics"},{"quote":"War is the ultimate tool of politics.","author":"R. Buckminster Fuller","topic":"Politics"},{"quote":"I didn&#39;t run for student council president. I don&#39;t see myself in any way in elected office. I love policy. I&#39;m not particularly fond of politics.","author":"Condoleezza Rice","topic":"Politics"},{"quote":"I tend to avoid televisions, politics, and places with velvet ropes.","author":"Demetri Martin","topic":"Politics"},{"quote":"Once Canadians no longer believe that there is any good in politics, they no longer feel we can work together to solve the challenges we&#39;re facing, and that is my fundamental motivation: how do we work together as a country to solve the big challenges we&#39;re facing.","author":"Justin Trudeau","topic":"Politics"},{"quote":"The good news is that, according to the Obama administration, the rich will pay for everything. The bad news is that, according to the Obama administration, you&#39;re rich.","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"Ideology, politics and journalism, which luxuriate in failure, are impotent in the face of hope and joy.","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"Those who write the editorials and those who write the columns, they simply are unaccountable. They&#39;re free to impose their cultural politics in the name of freedom of the press.","author":"Jesse Jackson","topic":"Politics"},{"quote":"I like the way hip-hop is now. It&#39;s grown up enough so that it can get involved with politics if it feels like it.","author":"Nas","topic":"Politics"},{"quote":"Politics is not an exact science.","author":"Otto von Bismarck","topic":"Politics"},{"quote":"Commodities such as gold and silver have a world market that transcends national borders, politics, religions, and race. A person may not like someone else&#39;s religion, but he&#39;ll accept his gold.","author":"Robert Kiyosaki","topic":"Politics"},{"quote":"Only very intelligent people don&#39;t wish they were in politics, and I&#39;m dumb enough to want to be in there.","author":"Orson Welles","topic":"Politics"},{"quote":"Electoral politics was always an objective of the Black Panther party, so Barack Obama is a part of what we dreamed and struggled and died for.","author":"Bobby Seale","topic":"Politics"},{"quote":"People who build family businesses are not classically trained. They have to deal with an enormous amount of politics. You think corporate politics are tough? Go work for your dad or your mom.","author":"Gary Vaynerchuk","topic":"Politics"},{"quote":"I believe in the separation of church and state, but I do not believe in the separation of politics from religion.","author":"Rick Warren","topic":"Politics"},{"quote":"Only he has the calling for politics who is sure that he will not crumble when the world from his point of view is too stupid or base for what he wants to offer. Only he who in the face of all this can say In spite of all! has the calling for politics.","author":"Max Weber","topic":"Politics"},{"quote":"What drew me to politics in the first place was the fact that I wanted to have a place to take a stand and use my voice to express what I believed in. But I&#39;ve no longer got any political aspirations. I feel that as a politician, fifty per cent of people would hate you before you even left the house.","author":"Jon Bon Jovi","topic":"Politics"},{"quote":"There&#39;s lots about politics I don&#39;t feel comfortable with. To talk about the politics of future ideas is impossible in soundbite form.","author":"Al Gore","topic":"Politics"},{"quote":"Our form of government can no longer be considered an experiment in politics. Crowned with success, it stands forth an example to the world and exhibits the proudest triumph of reason and philosophy.","author":"John Tyler","topic":"Politics"},{"quote":"To those who have exhausted politics, nothing remains but abstract thought.","author":"Honore de Balzac","topic":"Politics"},{"quote":"The only real shaming I&#39;ve ever experienced has been from other gay people when I reveal my politics or my religion.","author":"Milo Yiannopoulos","topic":"Politics"},{"quote":"For us, sons of France, political sentiment is a passion; while, for the Englishmen, politics are a question of business.","author":"Wilfrid Laurier","topic":"Politics"},{"quote":"There is no hope even that woman, with her right to vote, will ever purify politics.","author":"Emma Goldman","topic":"Politics"},{"quote":"In the period before the arrival of Mrs. Thatcher, politics had been in such low esteem. Everything was so hedged, so mealy-mouthed. Then along came this woman who seemed to have no manners at all and said exactly what she thought. Everyone&#39;s eyes were popping and their jaws were dropping, and I really enjoyed that.","author":"Tom Stoppard","topic":"Politics"},{"quote":"Thus, the focus on this main political goal must become more visible in EU politics and to achieve this, we need a political impulse. It must be clear what the priorities on the agenda are.","author":"Angela Merkel","topic":"Politics"},{"quote":"Whoever decides to dedicate their life to politics knows that earning money isn&#39;t the top priority.","author":"Angela Merkel","topic":"Politics"},{"quote":"When truth takes a backseat to ego and politics, trust is lost.","author":"Patrick Lencioni","topic":"Politics"},{"quote":"I don&#39;t know where I will be in 5 weeks let alone five years. But if I am still working in politics, I hope I never lose sight of why I got involved in the first place.","author":"Sarah Huckabee Sanders","topic":"Politics"},{"quote":"An idea not coupled with action will never get any bigger than the brain cell it occupied.","author":"Arnold H. Glasow","topic":"Politics"},{"quote":"There is too much at stake for us to surrender to the politics of polarization.","author":"Brad Henry","topic":"Politics"},{"quote":"But I&#39;m not interested in politics. I lose interest the microsecond it ceases to be emotional, when something becomes a political movement. What I&#39;m interested in is emotions.","author":"Bjork","topic":"Politics"},{"quote":"No matter what you may think about her politics or her record, Hillary Clinton understands that this is not reality television; this is reality. She understands the job of president. It involves finding solutions, not pointing fingers; and offering hope, not stoking fear.","author":"Michael Bloomberg","topic":"Politics"},{"quote":"Compared to politics, I think sports is funnier, because it&#39;s inconsequential. And politics can be real important and all that. The more pointless something is, the funnier it is, you know?","author":"Norm MacDonald","topic":"Politics"},{"quote":"I don&#39;t know anything about politics. I wouldn&#39;t put too much into my prediction on politics.","author":"Norm MacDonald","topic":"Politics"},{"quote":"Republicans do not believe in identity politics.","author":"Jeff Sessions","topic":"Politics"},{"quote":"I was surprised by the response of young people because there is a perception that those younger than the 1988 generation are not interested in politics.","author":"Aung San Suu Kyi","topic":"Politics"},{"quote":"Democracy is the recurrent suspicion that more than half of the people are right more than half of the time.","author":"E. B. White","topic":"Politics"},{"quote":"I voted for Barack because he was black. &#39;Cuz that&#39;s why other folks vote for other people - because they look like them... That&#39;s American politics, pure and simple.","author":"Samuel L. Jackson","topic":"Politics"},{"quote":"My politics were pretty anarchistic until 1969 when the Montreal police went on strike. Within hours, mayhem and rioting broke out and the Mounties had to be called in to restore order. It instilled in me that one&#39;s convictions can be subjected to empirical test.","author":"Steven Pinker","topic":"Politics"},{"quote":"Power in politics, sovereignty in America is with we the people, and that is the path to turning this country around: empowering the people.","author":"Ted Cruz","topic":"Politics"},{"quote":"Until Donald Trump got to where he was, they said you&#39;ll never see a rich businessman who&#39;s never been in politics be president. I clearly was wrong about that.","author":"Jamie Dimon","topic":"Politics"},{"quote":"First rule of politics: you can&#39;t win unless you&#39;re on the ballot. Second rule: If you run, you may lose. And, if you tie, you do not win.","author":"Donald Rumsfeld","topic":"Politics"},{"quote":"Politics... have always been the systematic organization of hatreds.","author":"Henry Adams","topic":"Politics"},{"quote":"Forget politics and what their platforms were and everything, because you can take whoever you want to take, but the guy that I liked was Nixon... He was a smart man.","author":"Terry Bradshaw","topic":"Politics"},{"quote":"Whether you are on the Right or the Left, everyone can agree that there are a lot of outside influences in American politics that are not good for the system. There&#39;s just too much money.","author":"Zach Galifianakis","topic":"Politics"},{"quote":"I mean, the part you don&#39;t like, I mean, that&#39;s the only part. That&#39;s the part no one likes, and that is the criticisms, and the unfair criticisms, I might add, of my husband. But that&#39;s also just a fact of life in politics.","author":"Laura Bush","topic":"Politics"},{"quote":"When one may pay out over two million dollars to presidential and Congressional campaigns, the U.S. government is virtually up for sale.","author":"John W. Gardner","topic":"Politics"},{"quote":"My work has gotten more political over time, but once you start exploring food, you find you&#39;re up against economics and politics and psychology and anthropology, all of these different things you have to deal with.","author":"Michael Pollan","topic":"Politics"},{"quote":"Honestly, I&#39;m interested in politics; I&#39;m interested in giving back in some form, performing some sort of civic duty. But I&#39;m not exploring a run for governor or senator or anything along those lines. I&#39;m focused on running Disney.","author":"Bob Iger","topic":"Politics"},{"quote":"Politicians... talk in generalities and lies, and I think they&#39;ve caused all our grief. They&#39;re so awful, they&#39;re really funny. I hate thinking this because my dad loved politics.","author":"Paul Lynde","topic":"Politics"},{"quote":"Partisan rancour and party politics and ideology have got in the way of compromise - and compromise is the only thing that has ever made politics successful.","author":"Kevin Spacey","topic":"Politics"},{"quote":"British politics, as the world knows, is a joke. Yet it&#39;s rarely funny.","author":"Morrissey","topic":"Politics"},{"quote":"I never went on TV one time during the campaign. Not once. You know why? Because politics is war. General Sherman would never have gone on TV to tell everyone his plans. I&#39;d never tip my hand to the other side.","author":"Stephen Bannon","topic":"Politics"},{"quote":"Fortunately, I don&#39;t talk about politics on stage.","author":"Mike Birbiglia","topic":"Politics"},{"quote":"I discourage a cult of personality.","author":"Newt Gingrich","topic":"Politics"},{"quote":"Idealism is the despot of thought, just as politics is the despot of will.","author":"Mikhail Bakunin","topic":"Politics"},{"quote":"Politics are about preserving relationships at the end of the day, and it has nothing to do with the greater good for humanity. It&#39;s just all about business.","author":"will.i.am","topic":"Politics"},{"quote":"It&#39;s a tough one for me, politics. I grew up in a house where my father is a Christian book salesman and a Tory, and my mum&#39;s a social worker. So I can always see the benefits of both arguments.","author":"James Corden","topic":"Politics"},{"quote":"We should not underestimate that: the Chinese people&#39;s ignorance. Thousands of years of despotism had been such a poison that their understanding of modern politics is even inferior to that of the black slaves and other immigrants.","author":"Sun Yat-sen","topic":"Politics"},{"quote":"A politically astute president who understood deeply the economics and politics of corporate tax reform could conceivably muscle Congress toward a reform package that made sense. Trump is not that leader.","author":"Joseph Stiglitz","topic":"Politics"},{"quote":"As a politician who cherishes religious conviction in his personal sphere, but regards politics as a domain belonging outside religion, I believe that this view is seriously flawed.","author":"Recep Tayyip Erdogan","topic":"Politics"},{"quote":"Politics isn&#39;t just a game of clashing parties and competing interests. The right reason is to challenge the status quo, to serve the common good, and to leave this nation better than we found it.","author":"Sarah Palin","topic":"Politics"},{"quote":"In politics, it&#39;s more fun to win than it is to lose.","author":"Phyllis Schlafly","topic":"Politics"},{"quote":"In life and in politics, it&#39;s helpful to try to perceive the other person through the most generous lens.","author":"Megyn Kelly","topic":"Politics"},{"quote":"We&#39;re seeing a reaction - and people taking to the streets with pots and pans - in areas where the independence movement isn&#39;t supposed to exist. People have to choose between one model and another. Everyone in Catalonia has realised that not taking part means ratifying the politics of repression of the Spanish government.","author":"Carles Puigdemont","topic":"Politics"},{"quote":"Kennedy was like a rock star. Carter was the earnest outsider at the height of Washington cynicism. Clinton was a bad boy who proposed his &#39;third way&#39; of Democratic politics, and Obama brought hope and change to a country that so desperately needed it.","author":"Fabrizio Moreira","topic":"Politics"},{"quote":"It&#39;s a good question, because a movie isn&#39;t good or bad based on its politics. It&#39;s usually good or bad for other reasons, though you might agree or disagree with its politics.","author":"Roger Ebert","topic":"Politics"},{"quote":"We should get to the business of providing at least one million opportunities each year for young Americans to spend a service year with peers who are different from them - by race, ethnicity, income, politics and religious belief.","author":"Stanley A. McChrystal","topic":"Politics"},{"quote":"Politics separate men by bringing them together only superficially. Art and culture unite us in a common anguish that is our only possible fraternity, that of our existential and metaphysical community.","author":"Eugene Ionesco","topic":"Politics"},{"quote":"Culture cannot be separated from politics. The arts, philosophy and metaphysics, religion and the sciences, constitute culture. Politics are the science or art of organizing our relationships to allow for the development of life in society.","author":"Eugene Ionesco","topic":"Politics"},{"quote":"I think that politics needs a bit of spicing up.","author":"Nigel Farage","topic":"Politics"},{"quote":"There are little games that go on in politics.","author":"Nigel Farage","topic":"Politics"},{"quote":"America wants solutions. America wants a leader. No more tabloid politics.","author":"Alveda King","topic":"Politics"},{"quote":"The &#39;democracy gap&#39; in our politics and elections spells a deep sense of powerlessness by people who drop out, do not vote, or listlessly vote for the &#39;least worst&#39; every four years and then wonder why after every cycle the &#39;least worst&#39; gets worse.","author":"Ralph Nader","topic":"Politics"},{"quote":"The military destabilised my government on politically motivated charges.","author":"Benazir Bhutto","topic":"Politics"},{"quote":"Social media is natural to me, and it&#39;s a very immediate way of saying something. It&#39;s the way politics are done these days. In modern politics, you can&#39;t ignore that even if you wanted to. I can&#39;t imagine doing politics without it.","author":"Nicola Sturgeon","topic":"Politics"},{"quote":"The pop culture tends to go to the lowest denominator, so cinema is in a weird place, due to its mass nature. It&#39;s diluted down to very little: simple stories and simple politics.","author":"Richard Linklater","topic":"Politics"},{"quote":"I know enough about European politics to know you&#39;ve got a lot of crazy people who make their way onto the ballot.","author":"Karl Rove","topic":"Politics"},{"quote":"To me, politics is a pile of tricks.","author":"Tracy Morgan","topic":"Politics"},{"quote":"A conservative vision to tech issues assumes the imperfection of mankind and a preference for markets - not politics - to drive outcomes.","author":"Marsha Blackburn","topic":"Politics"},{"quote":"What do you want to be a sailor for? There are greater storms in politics than you will ever find at sea. Piracy, broadsides, blood on the decks. You will find them all in politics.","author":"David Lloyd George","topic":"Politics"},{"quote":"The tax code is becoming steadily more progressive, which shouldn&#39;t surprise anyone who understands power politics. It&#39;s always easier to force sacrifice on an unpopular minority than it is to ask the majority to pony up.","author":"Tucker Carlson","topic":"Politics"},{"quote":"I&#39;m not sophisticated when it comes to politics, when it comes to journalism.","author":"Aaron Sorkin","topic":"Politics"},{"quote":"I&#39;m a girl, but that doesn&#39;t mean I don&#39;t appreciate greatness and the struggle of sports. My situation - and I&#39;ve always said this, even in politics - is may the best man win. I&#39;m not team-bound.","author":"Diane Lane","topic":"Politics"},{"quote":"You don&#39;t mess with politics and religion. Leave it alone. People get upset at that sometimes.","author":"Glen Campbell","topic":"Politics"},{"quote":"A war for a great principle ennobles a nation.","author":"Albert Pike","topic":"Politics"},{"quote":"Muhammadan law in its relation to women, is a pattern to European law. Look back to the history of Islam, and you will find that women have often taken leading places - on the throne, in the battle-field, in politics, in literature, poetry, etc.","author":"Annie Besant","topic":"Politics"},{"quote":"This entire business of modern war crimes, as identified by the liberal wings of politics and the media, began in Iraq and has been running downhill ever since.","author":"Marcus Luttrell","topic":"Politics"},{"quote":"I don&#39;t believe in politics. I&#39;m an anarchist, I guess you could say. I think people could be just fine looking after themselves.","author":"Woody Harrelson","topic":"Politics"},{"quote":"I can see quite clearly that if there was a single event that launched me on the road to ultimate involvement at the heart of South African politics, it was an assault on an African woman by her white employer in a kitchen in Fort Hare.","author":"Oliver Tambo","topic":"Politics"},{"quote":"I&#39;m not really one of those people who believes that if you&#39;re a musician you can just leave that behind and start getting into politics.","author":"Damon Albarn","topic":"Politics"},{"quote":"I&#39;m into politics, and I love watching the heavier news magazine shows.","author":"Chelsea Handler","topic":"Politics"},{"quote":"Politics with me isn&#39;t theater. It&#39;s performance art. Sometimes, for its own sake.","author":"Roger Stone","topic":"Politics"},{"quote":"I request the audience to not mix cinema with politics.","author":"Ram Charan","topic":"Politics"},{"quote":"The tax issue is the most powerful issue in American politics going back to the Tea Party.","author":"Grover Norquist","topic":"Politics"},{"quote":"I think the part of my acting career where I&#39;ve been more successful, I&#39;ve been incredibly cushioned. People are much too nice to you. You go into politics, and people are absolutely brutal. You&#39;ve got proper enemies, and they&#39;re vicious. It&#39;s very invigorating.","author":"Hugh Grant","topic":"Politics"},{"quote":"Making promises and then saddling yourself with a political system and a political union that means that you cannot deliver those promises, I fear, doesn&#39;t contribute to an atmosphere of trust and confidence in politics.","author":"Michael Gove","topic":"Politics"},{"quote":"They say women talk too much. If you have worked in Congress you know that the filibuster was invented by men.","author":"Clare Boothe Luce","topic":"Politics"},{"quote":"The intersection of religion and world politics has often been a bloody crossroads.","author":"Elliott Abrams","topic":"Politics"},{"quote":"I came into politics partly because I want to be able to reduce taxes so that individuals have more of their money to spend, so that businesses have more of their money to create jobs, but I believe that lower taxes are sustainable when you get the public finances in order, so I will only make promises I can keep on taxation.","author":"George Osborne","topic":"Politics"},{"quote":"The only politics in this country that&#39;s relevant to black people today is the politics of revolution... none other.","author":"H. Rap Brown","topic":"Politics"},{"quote":"I went into politics on an emotional level and soon realised that emotion has nothing to do with politics.","author":"Amitabh Bachchan","topic":"Politics"},{"quote":"I&#39;ve accepted that I was a failure in politics. I was not qualified for the job.","author":"Amitabh Bachchan","topic":"Politics"},{"quote":"We want to be inclusive. We want to have our shareholders, our employees, our customers, whether they are Democrat, Republican, Green or Libertarian, to feel comfortable with how we&#39;re doing business. And so that tends to be apolitical. People say, &#39;No, no, I just simply shouldn&#39;t get involved in politics.&#39;","author":"Reid Hoffman","topic":"Politics"},{"quote":"Transactional politics requires us to be pragmatic about current realities and the state of public opinion. It&#39;s all about getting the best result possible given the circumstances here and now.","author":"Eric Schneiderman","topic":"Politics"},{"quote":"Fracking is doable if there&#39;s full disclosure of all chemicals used. Secondly, science dictates the policy rather than politics. Third, there&#39;s collaboration between environmental groups and the natural gas industry.","author":"Bill Richardson","topic":"Politics"},{"quote":"Adherents of the new religious right reject the separation of politics and religion, but they bring no spiritual insights to politics.","author":"Christopher Lasch","topic":"Politics"},{"quote":"When I started &#39;CNN,&#39; I made the decision to stay out of endorsing candidates, and let the doers make up their own minds about politics, that it wasn&#39;t going to come from me.","author":"Ted Turner","topic":"Politics"},{"quote":"People underestimate the hip-hop audience and the capacity to understand politics when it&#39;s part of music.","author":"Michael Franti","topic":"Politics"},{"quote":"Sincerity and competence is a strong combination. In politics, it is everything.","author":"Peggy Noonan","topic":"Politics"},{"quote":"Republicans today have given the country conservatism in the spirit of Sarah Palin, whose ignorance about the world, contempt for expertise, and raw appeals to white identity politics presaged Trump&#39;s incendiary campaign.","author":"George Packer","topic":"Politics"},{"quote":"In religion as in politics it so happens that we have less charity for those who believe half our creed, than for those who deny the whole of it.","author":"Charles Caleb Colton","topic":"Politics"},{"quote":"Why does it have to be politics? Is there a dynamism to that world and a theoretical capacity to do things that draws many talented people? Absolutely. Are there other ways to be involved and lead an interesting life? Of course.","author":"Eliot Spitzer","topic":"Politics"},{"quote":"I will certainly not join politics. I would like to be remembered as a clean businessman who has not partaken in any twists and turns beneath the surface, and one who has been reasonably successful.","author":"Ratan Tata","topic":"Politics"},{"quote":"Faith is important to me. It&#39;s important to millions of Australians. It helps to shape who I am. It helps to shape my values. But it must never, never dictate my politics.","author":"Tony Abbott","topic":"Politics"},{"quote":"In politics, the people I most despise are those who have no values.","author":"Diane Abbott","topic":"Politics"},{"quote":"Politics is not a tea party. When it is time to act, you have to move fast and decisively.","author":"Edward Brooke","topic":"Politics"},{"quote":"Politics is the art of the possible; creativity is the art of the impossible.","author":"Ben Okri","topic":"Politics"},{"quote":"Power, in a nutshell, is the ability to get things done, and politics is the ability to decide which things need to be done.","author":"Zygmunt Bauman","topic":"Politics"},{"quote":"I keep telling these millennials it&#39;s all about them to get into politics and start making things happen. They don&#39;t care about whether or not someone is gay. They don&#39;t care to see contraception taken away or want to even discuss it. They&#39;re going forward, not backward.","author":"Donna Brazile","topic":"Politics"},{"quote":"A promising young man should go into politics so that he can go on promising for the rest of his life.","author":"Robert Byrne","topic":"Politics"},{"quote":"I was looking for something like baseball, where there&#39;s a lot of data and the competition was pretty low. That&#39;s when I discovered politics.","author":"Nate Silver","topic":"Politics"},{"quote":"I have no problem with technological solutions to social problems. The key question for me is, &#39;Who gets to implement them?&#39; and, &#39;What kinds of politics of reform do technological solutions smuggle through the back door?&#39;","author":"Evgeny Morozov","topic":"Politics"},{"quote":"In politics, yesterday&#39;s lie is attacked only to flatter today&#39;s.","author":"Jean Rostand","topic":"Politics"},{"quote":"I have the best job in politics in Alabama. As the attorney general, I just go to work every day and think of a way to sue the Obama Administration. If you don&#39;t think that is fun, that is a full-time job.","author":"Luther Strange","topic":"Politics"},{"quote":"And humility in politics means accepting that one party doesn&#39;t have all the answers; recognising that working in partnership is progress not treachery.","author":"Vince Cable","topic":"Politics"},{"quote":"My friend told me later he got the chicken pox. I told him I caught politics and never got over it.","author":"Jack Johnson","topic":"Politics"},{"quote":"Politics is about the participation and engagement of the wider citizenry - to miss that point would doom us to irrelevance.","author":"David Blunkett","topic":"Politics"},{"quote":"What is it that unites, on the left of British politics, George Orwell, Billy Bragg, Gordon Brown and myself? An understanding that identity and a sense of belonging need to be linked to our commitment to nationhood and a modern form of patriotism.","author":"David Blunkett","topic":"Politics"},{"quote":"Politics is a tough game. But would I change places with a trauma nurse in an emergency ward on a busy Saturday night? No way. There are lots of jobs in the world that are tougher than politics. And politicians and people who&#39;ve done it need to remember that.","author":"Michael Ignatieff","topic":"Politics"},{"quote":"I had a lot of hubris going into politics, but I didn&#39;t think I was Pierre Trudeau.","author":"Michael Ignatieff","topic":"Politics"},{"quote":"Politics isn&#39;t a reality show or a gong show. It&#39;s not show business for ugly people. It&#39;s the arena where we define our common life in a rough and ready contest that has winners and losers.","author":"Michael Ignatieff","topic":"Politics"},{"quote":"American politics is theatre. There is a frightening emotionalism at national conventions.","author":"Robert Dallek","topic":"Politics"},{"quote":"I am a profound pessimist both about life and about human relations and about politics and ecology. Humans are inadequate and stupid creatures who sooner or later make a mess, and those who are trying to do good do a lot more damage than those who are muddling along.","author":"A. S. Byatt","topic":"Politics"},{"quote":"Amnesty is a terrible policy, and it&#39;s terrible politics. It&#39;s a terrible policy because you are rewarding people for breaking the law.","author":"Tom Tancredo","topic":"Politics"},{"quote":"The Twist was a guided missile launched from the ghetto into the heart of suburbia. The Twist succeeded, as politics, religion and law could never do, in writing in the heart and soul what the Supreme Court could only write on the books.","author":"Eldridge Cleaver","topic":"Politics"},{"quote":"Dialogue is the essence of parliamentary politics.","author":"Sharad Pawar","topic":"Politics"},{"quote":"I deeply believe - and not just as a matter of politics, but even as a matter of morality - that matters about reproduction and intimacy and relationships and contraception are in the personal realm. They&#39;re moral decisions for individuals to make for themselves. And the last thing we need is government intruding into those personal decisions.","author":"Tim Kaine","topic":"Politics"},{"quote":"As a society, I think we express our cultural mores through our politics. We&#39;re trying constantly to figure out what&#39;s OK and what&#39;s not OK. And it&#39;s hard, because our society is constantly buffeted by gale force winds of technology. Things are always changing.","author":"Daniel H. Wilson","topic":"Politics"},{"quote":"Politics need to stop treating women as a special-interest group.","author":"Eva Longoria","topic":"Politics"},{"quote":"China&#39;s stock market is inextricably tied to politics.","author":"Kenneth Fisher","topic":"Politics"},{"quote":"Arizonans want us to come together, put aside politics, and solve problems. You want us to do our jobs in way that reflects the best of our state. You want us to stop and listen - something that doesn&#39;t always come naturally to people in politics.","author":"Doug Ducey","topic":"Politics"},{"quote":"When the Constitution was written in 1787, there was this supposition that American politics would be above party. The people who would staff the positions in government would have the interests of the country, or at least their states and congressional districts, at heart, and so they wouldn&#39;t form permanent political parties.","author":"H. W. Brands","topic":"Politics"},{"quote":"I always think that friends and family are off-bounds. I went into politics; they didn&#39;t.","author":"Leo Varadkar","topic":"Politics"},{"quote":"I don&#39;t see myself in politics at 51. I definitely want to do something else.","author":"Leo Varadkar","topic":"Politics"},{"quote":"Through the 1990s, the fracturing of Tasmanian Aboriginal politics was given impetus by the ongoing corruption of a number of black organisations started under federal government programmes, with large amounts of public money being lost.","author":"Richard Flanagan","topic":"Politics"},{"quote":"The IRS targeting certain groups for harassment because of their politics would be unfair. If we found out the NSA was keeping special tabs on everyone who worshiped at a mosque or took a Bible trip through the Middle East, you&#39;d have an uprising.","author":"Gail Collins","topic":"Politics"},{"quote":"You are who you are, and in politics, if you stay who you are, you do better.","author":"Elizabeth Esty","topic":"Politics"},{"quote":"Confronted with the choice, the American people would choose the policeman&#39;s truncheon over the anarchist&#39;s bomb.","author":"Spiro T. Agnew","topic":"Politics"},{"quote":"The first thing we need is for President Obama to finally enforce current immigration law and strengthen our borders. To take up any other agenda is bad policy for the American people and bad politics for Republicans.","author":"John Fleming","topic":"Politics"},{"quote":"A dose of humility goes a long way in life and in politics.","author":"Ron Fournier","topic":"Politics"},{"quote":"Politics is not a healthy lifestyle.","author":"Ken Livingstone","topic":"Politics"},{"quote":"There&#39;s nothing wrong in men of God going into politics. It will help them to do what is right.","author":"T. B. Joshua","topic":"Politics"},{"quote":"Politics is a game and a profession. It doesn&#39;t really serve the people the politicians are supposed to serve.","author":"Kit Harington","topic":"Politics"},{"quote":"It is our job above all in politics to tackle the big issues and to explain them, and have the honesty to say to people, &#39;There are no easy solutions here.&#39;","author":"Malcolm Turnbull","topic":"Politics"},{"quote":"Everything in politics is politically motivated, didn&#39;t you know?","author":"Miriam Defensor-Santiago","topic":"Politics"},{"quote":"Their very conservatism is secondhand, and they don&#39;t know what they are conserving.","author":"Robertson Davies","topic":"Politics"},{"quote":"As a gay man, I think the role of culture is central to how you change politics - culture is politics.","author":"Jose Antonio Vargas","topic":"Politics"},{"quote":"At the end of the day, stories connect us, not politics. And there&#39;s so many stories out there waiting to be told. It&#39;s just a matter of who&#39;s out there listening.","author":"Jose Antonio Vargas","topic":"Politics"},{"quote":"Digitization is certainly challenging the old ways of doing things, whether that&#39;s in publishing or politics. But it&#39;s not the end. In many ways, it is just the beginning.","author":"Heather Brooke","topic":"Politics"},{"quote":"It&#39;s really very simple, Governor. When people are hungry they die. So spare me your politics and tell me what you need and how you&#39;re going to get it to these people.","author":"Bob Geldof","topic":"Politics"},{"quote":"I was really lucky that I came to puberty at a time when music and politics were completely intertwined.","author":"Bob Geldof","topic":"Politics"},{"quote":"Religion forbids us from assuming a God-like character. This is especially true in politics and government, where limiting the power of the state, division of powers, and the doctrine of checks and balances are established in order to prevent accumulation of power that might lead to such Godly claims.","author":"Abdolkarim Soroush","topic":"Politics"},{"quote":"Anyone who has been around Washington politics long enough can&#39;t avoid this truism: Election-year money is like a rushing river that invariably finds cracks in any dam the reformers erect.","author":"Nina Easton","topic":"Politics"},{"quote":"The days when the words &#39;Hollywood actor&#39; framed Ronald Reagan like bunny fingers as an ID tag and an implied insult seem far-off and quaint: nearly everybody in politics - candidate, consultant, pundit, and Tea Party crowd extra alike - is an actor now, a shameless ham in a hoked-up reality series that never stops.","author":"James Wolcott","topic":"Politics"},{"quote":"L.A. is such a real, active place. My mother was very into the core of the city. She worked in politics, and you have to know your territory. It&#39;s an active matrix; we&#39;re all parts of it, but people don&#39;t often stop to wonder what&#39;s going on.","author":"Janet Fitch","topic":"Politics"},{"quote":"I&#39;m noticing a lot of the big bloggers who&#39;ve posted about politics are experiencing an ugly backlash. Readers are angry because they went to the bloggers&#39; sites for a laugh, not a lecture. Again, it&#39;s a question of being appropriate for the audience.","author":"Jen Lancaster","topic":"Politics"},{"quote":"Good government is good politics.","author":"Richard J. Daley","topic":"Politics"},{"quote":"In politics, guts is all.","author":"Barbara Castle","topic":"Politics"},{"quote":"People are fed up with the politics where candidates just rip each other apart and then the voters lose in the end because no one really knows what anybody stands for.","author":"Dennis Kucinich","topic":"Politics"},{"quote":"One of the big changes in politics has been because families, individuals, have felt worried, insecure... worried about the economy, worried about their jobs, worried about their kids&#39; futures... actually the disconnect between the public and media discourse and people&#39;s everyday concerns has become bigger not smaller.","author":"Nick Clegg","topic":"Politics"},{"quote":"War is, in fact, an extension of politics, and in any war, military operations have to be conducted in such a way that they contribute to sustainable political outcomes consistent with vital interests that are at stake in that war.","author":"H. R. McMaster","topic":"Politics"},{"quote":"A week is a long time in politics.","author":"Harold Wilson","topic":"Politics"},{"quote":"London in the &#39;70s was a pretty catastrophic dump, I can tell you. We had every kind of industrial trouble; we had severe energy problems; we were under constant terrorist attack from Irish terrorist groups who started a bombing campaign in English cities; politics were fantastically polarized between left and right.","author":"Ian Mcewan","topic":"Politics"},{"quote":"Maybe I am naive, but I don&#39;t think talking about the Holocaust with total and complete cynicism is possible for Israeli politicians. It&#39;s inevitable that the Holocaust is part of Israeli politics.","author":"Timothy D. Snyder","topic":"Politics"},{"quote":"We have elected to put our money and faith in a mathematical framework that is free of politics and human error.","author":"Tyler Winklevoss","topic":"Politics"},{"quote":"Religion has to stay in the heart, not in politics. It is private.","author":"Tahar Ben Jelloun","topic":"Politics"},{"quote":"Bengalis love to celebrate their language, their culture, their politics, their fierce attachment to a city that has been famously dying for more than a century. They resent with equal ferocity the reflex stereotyping that labels any civic dysfunction anywhere in the world &#39;another Calcutta.&#39;","author":"Bharati Mukherjee","topic":"Politics"},{"quote":"Reality television has borrowed so much from the world of politics, whether it&#39;s alliances or voting or the kind of strategizing that&#39;s done. Anything like that came from politics well before it came from reality television.","author":"R. J. Cutler","topic":"Politics"},{"quote":"Politics is a matter of human transaction. I consider absolutely everything political, because all fiction involves relationships between people, and relationships between people always include matters of power, of equity, of communication.","author":"Deborah Eisenberg","topic":"Politics"},{"quote":"The more I see of the representatives of the people, the more I admire my dogs.","author":"Alphonse de Lamartine","topic":"Politics"},{"quote":"On the other side, I do believe that the rhetoric we are seeing from the Democrats today is unprecedented, is a new low in presidential politics and goes beyond political discourse and amounts to political hate speech.","author":"Ed Gillespie","topic":"Politics"},{"quote":"The war for the Internet has begun. Hollywood is in control of politics. The government is killing innovation.","author":"Kim Dotcom","topic":"Politics"},{"quote":"The problem with modern politics is everybody is doing sound bite stuff. In my stump speech, I give 20 minutes on why I think we&#39;re off track. And I think people do really want to engage in a serious high-level discussion on how to get the country back on track because people care about their own country.","author":"Dave Brat","topic":"Politics"},{"quote":"Politics, it seems to me, for years, or all too long, has been concerned with right or left instead of right or wrong.","author":"Richard Armour","topic":"Politics"},{"quote":"Spontaneous combustion of grassroots politics is the future.","author":"Dick Morris","topic":"Politics"},{"quote":"What politicians want to create is irreversible change because when you leave office someone changes it back again.","author":"Estelle Morris","topic":"Politics"},{"quote":"The power of women in the politics is a soft power. It is a positive change that our country and other countries in the region... are making by giving a chance to women.","author":"Atifete Jahjaga","topic":"Politics"},{"quote":"Fear is the main factor in Arab politics... There is no Arab who is not harmed by Jews&#39; entry into Palestine.","author":"Moshe Sharett","topic":"Politics"},{"quote":"I am not at all a politician. I don&#39;t think I&#39;m cut out for politics. I am certainly not going to stand for election.","author":"Pervez Musharraf","topic":"Politics"},{"quote":"I&#39;m in politics to make the lives of millions of Indians better.","author":"Nandan Nilekani","topic":"Politics"},{"quote":"I think sometimes women are not driven by the same, albeit, testosterone power thing that pushes men to get into politics.","author":"Morgan Fairchild","topic":"Politics"},{"quote":"Politics is about winning. If you don&#39;t win, you don&#39;t get to put your principles into practice. Therefore, find a way to win, or sit the battle out.","author":"David Horowitz","topic":"Politics"},{"quote":"The difference between the men and the boys in politics is, and always has been, that the boys want to be something, while the men want to do something.","author":"Eric Sevareid","topic":"Politics"},{"quote":"I haven&#39;t been in politics too long so that&#39;s a good thing.","author":"Justin Amash","topic":"Politics"},{"quote":"I&#39;d like to be for cinema what Shakespeare was for theatre, Marx for politics and Freud for psychology: someone after whom nothing is as it used to be.","author":"Rainer Werner Fassbinder","topic":"Politics"},{"quote":"Talk politics, talk about study and talk positively.","author":"Jiang Zemin","topic":"Politics"},{"quote":"The art of politics is knowing what to do next.","author":"James P. Cannon","topic":"Politics"},{"quote":"In order to have your voice be heard in Washington, you have to make some little contribution.","author":"Elon Musk","topic":"Politics"},{"quote":"I like to talk about lint and coasters, the expansion of the universe and maybe McDonald&#39;s. I&#39;m completely turned off by the idea of politics.","author":"Steven Wright","topic":"Politics"},{"quote":"When you are in any contest, you should work as if there were - to the very last minute - a chance to lose it. This is battle, this is politics, this is anything.","author":"Dwight D. Eisenhower","topic":"Politics"},{"quote":"Politics has become so expensive that it takes a lot of money even to be defeated.","author":"Will Rogers","topic":"Politics"},{"quote":"There might be some serious fun in politics.","author":"Hunter S. Thompson","topic":"Politics"},{"quote":"I have no consistency, except in politics; and that probably arises from my indifference to the subject altogether.","author":"Lord Byron","topic":"Politics"},{"quote":"I think, in politics, half the people are gonna like you, and half the people are not gonna like you, no matter what you do or what you say... It&#39;s like there are no right answers. If there were, everyone would choose the right answers. They&#39;re all opinions.","author":"Tom Brady","topic":"Politics"},{"quote":"In politics the middle way is none at all.","author":"John Adams","topic":"Politics"},{"quote":"My wife told me if there is any rumors about me, it better be about politics and not about my social life.","author":"Lou Holtz","topic":"Politics"},{"quote":"Working out the social politics of who you can trust and why is, quite literally, what a very large part of our brain has evolved to do.","author":"Douglas Adams","topic":"Politics"},{"quote":"A conservative is a man who just sits and thinks, mostly sits.","author":"Woodrow Wilson","topic":"Politics"},{"quote":"I don&#39;t know much about politics, and I don&#39;t want to know. That&#39;s why I rarely involve myself in politics.","author":"Elie Wiesel","topic":"Politics"},{"quote":"The thing I enjoyed most were visits from children. They did not want public office.","author":"Herbert Hoover","topic":"Politics"},{"quote":"In every country today, there is politics. It may be authoritarian politics, but there is politics.","author":"Hillary Clinton","topic":"Politics"},{"quote":"American politics is always an open competition.","author":"Hillary Clinton","topic":"Politics"},{"quote":"The advantage of the internet is that it has taken away the charade of politics. China has heard of democracy and people know about certain concepts they wouldn&#39;t have previously.","author":"Marilyn Manson","topic":"Politics"},{"quote":"I&#39;m not cut out for politics.","author":"Mark Cuban","topic":"Politics"},{"quote":"Promising something that seems popular at the time that you know you&#39;re never going to deliver - that&#39;s the kind of cynical politics that I don&#39;t want any part of.","author":"Justin Trudeau","topic":"Politics"},{"quote":"The Bible is very clear about one thing: Using politics to create fairness is a sin.","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"When buying and selling are controlled by legislation, the first things to be bought and sold are legislators.","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"Politics are for foreigners with their endless wrongs and paltry rights. Politics are a lousy way to get things done. Politics are, like God&#39;s infinite mercy, a last resort.","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"Politics is a necessary evil, or a necessary annoyance, a necessary conundrum.","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"Fiscal conservatism is just an easy way to express something that is a bit more difficult, which is that the size and scope of government, and really the size and scope of politics in our lives, has grown uncomfortable, unwieldy, intrusive and inefficient.","author":"P. J. O'Rourke","topic":"Politics"},{"quote":"The revenues of Cuban state-run companies are used exclusively for the benefit of the people, to whom they belong.","author":"Fidel Castro","topic":"Politics"},{"quote":"In politics nothing is contemptible.","author":"Benjamin Disraeli","topic":"Politics"},{"quote":"There is no gambling like politics.","author":"Benjamin Disraeli","topic":"Politics"},{"quote":"Apparently, a democracy is a place where numerous elections are held at great cost without issues and with interchangeable candidates.","author":"Gore Vidal","topic":"Politics"},{"quote":"Any American who is prepared to run for president should automatically, by definition, be disqualified from ever doing so.","author":"Gore Vidal","topic":"Politics"},{"quote":"By the time a man gets to be presidential material, he&#39;s been bought ten times over.","author":"Gore Vidal","topic":"Politics"},{"quote":"In most places in the country, voting is looked upon as a right and a duty, but in Chicago it&#39;s a sport.","author":"Dick Gregory","topic":"Politics"},{"quote":"There ain&#39;t no answer. There ain&#39;t gonna be any answer. There never has been an answer. That&#39;s the answer.","author":"Gertrude Stein","topic":"Politics"},{"quote":"In politics, what begins in fear usually ends in failure.","author":"Samuel Taylor Coleridge","topic":"Politics"},{"quote":"Politics is too serious a matter to be left to the politicians.","author":"Charles de Gaulle","topic":"Politics"},{"quote":"Anyone who thinks that the vice-president can take a position independent of the president of his administration simply has no knowledge of politics or government. You are his choice in a political marriage, and he expects your absolute loyalty.","author":"Hubert H. Humphrey","topic":"Politics"},{"quote":"Politics is the only field in which the more experience you have, the worse you get.","author":"Kinky Friedman","topic":"Politics"},{"quote":"The idea that you can merchandise candidates for high office like breakfast cereal - that you can gather votes like box tops - is, I think, the ultimate indignity to the democratic process.","author":"Adlai E. Stevenson","topic":"Politics"},{"quote":"Party honesty is party expediency.","author":"Grover Cleveland","topic":"Politics"},{"quote":"Republicans have nothing but bad ideas and Democrats have no ideas.","author":"Lewis Black","topic":"Politics"},{"quote":"I have to have an emotional connection to what I am ultimately selling because it is emotion, whether you are selling religion, politics, even a breath mint.","author":"Gene Simmons","topic":"Politics"},{"quote":"Millions of Americans are standing up and saying, &#39;We want our country back!&#39; Republicans, Democrats, Independents, will not go down the path of Greece, we will not go quietly into the night.","author":"Ted Cruz","topic":"Politics"},{"quote":"If there is any fixed star in our constitutional constellation, it is that no official, high or petty, can prescribe what shall be orthodox in politics, nationalism, religion, or other matters of opinion, or force citizens to confess by word or act.","author":"Robert Jackson","topic":"Politics"},{"quote":"Conservatism has had from its inception vigorously positive, intellectually rigorous agenda and thinking. That agenda should have in my three pillars: strengthen the economy, strengthen our security, and strengthen our families.","author":"Mitt Romney","topic":"Politics"},{"quote":"You may think the president is all-powerful, but he is not. He needs a lot of guidance from the Lord.","author":"Barbara Bush","topic":"Politics"},{"quote":"It is difficult to discern a serious threat to religious liberty from a room of silent, thoughtful schoolchildren.","author":"Sandra Day O'Connor","topic":"Politics"},{"quote":"For every talent that poverty has stimulated it has blighted a hundred.","author":"John W. Gardner","topic":"Politics"},{"quote":"Religion and politics hit nerves. There&#39;s a lot of anger about a lot of things. It&#39;s not easily resolved. I guess that&#39;s what wars are about. Wars are about prejudice and fear. Hit first before you get hit. Believe me, I know.","author":"Mel Gibson","topic":"Politics"},{"quote":"First of all, let me just say what&#39;s interesting about American politics is that if things really get bad here, people say nasty things about you. From a global perspective, if politics get bad, you die, so let&#39;s just keep some perspective here.","author":"Marco Rubio","topic":"Politics"},{"quote":"I think it is the responsibility of anyone involved in politics to always think of what Japan can do to contribute more to the peace and stability not just of Japan and the region but of the entire world.","author":"Shinzo Abe","topic":"Politics"},{"quote":"Pennsylvania is a very tough state; people don&#39;t last long in Pennsylvania politics.","author":"Arlen Specter","topic":"Politics"},{"quote":"Conservatives define themselves in terms of what they oppose.","author":"George Will","topic":"Politics"},{"quote":"I was taught in Bible college, religion and politics don&#39;t mix.","author":"Jerry Falwell","topic":"Politics"},{"quote":"The world is governed by opinion.","author":"William Ellery Channing","topic":"Politics"},{"quote":"There can be no wise politics without thought beforehand.","author":"Annie Besant","topic":"Politics"},{"quote":"A liberal is a man or a woman or a child who looks forward to a better day, a more tranquil night, and a bright, infinite future.","author":"Leonard Bernstein","topic":"Politics"},{"quote":"I don&#39;t really have funny things to say about politics. I wish I did, but I don&#39;t.","author":"Janeane Garofalo","topic":"Politics"},{"quote":"Instead of giving a politician the keys to the city, it might be better to change the locks.","author":"Doug Larson","topic":"Politics"},{"quote":"We need to start talking, to each other, about the issues that matter most. Otherwise, we are just pawns in the game of politics.","author":"Tomi Lahren","topic":"Politics"},{"quote":"The politicians were talking themselves red, white and blue in the face.","author":"Clare Boothe Luce","topic":"Politics"},{"quote":"When governments become large, voters cannot exercise close oversight, otherwise known as political power.","author":"Maggie Gallagher","topic":"Politics"},{"quote":"Like all forms of collective security, multilateral sanctions require a unanimity rarely achieved in international politics.","author":"Elliott Abrams","topic":"Politics"},{"quote":"We are bringing women into politics to change the nature of politics, to change the vision, to change the institutions. Women are not wedded to the policies of the past. We didn&#39;t craft them. They didn&#39;t let us.","author":"Bella Abzug","topic":"Politics"},{"quote":"We were raised with that discussion about violence and non-violence, and we all pretty much came up on the side of non-violence. That became my foundation with politics and my livelihood.","author":"Joan Baez","topic":"Politics"},{"quote":"The Egyptian Revolution makes it clear, if anybody was in doubt, that digital technologies are going to play a powerful role in the future of global politics.","author":"Rebecca MacKinnon","topic":"Politics"},{"quote":"I think it&#39;s a terrible shame that politics has become show business.","author":"Sydney Pollack","topic":"Politics"},{"quote":"When they see me holding fish, they can see that I am comfortable with kings as well as with paupers.","author":"Imelda Marcos","topic":"Politics"},{"quote":"That line, about half of somebody&#39;s supporters being deplorables, was maybe the worst line I&#39;ve ever heard in politics. You never - even when you&#39;re running against a bunch of racists, you never take off against the voters. It was a politics 101 foible.","author":"Eleanor Holmes Norton","topic":"Politics"},{"quote":"The only security men can have for their political liberty, consists in keeping their money in their own pockets.","author":"Lysander Spooner","topic":"Politics"},{"quote":"I know many writers who first dictate passages, then polish what they have dictated. I speak, then I polish - occasionally I do windows.","author":"Ed Koch","topic":"Politics"},{"quote":"As you make your bed, so you must lie in it.","author":"Daniel J. Boorstin","topic":"Politics"},{"quote":"Reporters thrive on the world&#39;s misfortune. For this reason they often take an indecent pleasure in events that dismay the rest of humanity.","author":"Russell Baker","topic":"Politics"},{"quote":"When we have a Deputy Prime Minister who tells people not to drive cars but has two Jags himself, and where the Minister who tells people not to have two homes turns out to have nine himself no wonder the public believe politicians are hypocrites.","author":"William Hague","topic":"Politics"},{"quote":"If we lived within our means - by being prudent - the 7 billion people in the world could have everything they needed. Global politics should be moving in that direction. But we think as people and countries, not as a species.","author":"Jose Mujica","topic":"Politics"},{"quote":"I&#39;m just sick of the way things are. We&#39;re in an age in which we can&#39;t live without accepting the logic of the market. Contemporary politics is all about short-term pragmatism. We have abandoned religion and philosophy... What we have left is the automatisation of doing what the market tells us.","author":"Jose Mujica","topic":"Politics"},{"quote":"A lot of people are surprised when I talk so much about the present, but politics is just a crucial part of archaeology.","author":"Sarah Parcak","topic":"Politics"},{"quote":"The Vice-Presidency is sort of like the last cookie on the plate. Everybody insists he won&#39;t take it, but somebody always does.","author":"Bill Vaughan","topic":"Politics"},{"quote":"All politics to me - Indian or white - is an illusion preventing us from being authentic because we&#39;re communicating through something that isn&#39;t real to us.","author":"John Trudell","topic":"Politics"},{"quote":"Fortunately, we Argentines have decided to change. We believe politics needs to be led by public servants with a vocation to give and construct.","author":"Mauricio Macri","topic":"Politics"},{"quote":"Short of being prime minister there isn&#39;t a better job in British politics than running London.","author":"Ken Livingstone","topic":"Politics"},{"quote":"There&#39;s a problem with political polling in that you have so much pressure to do what your client wants you to do and say what your client wants you to say. I&#39;ve never felt that pressure. I am independent of the political parties.","author":"Frank Luntz","topic":"Politics"},{"quote":"For me, writing, drawing, and political activism are three separate pursuits; each has its own intensity. I happen to be especially attuned to and engaged with the society in which I live. Both my writing and my drawing are invariably mixed up with politics, whether I want them to be or not.","author":"Gunter Grass","topic":"Politics"},{"quote":"The public seldom forgive twice.","author":"Johann Kaspar Lavater","topic":"Politics"},{"quote":"The power of the silent filibuster to distort Senate politics is now accepted on Capitol Hill and by the press as normal and not worth mentioning. Let me be the skunk at this political garden party and say this stinks. Representative government was not designed to work this way by the Founding Fathers.","author":"Juan Williams","topic":"Politics"},{"quote":"Politics is tricky; it cuts both ways. Every time you make a choice, it has unintended consequences.","author":"Stone Gossard","topic":"Politics"},{"quote":"Our party is a diverse one, as is my home state of Illinois.","author":"Dick Durbin","topic":"Politics"},{"quote":"American politics used to be an amateur sport. But somewhere along the way, we handed over to professionals all the things people used to do for free.","author":"Bob Schieffer","topic":"Politics"},{"quote":"Money has too big an influence on our politics in Washington and somehow we need to do something about that.","author":"James Hansen","topic":"Politics"},{"quote":"My concern is to keep religion and the state separated. I don&#39;t think that religion and politics go together. When you see political decisions colored by religion, decisions that affect us all... I thought: &#39;I do not want to go back to medieval times.&#39;","author":"Bjorn Ulvaeus","topic":"Politics"},{"quote":"Free speech is not to be regulated like diseased cattle and impure butter. The audience that hissed yesterday may applaud today, even for the same performance.","author":"William O. Douglas","topic":"Politics"},{"quote":"A conservative is one who admires radicals centuries after they&#39;re dead.","author":"Leo Rosten","topic":"Politics"},{"quote":"I always voted at my party&#39;s call, and I never thought of thinking for myself at all.","author":"William Gilbert","topic":"Politics"},{"quote":"Yet, it ought to be obvious that good music generally occupies a higher plane that mere politics. Great writers can express moods through melody and capture experiences we share most powerfully - love, lust, longing; joy, rage, fear; triumph, yearning and confusion.","author":"Tony Snow","topic":"Politics"},{"quote":"I can&#39;t let important policy decisions hinge on the fact that an election is coming up every 90 days.","author":"Gerhard Schroder","topic":"Politics"},{"quote":"I was a woman in a man&#39;s world. I was a Democrat in a Republican administration. I was an intellectual in a world of bureaucrats. I talked differently. This may have made me a bit like an ink blot.","author":"Jeane Kirkpatrick","topic":"Politics"},{"quote":"And after I make a lot of money, I&#39;ll be able to afford running for office.","author":"Christy Romano","topic":"Politics"},{"quote":"In my view, the future of politics is, without a doubt, social liberalism married to economic conservatism. Which means we have to make an economic argument to social liberals, that it&#39;s OK to vote for us. But we won&#39;t run the economy into the ground at the same time.","author":"Louise Mensch","topic":"Politics"},{"quote":"You cannot spend your way out of recession or borrow your way out of debt.","author":"Daniel Hannan","topic":"Politics"},{"quote":"People want change but not too much change. Finding that balance is tricky for every politician.","author":"Eleanor Clift","topic":"Politics"},{"quote":"You have not converted a man because you have silenced him.","author":"John Morley","topic":"Politics"},{"quote":"First, I think more Americans need to declare their independence from partisan politics on both sides. The more that Americans declare their independence, the more the parties will have to compete for their votes using reason rather than the hateful appeals.","author":"John Avlon","topic":"Politics"},{"quote":"My father got a trade union scholarship to Oxford; he lived and breathed politics; he was always watching current-affairs programmes. But I have a five-year-old child&#39;s attitude towards the news. Mainly, that it absolutely turns me off.","author":"Jez Butterworth","topic":"Politics"},{"quote":"I can remember when Democrats believed that it was the duty of America to fight for freedom over tyranny.","author":"Zell Miller","topic":"Politics"},{"quote":"A healthy democracy requires a decent society; it requires that we are honorable, generous, tolerant and respectful.","author":"Charles W. Pickering","topic":"Politics"},{"quote":"What is politics but persuading the public to vote for this and support that and endure these for the promise of those?","author":"Gilbert Highet","topic":"Politics"},{"quote":"Television is democracy at its ugliest.","author":"Paddy Chayefsky","topic":"Politics"},{"quote":"It has been well said that a hungry man is more interested in four sandwiches than four freedoms.","author":"Henry Cabot Lodge, Jr.","topic":"Politics"},{"quote":"I think there is one higher office than president and I would call that patriot.","author":"Gary Hart","topic":"Politics"},{"quote":"Statesmanship is harder than politics. Politics is the art of getting along with people, whereas statesmanship is the art of getting along with politicians.","author":"Fletcher Knebel","topic":"Politics"},{"quote":"If a politician murders his mother, the first response of the press or of his opponents will likely be not that it was a terrible thing to do, but rather that in a statement made six years before he had gone on record as being opposed to matricide.","author":"Meg Greenfield","topic":"Politics"},{"quote":"A politician will do anything to keep his job - even become a patriot.","author":"William Randolph","topic":"Politics"},{"quote":"A liberal is a man who is willing to spend somebody else&#39;s money.","author":"Carter Glass","topic":"Politics"}]