[{"quote":"Beauty is power; a smile is its sword.","author":"John Ray","topic":"Power"},{"quote":"Nearly all men can stand adversity, but if you want to test a man&#39;s character, give him power.","author":"Abraham Lincoln","topic":"Power"},{"quote":"The past cannot be changed. The future is yet in your power.","author":"Unknown","topic":"Power"},{"quote":"Knowledge will give you power, but character respect.","author":"Bruce Lee","topic":"Power"},{"quote":"Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.","author":"Kofi Annan","topic":"Power"},{"quote":"The art of being happy lies in the power of extracting happiness from common things.","author":"Henry Ward Beecher","topic":"Power"},{"quote":"Every day we have plenty of opportunities to get angry, stressed or offended. But what you&#39;re doing when you indulge these negative emotions is giving something outside yourself power over your happiness. You can choose to not let little things upset you.","author":"Joel Osteen","topic":"Power"},{"quote":"We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.","author":"Martin Luther King, Jr.","topic":"Power"},{"quote":"Cooking is all about people. Food is maybe the only universal thing that really has the power to bring everyone together. No matter what culture, everywhere around the world, people get together to eat.","author":"Guy Fieri","topic":"Power"},{"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","topic":"Power"},{"quote":"Passion is energy. Feel the power that comes from focusing on what excites you.","author":"Oprah Winfrey","topic":"Power"},{"quote":"Words are singularly the most powerful force available to humanity. We can choose to use this force constructively with words of encouragement, or destructively using words of despair. Words have energy and power with the ability to help, to heal, to hinder, to hurt, to harm, to humiliate and to humble.","author":"Yehuda Berg","topic":"Power"},{"quote":"There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love.","author":"Washington Irving","topic":"Power"},{"quote":"If you realized how powerful your thoughts are, you would never think a negative thought.","author":"Peace Pilgrim","topic":"Power"},{"quote":"The media&#39;s the most powerful entity on earth. They have the power to make the innocent guilty and to make the guilty innocent, and that&#39;s power. Because they control the minds of the masses.","author":"Malcolm X","topic":"Power"},{"quote":"You have power over your mind - not outside events. Realize this, and you will find strength.","author":"Marcus Aurelius","topic":"Power"},{"quote":"An animal&#39;s eyes have the power to speak a great language.","author":"Martin Buber","topic":"Power"},{"quote":"Let us never forget that government is ourselves and not an alien power over us. The ultimate rulers of our democracy are not a President and senators and congressmen and government officials, but the voters of this country.","author":"Franklin D. Roosevelt","topic":"Power"},{"quote":"There is an amazing power getting to know your inner self and learning how to use it and not fight with the world. If you know what makes you happy, your personality, interests and capabilities, just use them, and everything else flows beautifully.","author":"Juhi Chawla","topic":"Power"},{"quote":"Pessimism leads to weakness, optimism to power.","author":"William James","topic":"Power"},{"quote":"Every human has four endowments - self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change.","author":"Stephen Covey","topic":"Power"},{"quote":"If the sight of the blue skies fills you with joy, if a blade of grass springing up in the fields has power to move you, if the simple things of nature have a message that you understand, rejoice, for your soul is alive.","author":"Eleonora Duse","topic":"Power"},{"quote":"When virtue and modesty enlighten her charms, the lustre of a beautiful woman is brighter than the stars of heaven, and the influence of her power it is in vain to resist.","author":"Akhenaton","topic":"Power"},{"quote":"Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.","author":"Martin Luther King, Jr.","topic":"Power"},{"quote":"When the power of love overcomes the love of power the world will know peace.","author":"Jimi Hendrix","topic":"Power"},{"quote":"Words have no power to impress the mind without the exquisite horror of their reality.","author":"Edgar Allan Poe","topic":"Power"},{"quote":"Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody&#39;s power and is not easy.","author":"Aristotle","topic":"Power"},{"quote":"Truth is powerful and it prevails.","author":"Sojourner Truth","topic":"Power"},{"quote":"Knowledge is power.","author":"Francis Bacon","topic":"Power"},{"quote":"Democracy must be built through open societies that share information. When there is information, there is enlightenment. When there is debate, there are solutions. When there is no sharing of power, no rule of law, no accountability, there is abuse, corruption, subjugation and indignation.","author":"Atifete Jahjaga","topic":"Power"},{"quote":"You must make women count as much as men; you must have an equal standard of morals; and the only way to enforce that is through giving women political power so that you can get that equal moral standard registered in the laws of the country. It is the only way.","author":"Emmeline Pankhurst","topic":"Power"},{"quote":"Power is like being a lady... if you have to tell people you are, you aren&#39;t.","author":"Margaret Thatcher","topic":"Power"},{"quote":"Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization.","author":"Bo Bennett","topic":"Power"},{"quote":"Giving money and power to government is like giving whiskey and car keys to teenage boys.","author":"P. J. O'Rourke","topic":"Power"},{"quote":"Never underestimate the power of dreams and the influence of the human spirit. We are all the same in this notion: The potential for greatness lives within each of us.","author":"Wilma Rudolph","topic":"Power"},{"quote":"Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that&#39;s real power.","author":"Clint Eastwood","topic":"Power"},{"quote":"I have learned that there is more power in a good strong hug than in a thousand meaningful words.","author":"Ann Hood","topic":"Power"},{"quote":"The power of imagination makes us infinite.","author":"John Muir","topic":"Power"},{"quote":"The power for creating a better future is contained in the present moment: You create a good future by creating a good present.","author":"Eckhart Tolle","topic":"Power"},{"quote":"Human greatness does not lie in wealth or power, but in character and goodness. People are just people, and all people have faults and shortcomings, but all of us are born with a basic goodness.","author":"Anne Frank","topic":"Power"},{"quote":"The best advice I ever got was that knowledge is power and to keep reading.","author":"David Bailey","topic":"Power"},{"quote":"Nothing strengthens authority so much as silence.","author":"Leonardo da Vinci","topic":"Power"},{"quote":"Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love.","author":"Don Miguel Ruiz","topic":"Power"},{"quote":"When the whole world is silent, even one voice becomes powerful.","author":"Malala Yousafzai","topic":"Power"},{"quote":"The most common way people give up their power is by thinking they don&#39;t have any.","author":"Alice Walker","topic":"Power"},{"quote":"The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society.","author":"Coretta Scott King","topic":"Power"},{"quote":"Happiness, true happiness, is an inner quality. It is a state of mind. If your mind is at peace, you are happy. If your mind is at peace, but you have nothing else, you can be happy. If you have everything the world can give - pleasure, possessions, power - but lack peace of mind, you can never be happy.","author":"Dada Vaswani","topic":"Power"},{"quote":"Mastering others is strength. Mastering yourself is true power.","author":"Lao Tzu","topic":"Power"},{"quote":"Liberty may be endangered by the abuse of liberty, but also by the abuse of power.","author":"James Madison","topic":"Power"},{"quote":"Girl power is about loving yourself and having confidence and strength from within, so even if you&#39;re not wearing a sexy outfit, you feel sexy.","author":"Nicole Scherzinger","topic":"Power"},{"quote":"Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.","author":"Morihei Ueshiba","topic":"Power"},{"quote":"I love the sounds and the power of pounding water, whether it is the waves or a waterfall.","author":"Mike May","topic":"Power"},{"quote":"Personality has power to uplift, power to depress, power to curse, and power to bless.","author":"Paul Harris","topic":"Power"},{"quote":"We have a powerful potential in out youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends.","author":"Mary McLeod Bethune","topic":"Power"},{"quote":"Rank does not confer privilege or give power. It imposes responsibility.","author":"Peter Drucker","topic":"Power"},{"quote":"The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival.","author":"Aristotle","topic":"Power"},{"quote":"Power tends to corrupt and absolute power corrupts absolutely.","author":"Lord Acton","topic":"Power"},{"quote":"I write about the power of trying, because I want to be okay with failing. I write about generosity because I battle selfishness. I write about joy because I know sorrow. I write about faith because I almost lost mine, and I know what it is to be broken and in need of redemption. I write about gratitude because I am thankful - for all of it.","author":"Kristin Armstrong","topic":"Power"},{"quote":"It is certain, in any case, that ignorance, allied with power, is the most ferocious enemy justice can have.","author":"James A. Baldwin","topic":"Power"},{"quote":"Political power grows out of the barrel of a gun.","author":"Mao Zedong","topic":"Power"},{"quote":"The right of nature... is the liberty each man hath to use his own power, as he will himself, for the preservation of his own nature; that is to say, of his own life.","author":"Thomas Hobbes","topic":"Power"},{"quote":"Power does not corrupt. Fear corrupts... perhaps the fear of a loss of power.","author":"John Steinbeck","topic":"Power"},{"quote":"Each person holds so much power within themselves that needs to be let out. Sometimes they just need a little nudge, a little direction, a little support, a little coaching, and the greatest things can happen.","author":"Pete Carroll","topic":"Power"},{"quote":"I&#39;m in love with red. I think it&#39;s such a passionate color. Every flag of every country pretty much has red it it. It&#39;s power, there&#39;s no fence sitting with red. Either you love it or you don&#39;t. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They&#39;re all magic.","author":"Bryan Batt","topic":"Power"},{"quote":"The power of the lawyer is in the uncertainty of the law.","author":"Jeremy Bentham","topic":"Power"},{"quote":"When power leads man toward arrogance, poetry reminds him of his limitations. When power narrows the area of man&#39;s concern, poetry reminds him of the richness and diversity of existence. When power corrupts, poetry cleanses.","author":"John F. Kennedy","topic":"Power"},{"quote":"The secret of my influence has always been that it remained secret.","author":"Salvador Dali","topic":"Power"},{"quote":"Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom.","author":"Viktor E. Frankl","topic":"Power"},{"quote":"If you must break the law, do it to seize power: in all other cases observe it.","author":"Julius Caesar","topic":"Power"},{"quote":"The First Industrial Revolution used water and steam power to mechanize production. The Second used electric power to create mass production. The Third used electronics and information technology to automate production.","author":"Klaus Schwab","topic":"Power"},{"quote":"Every dollar spent on nuclear is one less dollar spent on clean renewable energy and one more dollar spent on making the world a comparatively dirtier and a more dangerous place, because nuclear power and nuclear weapons go hand in hand.","author":"Mark Z. Jacobson","topic":"Power"},{"quote":"Technology and social media have brought power back to the people.","author":"Mark McKinnon","topic":"Power"},{"quote":"This is the power of gathering: it inspires us, delightfully, to be more hopeful, more joyful, more thoughtful: in a word, more alive.","author":"Alice Waters","topic":"Power"},{"quote":"The world&#39;s biggest power is the youth and beauty of a woman.","author":"Chanakya","topic":"Power"},{"quote":"Complete strangers can stand silent next to each other in an elevator and not even look each other in the eye. But at a concert, those same strangers could find themselves dancing and singing together like best friends. That&#39;s the power of music.","author":"LZ Granderson","topic":"Power"},{"quote":"We were all born with a certain degree of power. The key to success is discovering this innate power and using it daily to deal with whatever challenges come our way.","author":"Les Brown","topic":"Power"},{"quote":"Color is a power which directly influences the soul.","author":"Wassily Kandinsky","topic":"Power"},{"quote":"During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man.","author":"Thomas Hobbes","topic":"Power"},{"quote":"True happiness involves the full use of one&#39;s power and talents.","author":"John W. Gardner","topic":"Power"},{"quote":"What makes Superman a hero is not that he has power, but that he has the wisdom and the maturity to use the power wisely. From an acting point of view, that&#39;s how I approached the part.","author":"Christopher Reeve","topic":"Power"},{"quote":"Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment.","author":"Mahatma Gandhi","topic":"Power"},{"quote":"No man can be judged a criminal until he is found guilty; nor can society take from him the public protection until it has been proved that he has violated the conditions on which it was granted. What right, then, but that of power, can authorize the punishment of a citizen so long as there remains any doubt of his guilt?","author":"Cesare Beccaria","topic":"Power"},{"quote":"Never underestimate the power of human stupidity.","author":"Robert A. Heinlein","topic":"Power"},{"quote":"From my perspective, I absolutely believe in a greater spiritual power, far greater than I am, from which I have derived strength in moments of sadness or fear. That&#39;s what I believe, and it was very, very strong in the forest.","author":"Jane Goodall","topic":"Power"},{"quote":"Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment.","author":"Morihei Ueshiba","topic":"Power"},{"quote":"Don&#39;t underestimate the power of your vision to change the world. Whether that world is your office, your community, an industry or a global movement, you need to have a core belief that what you contribute can fundamentally change the paradigm or way of thinking about problems.","author":"Leroy Hood","topic":"Power"},{"quote":"I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn&#39;t arrived yet. I have just one day, today, and I&#39;m going to be happy in it.","author":"Groucho Marx","topic":"Power"},{"quote":"The measure of a man is what he does with power.","author":"Plato","topic":"Power"},{"quote":"Prayer is man&#39;s greatest power!","author":"W. Clement Stone","topic":"Power"},{"quote":"Power is not a means, it is an end. One does not establish a dictatorship in order to safeguard a revolution; one makes the revolution in order to establish the dictatorship.","author":"George Orwell","topic":"Power"},{"quote":"The one exclusive sign of thorough knowledge is the power of teaching.","author":"Aristotle","topic":"Power"},{"quote":"The only real power comes out of a long rifle.","author":"Joseph Stalin","topic":"Power"},{"quote":"All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth.","author":"Friedrich Nietzsche","topic":"Power"},{"quote":"Power concedes nothing without a demand. It never did and it never will.","author":"Frederick Douglass","topic":"Power"},{"quote":"Faith consists in believing when it is beyond the power of reason to believe.","author":"Voltaire","topic":"Power"},{"quote":"With an eye made quiet by the power of harmony, and the deep power of joy, we see into the life of things.","author":"William Wordsworth","topic":"Power"},{"quote":"He who wishes to be obeyed must know how to command.","author":"Niccolo Machiavelli","topic":"Power"},{"quote":"The power of one, if fearless and focused, is formidable, but the power of many working together is better.","author":"Gloria Macapagal Arroyo","topic":"Power"},{"quote":"To complain is always nonacceptance of what is. It invariably carries an unconscious negative charge. When you complain, you make yourself into a victim. When you speak out, you are in your power. So change the situation by taking action or by speaking out if necessary or possible; leave the situation or accept it. All else is madness.","author":"Eckhart Tolle","topic":"Power"},{"quote":"Imagination is not only the uniquely human capacity to envision that which is not, and therefore the fount of all invention and innovation. In its arguably most transformative and revelatory capacity, it is the power to that enables us to empathize with humans whose experiences we have never shared.","author":"J. K. Rowling","topic":"Power"},{"quote":"Lipstick is the most valuable weapon in a woman&#39;s make-up kit. It has the power to transform the appearance and mood of the person wearing it, and, at the same time, arouses the admiration of everybody else.","author":"Monica Bellucci","topic":"Power"},{"quote":"There is more power in unity than division.","author":"Emanuel Cleaver","topic":"Power"},{"quote":"The power of youth is the common wealth for the entire world. The faces of young people are the faces of our past, our present and our future. No segment in the society can match with the power, idealism, enthusiasm and courage of the young people.","author":"Kailash Satyarthi","topic":"Power"},{"quote":"Education is the development of power and ideal.","author":"W. E. B. Du Bois","topic":"Power"},{"quote":"Life is now a war zone, and as such, the number of people considered disposable has grown exponentially, and this includes low income whites, poor minorities, immigrants, the unemployed, the homeless, and a range of people who are viewed as a liability to capital and its endless predatory quest for power and profits.","author":"Henry Giroux","topic":"Power"},{"quote":"Doing good holds the power to transform us on the inside, and then ripple out in ever-expanding circles that positively impact the world at large.","author":"Shari Arison","topic":"Power"},{"quote":"Power means happiness; power means hard work and sacrifice.","author":"Beyonce Knowles","topic":"Power"},{"quote":"Because power corrupts, society&#39;s demands for moral authority and character increase as the importance of the position increases.","author":"John Adams","topic":"Power"},{"quote":"And so you touch this limit, something happens and you suddenly can go a little bit further. With your mind power, your determination, your instinct, and the experience as well, you can fly very high.","author":"Ayrton Senna","topic":"Power"},{"quote":"When you blame others, you give up your power to change.","author":"Robert Anthony","topic":"Power"},{"quote":"What I fear most is power with impunity. I fear abuse of power, and the power to abuse.","author":"Isabel Allende","topic":"Power"},{"quote":"Whatever has happened to you in your past has no power over this present moment, because life is now.","author":"Oprah Winfrey","topic":"Power"},{"quote":"There are two powers in the world; one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women.","author":"Muhammad Ali Jinnah","topic":"Power"},{"quote":"Engineering or technology is all about using the power of science to make life better for people, to reduce cost, to improve comfort, to improve productivity, etc.","author":"N. R. Narayana Murthy","topic":"Power"},{"quote":"Attachment is your biggest strength and your biggest weakness. Though it gives you the power to love someone more than yourself, it becomes difficult to live when you lose something you are attached to. Even when we have lost, we should go beyond that and get truly attached to someone. Loving someone truly is the most beautiful feeling.","author":"Shahid Kapoor","topic":"Power"},{"quote":"I never thought I was particularly good looking. But when I see old photographs, I realise that I was. I do wish I had known that at the time because beauty is power. I didn&#39;t realise how lucky I was to be young, beautiful and in Hollywood. It didn&#39;t hit me. Every day I woke up, went to the film studio and just got on with it.","author":"Joan Collins","topic":"Power"},{"quote":"Red is one of the strongest colors, it&#39;s blood, it has a power with the eye. That&#39;s why traffic lights are red I guess, and stop signs as well... In fact I use red in all of my paintings.","author":"Keith Haring","topic":"Power"},{"quote":"The one characteristic of authentic power that most people overlook is humbleness. It is important for many reasons. A humble person walks in a friendly world. He or she sees friends everywhere he or she looks, wherever he or she goes, whomever he or she meets. His or her perception goes beyond the shell of appearance and into essence.","author":"Gary Zukav","topic":"Power"},{"quote":"There is no man more dangerous, in a position of power, than he who refuses to accept as a working truth the idea that all a man does should make for rightness and soundness, that even the fixing of a tariff rate must be moral.","author":"Ida Tarbell","topic":"Power"},{"quote":"If someone were to say that life at hard labor is as painful as death and therefore equally cruel, I should reply that, taking all the unhappy moments of perpetual slavery together, it is perhaps even more painful, but these moments are spread out over a lifetime, and capital punishment exercises all its power in an instant.","author":"Cesare Beccaria","topic":"Power"},{"quote":"People always joke that &#39;dog&#39; spells &#39;god&#39; backwards. They should consider that it might be the higher power coming down to see just how well they do, what kind of people they are. The animals are right here, right in front of us. And how we treat these companions is a test.","author":"Linda Blair","topic":"Power"},{"quote":"Dictators, unlike Democrats, depend on a small coterie to sustain their power. These backers, generally drawn from the military, the senior civil service, and family or clan members, have a synergistic relationship with their dictator. The dictator delivers opportunities for them to become rich, and they protect him from being overthrown.","author":"Bruce Bueno de Mesquita","topic":"Power"},{"quote":"Expose yourself to your deepest fear; after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free.","author":"Jim Morrison","topic":"Power"},{"quote":"Power always thinks... that it is doing God&#39;s service when it is violating all his laws.","author":"John Adams","topic":"Power"},{"quote":"What is interesting is the power and the impact of social media... So we must try to use social media in a good way.","author":"Malala Yousafzai","topic":"Power"},{"quote":"I think leadership is service and there is power in that giving: to help people, to inspire and motivate them to reach their fullest potential.","author":"Denise Morrison","topic":"Power"},{"quote":"The only purpose for which power can be rightfully exercised over any member of a civilized community, against his will, is to prevent harm to others. His own good, either physical or moral, is not sufficient warrant.","author":"John Stuart Mill","topic":"Power"},{"quote":"Politics - I still think it&#39;s a bunch of liars and a bunch of self-interest. It&#39;s not about the people: it&#39;s about themselves and their rise to power. They are voting on things based on whether they will have the support of the people when they vote next time. They don&#39;t have the balls to say, &#39;I believe in this. I don&#39;t care what happens.&#39;","author":"Jay-Z","topic":"Power"},{"quote":"In a world of complex threats, our security and leadership depends on all elements of our power - including strong and principled diplomacy.","author":"Barack Obama","topic":"Power"},{"quote":"It is not power that corrupts but fear. Fear of losing power corrupts those who wield it and fear of the scourge of power corrupts those who are subject to it.","author":"Aung San Suu Kyi","topic":"Power"},{"quote":"Knowledge is power. Information is power. The secreting or hoarding of knowledge or information may be an act of tyranny camouflaged as humility.","author":"Robin Morgan","topic":"Power"},{"quote":"To live happily is an inward power of the soul.","author":"Marcus Aurelius","topic":"Power"},{"quote":"The control of information is something the elite always does, particularly in a despotic form of government. Information, knowledge, is power. If you can control information, you can control people.","author":"Tom Clancy","topic":"Power"},{"quote":"I do not wish women to have power over men; but over themselves.","author":"Mary Shelley","topic":"Power"},{"quote":"We needed something to express our joy, our beauty, our power. And the rainbow did that.","author":"Gilbert Baker","topic":"Power"},{"quote":"The power of population is indefinitely greater than the power in the earth to produce subsistence for man.","author":"Thomas Malthus","topic":"Power"},{"quote":"Nationalism is power hunger tempered by self-deception.","author":"George Orwell","topic":"Power"},{"quote":"Basically, to lead without a title is to derive your power within the organisation not from your position but from your competence, effectiveness, relationships, excellence, innovation and ethics.","author":"Robin S. Sharma","topic":"Power"},{"quote":"Music is one of the most powerful things the world has to offer. No matter what race or religion or nationality or sexual orientation or gender that you are, it has the power to unite us.","author":"Lady Gaga","topic":"Power"},{"quote":"We need money. We need hits. Hits bring money, money bring power, power bring fame, fame change the game.","author":"Young Thug","topic":"Power"},{"quote":"Music has healing power. It has the ability to take people out of themselves for a few hours.","author":"Elton John","topic":"Power"},{"quote":"There will be no end to the troubles of states, or of humanity itself, till philosophers become kings in this world, or till those we now call kings and rulers really and truly become philosophers, and political power and philosophy thus come into the same hands.","author":"Plato","topic":"Power"},{"quote":"The power of an air force is terrific when there is nothing to oppose it.","author":"Winston Churchill","topic":"Power"},{"quote":"The obligation of subjects to the sovereign is understood to last as long, and no longer, than the power lasteth by which he is able to protect them.","author":"Thomas Hobbes","topic":"Power"},{"quote":"Knowledge will forever govern ignorance; and a people who mean to be their own governors must arm themselves with the power which knowledge gives.","author":"James Madison","topic":"Power"},{"quote":"Power in defense of freedom is greater than power in behalf of tyranny and oppression, because power, real power, comes from our conviction which produces action, uncompromising action.","author":"Malcolm X","topic":"Power"},{"quote":"A crown is merely a hat that lets the rain in.","author":"Frederick the Great","topic":"Power"},{"quote":"The love of power, like the love of money, increases with the possession of it; and we know in what ruin these baneful passions have involved human societies in all ages when they have been let loose and suffered to rage uncontrolled - There is no restraint like the pervading eye of the virtuous citizens.","author":"Samuel Adams","topic":"Power"},{"quote":"Revolution is about the need to re-evolve political, economic and social justice and power back into the hands of the people, preferably through legislation and policies that make human sense. That&#39;s what revolution is about. Revolution is not about shootouts.","author":"Bobby Seale","topic":"Power"},{"quote":"I am one who believes in the power of the people. I am inspired when I see people hit the streets, who challenge their elected officials, and are willing to stand up and fight. I encourage it.","author":"Maxine Waters","topic":"Power"},{"quote":"I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.","author":"John F. Kennedy","topic":"Power"},{"quote":"No person, no place, and no thing has any power over us, for &#39;we&#39; are the only thinkers in our mind. When we create peace and harmony and balance in our minds, we will find it in our lives.","author":"Louise L. Hay","topic":"Power"},{"quote":"Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.","author":"Thomas Jefferson","topic":"Power"},{"quote":"Only those who have learned the power of sincere and selfless contribution experience life&#39;s deepest joy: true fulfillment.","author":"Tony Robbins","topic":"Power"},{"quote":"Leadership is about vision and responsibility, not power.","author":"Seth Berkley","topic":"Power"},{"quote":"The greater the power, the more dangerous the abuse.","author":"Edmund Burke","topic":"Power"},{"quote":"By giving people the power to share, we&#39;re making the world more transparent.","author":"Mark Zuckerberg","topic":"Power"},{"quote":"Stereotypes lose their power when the world is found to be more complex than the stereotype would suggest. When we learn that individuals do not fit the group stereotype, then it begins to fall apart.","author":"Ed Koch","topic":"Power"},{"quote":"The power of the white world is threatened whenever a black man refuses to accept the white world&#39;s definitions.","author":"James A. Baldwin","topic":"Power"},{"quote":"I would encourage you: be informed - knowledge is power.","author":"Matt Bevin","topic":"Power"},{"quote":"A king without power is an absurdity.","author":"James Monroe","topic":"Power"},{"quote":"In the end, there is no absence of irony: the integrity of what is sacred to Native Americans will be determined by the government that has been responsible for doing everything in its power to destroy Native American cultures.","author":"Winona LaDuke","topic":"Power"},{"quote":"We all have goals: We want to matter. We want to be important. We want to have freedom and power to pursue our creative work. We want respect from our peers and recognition for our accomplishments. Not out of vanity or selfishness, but of an earnest desire to fulfill our personal potential.","author":"Ryan Holiday","topic":"Power"},{"quote":"I believe in one thing only, the power of human will.","author":"Joseph Stalin","topic":"Power"},{"quote":"We cannot create observers by saying &#39;observe&#39;, but by giving them the power and the means for this observation and these means are procured through education of the senses.","author":"Maria Montessori","topic":"Power"},{"quote":"Why do we love the sea? It is because it has some potent power to make us think things we like to think.","author":"Robert Henri","topic":"Power"},{"quote":"Power over others is weakness disguised as strength.","author":"Eckhart Tolle","topic":"Power"},{"quote":"I&#39;m learning the power of going away for the weekend and keeping myself company.","author":"Zoe Saldana","topic":"Power"},{"quote":"The great gift of human beings is that we have the power of empathy.","author":"Meryl Streep","topic":"Power"},{"quote":"What then is freedom? The power to live as one wishes.","author":"Marcus Tullius Cicero","topic":"Power"},{"quote":"There is no limit to the potential of brethren working together in complete brotherhood and selflessness toward spiritual goals. The power of God working through such channels will bring unimaginable blessings to all concerned.","author":"Joseph B. Wirthlin","topic":"Power"},{"quote":"Kindness is in our power, even when fondness is not.","author":"Samuel Johnson","topic":"Power"},{"quote":"I believe the root of all evil is abuse of power.","author":"Patricia Cornwell","topic":"Power"},{"quote":"Clothes make the man. Naked people have little or no influence on society.","author":"Mark Twain","topic":"Power"},{"quote":"Language exerts hidden power, like the moon on the tides.","author":"Rita Mae Brown","topic":"Power"},{"quote":"Balk the enemy&#39;s power; force him to reveal himself.","author":"Sun Tzu","topic":"Power"},{"quote":"We cannot turn the clock back nor can we undo the harm caused, but we have the power to determine the future and to ensure that what happened never happens again.","author":"Paul Kagame","topic":"Power"},{"quote":"These men ask for just the same thing, fairness, and fairness only. This, so far as in my power, they, and all others, shall have.","author":"Abraham Lincoln","topic":"Power"},{"quote":"Feminism is not about girl power. It is about equal power.","author":"Whitney Wolfe","topic":"Power"},{"quote":"The power of the ballot we need in sheer defense, else what shall save us from a second slavery?","author":"W. E. B. Du Bois","topic":"Power"},{"quote":"If small things have the power to disturb you, then who you think you are is exactly that: small.","author":"Eckhart Tolle","topic":"Power"},{"quote":"Black Power is giving power to people who have not had power to determine their destiny.","author":"Huey Newton","topic":"Power"},{"quote":"There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.","author":"Epictetus","topic":"Power"},{"quote":"In the end, abortion is an issue of fundamental human rights. To force women to undergo pregnancy and childbirth against their will is to deprive them of the right to make basic decisions about their lives and well-being, and to give that power to the state.","author":"Katha Pollitt","topic":"Power"},{"quote":"And so it is, that both the Devil and the angelic Spirit present us with objects of desire to awaken our power of choice.","author":"Rumi","topic":"Power"},{"quote":"The truth is that all men having power ought to be mistrusted.","author":"James Madison","topic":"Power"},{"quote":"The government is so out of control. It is so bloated and infested with fraud and deceit and corruption and abuse of power.","author":"Ted Nugent","topic":"Power"},{"quote":"Gravity may put the planets into motion, but without the divine Power, it could never put them into such a circulating motion as they have about the Sun; and therefore, for this as well as other reasons, I am compelled to ascribe the frame of this System to an intelligent Agent.","author":"Isaac Newton","topic":"Power"},{"quote":"Creativity is the power to connect the seemingly unconnected.","author":"William Plomer","topic":"Power"},{"quote":"I believe there&#39;s an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts.","author":"Sylvester Stallone","topic":"Power"},{"quote":"The appeal of perfume is that it is at once ephemeral and empowering. It creates a shimmering invisible armor that lingers in a room long after its wearer has gone and infuses our imagination with a subtle power, hinting at a hidden identity.","author":"Mary Gaitskill","topic":"Power"},{"quote":"You can change your world by changing your words... Remember, death and life are in the power of the tongue.","author":"Joel Osteen","topic":"Power"},{"quote":"I would like nuclear fusion to become a practical power source. It would provide an inexhaustible supply of energy, without pollution or global warming.","author":"Stephen Hawking","topic":"Power"},{"quote":"What it lies in our power to do, it lies in our power not to do.","author":"Aristotle","topic":"Power"},{"quote":"Through consciousness, our minds have the power to change our planet and ourselves. It is time we heed the wisdom of the ancient indigenous people and channel our consciousness and spirit to tend the garden and not destroy it.","author":"Bruce Lipton","topic":"Power"},{"quote":"Even military ministers have no more than a certain amount of control. It is customary that they have the right and the power to participate, from a political and military point of view, in the planning of actual operations.","author":"Hideki Tojo","topic":"Power"},{"quote":"Therefore I am sure that this, my Coronation, is not the symbol of a power and a splendor that are gone but a declaration of our hopes for the future, and for the years I may, by God&#39;s Grace and Mercy, be given to reign and serve you as your Queen.","author":"Queen Elizabeth II","topic":"Power"},{"quote":"Muhammad Ali struck us in the middle of America&#39;s darkest night, in the heart of its most threatening gathering storm. His power toppled the mightiest of foes, and his intense light shined on America, and we were able to see clearly injustice, inequality, poverty, pride, self realization, courage, laughter, love, joy and religious freedom for all.","author":"Billy Crystal","topic":"Power"},{"quote":"Life is thickly sown with thorns, and I know no other remedy than to pass quickly through them. The longer we dwell on our misfortunes, the greater is their power to harm us.","author":"Voltaire","topic":"Power"},{"quote":"Truth is the ultimate power. When the truth comes around, all the lies have to run and hide.","author":"Ice Cube","topic":"Power"},{"quote":"Power is not of a man. Wealth does not center in the person of the wealthy. Celebrity is not inherent in any personality. To be celebrated, to be wealthy, to have power requires access to major institutions.","author":"C. Wright Mills","topic":"Power"},{"quote":"A lioness has got a lot more power than the lion likes to think she has.","author":"Jacki Weaver","topic":"Power"},{"quote":"Not by the forces of civil war can you govern the very weakest woman. You can kill that woman, but she escapes you then; you cannot govern her. No power on earth can govern a human being, however feeble, who withholds his or her consent.","author":"Emmeline Pankhurst","topic":"Power"},{"quote":"Few men have virtue to withstand the highest bidder.","author":"George Washington","topic":"Power"},{"quote":"Communism has never come to power in a country that was not disrupted by war or corruption, or both.","author":"John F. Kennedy","topic":"Power"},{"quote":"To dance is to be out of yourself. Larger, more beautiful, more powerful. This is power, it is glory on earth and it is yours for the taking.","author":"Agnes de Mille","topic":"Power"},{"quote":"I am not interested in power for power&#39;s sake, but I&#39;m interested in power that is moral, that is right and that is good.","author":"Martin Luther King, Jr.","topic":"Power"},{"quote":"The power of accurate observation is commonly called cynicism by those who have not got it.","author":"George Bernard Shaw","topic":"Power"},{"quote":"To achieve, you need thought. You have to know what you are doing and that&#39;s real power.","author":"Ayn Rand","topic":"Power"},{"quote":"Many of the original New Deal programs required heavy manual labor. WPA workers built hundreds of schools, health clinics, roads, park facilities, and community centers. Much of what we now call our &#39;infrastructure&#39; - highways, buildings, power plants, etc. - is here thanks to thousands of WPA workers.","author":"Kathi Appelt","topic":"Power"},{"quote":"You only have power over people so long as you don&#39;t take everything away from them. But when you&#39;ve robbed a man of everything, he&#39;s no longer in your power - he&#39;s free again.","author":"Aleksandr Solzhenitsyn","topic":"Power"},{"quote":"Powerful people cannot afford to educate the people that they oppress, because once you are truly educated, you will not ask for power. You will take it.","author":"John Henrik Clarke","topic":"Power"},{"quote":"Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That&#39;s why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change.","author":"Bruce Lipton","topic":"Power"},{"quote":"You must never underestimate the power of the eyebrow.","author":"Jack Black","topic":"Power"},{"quote":"Information flow is what the Internet is about. Information sharing is power. If you don&#39;t share your ideas, smart people can&#39;t do anything about them, and you&#39;ll remain anonymous and powerless.","author":"Vint Cerf","topic":"Power"},{"quote":"The devil ain&#39;t got no power over me. The devil come, and me shake hands with the devil. Devil have his part to play. Devil&#39;s a good friend, too... because when you don&#39;t know him, that&#39;s the time he can mosh you down.","author":"Bob Marley","topic":"Power"},{"quote":"Is there anything science should not try to explain? Science is knowledge and knowledge is power - power to do good or evil. Sometimes ignorance is bliss.","author":"Paul Davies","topic":"Power"},{"quote":"Censorship is saying: &#39;I&#39;m the one who says the last sentence. Whatever you say, the conclusion is mine.&#39; But the internet is like a tree that is growing. The people will always have the last word - even if someone has a very weak, quiet voice. Such power will collapse because of a whisper.","author":"Ai Weiwei","topic":"Power"},{"quote":"We always look at the &#39;Fortune 500,&#39; and we say, men in power, but we don&#39;t look at the glass cellar as opposed to the glass ceiling and say, men also are the homeless, men are also the ones that are the garbage collectors. Men are also the ones dying in construction sites that aren&#39;t properly supervised for safety hazards.","author":"Warren Farrell","topic":"Power"},{"quote":"Arbitrary power is most easily established on the ruins of liberty abused to licentiousness.","author":"George Washington","topic":"Power"},{"quote":"There is nothing more corrupting, nothing more destructive of the noblest and finest feelings of our nature, than the exercise of unlimited power.","author":"William Henry Harrison","topic":"Power"},{"quote":"It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power.","author":"Alan Cohen","topic":"Power"},{"quote":"Much of India that we dream of still lies ahead of us: housing, power, water and sanitation for all; bank accounts and insurance for every citizen; connected and prosperous villages; and, smart and sustainable cities.","author":"Narendra Modi","topic":"Power"},{"quote":"I just don&#39;t believe in love at first sight anymore, even though I&#39;ve based my whole career on the concept. In my experience, power, money and influence always attract the opposite sex. It&#39;s something that I&#39;ve always exploited - with good results.","author":"Hugh Grant","topic":"Power"},{"quote":"Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even.","author":"Muhammad Ali","topic":"Power"},{"quote":"Concentration of wealth yields concentration of political power. And concentration of political power gives rise to legislation that increases and accelerates the cycle.","author":"Noam Chomsky","topic":"Power"},{"quote":"The story being told in &#39;Star Wars&#39; is a classic one. Every few hundred years, the story is retold because we have a tendency to do the same things over and over again. Power corrupts, and when you&#39;re in charge, you start doing things that you think are right, but they&#39;re actually not.","author":"George Lucas","topic":"Power"},{"quote":"Never allow a person to tell you no who doesn&#39;t have the power to say yes.","author":"Eleanor Roosevelt","topic":"Power"},{"quote":"The less effort, the faster and more powerful you will be.","author":"Bruce Lee","topic":"Power"},{"quote":"The people are the only legitimate fountain of power, and it is from them that the constitutional charter, under which the several branches of government hold their power, is derived.","author":"James Madison","topic":"Power"},{"quote":"Make the best use of what is in your power, and take the rest as it happens.","author":"Epictetus","topic":"Power"},{"quote":"The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written, as with a sunbeam, in the whole volume of human nature, by the hand of the divinity itself; and can never be erased or obscured by mortal power.","author":"Alexander Hamilton","topic":"Power"},{"quote":"It&#39;s a horrible idea that God, this paragon of wisdom and knowledge, power, couldn&#39;t think of a better way to forgive us our sins than to come down to Earth in his alter ego as his son and have himself hideously tortured and executed so that he could forgive himself.","author":"Richard Dawkins","topic":"Power"},{"quote":"The greatest trap in our life is not success, popularity or power, but self-rejection.","author":"Henri Nouwen","topic":"Power"},{"quote":"We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength.","author":"Charles Stanley","topic":"Power"},{"quote":"I truly believe that women should be financially independent from their men. And let&#39;s face it, money gives men the power to run the show. It gives men the power to define value. They define what&#39;s sexy. And men define what&#39;s feminine. It&#39;s ridiculous.","author":"Beyonce Knowles","topic":"Power"},{"quote":"Every man builds his world in his own image. He has the power to choose, but no power to escape the necessity of choice.","author":"Ayn Rand","topic":"Power"},{"quote":"In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex. The potential for the disastrous rise of misplaced power exists and will persist.","author":"Dwight D. Eisenhower","topic":"Power"},{"quote":"No power on earth has a right to take our property from us without our consent.","author":"John Jay","topic":"Power"},{"quote":"This position is untenable, and there can be no pause in the agitation for full political power and responsibility until these are granted to all the women of the nation.","author":"Florence Kelley","topic":"Power"},{"quote":"Nuclear power will help provide the electricity that our growing economy needs without increasing emissions. This is truly an environmentally responsible source of energy.","author":"Michael Burgess","topic":"Power"},{"quote":"There is a power in public opinion in this country - and I thank God for it: for it is the most honest and best of all powers - which will not tolerate an incompetent or unworthy man to hold in his weak or wicked hands the lives and fortunes of his fellow-citizens.","author":"Martin Van Buren","topic":"Power"},{"quote":"Never stand begging for that which you have the power to earn.","author":"Miguel de Cervantes","topic":"Power"},{"quote":"The world has today 546 nuclear plants generating electricity. Their experience is being continuously researched, and feedback should be provided to all. Nuclear scientists have to interact with the people of the nation, and academic institutions continuously update nuclear power generation technology and safety.","author":"A. P. J. Abdul Kalam","topic":"Power"},{"quote":"It is not my nature, when I see a people borne down by the weight of their shackles - the oppression of tyranny - to make their life more bitter by heaping upon them greater burdens; but rather would I do all in my power to raise the yoke than to add anything that would tend to crush them.","author":"Abraham Lincoln","topic":"Power"},{"quote":"Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could.","author":"Abigail Adams","topic":"Power"},{"quote":"Character is power.","author":"Booker T. Washington","topic":"Power"},{"quote":"The child supplies the power but the parents have to do the steering.","author":"Benjamin Spock","topic":"Power"},{"quote":"Wherever there is interest and power to do wrong, wrong will generally be done.","author":"James Madison","topic":"Power"},{"quote":"The only way to predict the future is to have power to shape the future.","author":"Eric Hoffer","topic":"Power"},{"quote":"For me, education was power.","author":"Michelle Obama","topic":"Power"},{"quote":"Women should not be forced to accept sexual harassment as the price of admission to a life and career in the political world. They should not have to endure unwanted touching, innuendo, and propositioning from men in positions of power.","author":"J. B. Pritzker","topic":"Power"},{"quote":"People who avoid the brick walls - all power to ya, but we all have to hit them sometimes in order to push through to the next level, to evolve.","author":"Jennifer Aniston","topic":"Power"},{"quote":"Do not suffer pain and torment without reason. Somebody All-Powerful and All-Compassionate owns everything. Rely on His Power and do not accuse His Compassion. Renounce grief and anxiety ad accept relief. Be rid of your troubles and find serenity.","author":"Said Nursi","topic":"Power"},{"quote":"Every single person has the power to change the world and help people.","author":"Laura Marano","topic":"Power"},{"quote":"The Vedanta recognizes no sin it only recognizes error. And the greatest error, says the Vedanta is to say that you are weak, that you are a sinner, a miserable creature, and that you have no power and you cannot do this and that.","author":"Swami Vivekananda","topic":"Power"},{"quote":"We all have our own life to pursue, our own kind of dream to be weaving, and we all have the power to make wishes come true, as long as we keep believing.","author":"Louisa May Alcott","topic":"Power"},{"quote":"Thanks to Hillary Clinton, Iran is now the dominant Islamic power in the Middle East, and on the road to nuclear weapons. Hillary Clinton&#39;s support for violent regime change in Syria has thrown the country into one of the bloodiest civil wars anyone has ever seen - while giving ISIS a launching pad for terrorism against the West.","author":"Donald Trump","topic":"Power"},{"quote":"What a newspaper needs in its news, in its headlines, and on its editorial page is terseness, humor, descriptive power, satire, originality, good literary style, clever condensation, and accuracy, accuracy, accuracy!","author":"Joseph Pulitzer","topic":"Power"},{"quote":"Beliefs have the power to create and the power to destroy. Human beings have the awesome ability to take any experience of their lives and create a meaning that disempowers them or one that can literally save their lives.","author":"Tony Robbins","topic":"Power"},{"quote":"The power of mathematics is often to change one thing into another, to change geometry into language.","author":"Marcus du Sautoy","topic":"Power"},{"quote":"Invention is not enough. Tesla invented the electric power we use, but he struggled to get it out to people. You have to combine both things: invention and innovation focus, plus the company that can commercialize things and get them to people.","author":"Larry Page","topic":"Power"},{"quote":"It is said that power corrupts, but actually it&#39;s more true that power attracts the corruptible. The sane are usually attracted by other things than power.","author":"David Brin","topic":"Power"},{"quote":"The power of choosing good and evil is within the reach of all.","author":"Origen","topic":"Power"},{"quote":"I put for the general inclination of all mankind, a perpetual and restless desire of power after power, that ceaseth only in death.","author":"Thomas Hobbes","topic":"Power"},{"quote":"In the past a leader was a boss. Today&#39;s leaders must be partners with their people... they no longer can lead solely based on positional power.","author":"Ken Blanchard","topic":"Power"},{"quote":"I try to keep in my mind the simple question: Am I trying to do good or make myself look good? Too many of our responsibilities get added to our plate when we are trying to please people, impress people, prove ourselves, acquire power, increase our prestige. All those motivations are about looking good more than doing good.","author":"Kevin DeYoung","topic":"Power"},{"quote":"I had rather excel others in the knowledge of what is excellent, than in the extent of my power and dominion.","author":"Alexander the Great","topic":"Power"},{"quote":"Power without a nation&#39;s confidence is nothing.","author":"Catherine the Great","topic":"Power"},{"quote":"Whatever you can do, or dream you can, begin it. Boldness has genius, power, and magic in it.","author":"W. H. Murray","topic":"Power"},{"quote":"One way to boost our will power and focus is to manage our distractions instead of letting them manage us.","author":"Daniel Goleman","topic":"Power"},{"quote":"Self-reverence, self-knowledge, self-control; these three alone lead one to sovereign power.","author":"Alfred Lord Tennyson","topic":"Power"},{"quote":"I just believe in the goodwill of people, the power of people to do something positive.","author":"Eddie Izzard","topic":"Power"},{"quote":"All national institutions of churches, whether Jewish, Christian or Turkish, appear to me no other than human inventions, set up to terrify and enslave mankind, and monopolize power and profit.","author":"Thomas Paine","topic":"Power"},{"quote":"We should recognize that nationalism does not mean discriminating against people of a different nationality. It simply means not allowing such people to seize our political power, for only when we Han are in control politically do we have a nation.","author":"Sun Yat-sen","topic":"Power"},{"quote":"When you start to develop your powers of empathy and imagination, the whole world opens up to you.","author":"Susan Sarandon","topic":"Power"},{"quote":"We can&#39;t afford not to educate girls and give women the power and the access that they need.","author":"Michelle Obama","topic":"Power"},{"quote":"Diplomacy: the art of restraining power.","author":"Henry Kissinger","topic":"Power"},{"quote":"The power of real debate is in the language and intellectual honesty of the debaters, alongside the engagement of spectators.","author":"Ruzwana Bashir","topic":"Power"},{"quote":"Most powerful is he who has himself in his own power.","author":"Lucius Annaeus Seneca","topic":"Power"},{"quote":"The great question of our time is, &#39;Will we be motivated by materialistic philosophy or by spiritual power?&#39;","author":"Billy Graham","topic":"Power"},{"quote":"I don&#39;t think people understand the power of social media or our phones.","author":"Zendaya","topic":"Power"},{"quote":"Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied.","author":"Friedrich Nietzsche","topic":"Power"},{"quote":"A Libertarian society of unfettered individualism spreads its benefits to virtually everyone - not just those who have the resources to seize political power.","author":"Harry Browne","topic":"Power"},{"quote":"The constitution vests the power of declaring war in Congress; therefore no offensive expedition of importance can be undertaken until after they shall have deliberated upon the subject and authorized such a measure.","author":"George Washington","topic":"Power"},{"quote":"Everyone can relate to love, hurt, pain, learning how to forgive, needing to get over, needing the power of God in their life.","author":"Tyler Perry","topic":"Power"},{"quote":"The paradox of trauma is that it has both the power to destroy and the power to transform and resurrect.","author":"Peter A. Levine","topic":"Power"},{"quote":"If you stay true to yourself and true to your vision and your own values, you can power through and make an impact on modern life.","author":"Stephen Bannon","topic":"Power"},{"quote":"Power is what men seek and any group that gets it will abuse it.","author":"Lincoln Steffens","topic":"Power"},{"quote":"The power to arrest - to deprive a citizen of liberty - must be used fairly, responsibly, and without bias.","author":"Loretta Lynch","topic":"Power"},{"quote":"Today we thank God for all the blessings He has bestowed upon this great Country and ask Him to continue to heal our land and meet our needs - and we do so through the power of prayer.","author":"Nick Rahall","topic":"Power"},{"quote":"Words, without power, is mere philosophy.","author":"Muhammad Iqbal","topic":"Power"},{"quote":"Anyway, no drug, not even alcohol, causes the fundamental ills of society. If we&#39;re looking for the source of our troubles, we shouldn&#39;t test people for drugs, we should test them for stupidity, ignorance, greed and love of power.","author":"P. J. O'Rourke","topic":"Power"},{"quote":"I&#39;m not motivated by money or power or fame. In the end, it doesn&#39;t bring much happiness. The only thing that is driving me is self-satisfaction, self-validation.","author":"William Clay Ford, Jr.","topic":"Power"},{"quote":"Power is always dangerous. Power attracts the worst and corrupts the best.","author":"Edward Abbey","topic":"Power"},{"quote":"The power to question is the basis of all human progress.","author":"Indira Gandhi","topic":"Power"},{"quote":"Never underestimate the power of jealousy and the power of envy to destroy. Never underestimate that.","author":"Oliver Stone","topic":"Power"},{"quote":"The older I get, the greater power I seem to have to help the world; I am like a snowball - the further I am rolled the more I gain.","author":"Susan B. Anthony","topic":"Power"},{"quote":"We should seek by all means in our power to avoid war, by analysing possible causes, by trying to remove them, by discussion in a spirit of collaboration and good will.","author":"Neville Chamberlain","topic":"Power"},{"quote":"With power comes the abuse of power. And where there are bosses, there are crazy bosses. It&#39;s nothing new.","author":"Judd Rose","topic":"Power"},{"quote":"Power over a man&#39;s subsistence is power over his will.","author":"Alexander Hamilton","topic":"Power"},{"quote":"We are driven by five genetic needs: survival, love and belonging, power, freedom, and fun.","author":"William Glasser","topic":"Power"},{"quote":"Owning a great golf course gives you great power.","author":"Donald Trump","topic":"Power"},{"quote":"The only power any government has is the power to crack down on criminals. Well, when there aren&#39;t enough criminals, one makes them. One declares so many things to be a crime that it becomes impossible for men to live without breaking laws.","author":"Ayn Rand","topic":"Power"},{"quote":"There is incredible power in the arts to inspire and influence.","author":"Julie Taymor","topic":"Power"},{"quote":"Unlimited power is apt to corrupt the minds of those who posses it; and this I know, my lords: that where law ends, tyranny begins.","author":"William Pitt","topic":"Power"},{"quote":"Today knowledge has power. It controls access to opportunity and advancement.","author":"Peter Drucker","topic":"Power"},{"quote":"I was now resolved to do everything in my power to defeat the system.","author":"Oskar Schindler","topic":"Power"},{"quote":"We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster. We might get away with it for a while, but sooner or later this combustible mixture of ignorance and power is going to blow up in our faces.","author":"Carl Sagan","topic":"Power"},{"quote":"I am a woman, and I am a Latina. Those are the things that make my writing distinctive. Those are the things that give my writing power.","author":"Sandra Cisneros","topic":"Power"},{"quote":"Nothing else so destroys the power to stand alone as the habit of leaning upon others. If you lean, you will never be strong or original. Stand alone or bury your ambition to be somebody in the world.","author":"Orison Swett Marden","topic":"Power"},{"quote":"These years in silence and reflection made me stronger and reminded me that acceptance has to come from within and that this kind of truth gives me the power to conquer emotions I didn&#39;t even know existed.","author":"Ricky Martin","topic":"Power"},{"quote":"All the lessons of history in four sentences: Whom the gods would destroy, they first make mad with power. The mills of God grind slowly, but they grind exceedingly small. The bee fertilizes the flower it robs. When it is dark enough, you can see the stars.","author":"Charles A. Beard","topic":"Power"},{"quote":"Unlimited power corrupts the possessor.","author":"William Pitt","topic":"Power"},{"quote":"Where love rules, there is no will to power; and where power predominates, there love is lacking. The one is the shadow of the other.","author":"Carl Jung","topic":"Power"},{"quote":"The simplest and most basic meaning of the symbol of the Goddess is the acknowledgment of the legitimacy of female power as a beneficent and independent power.","author":"Carol P. Christ","topic":"Power"},{"quote":"I am sure that no man can derive more pleasure from money or power than I do from seeing a pair of basketball goals in some out of the way place.","author":"James Naismith","topic":"Power"},{"quote":"All dogs can become aggressive, but the difference between an aggressive Chihuahua and an aggressive pit bull is that the pit bull can do more damage. That&#39;s why it&#39;s important to make sure you are a hundred percent ready for the responsibility if you own a &#39;power&#39; breed, like a pit bull, German shepherd, or Rottweiler.","author":"Cesar Millan","topic":"Power"},{"quote":"What has destroyed every previous civilization has been the tendency to the unequal distribution of wealth and power.","author":"Henry George","topic":"Power"},{"quote":"Whatever woman may cast her lot with mine, should any ever do so, it is my intention to do all in my power to make her happy and contented; and there is nothing I can imagine that would make me more unhappy than to fail in the effort.","author":"Abraham Lincoln","topic":"Power"},{"quote":"Love is the power to see similarity in the dissimilar.","author":"Theodor Adorno","topic":"Power"},{"quote":"The spring wakes us, nurtures us and revitalizes us. How often does your spring come? If you are a prisoner of the calendar, it comes once a year. If you are creating authentic power, it comes frequently, or very frequently.","author":"Gary Zukav","topic":"Power"},{"quote":"The power to mould the future of the Republic will be in the hands of the journalists of future generations.","author":"Joseph Pulitzer","topic":"Power"},{"quote":"Tonight, we gather to affirm the greatness of our nation - not because of the height of our skyscrapers, or the power of our military, or the size of our economy. Our pride is based on a very simple premise, summed up in a declaration made over two hundred years ago.","author":"Barack Obama","topic":"Power"},{"quote":"Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces.","author":"Julius Caesar","topic":"Power"},{"quote":"We know that when a woman speaks truth to power, there will be attempts to put her down... I&#39;m not going to go anywhere.","author":"Maxine Waters","topic":"Power"},{"quote":"Revolutionaries do not make revolutions. The revolutionaries are those who know when power is lying in the street and then they can pick it up.","author":"Hannah Arendt","topic":"Power"},{"quote":"Grammar is a piano I play by ear. All I know about grammar is its power.","author":"Joan Didion","topic":"Power"},{"quote":"When you live under the power of terror and segregation, you can&#39;t ever start a work of art.","author":"Jeanne Moreau","topic":"Power"},{"quote":"Technology has moved away from sharing and toward ownership. This suits software and hardware companies just fine: They create new, bloated programs that require more disk space and processing power. We buy bigger, faster computers, which then require more complex operating systems, and so on.","author":"Douglas Rushkoff","topic":"Power"},{"quote":"Dictators can fix up their entire families in good jobs, in or around government, and often do. In democracies, such a practice is frowned upon. Privileged access to the corridors of power through family connections and a kind of old boys&#39; network, is also deemed an abuse of power, and so it is.","author":"Jimmy Reid","topic":"Power"},{"quote":"The only legitimate right to govern is an express grant of power from the governed.","author":"William Henry Harrison","topic":"Power"},{"quote":"It is the true duty of every man to promote the happiness of his fellow creatures to the utmost of his power.","author":"William Wilberforce","topic":"Power"},{"quote":"Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world.","author":"Abraham Lincoln","topic":"Power"},{"quote":"I often say of George Washington that he was one of the few in the whole history of the world who was not carried away by power.","author":"Robert Frost","topic":"Power"},{"quote":"The greatest power is often simple patience.","author":"E. Joseph Cossman","topic":"Power"},{"quote":"The building up of a new, far-reaching system of inspection on the question of equal pay, with power to investigate every business in the United States, administered by a colossal new government agency with vast enforcement powers, would not be helpful to women, as far as I can see.","author":"Alice Paul","topic":"Power"},{"quote":"Science investigates; religion interprets. Science gives man knowledge which is power; religion gives man wisdom which is control.","author":"Martin Luther King, Jr.","topic":"Power"},{"quote":"Everybody has something that chews them up and, for me, that thing was always loneliness. The cinema has the power to make you not feel lonely, even when you are.","author":"Tom Hanks","topic":"Power"},{"quote":"Power, that&#39;s one thing, but love of family and of siblings is more important, is more powerful than any other power - at least earthly power, at least earthly power.","author":"Sander Levin","topic":"Power"},{"quote":"Never go backward. Attempt, and do it with all your might. Determination is power.","author":"Charles Simmons","topic":"Power"},{"quote":"The power of community to create health is far greater than any physician, clinic or hospital.","author":"Mark Hyman","topic":"Power"},{"quote":"The spread of civilisation may be likened to a fire; first, a feeble spark, next a flickering flame, then a mighty blaze, ever increasing in speed and power.","author":"Nikola Tesla","topic":"Power"},{"quote":"There is no greater power in Heaven or on Earth than pure, unconditional love. The nature of the God force, the unseen intelligence in all things, which causes the material world and is the center of both the spiritual and physical plane, is best described as pure, unconditional love.","author":"Wayne Dyer","topic":"Power"},{"quote":"Education is a human right with immense power to transform. On its foundation rest the cornerstones of freedom, democracy and sustainable human development.","author":"Kofi Annan","topic":"Power"},{"quote":"Darkness is good. Dick Cheney. Darth Vader. Satan. That&#39;s power.","author":"Stephen Bannon","topic":"Power"},{"quote":"Under the Articles of Confederation, the national government had the power to issue commands to the several sovereign states, but it had no authority to govern individuals directly.","author":"David Souter","topic":"Power"},{"quote":"It is a paradox that every dictator has climbed to power on the ladder of free speech. Immediately on attaining power each dictator has suppressed all free speech except his own.","author":"Herbert Hoover","topic":"Power"},{"quote":"Power does not corrupt men; fools, however, if they get into a position of power, corrupt power.","author":"George Bernard Shaw","topic":"Power"},{"quote":"Nothing has such power to broaden the mind as the ability to investigate systematically and truly all that comes under thy observation in life.","author":"Marcus Aurelius","topic":"Power"},{"quote":"Influence is the new power - if you have influence, you can create a brand.","author":"Michelle Phan","topic":"Power"},{"quote":"The real power of the Buddha was that he had so much love. He saw people trapped in their notions of small separate self, feeling guilty or proud of that self, and he offered revolutionary teachings that resounded like a lion&#39;s roar, like a great rising tide, helping people to wake up and break free from the prison of ignorance.","author":"Nhat Hanh","topic":"Power"},{"quote":"The thing you fear most has no power. Your fear of it is what has the power. Facing the truth really will set you free.","author":"Oprah Winfrey","topic":"Power"},{"quote":"Negative emotions will challenge your grit every step of the way. While it&#39;s impossible not to feel your emotions, it&#39;s completely under your power to manage them effectively and to keep yourself in a position of control. When you let your emotions overtake your ability to think clearly, it&#39;s easy to lose your resolve.","author":"Travis Bradberry","topic":"Power"},{"quote":"I think the power of persuasion would be the greatest superpower of all time.","author":"Jenny Mollen","topic":"Power"},{"quote":"The natural liberty of man is to be free from any superior power on Earth, and not to be under the will or legislative authority of man, but only to have the law of nature for his rule.","author":"Samuel Adams","topic":"Power"},{"quote":"The terrorists thought they would change my aims and stop my ambitions, but nothing changed in my life except this: weakness, fear and hopelessness died. Strength, power and courage were born.","author":"Malala Yousafzai","topic":"Power"},{"quote":"I strongly believe that the Founding Fathers of our country got it right: power corrupts, and any time you have too much power concentrated in one place, it tends to get abused, so checks and balances are always needed.","author":"Dean Ornish","topic":"Power"},{"quote":"The Court&#39;s legitimacy arises from the source of its authority - which is, of course, the Constitution - and is best preserved by adhering to decision methods that neither expand nor contract but legitimize the power of judicial review.","author":"Diane S. Sykes","topic":"Power"},{"quote":"The great constitutional corrective in the hands of the people against usurpation of power, or corruption by their agents is the right of suffrage; and this when used with calmness and deliberation will prove strong enough.","author":"Andrew Jackson","topic":"Power"},{"quote":"Solar power is going to be absolutely essential to meeting growing energy demands while staving off climate change.","author":"Ramez Naam","topic":"Power"},{"quote":"A good villain exudes charisma and power. He has principles, though; that just gives him a level of dimension. It makes him seem to be a bit unpredictable, because he&#39;s usually deemed as some type of evil, ruthless person, and then he shows you his principles, and you don&#39;t know what to think of it.","author":"Pusha T","topic":"Power"},{"quote":"Our whole constitutional heritage rebels at the thought of giving government the power to control men&#39;s minds.","author":"Thurgood Marshall","topic":"Power"},{"quote":"If women be educated for dependence; that is, to act according to the will of another fallible being, and submit, right or wrong, to power, where are we to stop?","author":"Mary Wollstonecraft","topic":"Power"},{"quote":"I love being a woman. I love the sexiness we get to exude. But the best thing about being a woman is the power we have over men.","author":"Eva Longoria","topic":"Power"},{"quote":"To achieve the mood of a warrior is not a simple matter. It is a revolution. To regard the lion and the water rats and our fellow men as equals is a magnificent act of a warrior&#39;s spirit. It takes power to do that.","author":"Carlos Castaneda","topic":"Power"},{"quote":"I consider myself an inventor first and an entrepreneur second. In real life, my hero is Thomas Edison. He was a great inventor, but also an outstanding entrepreneur who was able to sell his inventions to the masses. He didn&#39;t just develop the light bulb; he invented the entire electric grid and power distribution system.","author":"Aaron Patzer","topic":"Power"},{"quote":"The end of the world is on people&#39;s minds. We have the power to destroy or save ourselves, but the question is what do you do with that responsibility.","author":"Nicolas Cage","topic":"Power"},{"quote":"The longer I go on, the more I am aware of the power of finance.","author":"Justin Welby","topic":"Power"},{"quote":"Once we realize the extraordinary power we have to compose our lives, we&#39;ll move from passive, conditioned thinking to being co-creators of our fate.","author":"Jason Silva","topic":"Power"},{"quote":"It is heroic to prepare for war with a tyrant power. Patriots will always win the admiration of mankind for daring to meet the bloodshed of battle for their country&#39;s liberty. But the patriot who is willing to go to that sacrifice will be the first to condemn the aimless and secret shedding of blood in time of peace.","author":"John Boyle O'Reilly","topic":"Power"},{"quote":"The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power.","author":"Alfred Adler","topic":"Power"},{"quote":"It&#39;s not as though we can keep burning coal in our power plants. Coal is a finite resource, too. We must find alternatives, and it&#39;s a better idea to find alternatives sooner then wait until we run out of coal, and in the meantime, put God knows how many trillions of tons of CO2 that used to be buried underground into the atmosphere.","author":"Elon Musk","topic":"Power"},{"quote":"Black power can be clearly defined for those who do not attach the fears of white America to their questions about it.","author":"Stokely Carmichael","topic":"Power"},{"quote":"Sweeter than the perfume of roses is a reputation for a kind, charitable, unselfish nature; a ready disposition to do to others any good turn in your power.","author":"Orison Swett Marden","topic":"Power"},{"quote":"Police in China can do whatever they want; after 81 days in arbitrary detention you clearly realise that they don&#39;t have to obey their own laws. In a society like this there is no negotiation, no discussion, except to tell you that power can crush you any time they want - not only you, your whole family and all people like you.","author":"Ai Weiwei","topic":"Power"},{"quote":"Sometimes you have to not just dream about what could be - you get out and push and you pull and you preach. And you create a climate and environment to get those in high places, to get men and women of good will in power to act.","author":"John Lewis","topic":"Power"},{"quote":"Silence is the ultimate weapon of power.","author":"Charles de Gaulle","topic":"Power"},{"quote":"What are kings, when regiment is gone, but perfect shadows in a sunshine day?","author":"Christopher Marlowe","topic":"Power"},{"quote":"The bad man desires arbitrary power. What moves the evil man is the love of injustice.","author":"John Rawls","topic":"Power"},{"quote":"The power I exert on the court depends on the power of my arguments, not on my gender.","author":"Sandra Day O'Connor","topic":"Power"},{"quote":"Doublethink means the power of holding two contradictory beliefs in one&#39;s mind simultaneously, and accepting both of them.","author":"George Orwell","topic":"Power"},{"quote":"You need to have explosive power. So you need to have good agility to move your feet quick and be in the right place at the right time. So you have to be an overall athlete: you need to be in shape to be able to throw.","author":"Michelle Carter","topic":"Power"},{"quote":"I decided that we should have a flag, that a flag fit us as a symbol, that we are a people, a tribe if you will. And flags are about proclaiming power, so it&#39;s very appropriate.","author":"Gilbert Baker","topic":"Power"},{"quote":"Success isn&#39;t measured by money or power or social rank. Success is measured by your discipline and inner peace.","author":"Mike Ditka","topic":"Power"},{"quote":"I think that the power is the principle. The principle of moving forward, as though you have the confidence to move forward, eventually gives you confidence when you look back and see what you&#39;ve done.","author":"Robert Downey, Jr.","topic":"Power"},{"quote":"The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.","author":"James Allen","topic":"Power"},{"quote":"No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!","author":"Joyce Meyer","topic":"Power"},{"quote":"Our country is now taking so steady a course as to show by what road it will pass to destruction, to wit: by consolidation of power first, and then corruption, its necessary consequence.","author":"Thomas Jefferson","topic":"Power"},{"quote":"We all have so much more power to make our dreams a reality - and love life along the way - than we think we do!","author":"Rachele Brooke Smith","topic":"Power"},{"quote":"Power is no blessing in itself, except when it is used to protect the innocent.","author":"Jonathan Swift","topic":"Power"},{"quote":"I do believe we&#39;re all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.","author":"Harvey Fierstein","topic":"Power"},{"quote":"Your problem is how you are going to spend this one odd and precious life you have been issued. Whether you&#39;re going to spend it trying to look good and creating the illusion that you have power over people and circumstances, or whether you are going to taste it, enjoy it and find out the truth about who you are.","author":"Anne Lamott","topic":"Power"},{"quote":"I feel like knowledge is power: If you know how to take care of yourself, you can be a better version of yourself.","author":"Miranda Kerr","topic":"Power"},{"quote":"Hand in hand with freedom of speech goes the power to be heard, to share in the decisions of government which shape men&#39;s lives.","author":"Robert Kennedy","topic":"Power"},{"quote":"What do I care about law? Ain&#39;t I got the power?","author":"Cornelius Vanderbilt","topic":"Power"},{"quote":"Power is not an institution, and not a structure; neither is it a certain strength we are endowed with; it is the name that one attributes to a complex strategical situation in a particular society.","author":"Michel Foucault","topic":"Power"},{"quote":"Military dictatorship is born from the power of the gun, and so it undermines the concept of the rule of law and gives birth to a culture of might, a culture of weapons, violence and intolerance.","author":"Benazir Bhutto","topic":"Power"},{"quote":"The strongest and most effective force in guaranteeing the long-term maintenance of power is not violence in all the forms deployed by the dominant to control the dominated, but consent in all the forms in which the dominated acquiesce in their own domination.","author":"Robert Frost","topic":"Power"},{"quote":"Vision without power does bring moral elevation but cannot give a lasting culture.","author":"Muhammad Iqbal","topic":"Power"},{"quote":"I love power. But it is as an artist that I love it. I love it as a musician loves his violin, to draw out its sounds and chords and harmonies.","author":"Napoleon Bonaparte","topic":"Power"},{"quote":"Knowledge is power only if man knows what facts not to bother with.","author":"Robert Staughton Lynd","topic":"Power"},{"quote":"Except our own thoughts, there is nothing absolutely in our power.","author":"Rene Descartes","topic":"Power"},{"quote":"A pound invested in energy efficiency buys seven times more energy solution than a pound invested in nuclear power.","author":"Zac Goldsmith","topic":"Power"},{"quote":"Love and hate have a magical transforming power. They are the great soul changers. We grow through their exercise into the likeness of what we contemplate.","author":"George William Russell","topic":"Power"},{"quote":"All the waste in a year from a nuclear power plant can be stored under a desk.","author":"Ronald Reagan","topic":"Power"},{"quote":"Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it; better, will preserve it longer, than the sad or sullen.","author":"Thomas Carlyle","topic":"Power"},{"quote":"New Year&#39;s Resolutions come and go. Some we keep, some we don&#39;t. In order to make lasting changes in our lives, we must first change our minds. We sometimes forget, and we often feel stuck, but we all have the power to do so.","author":"Elizabeth Thornton","topic":"Power"},{"quote":"As our language wanes and dies, the golden legends of the far-off centuries fade and pass away. No one sees their influence upon culture; no one sees their educational power.","author":"Douglas Hyde","topic":"Power"},{"quote":"If we want to reduce poverty and misery, if we want to give to every deserving individual what is needed for a safe existence of an intelligent being, we want to provide more machinery, more power. Power is our mainstay, the primary source of our many-sided energies.","author":"Nikola Tesla","topic":"Power"},{"quote":"Everyone has a part to play. We have the power. You can do it.","author":"Maxine Waters","topic":"Power"},{"quote":"The thing women must do to rise to power is to redefine their femininity. Once, power was considered a masculine attribute. In fact, power has no sex.","author":"Katharine Graham","topic":"Power"},{"quote":"The potential for the abuse of power through digital networks - upon which we the people now depend for nearly everything, including our politics - is one of the most insidious threats to democracy in the Internet age.","author":"Rebecca MacKinnon","topic":"Power"},{"quote":"The earth is supported by the power of truth; it is the power of truth that makes the sun shine and the winds blow; indeed all things rest upon truth.","author":"Chanakya","topic":"Power"},{"quote":"Authority is mainly a moral power; therefore, it must first call upon the conscience, that is, upon the duty that each person has to contribute willingly to the common good.","author":"Pope John XXIII","topic":"Power"},{"quote":"I am more and more convinced that man is a dangerous creature and that power, whether vested in many or a few, is ever grasping, and like the grave, cries, &#39;Give, give.&#39;","author":"Abigail Adams","topic":"Power"},{"quote":"But to me nothing - the negative, the empty - is exceedingly powerful.","author":"Alan Watts","topic":"Power"},{"quote":"What connects two thousand years of genocide? Too much power in too few hands.","author":"Simon Wiesenthal","topic":"Power"},{"quote":"Power always thinks it has a great soul and vast views beyond the comprehension of the weak.","author":"John Adams","topic":"Power"},{"quote":"Those in possession of absolute power can not only prophesy and make their prophecies come true, but they can also lie and make their lies come true.","author":"Eric Hoffer","topic":"Power"},{"quote":"Fear is the most debilitating emotion in the world, and it can keep you from ever truly knowing yourself and others - its adverse effects can no longer be overlooked or underestimated. Fear breeds hatred, and hatred has the power to destroy everything in its path.","author":"Kevyn Aucoin","topic":"Power"},{"quote":"We&#39;re taught Lord Acton&#39;s axiom: all power corrupts, absolute power corrupts absolutely. I believed that when I started these books, but I don&#39;t believe it&#39;s always true any more. Power doesn&#39;t always corrupt. Power can cleanse. What I believe is always true about power is that power always reveals.","author":"Robert Caro","topic":"Power"},{"quote":"As you enter positions of trust and power, dream a little before you think.","author":"Toni Morrison","topic":"Power"},{"quote":"I had watched for many years and seen how a few rich families held much of Argentina&#39;s wealth and power in their hands. So Peron and the government brought in an eight hour working day, sickness pay and fair wages to give poor workers a fair go .","author":"Evita Peron","topic":"Power"},{"quote":"With so many ways to communicate at our disposal, we must not forget the transformative power of a live music experience and genuine human exchange.","author":"Jon Batiste","topic":"Power"},{"quote":"&#39;Game of Thrones,&#39; people say that it&#39;s a fantasy series, but it&#39;s a hell of a lot more than that. It attracts the so-called geeks and nerds, and God bless them, they&#39;re wonderful for getting right into the show. But primarily it&#39;s about family; it&#39;s power and betrayal and jealousy. It&#39;s all those wonderful things that a fantastic drama is about.","author":"Liam Cunningham","topic":"Power"},{"quote":"Every man who knows how to read has it in his power to magnify himself, to multiply the ways in which he exists, to make his life full, significant and interesting.","author":"Aldous Huxley","topic":"Power"},{"quote":"I tell my kids and I tell proteges, always have humility when you create and grace when you succeed, because it&#39;s not about you. You are a terminal for a higher power. As soon as you accept that, you can do it forever.","author":"Quincy Jones","topic":"Power"},{"quote":"It is through this mysterious power that we too have our being, and we therefore yield to our neighbors, even to our animal neighbors, the same right as ourselves to inhabit this vast land.","author":"Sitting Bull","topic":"Power"},{"quote":"The most important thing my grandfather taught me was that the most noble way to use your skills, intellect and energy is to defend the marginalized against those with the greatest power - and that the resulting animosity from those in power is a badge of honor.","author":"Glenn Greenwald","topic":"Power"},{"quote":"In Christ we see a maturity of love that flowers in self-sacrifice and forgiveness; a maturity of power that never swerves from the ideal of service; a maturity of goodness that overcomes every temptation, and, of course, we see the ultimate victory of life over death itself.","author":"Vincent Nichols","topic":"Power"},{"quote":"Discipline may be identified neither with an institution nor with an apparatus; it is a type of power, a modality for its exercise, comprising a whole set of instruments, techniques, procedures, levels of application, targets; it is a &#39;physics&#39; or &#39;anatomy&#39; of power, a technology.","author":"Michel Foucault","topic":"Power"},{"quote":"Don&#39;t you dare underestimate the power of your own instinct.","author":"Barbara Corcoran","topic":"Power"},{"quote":"Having knowledge but lacking the power to express it clearly is no better than never having any ideas at all.","author":"Pericles","topic":"Power"},{"quote":"The only thing that white people have that black people need, or should want, is power-and no one holds power forever.","author":"James A. Baldwin","topic":"Power"},{"quote":"The only difference between the sane and the insane is that the sane have the power to lock up the insane.","author":"Hunter S. Thompson","topic":"Power"},{"quote":"Infinite power just isn&#39;t very interesting, no matter what game you&#39;re playing. It&#39;s much more fun when you have a limited tool set to use against the odds.","author":"Markus Persson","topic":"Power"},{"quote":"Someone who has experienced trauma also has gifts to offer all of us - in their depth, their knowledge of our universal vulnerability, and their experience of the power of compassion.","author":"Sharon Salzberg","topic":"Power"},{"quote":"When I got to France I realized I didn&#39;t know very much about food at all. I&#39;d never had a real cake. I&#39;d had those cakes from cake mixes or the ones that have a lot of baking powder in them. A really good French cake doesn&#39;t have anything like that in it - it&#39;s all egg power.","author":"Julia Child","topic":"Power"},{"quote":"America is a fundamentally good country. We have good people with good values who want to do the right thing. But the structures of power that exist are working to their own ends to extend their capability at the expense of the freedom of all publics.","author":"Edward Snowden","topic":"Power"},{"quote":"The first point was we wanted power to determine our own destiny in our own black community. And what we had done is, we wanted to write a program that was straightforward to the people. We didn&#39;t want to give a long dissertation.","author":"Bobby Seale","topic":"Power"},{"quote":"The blockchain symbolizes a shift in power from the centers to the edges of the networks.","author":"William Mougayar","topic":"Power"},{"quote":"There&#39;s always someone who&#39;s going to interpret my material as racist, but it&#39;s not. Racism comes from intent and power. A racist will tell a joke about a group of people only when they&#39;re not in the room. I&#39;ll talk about a group of people only when they&#39;re in the room.","author":"Russell Peters","topic":"Power"},{"quote":"Across our great nation, we&#39;ve begun to see an acceleration of the power of data to deliver value.","author":"Megan Smith","topic":"Power"},{"quote":"The price of every thing rises and falls from time to time and place to place; and with every such change the purchasing power of money changes so far as that thing goes.","author":"Alfred Marshall","topic":"Power"},{"quote":"Undeserved praise causes more pangs of conscience later than undeserved blame, but probably only for this reason, that our power of judgment are more completely exposed by being over praised than by being unjustly underestimated.","author":"Friedrich Nietzsche","topic":"Power"},{"quote":"Goodness, armed with power, is corrupted; and pure love without power is destroyed.","author":"Reinhold Niebuhr","topic":"Power"},{"quote":"An elite class that is free to operate without limits - whether limits imposed by the rule of law or fear of the responses from those harmed by their behavior - is an elite class that will plunder, degrade, and cheat at will, and act endlessly to fortify its own power.","author":"Glenn Greenwald","topic":"Power"},{"quote":"Power is a tool, influence is a skill; one is a fist, the other a fingertip.","author":"Nancy Gibbs","topic":"Power"},{"quote":"If power made one evil, then God would be the Devil.","author":"Jonah Goldberg","topic":"Power"},{"quote":"It is true that power corrupts. The hope at the polling stations and the actions of the elected representatives, unfortunately, often turn to be opposite. The power of ballot turns into the power of wallet. Some law-makers become law-breakers.","author":"Tsakhiagiin Elbegdorj","topic":"Power"},{"quote":"Power is domination, control, and therefore a very selective form of truth which is a lie.","author":"Wole Soyinka","topic":"Power"},{"quote":"We have it in our power to begin the world over again.","author":"Thomas Paine","topic":"Power"},{"quote":"Women have served all these centuries as looking glasses possessing the power of reflecting the figure of man at twice its natural size.","author":"Virginia Woolf","topic":"Power"},{"quote":"One of the reasons people hate politics is that truth is rarely a politician&#39;s objective. Election and power are.","author":"Cal Thomas","topic":"Power"},{"quote":"There is an urgent need to stop subsidizing the fossil fuel industry, dramatically reduce wasted energy, and significantly shift our power supplies from oil, coal, and natural gas to wind, solar, geothermal, and other renewable energy sources.","author":"Bill McKibben","topic":"Power"},{"quote":"The good life consists in deriving happiness by using your signature strengths every day in the main realms of living. The meaningful life adds one more component: using these same strengths to forward knowledge, power or goodness.","author":"Martin Seligman","topic":"Power"},{"quote":"Power has only one duty - to secure the social welfare of the People.","author":"Benjamin Disraeli","topic":"Power"},{"quote":"Never give up, which is the lesson I learned from boxing. As soon as you learn to never give up, you have to learn the power and wisdom of unconditional surrender, and that one doesn&#39;t cancel out the other; they just exist as contradictions. The wisdom of it comes as you get older.","author":"Kris Kristofferson","topic":"Power"},{"quote":"God exists, if only in the form of a meme with high survival value, or infective power, in the environment provided by human culture.","author":"Richard Dawkins","topic":"Power"},{"quote":"A fascist is one whose lust for money or power is combined with such an intensity of intolerance toward those of other races, parties, classes, religions, cultures, regions or nations as to make him ruthless in his use of deceit or violence to attain his ends.","author":"Henry A. Wallace","topic":"Power"},{"quote":"This is what we call smart power. Using every possible tool and partner to advance peace and security. Leaving no one on the sidelines. Showing respect even for one&#39;s enemies. Trying to understand, in so far as psychologically possible, empathize with their perspective and point of view. Helping to define the problems, determine the solutions.","author":"Hillary Clinton","topic":"Power"},{"quote":"The hate of men will pass, and dictators die, and the power they took from the people will return to the people. And so long as men die, liberty will never perish.","author":"Charlie Chaplin","topic":"Power"},{"quote":"Power tends to corrupt, and absolute power corrupts absolutely.","author":"John Acton","topic":"Power"},{"quote":"Do not borrow the productions of other men&#39;s brains and pens and recite them as a lesson; but make the most of the talents, the brain power, that God has given you.","author":"Ellen G. White","topic":"Power"},{"quote":"It was settled by the Constitution, the laws, and the whole practice of the government that the entire executive power is vested in the President of the United States.","author":"Andrew Jackson","topic":"Power"},{"quote":"If all mankind minus one were of one opinion, mankind would be no more justified in silencing that one person than he, if he had the power, would be justified in silencing mankind.","author":"John Stuart Mill","topic":"Power"},{"quote":"The ability of writers to imagine what is not the self, to familiarize the strange and mystify the familiar, is the test of their power.","author":"Toni Morrison","topic":"Power"},{"quote":"Nothing is impossible in this world. Firm determination, it is said, can move heaven and earth. Things appear far beyond one&#39;s power, because one cannot set his heart on any arduous project due to want of strong will.","author":"Yamamoto Tsunetomo","topic":"Power"},{"quote":"The trade union movement represents the organized economic power of the workers... It is in reality the most potent and the most direct social insurance the workers can establish.","author":"Samuel Gompers","topic":"Power"},{"quote":"I associate heavy metal with fantasy because of the tremendous power that the music delivers.","author":"Christopher Lee","topic":"Power"},{"quote":"Power is given only to those who dare to lower themselves and pick it up. Only one thing matters, one thing; to be able to dare!","author":"Fyodor Dostoevsky","topic":"Power"},{"quote":"It is more agreeable to have the power to give than to receive.","author":"Winston Churchill","topic":"Power"},{"quote":"Dream no small dreams for they have no power to move the hearts of men.","author":"Johann Wolfgang von Goethe","topic":"Power"},{"quote":"The possession of arbitrary power has always, the world over, tended irresistibly to destroy humane sensibility, magnanimity, and truth.","author":"Frederick Law Olmsted","topic":"Power"},{"quote":"The pen and the written word hold a great deal of power.","author":"Andy Biersack","topic":"Power"},{"quote":"There is power in naming racism for what it is, in shining a bright light on it, brighter than any torch or flashlight. A thing as simple as naming it allows us to root it out of the darkness and hushed conversation where it likes to breed like roaches. It makes us acknowledge it. Confront it.","author":"Jesmyn Ward","topic":"Power"},{"quote":"When God created man and woman, he was thinking, &#39;Who shall I give the power to, to give birth to the next human being?&#39; And God chose woman. And this is the big evidence that women are powerful.","author":"Malala Yousafzai","topic":"Power"},{"quote":"Sound character provides the power with which a person may ride the emergencies of life instead of being overwhelmed by them. Failure is... the highway to success.","author":"Og Mandino","topic":"Power"},{"quote":"Consciously or not, we are all on a quest for answers, trying to learn the lessons of life. We grapple with fear and guilt. We search for meaning, love, and power. We try to understand fear, loss, and time. We seek to discover who we are and how we can become truly happy.","author":"Elisabeth Kubler-Ross","topic":"Power"},{"quote":"What&#39;s so lovely about Wonder Woman is yes, she has the strength and power of a goddess, but she has the heart and mind of a human. So I play her as I think a woman like me would act in the situations she&#39;s going through. You treat her as a normal woman who happens to be fantastic and almighty.","author":"Gal Gadot","topic":"Power"},{"quote":"Enthusiasm is the greatest asset you can possess, for it can take you further than money, power or influence.","author":"Dada Vaswani","topic":"Power"},{"quote":"I only wish that ordinary people had an unlimited capacity for doing harm; then they might have an unlimited power for doing good.","author":"Socrates","topic":"Power"},{"quote":"Use power to help people. For we are given power not to advance our own purposes nor to make a great show in the world, nor a name. There is but one just use of power and it is to serve people.","author":"George W. Bush","topic":"Power"},{"quote":"Girl power to me means being brave enough to take that first step and to speak out and be yourself.","author":"Katherine McNamara","topic":"Power"},{"quote":"In a democracy the poor will have more power than the rich, because there are more of them, and the will of the majority is supreme.","author":"Aristotle","topic":"Power"},{"quote":"Every generation witnesses atrocities. People in power try to fulfill prophecy.","author":"Nas","topic":"Power"},{"quote":"Just try to be the best you can be; never cease trying to be the best you can be. That&#39;s in your power.","author":"John Wooden","topic":"Power"},{"quote":"Habit allows us to go from &#39;before&#39; to &#39;after,&#39; to make life easier and better. Habit is notorious - and rightly so - for its ability to direct our actions, even against our will; but by mindfully shaping our habits, we can harness the power of mindlessness as a sweeping force for serenity, energy, and growth.","author":"Gretchen Rubin","topic":"Power"},{"quote":"Obedience opens the door to the constant companionship of the Holy Ghost. And the spiritual gifts and abilities activated by the power of the Holy Ghost enable us to avoid deception - and to see, to feel, to know, to understand, and to remember things as they really are.","author":"David A. Bednar","topic":"Power"},{"quote":"What this power is I cannot say; all I know is that it exists and it becomes available only when a man is in that state of mind in which he knows exactly what he wants and is fully determined not to quit until he finds it.","author":"Alexander Graham Bell","topic":"Power"},{"quote":"I&#39;m not the same person I was. I used to act dumb. It was an act. I am 26 years old, and that act is no longer cute. It is not who I am, nor do I want to be that person for the young girls who looked up to me. I know now that I can make a difference, that I have the power to do that.","author":"Paris Hilton","topic":"Power"},{"quote":"Just as we have the power to harm the ocean, we have the power to put in place policies and modify our own behavior in ways that would be an insurance policy for the future of the sea, for the creatures there, and for us, protecting special critical areas in the ocean.","author":"Sylvia Earle","topic":"Power"},{"quote":"I believe in one power, and that is the hand of God. I respect all religions.","author":"Lata Mangeshkar","topic":"Power"},{"quote":"If absolute power corrupts absolutely, does absolute powerlessness make you pure?","author":"Harry Shearer","topic":"Power"},{"quote":"For me, it is essential to have the inner peace and serenity of prayer in order to listen to the silence of God, which speaks to us, in our personal life and the history of our times, of the power of love.","author":"Adolfo Perez Esquivel","topic":"Power"},{"quote":"Power doesn&#39;t back up in the face of a smile, or in the face of a threat of some kind of nonviolent loving action. It&#39;s not the nature of power to back up in the face of anything but some more power.","author":"Malcolm X","topic":"Power"},{"quote":"The United States is the world&#39;s best hope, but if you fetter her in the interests and quarrels of other nations, if you tangle her in the intrigues of Europe, you will destroy her power for good and endanger her very existence.","author":"Henry Cabot Lodge","topic":"Power"},{"quote":"Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it.","author":"Ella Wheeler Wilcox","topic":"Power"},{"quote":"Knowledge is power, if you know it about the right person.","author":"Ethel Watts Mumford","topic":"Power"},{"quote":"The power of storytelling is to free us from isolation, shame, and whatever the situation.","author":"Patricia McCormick","topic":"Power"},{"quote":"Asteroids have us in our sight. The dinosaurs didn&#39;t have a space program, so they&#39;re not here to talk about this problem. We are, and we have the power to do something about it. I don&#39;t want to be the embarrassment of the galaxy, to have had the power to deflect an asteroid, and then not, and end up going extinct.","author":"Neil deGrasse Tyson","topic":"Power"},{"quote":"What then do you call your soul? What idea have you of it? You cannot of yourselves, without revelation, admit the existence within you of anything but a power unknown to you of feeling and thinking.","author":"Voltaire","topic":"Power"},{"quote":"Power is the great aphrodisiac.","author":"Henry Kissinger","topic":"Power"},{"quote":"The Obamacare contraception mandate was never about freedom. It was always about pitting secularism against religion, and using the power of government to sponsor secularism.","author":"Ben Shapiro","topic":"Power"},{"quote":"I feel there&#39;s a power in theatre, but it&#39;s an indirect power. It&#39;s like the relationship of the sleeper to the unconscious. You discover things you can&#39;t afford to countenance in waking life. You can forget them, remember them a day later or not have any idea what they are about.","author":"Tony Kushner","topic":"Power"},{"quote":"We all have cultural bias, racial bias. One of the difficult things around this subject matter is to deny that we have places we go to subconsciously, and unless you consciously decide that that&#39;s wrong and you&#39;ve got to do something about it, especially if you&#39;re in a position of power, it won&#39;t change.","author":"David Oyelowo","topic":"Power"},{"quote":"I hate to generalize, but in general, both men and women suffer from ageism. Men much less because men gain power as they get older. Women lose power as they get older. Men are seen as gaining experience and being distinguished. Sons look forward to replacing their fathers.","author":"Gloria Steinem","topic":"Power"},{"quote":"The man who practises unselfishness, who is genuinely interested in the welfare of others, who feels it a privilege to have the power to do a fellow-creature a kindness - even though polished manners and a gracious presence may be absent - will be an elevating influence wherever he goes.","author":"Orison Swett Marden","topic":"Power"},{"quote":"There is inestimable blessing in a cheerful spirit. When the soul throws its windows wide open, letting in the sunshine, and presenting to all who see it the evidence of its gladness, it is not only happy, but it has an unspeakable power of doing good.","author":"Orison Swett Marden","topic":"Power"},{"quote":"America is an empire. I hope you know that now. All empires, by definition, are bumbling, shambolic, bullying, bureaucratic affairs, as certain of the rightness of their cause in infancy, as they are corrupted by power in their dotage.","author":"Felix Dennis","topic":"Power"},{"quote":"I confess it is beyond our power to awaken the heart, but ordinarily this way does good.","author":"Thomas Hooker","topic":"Power"},{"quote":"We are in a period when old questions are settled and the new are not yet brought forward. Extreme party action, if continued in such a time, would ruin the party. Moderation is its only chance. The party out of power gains by all partisan conduct of those in power.","author":"Rutherford B. Hayes","topic":"Power"},{"quote":"Upon you, fellow-citizens, as the representatives of the States and the people, is wisely devolved the legislative power.","author":"Millard Fillmore","topic":"Power"},{"quote":"Their final objective toward which all their deceit is directed is to capture political power so that, using the power of the state and the power of the market simultaneously, they may keep the common man in eternal subjection.","author":"Henry A. Wallace","topic":"Power"},{"quote":"On the one hand, she is cut off from the protection awarded to her sisters abroad; on the other, she has no such power to defend her interests at the polls, as is the heritage of her brothers at home.","author":"Florence Kelley","topic":"Power"},{"quote":"Any form of art is a form of power; it has impact, it can affect change - it can not only move us, it makes us move.","author":"Ossie Davis","topic":"Power"},{"quote":"The sublimity of administration consists in knowing the proper degree of power that should be exerted on different occasions.","author":"Charles de Montesquieu","topic":"Power"},{"quote":"In the utopian aim of removing all power and aggression from human behavior, we run the risk of removing self-assertion, self-affirmation, and even the power to be.","author":"Rollo May","topic":"Power"},{"quote":"The need for reflection and restraint of power is what led Louis Freeh to order that all new agent classes visit the Holocaust Museum here in Washington so they could see and feel and hear in a palpable way the consequences of abuse of power on a massive, almost unimaginable scale.","author":"James Comey","topic":"Power"},{"quote":"I wish I had known that education is the key. That knowledge is power. Now I pick up books and watch educational shows with my husband. I&#39;m seeing how knowledge can elevate you.","author":"Mary J. Blige","topic":"Power"},{"quote":"Anyone in a position of power is either corrupt or assumed to be corrupt, and the assumption of corruption is as bad as the reality of it.","author":"Stanley A. McChrystal","topic":"Power"},{"quote":"There is trust in there being a Spirit who loves me and wants me to have love in my life. I trust in this higher power, it is what keeps me moving forward no matter what happens.","author":"Kenny Loggins","topic":"Power"},{"quote":"When it comes to power, God Himself is the power. God often uses foolish things to confound the wise. That is why people like me will ever be grateful to God. In terms of knowledge, education and name, I am nowhere - a neglected stone.","author":"T. B. Joshua","topic":"Power"},{"quote":"It is true you cannot eat freedom and you cannot power machinery with democracy. But then neither can political prisoners turn on the light in the cells of a dictatorship.","author":"Corazon Aquino","topic":"Power"},{"quote":"For most people, an hour a day playing our favorite games will power up our ability to engage whole-heartedly with difficult challenges, strengthen our relationships with the people we care about most - while still letting us notice when it&#39;s time to stop playing in virtual worlds and bring our gamer strengths back to real life.","author":"Jane McGonigal","topic":"Power"},{"quote":"Sometimes nationalism can be jingoistic - even fascistic - but it can also be a constructive impetus that helps to unify a nation. Those whose nationalist critique of parties finds resonance with masses of voters can acquire vast power. We can only hope that they know what to do with it.","author":"Dick Morris","topic":"Power"},{"quote":"Power is my mistress. I have worked too hard at her conquest to allow anyone to take her away from me.","author":"Napoleon Bonaparte","topic":"Power"},{"quote":"A vibrant civil society can challenge those in power by documenting corruption or uncovering activities like the murder of political enemies. In democracies, this function is mostly performed by the media, NGOs or opposition parties.","author":"Evgeny Morozov","topic":"Power"},{"quote":"Darkness is good. Dick Cheney. Darth Vader. Satan. That&#39;s power.","author":"Steve Bannon","topic":"Power"},{"quote":"Unfortunately, in today&#39;s world we have to be reminded that the power of an oath derives from the fact that in it we ask God to bear witness to the promises we make with the implicit expectation that He will hold us accountable for the manner in which we honor them.","author":"James L. Buckley","topic":"Power"},{"quote":"As a conservative who believes in limited government, I believe that the only check on government power in real time is a free and independent press.","author":"Mike Pence","topic":"Power"},{"quote":"Fantasy has a dark side to it. It also has a light hemisphere - the power of the human imagination to keep going, to imagine a better tomorrow.","author":"Tim O'Brien","topic":"Power"},{"quote":"A man becomes as attractive as an attractive woman when he becomes successful and is publicly noted. Power&#39;s an aphrodisiac.","author":"Curtis Jackson","topic":"Power"},{"quote":"No power in society, no hardship in your condition can depress you, keep you down, in knowledge, power, virtue, influence, but by your own consent.","author":"William Ellery Channing","topic":"Power"},{"quote":"I need quick, easy, and healthy meals that can power me through the day. I also try to eat locally grown and organic food as much as possible - it&#39;s the best for me and the environment.","author":"Ashlan Gorse Cousteau","topic":"Power"},{"quote":"If I have the power to post &#39;Happy Birthday&#39; on someone&#39;s Facebook page and make them feel really good, it feels really good to make other people feel really good. I love it. I&#39;m a huge Facebook and Twitter person. And I love talking to my fans. It&#39;s fun.","author":"Rebecca Mader","topic":"Power"},{"quote":"Political civility is not about being polite to each other. It&#39;s about reclaiming the power of &#39;We the People&#39; to come together, debate the common good and call American democracy back to its highest values amid our differences.","author":"Parker Palmer","topic":"Power"},{"quote":"I think there&#39;s something really poetic about using nuclear power to propel us to the stars, because the stars are giant fusion reactors. They&#39;re giant nuclear cauldrons in the sky.","author":"Taylor Wilson","topic":"Power"},{"quote":"Feminine force is that inner strength, that power, that will to face down any negative circumstances in life and defeat them.","author":"Georgette Mosbacher","topic":"Power"},{"quote":"I believe the gun has no power at all.","author":"Malala Yousafzai","topic":"Power"},{"quote":"People crushed by laws, have no hope but to evade power. If the laws are their enemies, they will be enemies to the law; and those who have most to hope and nothing to lose will always be dangerous.","author":"Edmund Burke","topic":"Power"},{"quote":"There is no doubt that America remains the premier political, economic, military power in the world, and I both expect and count on it remaining so, because I think that&#39;s certainly in our best interest but also the best interests of the world.","author":"Hillary Clinton","topic":"Power"},{"quote":"Wisdom is the power to put our time and our knowledge to the proper use.","author":"Thomas J. Watson","topic":"Power"},{"quote":"I am somebody who focuses on a dialogue between generations - that&#39;s the drive of my work. I believe the young generation take the power; they&#39;ll take over at one point, but the older generation, they&#39;ll push it away only because of the fear. I&#39;m the opposite; I&#39;m curious.","author":"Raf Simons","topic":"Power"},{"quote":"I believe so much in the power of performance I don&#39;t want to convince people. I want them to experience it and come away convinced on their own.","author":"Marina Abramovic","topic":"Power"},{"quote":"I think we should stop using nuclear power plants because it&#39;s an old system that we can&#39;t control.","author":"Hayao Miyazaki","topic":"Power"},{"quote":"You are your main news platform, so no publication has as much power as you do about posting about yourself.","author":"Ansel Elgort","topic":"Power"},{"quote":"Information is power. But like all power, there are those who want to keep it for themselves.","author":"Aaron Swartz","topic":"Power"},{"quote":"On the tennis court, one needs a cool temperament, tremendous ball sense, reflexes, speed, hand-eye co-ordination, power, timing and peak physical fitness. Off the court, the player and support team need skills in planning, execution, travel, an ability to raise funds when needed, and several other talents.","author":"Sania Mirza","topic":"Power"},{"quote":"No civilized society can long exist, with an active power in its bosom that is stronger than the law.","author":"James F. Cooper","topic":"Power"},{"quote":"I&#39;m really interested in social justice, and if an artist has a certain power of being heard and voicing something important, it&#39;s right to do it. It could still be done in such a way that it&#39;s not aggressive or overly didactic. I&#39;m trying to find that form.","author":"Shirin Neshat","topic":"Power"},{"quote":"No one in the United States has become seriously ill or has died because of any kind of accident at a civilian nuclear power plant.","author":"Joe Barton","topic":"Power"},{"quote":"Let us rise in the moral power of womanhood; and give utterance to the voice of outraged mercy, and insulted justice, and eternal truth, and mighty love and holy freedom.","author":"Maria Weston Chapman","topic":"Power"},{"quote":"If anyone has a vested interest in space solar power, it would have to be me.","author":"Elon Musk","topic":"Power"},{"quote":"You reclaim your power by loving what you were once taught to hate.","author":"Bryant H. McGill","topic":"Power"},{"quote":"Power is the most persuasive rhetoric.","author":"Friedrich Schiller","topic":"Power"},{"quote":"Organized religion, wielding power over the community, is antithetical to the process of what modern democracy should define as liberty. The sooner we are without it, the better.","author":"Lawrence M. Krauss","topic":"Power"},{"quote":"It seems to me the Washington Monument is a symbol of America&#39;s power. It has been the symbol of our great nation. We look at the symbol and we say &#39;this is one nation under God.&#39;","author":"Pat Robertson","topic":"Power"},{"quote":"People&#39;s blessings give you the power to work tirelessly. The only thing required is commitment.","author":"Narendra Modi","topic":"Power"},{"quote":"History is formed by the people, those who have power and those without power. Each one of us makes history.","author":"Anselm Kiefer","topic":"Power"},{"quote":"Eternal vigilance is the price of liberty; power is ever stealing from the many to the few.","author":"Wendell Phillips","topic":"Power"},{"quote":"Neither science, nor the politics in power, nor the mass media, nor business, nor the law nor even the military are in a position to define or control risks rationally.","author":"Ulrich Beck","topic":"Power"},{"quote":"I had something I was trying to say and sometimes the message is an easy transmission and sometimes it&#39;s a difficult one but I love the power of saying it so I&#39;m gonna do it whether it&#39;s hard or easy.","author":"Faith Ringgold","topic":"Power"},{"quote":"The attempt to combine wisdom and power has only rarely been successful and then only for a short while.","author":"Albert Einstein","topic":"Power"},{"quote":"There is no power on earth that can neutralize the influence of a high, simple and useful life.","author":"Booker T. Washington","topic":"Power"},{"quote":"No power of government ought to be employed in the endeavor to establish any system or article of belief on the subject of religion.","author":"Jeremy Bentham","topic":"Power"},{"quote":"A constant stream of &#39;free&#39; money is a perfect way to keep an inefficient or simply bad government in power. As aid flows in, there is nothing more for the government to do - it doesn&#39;t need to raise taxes, and as long as it pays the army, it doesn&#39;t have to take account of its disgruntled citizens.","author":"Dambisa Moyo","topic":"Power"},{"quote":"All respect for the office of the presidency aside, I assumed that the obvious and unadulterated decline of freedom and constitutional sovereignty, not to mention the efforts to curb the power of judicial review, spoke for itself.","author":"Ruth Bader Ginsburg","topic":"Power"},{"quote":"Capitalism and power politics have made our generation creatively sluggish, and our vital art is mired in a broad bourgeois philistinism.","author":"Walter Gropius","topic":"Power"},{"quote":"Nuclear power is here to stay, and we need to support a strong domestic uranium industry.","author":"Michael Burgess","topic":"Power"},{"quote":"The strength and power of despotism consists wholly in the fear of resistance.","author":"Thomas Paine","topic":"Power"},{"quote":"The Philippines must ensure that it adopts, as much as possible, an equi-balancing strategy towards both China and America. To push back against Chinese adventurism by deepening Philippine dependence on another power runs counter to the very logic of protecting its national sovereignty.","author":"Miriam Defensor-Santiago","topic":"Power"},{"quote":"Crime, money, power, drugs - are all linked.","author":"Matthew Vaughn","topic":"Power"},{"quote":"Feminism isn&#39;t simply about being a woman in a position of power. It&#39;s battling systemic inequities; it&#39;s a social justice movement that believes sexism, racism and classism exist and interconnect, and that they should be consistently challenged.","author":"Jessica Valenti","topic":"Power"},{"quote":"Memories have huge staying power, but like dreams, they thrive in the dark, surviving for decades in the deep waters of our minds like shipwrecks on the sea bed.","author":"J. G. Ballard","topic":"Power"},{"quote":"Do not waste time dreaming of great faraway opportunities; do the best you can where you are. Open your petals of power and beauty and fling out the fragrance of your life in the place that has been assigned to you.","author":"Orison Swett Marden","topic":"Power"},{"quote":"Power is the chance to impose your will within a social context, even when opposed and regardless of the integrity of that chance.","author":"Max Weber","topic":"Power"},{"quote":"Pleasure is a shadow, wealth is vanity, and power a pageant; but knowledge is ecstatic in enjoyment, perennial in frame, unlimited in space and indefinite in duration.","author":"DeWitt Clinton","topic":"Power"},{"quote":"Solar power is the last energy resource that isn&#39;t owned yet - nobody taxes the sun yet.","author":"Bonnie Raitt","topic":"Power"},{"quote":"Power can be taken, but not given. The process of the taking is empowerment in itself.","author":"Gloria Steinem","topic":"Power"},{"quote":"Whatever my aims and agendas were, I never asked for power.","author":"Benazir Bhutto","topic":"Power"},{"quote":"When it comes to racism, discrimination, corruption, public lies, dictatorships, and human rights, you have to take a stand as a reporter because I think our responsibility as journalist is to confront those who are abusing power.","author":"Jorge Ramos","topic":"Power"},{"quote":"Having power and being in a position of power can really blur your judgement, and it&#39;s not always that clear.","author":"Bob Morley","topic":"Power"},{"quote":"Power doesn&#39;t corrupt people, people corrupt power.","author":"William Gaddis","topic":"Power"},{"quote":"Calmness is the cradle of power.","author":"Josiah Gilbert Holland","topic":"Power"},{"quote":"Nuclear power plants must be prepared to withstand everything from earthquakes to tsunamis, from fires to floods to acts of terrorism.","author":"Ban Ki-moon","topic":"Power"},{"quote":"Force always attracts men of low morality.","author":"Albert Einstein","topic":"Power"},{"quote":"It is the Higher Power which does everything, and the man is only a tool. If he accepts that position, he is free from troubles; otherwise, he courts them.","author":"Ramana Maharshi","topic":"Power"},{"quote":"Whenever you choose power over love, you will never find true happiness.","author":"Karen Salmansohn","topic":"Power"},{"quote":"There&#39;s no greater feeling in the world than when you can put a smile on somebody&#39;s face just by walking into a room. It&#39;s unbelievable. And if I have that power, who am I to waste it, you know?","author":"J. J. Watt","topic":"Power"},{"quote":"The power of noble deeds is to be preserved and passed on to the future.","author":"Joshua Chamberlain","topic":"Power"},{"quote":"In strictly medical terms, there&#39;s no difference between HIV and diabetes; they&#39;re not curable, but they&#39;re very, very highly treatable, and early information is power. The only thing - literally the only thing - that is different is the stigma. And we have to overcome it, because it is now the only reason people are dying.","author":"David Furnish","topic":"Power"},{"quote":"Solar power, wind power, the way forward is to collaborate with nature - it&#39;s the only way we are going to get to the other end of the 21st century.","author":"Bjork","topic":"Power"},{"quote":"Some day science may have the existence of mankind in power, and the human race can commit suicide by blowing up the world.","author":"Henry Adams","topic":"Power"},{"quote":"O thou great, unknown Power! Thou Almighty God, who hast lighted up reason in my breast and blessed me with immortality! I have frequently wandered from that order and regularity necessary for the perfection of thy works, yet thou hast never left me nor forsaken me.","author":"Robert Burns","topic":"Power"},{"quote":"Doing the right thing has power.","author":"Laura Linney","topic":"Power"},{"quote":"Whereas nationalism still seeks power, honour, and glory through means that endanger other countries, patriotism knows that a country&#39;s strength and honour can only be permanently safeguarded through concourse with other countries. And whereas nationalism scoffs at the idea of international laws and regulations, patriotism seeks to create such.","author":"Ellen Key","topic":"Power"},{"quote":"To free us from the expectations of others, to give us back to ourselves - there lies the great, singular power of self-respect.","author":"Joan Didion","topic":"Power"},{"quote":"When we consistently suppress and distrust our intuitive knowingness, looking instead for authority, validation, and approval from others, we give our personal power away.","author":"Shakti Gawain","topic":"Power"},{"quote":"We are witnessing a very slow and painful cultural shift. Some male gamers with a deep sense of entitlement are terrified of change. They believe games should continue to cater exclusively to young heterosexual men with ever more extreme virtual power fantasies.","author":"Anita Sarkeesian","topic":"Power"},{"quote":"Odd how the creative power at once brings the whole universe to order.","author":"Virginia Woolf","topic":"Power"},{"quote":"Communism is Soviet power plus the electrification of the whole country.","author":"Vladimir Lenin","topic":"Power"},{"quote":"It is a truism that almost any sect, cult, or religion will legislate its creed into law if it acquires the political power to do so.","author":"Robert A. Heinlein","topic":"Power"},{"quote":"A feminist is a person who believes in the power of women just as much as they believe in the power of anyone else. It&#39;s equality, it&#39;s fairness, and I think it&#39;s a great thing to be a part of.","author":"Zendaya","topic":"Power"},{"quote":"We can learn the art of fierce compassion - redefining strength, deconstructing isolation and renewing a sense of community, practicing letting go of rigid us-vs.-them thinking - while cultivating power and clarity in response to difficult situations.","author":"Sharon Salzberg","topic":"Power"},{"quote":"Vision is perhaps our greatest strength... it has kept us alive to the power and continuity of thought through the centuries, it makes us peer into the future and lends shape to the unknown.","author":"Li Ka-shing","topic":"Power"},{"quote":"A picture must possess a real power to generate light and for a long time now I&#39;ve been conscious of expressing myself through light or rather in light.","author":"Henri Matisse","topic":"Power"},{"quote":"We need women who are devoted to shepherding God&#39;s children along the covenant path toward exaltation; women who know how to receive personal revelation, who understand the power and peace of the temple endowment; women who know how to call upon the powers of heaven to protect and strengthen children and families; women who teach fearlessly.","author":"Russell M. Nelson","topic":"Power"},{"quote":"Disobedience is essentially a prideful power struggle against someone in authority over us. It can be a parent, a priesthood leader, a teacher, or ultimately God. A proud person hates the fact that someone is above him. He thinks this lowers his position.","author":"Ezra Taft Benson","topic":"Power"},{"quote":"Prestige is the shadow of money and power.","author":"C. Wright Mills","topic":"Power"},{"quote":"The greatest power is not money power, but political power.","author":"Walter Annenberg","topic":"Power"},{"quote":"One reason so few of us achieve what we truly want is that we never direct our focus; we never concentrate our power. Most people dabble their way through life, never deciding to master anything in particular.","author":"Tony Robbins","topic":"Power"},{"quote":"The power to do good is also the power to do harm.","author":"Milton Friedman","topic":"Power"},{"quote":"The sway of alcohol over mankind is unquestionably due to its power to stimulate the mystical faculties of human nature, usually crushed to earth by the cold facts and dry criticisms of the sober hour.","author":"William James","topic":"Power"},{"quote":"The heights of popularity and patriotism are still the beaten road to power and tyranny.","author":"David Hume","topic":"Power"},{"quote":"I may be too craving of that rich gift, the power of sharing other minds. I have drunk deeply, long, and oh! how blissfully at this fountain in a foreign clime. Hearts met hearts, minds joined with minds; and what were the secondary trials of pain to the enfeebled, suffering body when daily was administered the soul&#39;s medicine and food!","author":"Dorothea Dix","topic":"Power"},{"quote":"To have command is to have all the power you will ever need. To have all the power you will ever need, is to have the world in the palm of you hand.","author":"Tiberius","topic":"Power"},{"quote":"Kids are smart. Knowledge is power. Let them figure things out. Don&#39;t turn into that grown-up who they won&#39;t come to.","author":"Lauren Myracle","topic":"Power"},{"quote":"Man&#39;s greatness lies in his power of thought.","author":"Blaise Pascal","topic":"Power"},{"quote":"This is a wonderful planet, and it is being completely destroyed by people who have too much money and power and no empathy.","author":"Alice Walker","topic":"Power"},{"quote":"People have the power to redeem the work of fools.","author":"Patti Smith","topic":"Power"},{"quote":"Every addition to true knowledge is an addition to human power.","author":"Horace Mann","topic":"Power"},{"quote":"Without the potato, the balance of European power might never have tilted north.","author":"Michael Pollan","topic":"Power"},{"quote":"We give you the facts. I told you information is power - knowledge is power. We can&#39;t be in an ideological battle to redeem the soul of this country if we don&#39;t have the facts.","author":"Tavis Smiley","topic":"Power"},{"quote":"We are becoming able to see the pursuit of external power for what it is and the futility of trying to escape the pain of powerlessness by changing the world. When we look inward, not outward, we can dismantle the parts of our personalities that have controlled us for so long - such as anger, jealousy, vindictiveness, superiority, inferiority.","author":"Gary Zukav","topic":"Power"},{"quote":"Purchasing power is a license to purchase power.","author":"Raoul Vaneigem","topic":"Power"},{"quote":"I believe that the will of the people is resolved by a strong leadership. Even in a democratic society, events depend on a strong leadership with a strong power of persuasion, and not on the opinion of the masses.","author":"Yitzhak Shamir","topic":"Power"},{"quote":"As a nuclear power - as the only nuclear power to have used a nuclear weapon - the United States has a moral responsibility to act.","author":"Barack Obama","topic":"Power"},{"quote":"I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be.","author":"Thomas Jefferson","topic":"Power"},{"quote":"The power of intuitive understanding will protect you from harm until the end of your days.","author":"Lao Tzu","topic":"Power"},{"quote":"Engineers are behind the cars we drive, the pills we pop and the way we power our homes.","author":"James Dyson","topic":"Power"},{"quote":"I think everyone understands grief, the journey it takes us on, whether it&#39;s the death of a loved one, the end of a relationship, a disappointment. Some people don&#39;t deal with it, the power of it. Some do. Some feel the weight of it and it informs their choices. I&#39;ve had to open up to grief in different contexts.","author":"Tori Amos","topic":"Power"},{"quote":"Never underestimate the power of the ocean.","author":"Heidi Klum","topic":"Power"},{"quote":"Every American, regardless of their background, has the right to live free of unwarranted government intrusion. Repealing the worst provisions of the Patriot Act will reign in this gross abuse of power and restore to everyone our basic Constitutional rights.","author":"Pete Stark","topic":"Power"},{"quote":"Everyone has their own insecurities, regardless of how you look or how people perceive you, but sometimes people give their insecurities too much power. Defining beauty is simply a matter of opinion. For me, real beauty has very little to do with the structure of someone&#39;s face or body.","author":"Devon Aoki","topic":"Power"},{"quote":"The constitutions of most of our States assert that all power is inherent in the people; that... it is their right and duty to be at all times armed.","author":"Thomas Jefferson","topic":"Power"},{"quote":"When grand plans for scientific and defence technologies are made, do the people in power think about the sacrifices the people in the laboratories and fields have to make?","author":"A. P. J. Abdul Kalam","topic":"Power"},{"quote":"Arbitrary power is like most other things which are very hard, very liable to be broken.","author":"Abigail Adams","topic":"Power"},{"quote":"Meekness implies a spirit of gratitude as opposed to an attitude of self-sufficiency, an acknowledgement of a greater power beyond oneself, a recognition of God, and an acceptance of his commandments.","author":"Gordon B. Hinckley","topic":"Power"},{"quote":"More and more I think of privatisation as being not just about the takeover of resources and power by corporate interests, but as the retreat of citizens to private life and private space, screened from solidarity with strangers and increasingly afraid or even unable to imagine acting in public.","author":"Rebecca Solnit","topic":"Power"},{"quote":"The power of historical fiction for bad and for good can be immense in shaping consciousness of the past.","author":"Antony Beevor","topic":"Power"},{"quote":"People are fascinated with eternal life and physical power - the idea of having no vulnerability. We all feel small and powerless in the world at times, so the temptation to be a vampire is compelling.","author":"Alexandra Cassavetes","topic":"Power"},{"quote":"There is nothing happens to any person but what was in his power to go through with.","author":"Marcus Aurelius","topic":"Power"},{"quote":"I&#39;ve spent quality time in the aerospace community, with my service on two presidential commissions, but at heart, I&#39;m an academic. Being an academic means I don&#39;t wield power over person, place or thing. I don&#39;t command armies; I don&#39;t lead labor unions. All I have is the power of thought.","author":"Neil deGrasse Tyson","topic":"Power"},{"quote":"Money is power, and in that government which pays all the public officers of the states will all political power be substantially concentrated.","author":"Andrew Jackson","topic":"Power"},{"quote":"Ambition is the immoderate desire for power.","author":"Baruch Spinoza","topic":"Power"},{"quote":"We are poor, feeble, and blind mortals when the eye of the Almighty looks through all worlds and by his power executes all things aright, and by his grace, he makes us all rich in Heavenly Gifts. In distress and in bereavements, we can look only to him. From mortals like ourselves we can derive no help.","author":"Sam Houston","topic":"Power"},{"quote":"What is there unreasonable in admitting the intervention of a supernatural power in the most ordinary circumstances of life?","author":"Jules Verne","topic":"Power"},{"quote":"The intellectual power is never at rest; it is never satisfied with any comprehended truth, but ever proceeds on and on towards that truth which is not comprehended. So also the will, which follows the apprehension; we see that it is never satisfied with anything finite.","author":"Giordano Bruno","topic":"Power"},{"quote":"We don&#39;t think only men can be powerful and strong. Behind the heads of the Mafia, the leaders of culture, there are always very strong women. European culture is a matriarchy, especially in the south. The women have a lot of power.","author":"Stefano Gabbana","topic":"Power"},{"quote":"By ensuring that no one in government has too much power, the Constitution helps protect ordinary Americans every day against abuse of power by those in authority.","author":"John Roberts","topic":"Power"},{"quote":"I couldn&#39;t have been a great goalkeeper without power, agility and quickness.","author":"Hope Solo","topic":"Power"},{"quote":"Do not pray for tasks equal to your powers. Pray for powers equal to your tasks.","author":"Phillips Brooks","topic":"Power"},{"quote":"I don&#39;t actually subscribe to the view that all power corrupts. But absolute power - when secured on the back of massive parliamentary majorities, which don&#39;t reflect the balance of political opinion in the country - can corrupt absolutely.","author":"Charles Kennedy","topic":"Power"},{"quote":"There is no force so powerful as an idea whose time has come.","author":"Everett Dirksen","topic":"Power"},{"quote":"There is no history of mankind, there are only many histories of all kinds of aspects of human life. And one of these is the history of political power. This is elevated into the history of the world.","author":"Karl Popper","topic":"Power"},{"quote":"Liberty does not exist where rights are on one side and power on the other. To be liberty, rights must be armed with vital powers. A people cannot be free who do not participate in the control of the government which operates upon them.","author":"Lucius Quintus Cincinnatus Lamar II","topic":"Power"},{"quote":"Athletic competition clearly defines the unique power of our attitude.","author":"Bart Starr","topic":"Power"},{"quote":"When it is not in our power to follow what is true, we ought to follow what is most probable.","author":"Rene Descartes","topic":"Power"},{"quote":"Circumstances are beyond human control, but our conduct is in our own power.","author":"Benjamin Disraeli","topic":"Power"},{"quote":"The sea does not belong to despots. Upon its surface men can still exercise unjust laws, fight, tear one another to pieces, and be carried away with terrestrial horrors. But at thirty feet below its level, their reign ceases, their influence is quenched, and their power disappears.","author":"Jules Verne","topic":"Power"},{"quote":"As long as the people persist in voting for or against men on account of their religious views, just so long will hypocrisy hold place and power.","author":"Robert Green Ingersoll","topic":"Power"},{"quote":"Many highly intelligent people are poor thinkers. Many people of average intelligence are skilled thinkers. The power of a car is separate from the way the car is driven.","author":"Edward de Bono","topic":"Power"},{"quote":"The state has physical power and uses it when necessary; the power of religion is love and beneficence.","author":"Moses Mendelssohn","topic":"Power"},{"quote":"For an artist, a good place to be is you have some kind of influence and power to get things done, but in your essence you remain a nomad or a soldier facing a difficulty to be overcome.","author":"Cai Guo-Qiang","topic":"Power"},{"quote":"We take it for granted that we can see at all times of day and night. But there was a time, not all that long ago, in the age before electricity, when night brought total darkness - and with it, a not-so-small amount of terror. We get a sense of this when we go camping or when there&#39;s a power outage, and our fear of the darkness is primal.","author":"Jake Halpern","topic":"Power"},{"quote":"Liberty, according to my metaphysics is a self-determining power in an intellectual agent. It implies thought and choice and power.","author":"John Adams","topic":"Power"},{"quote":"My relationship to power and authority is that I&#39;m all for it. People need somebody to watch over them. Ninety-five percent of the people in the world need to be told what to do and how to behave.","author":"Arnold Schwarzenegger","topic":"Power"},{"quote":"&#39;The Prince&#39; was written by Machiavelli for the Haves on how to hold power. &#39;Rules for Radicals&#39; is written for the Have-Nots on how to take it away.","author":"Saul Alinsky","topic":"Power"},{"quote":"Mere goodness can achieve little against the power of nature.","author":"Georg Wilhelm Friedrich Hegel","topic":"Power"},{"quote":"Social acceptance, &#39;being liked,&#39; has so much power because it holds the feelings of loneliness at bay.","author":"Rollo May","topic":"Power"},{"quote":"You may not realize this, but people have the power to change the world.","author":"Morrissey","topic":"Power"},{"quote":"Any man who has ever tried to use political power for the common good has felt an awful sense of powerlessness.","author":"Robert Casey","topic":"Power"},{"quote":"After the knowledge of, and obedience to, the will of God, the next aim must be to know something of His attributes of wisdom, power, and goodness as evidenced by His handiwork.","author":"James Prescott Joule","topic":"Power"},{"quote":"It is impossible for any number which is a power greater than the second to be written as a sum of two like powers. I have a truly marvelous demonstration of this proposition which this margin is too narrow to contain.","author":"Pierre de Fermat","topic":"Power"},{"quote":"I think when you&#39;ve travelled around a lot in Africa, you understand something that many people here don&#39;t recognize: the extraordinary power that is Africa at village level - at community level.","author":"Stephen Lewis","topic":"Power"},{"quote":"Power is not alluring to pure minds.","author":"Thomas Jefferson","topic":"Power"},{"quote":"I&#39;ve always believed in God. I also think that&#39;s the sort of thing that either comes as part of the equipment, the capacity to believe, or at some point in your life, when you&#39;re in a position where you actually need help from a power greater than yourself, you simply make an agreement.","author":"Stephen King","topic":"Power"},{"quote":"It is good taste, and good taste alone, that possesses the power to sterilize and is always the first handicap to any creative functioning.","author":"Salvador Dali","topic":"Power"},{"quote":"Women have had the power of naming stolen from us.","author":"Mary Daly","topic":"Power"},{"quote":"Femininity is part of the God-given divinity within each of you. It is your incomparable power and influence to do good. You can, through your supernal gifts, bless the lives of children, women, and men. Be proud of your womanhood. Enhance it. Use it to serve others.","author":"James E. Faust","topic":"Power"},{"quote":"The basis for all human relationships and where we derive our greatest strength and power, trust is single-handedly the most powerful source of positive energy and, once in place, unlocks a freedom and peace to explore.","author":"Angela Ahrendts","topic":"Power"},{"quote":"Man, if I get a chance to speak on the microphone, I&#39;ve got to say something somewhere in there. You know, I&#39;m going to laugh and have fun, too, but something has to be said that has some substance, because this is a platform, and the power that we have with words and with this microphone is phenomenal.","author":"Common","topic":"Power"},{"quote":"I think music has the power to transform people, and in doing so, it has the power to transform situations - some large and some small.","author":"Joan Baez","topic":"Power"},{"quote":"The soft power of science has the potential to reshape global diplomacy.","author":"Ahmed Zewail","topic":"Power"},{"quote":"The force of the advertising word and image dwarfs the power of other literature in the 20th century.","author":"Daniel J. Boorstin","topic":"Power"},{"quote":"Germany is one of the medium powers of the world. It is a non-nuclear power. It is in a lower class than the United States, the Soviet Union, France, the United Kingdom and others.","author":"Helmut Schmidt","topic":"Power"},{"quote":"For me, collages manage to - it satisfies all of my madness, like I&#39;m able to make these obsessive things, but then I&#39;m also able to make these very strong statements. I don&#39;t know what they mean to other people, but in my mind, they have a very strong particular resonance; there&#39;s sort of a power.","author":"Wangechi Mutu","topic":"Power"},{"quote":"I acknowledged that I owed my presidency to People Power. I resolved during my presidency that I would in turn empower the people.","author":"Corazon Aquino","topic":"Power"},{"quote":"The Industrial Revolution caused a centuries-long shift in power to the West; globalization is now shifting the balance again.","author":"Dennis C. Blair","topic":"Power"},{"quote":"You&#39;re taught from the day you start medical school that you&#39;re a god, that you can have power over life and death. So when your life starts to crumble, and the highest power you see is looking back in the mirror - and you know that power is flawed - it is very hard to get past that.","author":"Michael Palmer","topic":"Power"},{"quote":"All modern revolutions have ended in a reinforcement of the power of the State.","author":"Albert Camus","topic":"Power"},{"quote":"Immense power is acquired by assuring yourself in your secret reveries that you were born to control affairs.","author":"Andrew Carnegie","topic":"Power"},{"quote":"The appointing power vested in the president imposes delicate and onerous duties. So far as it is possible to be informed, I shall make honesty, capacity, and fidelity indispensable prerequisites to the disposal of office, and the absence of either of these qualities shall be deemed sufficient cause for removal.","author":"Zachary Taylor","topic":"Power"},{"quote":"Always remember the first rule of power tactics; power is not only what you have but what the enemy thinks you have.","author":"Saul Alinsky","topic":"Power"},{"quote":"I know nothing worth the living for but usefulness and the service of my fellow-creatures. The only object I pursue is to increase, as far as lies in my power, the quantity of their knowledge and goodness and happiness.","author":"William Godwin","topic":"Power"},{"quote":"Sometimes the best lighting of all is a power failure.","author":"Douglas Coupland","topic":"Power"},{"quote":"Our great power does not mean we can do whatever we want whenever we want, nor should we assume we have all the wisdom and knowledge necessary to succeed.","author":"John McCain","topic":"Power"},{"quote":"Sooner or later, man has always had to decide whether he worships his own power or the power of God.","author":"Arnold J. Toynbee","topic":"Power"},{"quote":"What I&#39;m really focused on is connecting people around shared interests, so together they can make good stuff happen. I&#39;m more focused on helping people discover their power as individuals, but through those connections with one another.","author":"Pierre Omidyar","topic":"Power"},{"quote":"The most meaningful engine of change, powerful enough to confront corporate power, may be not so much environmental quality, as the economic development and growth associated with the effort to improve it.","author":"Barry Commoner","topic":"Power"},{"quote":"With rock music, the amount of power that you can generate, the intensity behind the intentions of your lyrics that you can really reflect through rock music - you can&#39;t do that in jazz. You can&#39;t do that with classical.","author":"Serj Tankian","topic":"Power"},{"quote":"I would not send a poor girl into the world, ignorant of the snares that beset her path; nor would I watch and guard her, till, deprived of self-respect and self-reliance, she lost the power or the will to watch and guard herself.","author":"Anne Bronte","topic":"Power"},{"quote":"I&#39;m not a religious person by any means. But I certainly believe in some kind of a higher power and something looking out for me. I&#39;ve definitely had angels that have either guided me or helped me through moments in my life, without a doubt.","author":"Christian Slater","topic":"Power"},{"quote":"There is a reason it used to be a crime in the Confederate states to teach a slave to read: Literacy is power.","author":"Matt Taibbi","topic":"Power"},{"quote":"The zenith of elegance in any woman&#39;s wardrobe is the little black dress, the power of which suggests dash and refinement.","author":"Andre Leon Talley","topic":"Power"},{"quote":"Kids really have a lot more power than they think they have. They have the power to change the world. And they should know it.","author":"Laura Marano","topic":"Power"},{"quote":"The free market economy is supposed to be the only path leading to the happiness of humanity by promoting wealth and prosperity, power and influence of nations.","author":"Omar Bongo","topic":"Power"},{"quote":"Marching thus at night, a battalion is doubly impressive. The silent monster is full of restrained power; resolute in its onward sweep, impervious to danger, it looks a menacing engine of destruction, steady to its goal, and certain of its mission.","author":"Patrick MacGill","topic":"Power"},{"quote":"There is that in the glance of a flower which may at times control the greatest of creation&#39;s braggart lords.","author":"John Muir","topic":"Power"},{"quote":"I was ecstatic they re-named &#39;French Fries&#39; as &#39;Freedom Fries&#39;. Grown men and women in positions of power in the U.S. government showing themselves as idiots.","author":"Johnny Depp","topic":"Power"},{"quote":"Always there has been some terrible evil at home or some monstrous foreign power that was going to gobble us up if we did not blindly rally behind it.","author":"Douglas MacArthur","topic":"Power"},{"quote":"To give aid to every poor man is far beyond the reach and power of every man. Care of the poor is incumbent on society as a whole.","author":"Baruch Spinoza","topic":"Power"},{"quote":"The miracles of the church seem to me to rest not so much upon faces or voices or healing power coming suddenly near to us from afar off, but upon our perceptions being made finer, so that for a moment our eyes can see and our ears can hear what is there about us always.","author":"Willa Cather","topic":"Power"},{"quote":"The value systems of those with access to power and of those far removed from such access cannot be the same. The viewpoint of the privileged is unlike that of the underprivileged.","author":"Aung San Suu Kyi","topic":"Power"},{"quote":"It was not about losing my mental power; it&#39;s about not feeling good about my contribution to the game.","author":"Garry Kasparov","topic":"Power"},{"quote":"Education is the power to think clearly, the power to act well in the worlds work, and the power to appreciate life.","author":"Brigham Young","topic":"Power"},{"quote":"It is economic power that determines political power, and governments become the political functionaries of economic power.","author":"Jose Saramago","topic":"Power"},{"quote":"The carrying power of a bridge is not the average strength of the pillars, but the strength of the weakest pillar. I have always believed that you do not measure the health of a society by GNP but by the condition of its worst off.","author":"Zygmunt Bauman","topic":"Power"},{"quote":"I think after Sandy Hook, when Obama went out, and he talked a lot about gun control and met with the parents, there was a sense that something was going to happen. But then, I guess, the power of special interests was greater than public sentiment.","author":"Doris Kearns Goodwin","topic":"Power"},{"quote":"Who doesn&#39;t love &#39;Frogger?&#39; It draws its power from our shared memories of powerlessness. Wherever we are now, at one time or another we have all felt the poor frog&#39;s anxiety in the face of the world&#39;s intransigence, its blind and callous disregard for our happiness or well-being.","author":"D. B. Weiss","topic":"Power"},{"quote":"The power of forgiveness is huge; it is really big, and it can save this world.","author":"Immaculee Ilibagiza","topic":"Power"},{"quote":"Dictators are allergic to reform, and they are cunning survivors. They will do whatever it takes to preserve their power and wealth, no matter how much blood ends up on their hands. They are master deceivers and talented manipulators who cannot be trusted to change.","author":"George Ayittey","topic":"Power"},{"quote":"The power of pop culture stories should not be underestimated, and there is an enormous potential for inspirational stories that can have a positive, transformative effect on our lives.","author":"Anita Sarkeesian","topic":"Power"},{"quote":"Ever wonder why billionaires always need more and more money? It&#39;s a power trip.","author":"Sebastian Roche","topic":"Power"},{"quote":"For my part, I desire to see the time when education - and by its means, morality, sobriety, enterprise and industry - shall become much more general than at present, and should be gratified to have it in my power to contribute something to the advancement of any measure which might have a tendency to accelerate the happy period.","author":"Abraham Lincoln","topic":"Power"},{"quote":"Much that passes as idealism is disguised hatred or disguised love of power.","author":"Bertrand Russell","topic":"Power"},{"quote":"Nobody is as powerful as we make them out to be.","author":"Alice Walker","topic":"Power"},{"quote":"The three most powerful and most apparent means used by Rome to retain her power over the minds of her votaries are Ignorance, Superstition, and Persecution.","author":"Charles Spurgeon","topic":"Power"},{"quote":"Remember, each one of us has the power to change the world. Just start thinking peace, and the message will spread quicker than you think.","author":"Yoko Ono","topic":"Power"},{"quote":"I&#39;ve been blessed with the opportunity to express the views of black people who otherwise don&#39;t have access to power and the media. I have to take advantage of that while I&#39;m still bankable.","author":"Spike Lee","topic":"Power"},{"quote":"No man has received from nature the right to command his fellow human beings.","author":"Denis Diderot","topic":"Power"},{"quote":"I think part of the appeal of Antarctica is experiencing some sort of power, the forces of the natural world.","author":"Jon Krakauer","topic":"Power"},{"quote":"And luckily, therefore the good old days return. The traditional art of driving counts again, and it is all about good tactics, skills and reflexes instead of simple power.","author":"Jacky Ickx","topic":"Power"},{"quote":"If bad and inexperienced politicians control power in Nigeria, my wealth may turn into poverty, and I am not ready to become a poor man.","author":"Aliko Dangote","topic":"Power"},{"quote":"All the forces in the world are not so powerful as an idea whose time has come.","author":"Victor Hugo","topic":"Power"},{"quote":"In Psalm 72, Solomon prays for power and fame but he says the purpose of influence is to speak up for others and one is the immigrant. He doesn&#39;t delineate between legal and illegal.","author":"Rick Warren","topic":"Power"},{"quote":"If a small thing has the power to make you angry, does that not indicate something about your size?","author":"Sydney J. Harris","topic":"Power"},{"quote":"I say the law should be blind to race, gender and sexual orientation, just as it claims to be blind to wealth and power. There should be no specially protected groups of any kind, except for children, the severely disabled and the elderly, whose physical frailty demands society&#39;s care.","author":"Camille Paglia","topic":"Power"},{"quote":"The right and the physical power of the people to resist injustice, are really the only securities that any people ever can have for their liberties. Practically no government knows any limit to its power but the endurance of the people.","author":"Lysander Spooner","topic":"Power"},{"quote":"Everybody I meet who uses &#39;WhatsApp&#39;, I ask them a question: &#39;How did you hear about it?&#39; And they say, &#39;My friends, my sister or my brother, somebody I know hounded me to install WhatsApp.&#39; We think there is more power to the network when it grows organically.","author":"Jan Koum","topic":"Power"},{"quote":"As a product of education, I have always believed in the power of education as the most powerful, high-impact catalyst for transformation. Look at the impact that the Indian Institutes of Technology have had globally.","author":"Shiv Nadar","topic":"Power"},{"quote":"I emphasize self-esteem, self-confidence, and dignity, not as an ideal, but as a real test of community organization. Without leadership development, community organizations do not have staying power.","author":"Paul Wellstone","topic":"Power"},{"quote":"Why do I have an issue with banks? They have their greedy fingers in everyone&#39;s money. No other industry has the power to deduct a bill or fees directly from your own bank account without so much as a notice.","author":"Jonathan Raymond","topic":"Power"},{"quote":"He who has great power should use it lightly.","author":"Lucius Annaeus Seneca","topic":"Power"},{"quote":"What is genius but the power of expressing a new individuality?","author":"Elizabeth Barrett Browning","topic":"Power"},{"quote":"Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world.","author":"Alfred A. Montapert","topic":"Power"},{"quote":"A friend in power is a friend lost.","author":"Henry Adams","topic":"Power"},{"quote":"Whoever wants peace among nations must seek to limit the state and its influence most strictly.","author":"Ludwig von Mises","topic":"Power"},{"quote":"Ironically, women who acquire power are more likely to be criticized for it than are the men who have always had it.","author":"Carolyn Gold Heilbrun","topic":"Power"},{"quote":"I think there&#39;s a lot of anesthesia being - that&#39;s been pumped into American culture, the mass media television, various forms of entertainment, and the illusion of wealth that we now understand to be an illusion as well as the illusion that America is a world power.","author":"Parker Palmer","topic":"Power"},{"quote":"Power is action; the electoral principle is discussion. No political action is possible when discussion is permanently established.","author":"Honore de Balzac","topic":"Power"},{"quote":"Power and position often make a man trifle with the truth.","author":"George A. Smith","topic":"Power"},{"quote":"The essence of Government is power; and power, lodged as it must be in human hands, will ever be liable to abuse.","author":"James Madison","topic":"Power"},{"quote":"Hope... is the companion of power, and the mother of success; for who so hopes has within him the gift of miracles.","author":"Samuel Smiles","topic":"Power"},{"quote":"The more we deny that we have a dark side, the more power it has over us.","author":"Sheryl Lee","topic":"Power"},{"quote":"Indeed, the existence of class, of social hierarchy, is as old as man himself. It prevails in the jungle where strength determines hierarchy; among men, it has also been savagely the same, whereby rulers vested with power through personal combat, or through lineal heritage as in the case of royalty, ravage their subjects.","author":"F. Sionil Jose","topic":"Power"},{"quote":"There is no such thing as a great talent without great will power.","author":"Honore de Balzac","topic":"Power"},{"quote":"A certain number of people seek power over other people in a desperate attempt to find themselves. They fail, for self-discovery is spiritual in nature, not social or political. Authoritatively telling other people what to do is their distraction from an inner emptiness they can never fill.","author":"Vernon Howard","topic":"Power"},{"quote":"I started as a black and white photographer, but the colors I was seeing were just so lurid and compelling and awful at the same time. They got me looking at other contemporary art. I was gravitating more and more toward work that had visceral power, that wasn&#39;t necessarily about being beautiful but had some kind of horror in the palette.","author":"David Maisel","topic":"Power"},{"quote":"Well, love is insanity. The ancient Greeks knew that. It is the taking over of a rational and lucid mind by delusion and self-destruction. You lose yourself, you have no power over yourself, you can&#39;t even think straight.","author":"Marilyn French","topic":"Power"},{"quote":"Today, billions of mobile devices with extraordinary power are uniting with advancements in robotics artificial intelligence, nanotechnology, and so much more.","author":"Steve Mollenkopf","topic":"Power"},{"quote":"The world is a complex place, and the influence of the media in its representation and its power of communication and interpretation is a remarkable amplifier of emotions, and of illusions.","author":"Tariq Ramadan","topic":"Power"},{"quote":"I&#39;ve always believed in a higher power. You can call it God, you can call it Jesus, Krishna, Buddha, Allah, I don&#39;t care. I really believe we are all a part of God.","author":"Olivia Hussey","topic":"Power"},{"quote":"Never forget that the most powerful force on earth is love.","author":"Nelson Rockefeller","topic":"Power"},{"quote":"We&#39;re not a fragile people. We&#39;re not a frightful people. Our power doesn&#39;t come from some self-declared savior promising that he alone can restore order as long as we do things his way. We don&#39;t look to be ruled.","author":"Barack Obama","topic":"Power"},{"quote":"Youth is the period in which a man can be hopeless. The end of every episode is the end of the world. But the power of hoping through everything, the knowledge that the soul survives its adventures, that great inspiration comes to the middle-aged.","author":"Gilbert K. Chesterton","topic":"Power"},{"quote":"Whatever God or whatever higher power you believe in, they brought us to this earth in a perfect way, and you have to learn to love yourself. Otherwise, it&#39;s an exhausting way to be.","author":"Callie Thorne","topic":"Power"},{"quote":"This revolution, the information revoultion, is a revolution of free energy as well, but of another kind: free intellectual energy. It&#39;s very crude today, yet our Macintosh computer takes less power than a 100-watt bulb to run it and it can save you hours a day. What will it be able to do ten or 20 years from now, or 50 years from now?","author":"Steve Jobs","topic":"Power"},{"quote":"When I wrote &#39;The Giver,&#39; it contained no so-called &#39;bad words.&#39; It was set, after all, in a mythical, futuristic, and Utopian society. Not only was there no poverty, divorce, racism, sexism, pollution, or violence in the world of &#39;The Giver&#39;; there was also careful attention paid to language: to its fluency, precision, and power.","author":"Lois Lowry","topic":"Power"},{"quote":"What has history said of eminence without honor, wealth without wisdom, power and possessions without principle? The answer is reiterated in the overthrow of the mightiest empires of ancient times. Babylon, Persia, Greece, Rome! The four successive, universal powers of the past. What and where are they?","author":"Orson F. Whitney","topic":"Power"},{"quote":"All the idols made by man, however terrifying they may be, are in point of fact subordinate to him, and that is why he will always have it in his power to destroy them.","author":"Simone de Beauvoir","topic":"Power"},{"quote":"Population growth is straining the Earth&#39;s resources to the breaking point, and educating girls is the single most important factor in stabilizing that. That, plus helping women gain political and economic power and safeguarding their reproductive rights.","author":"Al Gore","topic":"Power"},{"quote":"Anyone who knows how difficult it is to keep a secret among three men - particularly if they are married - knows how absurd is the idea of a worldwide secret conspiracy consciously controlling all mankind by its financial power; in real, clear analysis.","author":"Oswald Mosley","topic":"Power"},{"quote":"Property may be destroyed and money may lose its purchasing power; but, character, health, knowledge and good judgement will always be in demand under all conditions.","author":"Roger Babson","topic":"Power"},{"quote":"Words are power. And a book is full of words. Be careful what power you get from it. But know that you do.","author":"Yoko Ono","topic":"Power"},{"quote":"It is folly for a man to pray to the gods for that which he has the power to obtain by himself.","author":"Epicurus","topic":"Power"},{"quote":"No one is in control of your happiness but you; therefore, you have the power to change anything about yourself or your life that you want to change.","author":"Barbara De Angelis","topic":"Power"},{"quote":"The greater the power, the more need there is for transparency, because if the power is abused, the result can be so enormous. On the other hand, those people who do not have power, we mustn&#39;t reduce their power even more by making them yet more transparent.","author":"Julian Assange","topic":"Power"},{"quote":"Our Founding Fathers created the Executive Branch to implement and enforce the laws written by Congress, and vested this power in the president.","author":"Tom Rice","topic":"Power"},{"quote":"The unleashed power of the atom has changed everything save our modes of thinking and we thus drift toward unparalleled catastrophe.","author":"Albert Einstein","topic":"Power"},{"quote":"You have to blast to build in Manhattan. And the buildings went up in Manhattan because of the power of that bedrock. Once you dig that foundation - and they dig with dynamite - and once you dynamite out and you secure that foundation, that building isn&#39;t going anywhere.","author":"Donald Trump","topic":"Power"},{"quote":"Every night of our lives, we dream, and our brain concocts visions which are, at least until we wake up, highly convincing. Most of us have had experiences which are verging on hallucination. It shows the power of the brain to knock up illusions.","author":"Richard Dawkins","topic":"Power"},{"quote":"The strategic adversary is fascism... the fascism in us all, in our heads and in our everyday behavior, the fascism that causes us to love power, to desire the very thing that dominates and exploits us.","author":"Michel Foucault","topic":"Power"},{"quote":"Politics is the attempt to achieve power and prestige without merit.","author":"P. J. O'Rourke","topic":"Power"},{"quote":"Nip the shoots of arbitrary power in the bud, is the only maxim which can ever preserve the liberties of any people.","author":"John Quincy Adams","topic":"Power"},{"quote":"There&#39;s so many people who have never heard of us, but I think what we&#39;ve learned is you can&#39;t underestimate the power of a core fan base and people who believe what you&#39;re doing. I think they&#39;re the ultimate marketers. They&#39;re the ones promoting us.","author":"Tyler Joseph","topic":"Power"},{"quote":"It is not according to my mode of doing things, to bring a suit against a man that I have the power in my own hands to punish.","author":"Cornelius Vanderbilt","topic":"Power"},{"quote":"It&#39;s a life&#39;s journey of finding ourselves, finding our power, and living for yourself, not for everyone else.","author":"Mariska Hargitay","topic":"Power"},{"quote":"The way to have power is to take it.","author":"Boss Tweed","topic":"Power"},{"quote":"There is a new model of leadership in the world that rides on the premise that every single person in the organisation can be a leader. Titles are important for structure and order, but real power does not come from titles.","author":"Robin S. Sharma","topic":"Power"},{"quote":"There are two kinds of women, those who want power in the world and those who want power in bed.","author":"Jackie Kennedy","topic":"Power"},{"quote":"This idea of the transcendent power of the Supreme Being is essentially connected with that by which the whole duty of man is summed up: obedience to His will.","author":"John Quincy Adams","topic":"Power"},{"quote":"If repression has indeed been the fundamental link between power, knowledge, and sexuality since the classical age, it stands to reason that we will not be able to free ourselves from it except at a considerable cost.","author":"Michel Foucault","topic":"Power"},{"quote":"I think every individual has his or her own power, and it&#39;s a matter of working, taking time and defining what that power is.","author":"Jill Scott","topic":"Power"},{"quote":"The point of power is always in the present moment.","author":"Louise L. Hay","topic":"Power"},{"quote":"Politicians love power. I love freedom. That is why I am not a politician.","author":"Victor Pinchuk","topic":"Power"},{"quote":"With a fourth generation of nuclear power, you can have a technology that will burn more than 99 percent of the energy in the fuel. It would mean that you don&#39;t need to mine uranium for the next thousand years.","author":"James Hansen","topic":"Power"},{"quote":"Concentrated power has always been the enemy of liberty.","author":"Ronald Reagan","topic":"Power"},{"quote":"Women have to harness their power - its absolutely true. It&#39;s just learning not to take the first no. And if you can&#39;t go straight ahead, you go around the corner.","author":"Cher","topic":"Power"},{"quote":"People who believe they have the power to exercise some measure of control over their lives are healthier, more effective and more successful than those who lack faith in their ability to effect changes in their lives.","author":"Albert Bandura","topic":"Power"},{"quote":"If we don&#39;t change from a world society that worships money and power to one that worships compassion and generosity, I think we&#39;ll be extinct by mid-century. I don&#39;t say that as an alarmist or as a pessimist.","author":"Patch Adams","topic":"Power"},{"quote":"We will explore the mysteries of science and harness the power of technology and innovation. We will realise the opportunities of the digital world. Our youth will learn more from - and with - each other.","author":"Narendra Modi","topic":"Power"},{"quote":"Not the power to remember, but its very opposite, the power to forget, is a necessary condition for our existence.","author":"Saint Basil","topic":"Power"},{"quote":"Feminism justified female &#39;victim power&#39; by convincing the world that we lived in a sexist, male-dominated, and patriarchal world.","author":"Warren Farrell","topic":"Power"},{"quote":"The coronation is a symbol of power, but it&#39;s not a symbol for us the people. It&#39;s a symbol for that person, who is a human, to become a higher being and become one with God. The church, the scepter, and the crown have been around forever. And the line of kings of England goes back thousands of years.","author":"Claire Foy","topic":"Power"},{"quote":"Teaching man his relatively small sphere in the creation, it also encourages him by its lessons of the unity of Nature and shows him that his power of comprehension allies him with the great intelligence over-reaching all.","author":"Annie Jump Cannon","topic":"Power"},{"quote":"Pop music has greater power to change people and to affect people because it&#39;s a universal language. You don&#39;t have to understand music to understand the power of a pop song.","author":"Paul Epworth","topic":"Power"},{"quote":"There is no meaning to life except the meaning man gives his life by the unfolding of his powers.","author":"Erich Fromm","topic":"Power"},{"quote":"The great Comrades Kim Il Sung and Kim Jong Il, putting forward the development of sports as a matter that has an important bearing on the prosperity of the country and nation, indicated the road ahead of the Juche-based sports and wrote a new chapter in the history of building a sports power by dint of outstanding ideas and leadership.","author":"Kim Jong-un","topic":"Power"},{"quote":"I bet on my team to win every night because I love my team; I believe in my team. I did everything in my power every night to win that game.","author":"Pete Rose","topic":"Power"},{"quote":"Pakistan&#39;s political instability is its greatest vulnerability, and a decline in U.S. power would reduce America&#39;s ability to aid Pakistan&#39;s consolidation and development.","author":"Zbigniew Brzezinski","topic":"Power"},{"quote":"Never underestimate the power of being popular in pop culture. You have to be able to do something. You can have a good seat at the restaurant, but you still have to pay for the meal. Fame is important, but to be rich is more important.","author":"Gene Simmons","topic":"Power"},{"quote":"Liberty is not the power of doing what we like, but the right to do what we ought.","author":"Lord Acton","topic":"Power"},{"quote":"Heroes are those who can somehow resist the power of the situation and act out of noble motives, or behave in ways that do not demean others when they easily can.","author":"Philip Zimbardo","topic":"Power"},{"quote":"But the cause for which we fought was higher; our thought wider... That thought was our power.","author":"Joshua Chamberlain","topic":"Power"},{"quote":"Inequality saps the economy by draining the buying power of Americans whose incomes have stagnated, forcing them to rely on debt to fund education, housing, and health care.","author":"George Packer","topic":"Power"},{"quote":"Presidential power was overruled by the high bench in July 1974, when President Nixon was ordered to turn over some audio tapes of his White House conversations, including the &#39;smoking gun&#39; tape of June 23, 1972, that revealing the Watergate cover up.","author":"Helen Thomas","topic":"Power"},{"quote":"But it is impossible to divide a cube into two cubes, or a fourth power into fourth powers, or generally any power beyond the square into like powers; of this I have found a remarkable demonstration. This margin is too narrow to contain it.","author":"Pierre de Fermat","topic":"Power"},{"quote":"Solar power is clean, renewable and cost effective, but it also needs time to develop.","author":"J. D. Hayworth","topic":"Power"},{"quote":"I&#39;ve learned that being a superhero isn&#39;t all glitz and glamour. We think if we have a special power, our problem will go away. It&#39;s just a new set of problems. Being a superhero alienates you and separates you from humanity. As Spiderman famously said, &#39;With great power comes great responsibility.&#39;","author":"Josh Keaton","topic":"Power"},{"quote":"We should remember that there are nations which meet more than 30 to 60% of their power requirements through the nuclear power system.","author":"A. P. J. Abdul Kalam","topic":"Power"},{"quote":"Where an excess of power prevails, property of no sort is duly respected. No man is safe in his opinions, his person, his faculties, or his possessions.","author":"James Madison","topic":"Power"},{"quote":"All gods are homemade, and it is we who pull their strings, and so, give them the power to pull ours.","author":"Aldous Huxley","topic":"Power"},{"quote":"As regards the individual nature, woman is defective and misbegotten, for the active power of the male seed tends to the production of a perfect likeness in the masculine sex; while the production of a woman comes from defect in the active power.","author":"Thomas Aquinas","topic":"Power"},{"quote":"There are those who would draw a sharp line between power politics and a principled foreign policy based on values. This polarized view - you are either a realist or devoted to norms and values - may be just fine in academic debate, but it is a disaster for American foreign policy. American values are universal.","author":"Condoleezza Rice","topic":"Power"},{"quote":"Equality may perhaps be a right, but no power on earth can ever turn it into a fact.","author":"Honore de Balzac","topic":"Power"},{"quote":"Democracy is indispensable, not because it renders superfluous the conquest of political power by the proletariat, but, on the contrary, because it makes this seizure of power both necessary and possible.","author":"Rosa Luxemburg","topic":"Power"},{"quote":"Liberalism has never been about establishing a universal standard. Liberalism is simply intellectual cover for those wanting to gain political power and increase the size of the state.","author":"Andrew Breitbart","topic":"Power"},{"quote":"In all our associations; in all our agreements let us never lose sight of this fundamental maxim - that all power was originally lodged in, and consequently is derived from, the people.","author":"George Mason","topic":"Power"},{"quote":"A spiritual partnership is a partnership between equals for the purpose of spiritual growth. Spiritual partners use their delightful experiences together as well as their power struggles to learn about themselves and change themselves.","author":"Gary Zukav","topic":"Power"},{"quote":"Washington, D.C., has everything that Rome, Paris and London have in the way of great architecture - great power bases. Washington has obelisks and pyramids and underground tunnels and great art and a whole shadow world that we really don&#39;t see.","author":"Dan Brown","topic":"Power"},{"quote":"No science is immune to the infection of politics and the corruption of power.","author":"Jacob Bronowski","topic":"Power"},{"quote":"I really have become convinced that nuclear fusion is our energy future. It&#39;s so powerful. I mean, it is the power of the stars. If we could bring that down to the laboratory and to the power plant on Earth, that would be an incredible thing.","author":"Taylor Wilson","topic":"Power"},{"quote":"There was a power outage at a department store yesterday. Twenty people were trapped on the escalators.","author":"Steven Wright","topic":"Power"},{"quote":"The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty, and all forms of human life.","author":"John F. Kennedy","topic":"Power"},{"quote":"In a republic this rule ought to be observed: that the majority should not have the predominant power.","author":"Marcus Tullius Cicero","topic":"Power"},{"quote":"The greater the state, the more wrong and cruel its patriotism, and the greater is the sum of suffering upon which its power is founded.","author":"Leo Tolstoy","topic":"Power"},{"quote":"The rules have changed. True power is held by the person who possesses the largest bookshelf, not gun cabinet or wallet.","author":"Anthony J. D'Angelo","topic":"Power"},{"quote":"The day when a sportsman stops thinking above all else of the happiness in his own effort and the intoxication of the power and physical balance he derives from it, the day when he lets considerations of vanity or interest take over, on this day his ideal will die.","author":"Pierre de Coubertin","topic":"Power"},{"quote":"I think a responsibility comes with notoriety, but I never think of it as power. It&#39;s more like something you hold, like grains of sand. If you keep your hand closed, you can have it and possess it, but if you open your fingers in any way, you can lose it just as quickly.","author":"Diana Ross","topic":"Power"},{"quote":"The race of mankind would perish did they cease to aid each other. We cannot exist without mutual help. All therefore that need aid have a right to ask it from their fellow-men; and no one who has the power of granting can refuse it without guilt.","author":"Walter Scott","topic":"Power"},{"quote":"It&#39;s funny, because there are so many stereotypes out there about actors and movie stars in general, but I&#39;ve had a great opportunity to meet a lot of them, and maybe it&#39;s just because they don&#39;t behave that way around me, but I rarely see that kind of abuse of power.","author":"Ryan Reynolds","topic":"Power"},{"quote":"All trembling, I reached the Falls of Niagara, and oh, what a scene! My blood shudders still, although I am not a coward, at the grandeur of the Creator&#39;s power; and I gazed motionless on this new display of the irresistible force of one of His elements.","author":"John James Audubon","topic":"Power"},{"quote":"History is rich with adventurous men, long on charisma, with a highly developed instinct for their own interests, who have pursued personal power - bypassing parliaments and constitutions, distributing favours to their minions, and conflating their own desires with the interests of the community.","author":"Umberto Eco","topic":"Power"},{"quote":"To increase the power, develop the resources and promote the happiness of a Confederacy, it is requisite there should be so much of homogeneity that the welfare of every portion would be the aim of the whole.","author":"Jefferson Davis","topic":"Power"},{"quote":"The first principle of a civilized state is that the power is legitimate only when it is under contract.","author":"Walter Lippmann","topic":"Power"},{"quote":"I will fight with all my power against the divisions that undermine us and which are tearing us apart.","author":"Emmanuel Macron","topic":"Power"},{"quote":"I don&#39;t need someone else&#39;s power. I&#39;m obtaining my own.","author":"Megan Fox","topic":"Power"},{"quote":"The great power of separating the watching mind from the thinking mind is that the watching mind is innately loving. Some call this part of the psyche the &#39;compassionate witness.&#39; Sharing our difficult feelings with a compassionate witness is the crucial step that heals the infinite small wounds inflicted upon the soul by everyday life.","author":"Martha Beck","topic":"Power"},{"quote":"Scientific progress makes moral progress a necessity; for if man&#39;s power is increased, the checks that restrain him from abusing it must be strengthened.","author":"Madame de Stael","topic":"Power"},{"quote":"Challenging and highlighting abusive power dynamics in our culture is my goal; replicating them is not.","author":"Kara Walker","topic":"Power"},{"quote":"I have a strong belief that there is a god or a higher power. I think that if you have a strong belief in that, then you won&#39;t feel alone in life and you will feel you can get through anything.","author":"Alana Stewart","topic":"Power"},{"quote":"Nuclear energy is a baseload - meaning it&#39;s power that you can run any time you want, day or night - and carbon-free.","author":"Nathan Myhrvold","topic":"Power"},{"quote":"Economics is mostly how humans rationalize who gets what and why. It&#39;s how we instantiate our preferences about status, privileges, and power.","author":"Nick Hanauer","topic":"Power"},{"quote":"For me, embracing my own power is about embracing my right to be an individual.","author":"Hayley Williams","topic":"Power"},{"quote":"Brain power improves by brain use, just as our bodily strength grows with exercise. And there is no doubt that a large proportion of the female population, from school days to late middle age, now have very complicated lives indeed.","author":"A. N. Wilson","topic":"Power"},{"quote":"I just feel that the only power I have is setting a good example.","author":"Geri Halliwell","topic":"Power"},{"quote":"The power of the living God is here on the earth. The Priesthood is here.","author":"Heber J. Grant","topic":"Power"},{"quote":"By a great man, however, we mean a man who, because of his spiritual gifts, his character, and other qualities, deserves to be called great and who as a result earns the power to influence others.","author":"Fredrik Bajer","topic":"Power"},{"quote":"The power should be in individual democracies in individual communities. It shouldn&#39;t be an oligarchy or some small group of elite. Power should be with the people and not with some politician or some heir to the throne or some madman.","author":"Finn Jones","topic":"Power"},{"quote":"This House cannot function without an open, accountable, and independent ethics process; and the molestation of that process by the majority is an abuse of power that cannot stand.","author":"Louise Slaughter","topic":"Power"},{"quote":"Power never takes a back step only in the face of more power.","author":"Malcolm X","topic":"Power"},{"quote":"Unless you choose to do great things with it, it makes no difference how much you are rewarded, or how much power you have.","author":"Oprah Winfrey","topic":"Power"},{"quote":"Michael Jordan changed so much in basketball, he took his power to make a difference. It&#39;s so much going on in music right now and somebody has to make a difference.","author":"Kanye West","topic":"Power"},{"quote":"You cannot be in a position of power and destroy the life of another person.","author":"Pope Francis","topic":"Power"},{"quote":"God... a being whose only definition is that he is beyond man&#39;s power to conceive.","author":"Ayn Rand","topic":"Power"},{"quote":"Women are in a position now to voice their opinion... women are getting empowered. The more power they get, the more voice they get to shift certain things around. Now I have a daughter, I understand. When I didn&#39;t have a daughter, I didn&#39;t understand.","author":"Snoop Dogg","topic":"Power"},{"quote":"I know the power obedience has of making things easy which seem impossible.","author":"Saint Teresa of Avila","topic":"Power"},{"quote":"The transfer of power is always a test of the constitutional system, a test of its strength.","author":"Vladimir Putin","topic":"Power"},{"quote":"I admire all people who are trying to be a good power in this chaotic world.","author":"Yoko Ono","topic":"Power"},{"quote":"Do the elected officials in Washington stand with ordinary Americans - working families, children, the elderly, the poor - or will the extraordinary power of billionaire campaign contributors and Big Money prevail? The American people, by the millions, must send Congress the answer to that question.","author":"Bernie Sanders","topic":"Power"},{"quote":"An organization which claims to be working for the needs of a community - as SNCC does - must work to provide that community with a position of strength from which to make its voice heard. This is the significance of black power beyond the slogan.","author":"Stokely Carmichael","topic":"Power"},{"quote":"People have to be armed to have power, you see.","author":"Fred Hampton","topic":"Power"},{"quote":"I have very close friends who are very devout Catholics, and I talked to them before the &#39;Da Vinci Code,&#39; and it was very difficult for them, but I talked to them before &#39;Angels and Demons,&#39; and they said the scandal, abuse of power and violence was part of church history, which you can read about in the Vatican bookstore.","author":"Ron Howard","topic":"Power"},{"quote":"Right when &#39;High School Musical&#39; was taking off, one of my little cousins called and was really excited to tell me there was a huge &#39;I Hate Zac Efron&#39; club at her school. I&#39;m sure they&#39;re doing great. More power to them.","author":"Zac Efron","topic":"Power"},{"quote":"Those who have come into Formula One without experiencing cars devoid of electronic aids will find it tough. To control 800 horse power relying just on arm muscles and foot sensitivity can turn out to be a dangerous exercise.","author":"Michael Schumacher","topic":"Power"},{"quote":"Politics, after all, is largely about power. And power goes to the core of our issues of control and narcissism and need to be right and tendency to divide the human race into &#39;us&#39; vs. &#39;them.&#39;","author":"John Ortberg","topic":"Power"},{"quote":"We must learn to set our emotions aside and embrace what science tells us. GMOs and nuclear power are two of the most effective and most important green technologies we have. If - after looking at the data - you aren&#39;t in favour of using them responsibly, you aren&#39;t an environmentalist.","author":"Ramez Naam","topic":"Power"},{"quote":"For millennia, men have enslaved women and attempted to appropriate female creative power, re-casting themselves as gods and creators. This assault continues today in the forms of ruthless wealth and mineral extraction, genetic engineering, mass surveillance, and war mongering.","author":"Anohni","topic":"Power"},{"quote":"The power of a person derives not from the office he occupies but from a clear sense of direction and aspiration and from a willingness to struggle for his ways and beliefs.","author":"Ariel Sharon","topic":"Power"},{"quote":"As far as love is concerned, possession, power, fusion and disenchantment are the Four Horsemen of the Apocalypse.","author":"Zygmunt Bauman","topic":"Power"},{"quote":"The Gospel comes in power and the Holy Spirit, with much assurance. If you call upon the name of the Lord, God will transform you on the inside, give you the shock of your life, and give you everlasting life on top of that.","author":"Ray Comfort","topic":"Power"},{"quote":"At last I perceive that in revolutions the supreme power rests with the most abandoned.","author":"Georges Jacques Danton","topic":"Power"},{"quote":"The thing that always strikes me is how much power one person has. Everybody has so much power to help and to change if they just exercise it and get after it.","author":"Pete Carroll","topic":"Power"},{"quote":"I believe in the power of poetry, which gives me reasons to look ahead and identify a glint of light.","author":"Mahmoud Darwish","topic":"Power"},{"quote":"My joy in life is not because I have not had any problems. I have joy because I have learned there is nothing too great for God&#39;s power to deal with, nor anything too small or insignificant for His love to be concerned about.","author":"Josh McDowell","topic":"Power"},{"quote":"We work to create a new wave of feminism that is more inclusive. I want others to feel equal. It&#39;s so great to see women in positions of power, which is why other artists, such as Marilyn Minter, are so inspirational to me.","author":"Petra Collins","topic":"Power"},{"quote":"Our country has been overtaken by murderous thugs... gangsters who lust after fortunes and power.","author":"Cindy Sheehan","topic":"Power"},{"quote":"GIS is waking up the world to the power of geography, this science of integration, and has the framework for creating a better future.","author":"Jack Dangermond","topic":"Power"},{"quote":"In the entire history of the human species, every tool we&#39;ve invented has been to expand muscle power. All except one. The integrated circuit, the computer. That lets us use our brain power.","author":"David Gerrold","topic":"Power"},{"quote":"I don&#39;t think anybody has ever been able to live up to what they promised. I don&#39;t know a government that has ever been successful at that because once they get into power, things change and the world is controlled also by business now.","author":"Hugh Masekela","topic":"Power"},{"quote":"The wise become as the unwise in the enchanted chambers of Power, whose lamps make every face the same colour.","author":"Walter Savage Landor","topic":"Power"},{"quote":"In the age of globalisation, pooled sovereignty means more power, not less.","author":"Jose Manuel Barroso","topic":"Power"},{"quote":"I personally believe that those who are leaders with political power over the world will be forced some day, sooner or later, to give way to common sense and the will of the people.","author":"Alva Myrdal","topic":"Power"},{"quote":"If I could have a special power in real life I&#39;d love to fly.","author":"Ali Larter","topic":"Power"},{"quote":"The Doctrine of the Trinity teaches that within the unity of the one Godhead there are three separate persons who are coequal in power, nature, and eternity.","author":"Walter Martin","topic":"Power"},{"quote":"Judges wear legal professionalism and precedent as a mantel that secures legitimacy for their decisions. It&#39;s how they distinguish themselves from politicians or administrative agencies, while wielding power that is sometimes much greater than those democratically accountable actors.","author":"Yochai Benkler","topic":"Power"},{"quote":"I enjoy a good reasoned argument. I love the power of logic.","author":"Luke Roberts","topic":"Power"},{"quote":"Information design has been around since the 1970s. Pioneers like Yale University design guru Edward Tufte and design agency Pentagram have long known and used its power. But now with the rise of the Internet, it&#39;s having something of a second birth.","author":"David McCandless","topic":"Power"},{"quote":"Burning desire to be or do something gives us staying power - a reason to get up every morning or to pick ourselves up and start in again after a disappointment.","author":"Marsha Sinetar","topic":"Power"},{"quote":"All political power is a trust.","author":"Charles James Fox","topic":"Power"},{"quote":"There are movements which impinge upon the nerves with a strength that is incomparable, for movement has power to stir the senses and emotions, unique in itself.","author":"Doris Humphrey","topic":"Power"},{"quote":"Leave no authority existing not responsible to the people.","author":"Thomas Jefferson","topic":"Power"},{"quote":"As your president, I will do everything in my power to protect our LGBTQ citizens from the violence and oppression of a hateful foreign ideology.","author":"Donald Trump","topic":"Power"},{"quote":"Lord sanctify us. Oh! That Thy spirit might come and saturate every faculty, subdue every passion, and use every power of our nature for obedience to God.","author":"Charles Spurgeon","topic":"Power"},{"quote":"Action gives power. Entire harmony pervades the universe of God. All the heavenly beings are in constant activity; and the Lord Jesus, in His life work, has given an example for every one.","author":"Ellen G. White","topic":"Power"},{"quote":"A cult is a religion with no political power.","author":"Tom Wolfe","topic":"Power"},{"quote":"If the Holy Spirit can take over the subconscious with our consent and cooperation, then we have almighty Power working at the basis of our lives, then we can do anything we ought to do, go anywhere we ought to go, and be anything we ought to be.","author":"E. Stanley Jones","topic":"Power"},{"quote":"I think as more women are in positions of power, more people of color are in positions of power, the stories become more inclusive; the casts become more inclusive.","author":"Kerry Washington","topic":"Power"},{"quote":"The great awareness comes slowly, piece by piece. The path of spiritual growth is a path of lifelong learning. The experience of spiritual power is basically a joyful one.","author":"M. Scott Peck","topic":"Power"},{"quote":"&#39;Charm&#39; - which means the power to effect work without employing brute force - is indispensable to women. Charm is a woman&#39;s strength just as strength is a man&#39;s charm.","author":"Havelock Ellis","topic":"Power"},{"quote":"Just as Pollock used the drip to meld process and product, Richter &#39;found&#39; and used the smudge and the blur to ravish the eye, creating works of psychic and physical power.","author":"Jerry Saltz","topic":"Power"},{"quote":"I wanted to show the world, to show United that I was ready to play and I was motivated to play. This comeback just showed that I left United, but the power of my heart was still here, to be honest.","author":"Paul Pogba","topic":"Power"},{"quote":"We thought, because we had power, we had wisdom.","author":"Stephen Vincent Benet","topic":"Power"},{"quote":"Unity is power; without unity women cannot fight for their rights anywhere.","author":"Nawal El Saadawi","topic":"Power"},{"quote":"Whenever people with money have power over people with less money, you have the potential for exploitation.","author":"Jennifer Weiner","topic":"Power"},{"quote":"The super power that I would choose would be compassion. Because that&#39;s what I think it takes to make it through life-an understanding, a give and take. It saves an awful lot of resentment.","author":"Craig T. Nelson","topic":"Power"},{"quote":"I&#39;ve always had a Marxist understanding of history: democracy is a result of a broad modernization process that happens in every country. Neocons think the use of political power can force the pace of change, but ultimately it depends on societies doing it themselves.","author":"Francis Fukuyama","topic":"Power"},{"quote":"The future condition of the conquered power depends on the will of the conquerer.","author":"Thaddeus Stevens","topic":"Power"},{"quote":"We have the power to make this the best generation of mankind in the history of the world or to make it the last.","author":"John F. Kennedy","topic":"Power"},{"quote":"Conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long; even if it is, the consciousness of possessing and using it well should satisfy one, and the great charm of all power is modesty.","author":"Louisa May Alcott","topic":"Power"},{"quote":"When I get a chance to power jump off both legs, I can lean, twist, change directions and decide whether to dunk the ball or pass it to an open man. In other words, I may be committed to the air, but I still have some control over it.","author":"Julius Erving","topic":"Power"},{"quote":"There can be nothing without love. No money, no power. Love is very important. When you wake up in the morning, you need to know that somebody else is waking up, thinking of you.","author":"Giorgio Armani","topic":"Power"},{"quote":"If a power station were to be built down the road, I&#39;d prefer a nuclear plant over an oil burner, and definitely over a coal burner. We simply have to lessen our consumption of fossil fuels.","author":"James Lovelock","topic":"Power"},{"quote":"History has long had a wall up between the kitchen and the dining room. Front of house, back of house - one group always wielded more power and influence.","author":"Daniel Humm","topic":"Power"},{"quote":"A true king is neither husband nor father; he considers his throne and nothing else.","author":"Pierre Corneille","topic":"Power"},{"quote":"In 1908, there was a persuasive demonstration of the power of high-speed, low-mass asteroids in rural Siberia. The Tunguska impactor iced millions of pine trees and about a zillion mosquitoes - and was no larger than an office building.","author":"Seth Shostak","topic":"Power"},{"quote":"In large commercial cities, the money power is, I fear irresistible. It is not by open corruption that it always, or even most generally, operates.","author":"Roger B. Taney","topic":"Power"},{"quote":"Children have limited power to shape their own lives, but when they can experiment with possibilities through books, their optimism can be recharged and kept alive.","author":"Morris Gleitzman","topic":"Power"},{"quote":"The only power you have is the word no.","author":"Frances McDormand","topic":"Power"},{"quote":"God surrounded me with people of faith, people of strong faith, people of power, spiritual power, and I saw little miracles happen in their lives. By it happening in their lives, I started believing it could happen to me.","author":"Natalie Cole","topic":"Power"},{"quote":"I think comedy and satire are a very important part of democracy, and it&#39;s important we are able to laugh at the idiosyncrasies or the follies or vanities of people in power.","author":"Rory Bremner","topic":"Power"},{"quote":"Man-made computers are limited in their performance by finite processing speed and memory. So, too, the cosmic computer is limited in power by its age and the finite speed of light.","author":"Paul Davies","topic":"Power"},{"quote":"Psychopaths are social predators, and like all predators, they are looking for feeding grounds. Wherever you get power, prestige and money, you will find them.","author":"Robert D. Hare","topic":"Power"},{"quote":"The world itself is the will to power - and nothing else! And you yourself are the will to power - and nothing else!","author":"Friedrich Nietzsche","topic":"Power"},{"quote":"Justice and power must be brought together, so that whatever is just may be powerful, and whatever is powerful may be just.","author":"Blaise Pascal","topic":"Power"},{"quote":"Man, alone, has the power to transform his thoughts into physical reality; man, alone, can dream and make his dreams come true.","author":"Napoleon Hill","topic":"Power"},{"quote":"Will power is to the mind like a strong blind man who carries on his shoulders a lame man who can see.","author":"Arthur Schopenhauer","topic":"Power"},{"quote":"New York City is a great monument to the power of money and greed... a race for rent.","author":"Frank Lloyd Wright","topic":"Power"},{"quote":"Getting and spending, we lay waste our powers.","author":"William Wordsworth","topic":"Power"},{"quote":"Excessive fear is always powerless.","author":"Aeschylus","topic":"Power"},{"quote":"I feel the presence of a higher power. I believe that what you give is what you get. It&#39;s universal law. I believe in the power of prayer and of words. I&#39;ve learned that when you predict that negative things will happen, they do.","author":"Alicia Keys","topic":"Power"},{"quote":"Our grandkids will lead the lives of the gods of mythology. Zeus could think and move objects around. We&#39;ll have that power. Venus had a perfect, timeless body. We&#39;ll have that, too. Pegasus was a flying horse. We&#39;ll be able to modify life in the future.","author":"Michio Kaku","topic":"Power"},{"quote":"The power is between your ears.The power is in your heart.","author":"Jim Brown","topic":"Power"},{"quote":"Knowledge is the most democratic source of power.","author":"Alvin Toffler","topic":"Power"},{"quote":"I experience God as the power of love.","author":"John Shelby Spong","topic":"Power"},{"quote":"The most important thing about power is to make sure you don&#39;t have to use it.","author":"Edwin Land","topic":"Power"},{"quote":"I never underestimate the power of hot rollers for your hair and eyelash curlers for your eyelashes.","author":"Busy Philipps","topic":"Power"},{"quote":"In my opinion, most of the great men of the past were only there for the beer - the wealth, prestige and grandeur that went with the power.","author":"A. J. P. Taylor","topic":"Power"},{"quote":"Hateful is the power, and pitiable is the life, of those who wish to be feared rather than loved.","author":"Cornelius Nepos","topic":"Power"},{"quote":"Whoever sets any bounds for the reconstructive power of the religious life over the social relations and institutions of men, to that extent denies the faith of the Master.","author":"Walter Rauschenbusch","topic":"Power"},{"quote":"In Europe first and now in America, elected men have taken it upon themselves to indebt their people to create an atmosphere of dependency. And why? For their own selfish need to increase their own personal power.","author":"Pope Francis","topic":"Power"},{"quote":"Religions, which condemn the pleasures of sense, drive men to seek the pleasures of power. Throughout history power has been the vice of the ascetic.","author":"Bertrand Russell","topic":"Power"},{"quote":"Vote: the instrument and symbol of a freeman&#39;s power to make a fool of himself and a wreck of his country.","author":"Ambrose Bierce","topic":"Power"},{"quote":"In the United States, though power corrupts, the expectation of power paralyzes.","author":"John Kenneth Galbraith","topic":"Power"},{"quote":"Whoever is new to power is always harsh.","author":"Aeschylus","topic":"Power"},{"quote":"Our sense of power is more vivid when we break a man&#39;s spirit than when we win his heart.","author":"Eric Hoffer","topic":"Power"},{"quote":"What I love most about icons is finding out what&#39;s behind them, exploring the price of their power.","author":"Joss Whedon","topic":"Power"},{"quote":"Power, after love, is the first source of happiness.","author":"Stendhal","topic":"Power"},{"quote":"Authority must be respected and chosen wisely.","author":"Lech Walesa","topic":"Power"},{"quote":"The real problem is that the way that power is given out in our society pits us against each other.","author":"Anita Hill","topic":"Power"},{"quote":"Was it proof of madness in the first corps of sea officers to have, at so critical a period, launched out on the ocean with only two armed merchant ships, two armed brigantines, and one armed sloop, to make war against such a power as Great Britain?","author":"John Paul Jones","topic":"Power"},{"quote":"An alliance with a powerful person is never safe.","author":"Phaedrus","topic":"Power"},{"quote":"The world&#39;s longest-serving dictator has just stepped down and handed over power. The national project of Cuba, which was Fidel&#39;s vision, is now finished. It&#39;s something - a small something, but still something.","author":"Joe Garcia","topic":"Power"},{"quote":"Power is dangerous unless you have humility.","author":"Richard J. Daley","topic":"Power"},{"quote":"It&#39;s not possible for two countries to be the leading dominant political power at the same time.","author":"Fareed Zakaria","topic":"Power"},{"quote":"The power of the people and the power of reason are one.","author":"Georg Buchner","topic":"Power"},{"quote":"America has a critical role to play as the most powerful member of the world community.","author":"Adam Schiff","topic":"Power"},{"quote":"The law has no power over heroes.","author":"Charlotte Lennox","topic":"Power"},{"quote":"Man is supposed to be the maker of his destiny. It is only partly true. He can make his destiny, only in so far as he is allowed by the Great Power.","author":"Mahatma Gandhi","topic":"Power"},{"quote":"Every reign must submit to a greater reign.","author":"Lucius Annaeus Seneca","topic":"Power"},{"quote":"The eye sees what it brings the power to see.","author":"Thomas Carlyle","topic":"Power"},{"quote":"The advertisers who believe in the selling power of jingles have never had to sell anything.","author":"David Ogilvy","topic":"Power"},{"quote":"A man&#39;s true state of power and riches is to be in himself.","author":"Henry Ward Beecher","topic":"Power"},{"quote":"There is something about inside information which seems to paralyse a man&#39;s reasoning powers.","author":"Bernard Baruch","topic":"Power"},{"quote":"Each underestimates her own power and overestimates the other&#39;s.","author":"Deborah Tannen","topic":"Power"},{"quote":"Order is power.","author":"Henri Frederic Amiel","topic":"Power"},{"quote":"Power acquired by violence is only a usurpation, and lasts only as long as the force of him who commands prevails over that of those who obey.","author":"Denis Diderot","topic":"Power"},{"quote":"Moral power is probably best when it is not used. The less you use it the more you have.","author":"Andrew Young","topic":"Power"},{"quote":"Will power is only the tensile strength of one&#39;s own disposition. One cannot increase it by a single ounce.","author":"Cesare Pavese","topic":"Power"},{"quote":"Those who desire to rise as high as our human condition allows, must renounce intellectual pride, the omnipotence of clear thinking, belief in the absolute power of logic.","author":"Alexis Carrel","topic":"Power"},{"quote":"I cured with the power that came through me.","author":"Black Elk","topic":"Power"},{"quote":"Capitalism works better from every perspective when the economic decision makers are forced to share power with those who will be affected by those decisions.","author":"Barney Frank","topic":"Power"},{"quote":"The purpose of getting power is to be able to give it away.","author":"Aneurin Bevan","topic":"Power"},{"quote":"What makes eBay successful - the real value and the real power at eBay - is the community. It&#39;s the buyers and sellers coming together and forming a marketplace.","author":"Pierre Omidyar","topic":"Power"},{"quote":"Power is paradoxical.","author":"Friedrich Durrenmatt","topic":"Power"},{"quote":"No matter what has happened, you too have the power to enjoy yourself.","author":"Allen Klein","topic":"Power"},{"quote":"Throughout history, great leaders have known the power of humor.","author":"Allen Klein","topic":"Power"},{"quote":"Politics is not about power.","author":"Paul Wellstone","topic":"Power"},{"quote":"People who are in power make their arrangements in secret, largely as a way of maintaining and furthering that power.","author":"Don DeLillo","topic":"Power"},{"quote":"People who are powerless make an open theater of violence.","author":"Don DeLillo","topic":"Power"},{"quote":"Power ought to serve as a check to power.","author":"Charles de Secondat","topic":"Power"},{"quote":"Every crisis offers you extra desired power.","author":"William Moulton Marston","topic":"Power"},{"quote":"I believe in the power of weakness.","author":"Pat Buckley","topic":"Power"},{"quote":"Power in America today is control of the means of communication.","author":"Theodore White","topic":"Power"},{"quote":"There are two ways of attaining an important end, force and perseverance; the silent power of the latter grows irresistible with time.","author":"Sophie Swetchine","topic":"Power"},{"quote":"Sir, I am no sycophant or worshipper of power anywhere.","author":"Benjamin F. Wade","topic":"Power"},{"quote":"Next to power without honor, the most dangerous thing in the world is power without humor.","author":"Eric Sevareid","topic":"Power"}]